{"url": "/factchecks/2012/jul/03/mitt-romney/mitt-romney-says-dow-chemical-chose-saudi-arabia-o/", "speaker": "Mitt Romney", "vclaim": "Says Dow Chemical decided to build a plant in Saudi Arabia rather than Oklahoma due to the impact of environmental regulations on the supply of natural gas.", "truth_label": "false", "date": "stated on June 19, 2012 in a speech to the Business Roundtable in Frankenmuth, Mich.:", "title": "Mitt Romney says Dow Chemical chose Saudi Arabia over Oklahoma for plant", "text": "Mitt Romney likes to draw a straight line between environmental regulations and the jobs they cost. That was the thrust of his statement at a Frankenmuth, Mich., campaign event on June 19, 2012.  Romney said Oklahoma lost out on a plant that Dow Chemical ended up building in Saudi Arabia.\n\nCiting a conversation he'd had with a person from Dow, Romney told his audience at a business roundtable, \"They said they couldn't rely on the natural gas here given the environmental regulation and whether it would be an abundant supply and reliable or not.\" \n\nWe dug into the history and found the decision was actually made years ago. In 2007, Dow announced it had signed a memorandum of understanding with the oil giant Saudi Aramco to build a \"world-scale chemicals and plastics production complex\" in Saudi Arabia. This $20 billion joint venture would be the largest of its kind in the world.\n\nBut Romney wasn’t highlighting a Dow project by itself. He was saying it could have happened in Oklahoma. We asked the Romney campaign to back up the claim that Dow had picked Saudi Arabia over Oklahoma for reasons related to the natural gas supply. We never heard back.\n\nWe asked Dow if Oklahoma had ever been in the running as a possible location for that facility. The company never responded to that direct question.\n\nInstead, a spokesman released a statement that said Saudi Arabia was a good fit for the company’s goals of being able to serve growing markets, to develop new product lines and to operate in places where the costs give the company an advantage.\n\nOn the subject of the natural gas supply, Dow said supply issues did matter in the days before natural gas from shale began flooding the market. Until then, \"the climate for investment in the U.S. was increasingly challenging, resulting in decisions to preferentially invest in geographies with more stable, competitive energy and (natural gas) costs.\"\n\nThe Dow statement went on to say that situation has changed. What it calls the \"shale gale\" has made the U.S. \"a place where we can once again invest and grow.\" In April of this year, Dow announced it would build an ethylene production plant in Freeport, Texas, creating about 150 permanent jobs and about 2,000 construction jobs. That investment is part of a larger U.S. investment plan by the company in Texas and Louisiana that could add some 35,000 jobs nationwide.\n\nThe company says this activity notwithstanding, the \"need for regulatory reform remains critical.\"\n\nBut still, nothing about Oklahoma.\n\nWe searched the Dow Chemical website, reviewed the company’s past annual data books -- the ones it packages for investors -- and checked with a variety of trade publications for any mention of Oklahoma as a potential location for Dow’s future plants. No luck.\n\nWe called the Oklahoma Department of Commerce. The deputy general counsel, Don Hackler, also drew a blank.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"That doesn't sound familiar,\" Hackler said. \"I don't remember it coming up.\"\n\nHackler added that if Dow had been interested, his department would have likely heard, if for no other reason than the state offers incentives to companies who invest in Oklahoma.\n\nAl Greenwood who covers Dow for ICIS, an international news service for the petrochemical industry, said the assertion that Oklahoma was under serious consideration sounds like a stretch.\n\n\"You don’t produce these compounds out of thin air,\" Greenwood said. \"Dow needs feedstocks (of natural gas) and in the U.S., the feedstock hubs are in Texas and Louisiana. I don’t know why they would ever consider Oklahoma.\"\n\nGreenwood added that the Saudi Arabian investments put manufacturing closer to the boom markets of China and India and came with another important benefit -- ready access to propylene. Many of the products Dow wants to make in Saudi Arabia require a lot of propylene. Propylene is in short supply in the U.S. because it is most readily derived from oil, not natural gas. As is often noted, Saudi Arabia has plenty of oil. Oklahoma offers Dow no advantage in either market access or raw materials.\n\nOur ruling\n\nMitt Romney said that a Dow official told him that the company opted to build a plant in Saudi Arabia rather than Oklahoma due to the state’s limited supply of natural gas thanks to environmental regulations. If that's case, no record of it appears to exist, Romney's campaign didn't offer any evidence to back it up and neither did Dow.\n\nWe rate this claim False.", "vclaim_id": "vclaim-pol-10825"}