{"url": "/factchecks/2017/may/05/don-huffines/don-huffines-overstates-share-texas-property-taxes/", "speaker": "Don Huffines", "vclaim": "\"Sixty-two percent of all (Texas) property taxes are paid by businesses.\"", "truth_label": "half-true", "date": "stated on February 27, 2017 in responding to a question about private school vouchers:", "title": "Don Huffines overstates share of Texas property taxes paid by businesses", "text": "State Sen. Don Huffines, R-Dallas, all but scolded students and parents visiting the Texas Capitol who insisted their tax dollars should help improve public schools rather than help fund private schools.\nHuffines, who has pushed for private school vouchers and \"school choice\" legislation, asked the visitors from the Richardson school district why they feel they can decide where tax dollars should go when, he said, \"62 percent of all property taxes are paid by businesses,\" not individuals, according to a video of his Feb. 27, 2017, appearance taken by an audience member and posted on YouTube by the pro-Democratic Lone Star Project.\nReaders asked us to check the share of property taxes paid by businesses, which turned out not to be as straightforward a calculation as hoped.\nHuffines points to all taxes paid by businesses\nTo our inquiry, a Huffines’ Senate aide, Brent Connett, said by phone the senator drew his \"62 percent\" figure for the business share of property taxes from data cited in a January 2017 research report by the Texas Taxpayers and Research Association, a nonpartisan business group. The report attributed the data to the Council on State Taxation, a Washington-based trade association for corporate businesses,\n\"Nationally,\" the Texas group reported,  \"business accounts for 44.1 percent of all state and local taxes. In Texas, business foots 61.5 percent of the total bill.\" That’s a bit up from what we confirmed in a 2013 fact check finding Mostly True a claim by a Texas Association of Business leader that businesses were paying roughly 60 percent of all state and local taxes – not just property taxes. At the time, a state projection indicated businesses would soon foot 52 percent of all state taxes with residents covering 48 percent.\nEstimates of property taxes alone\nBut in his appearance before the Richardson visitors, Huffines was speaking solely about the business share of property taxes collected by local jurisdictions including school districts and city and county governments.\nHunting figures specific to property taxes only, we turned to the council’s December 2016 report, the same one cited by TTARA, analyzing taxes paid by businesses in the 50 states the year before. In fiscal 2015, the report says, \"Texas had the largest dollar increase in business property tax revenue for the third year in a row, collecting $1.3 billion more than in 2014.\"\nWe didn’t spot any breakdown of the business share of property taxes alone; otherwise, a chart  says Texas businesses paid $35 billion in local taxes that year, amounting to 63 percent of $55.3 billion in locally levied taxes including sales and property taxes.\nWe had better luck with TTARA’s president, Dale Craymer, who told us its latest published foray into estimating the business share of property taxes was a May 2008 TTARA research report stating that in 2007, businesses paid 56.4 percent, or $19.5 billion, of $34.6 billion in property taxes collected statewide.\nCraymer said the association estimated the business share of property taxes starting from biennial reports by the Texas state comptroller breaking down the types of property of businesses and residents, also drawing on research by the Bureau of Economic Analysis, which analyzes property taxes paid by different types of industry.\nThe comptroller’s latest data, covering fiscal 2014-15 and published in December 2016, lists categories of property-taxpayers, but that data are hard to decipher because each one is further sorted by governmental jurisdictions with school districts and city governments, for instance, analyzed separately. Most of the 18 categories of property struck us as hard to divide into paid-by-business versus paid-by-others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFair point, said Austin economist Stuart Greenfield and TTARA analyst John Kennedy. Both said that grouping the categories presented by the comptroller into \"businesses\" and \"residents\" isn’t a black-and-white exercise. For instance, Greenfield said, property taxes classified as \"multi-family residential\" lumps together taxes paid by residents and business owners.\nThat said, the comptroller’s figures applicable to school districts alone suggest that homeowners through 2014-15 paid 43 percent of all school property taxes with others, including businesses, accounting for 57 percent.\nThe 2008 TTARA report says Texas residents in 2007 paid $15.2 billion, or 43.7 percent, of all property taxes. Craymer told us the association subsequently analyzed property taxes collected in more recent years. Those results weren’t published, he said, but it looks like Texas businesses most recently have paid closer to 60 percent of all property taxes, though the percentage also fluctuates.\nSo, per the comptroller’s research, businesses and other non-homeowners have lately accounted for 57 percent of all school property taxes and, according to TTARA, 60 percent of all property taxes.\nState comptroller’s projections\nSeeking a state estimate covering all property taxes paid by businesses, we connected with Kevin Lyons, spokesman for Comptroller Glenn Hegar, who gently said no dice.\nLyons told us that the agency doesn’t track the business share of property taxes. Then again, he pointed us to biennial comptroller reports projecting business and consumer shares of property taxes levied by type of jurisdiction two years down the road.\nThe latest report, published about three weeks before Huffines spoke, states that businesses in fiscal 2019, beginning Sept. 1, 2018, will likely account for 51.4 percent of what school districts raise in property taxes with individual consumers ponying up 48.6 percent. Among businesses, corporations, partnerships and sole proprietors are projected to provide 41.5, 8.3, and 1.6 percent shares, respectively.\nGreenfield, a former analyst for the comptroller’s office, said by phone the predicted shares of property taxes funded by \"individual consumers\" and businesses has remained consistent over time at around 48 percent and 52 percent, respectively, a point that held up in our review of the comptroller’s projections for fiscal 2013, 2015 and 2017.\nOur ruling\nHuffines said businesses pay 62 percent of all property taxes.\nThat figure reflects the business share of all state and local taxes including sales taxes--not property taxes alone.\nMost recently, in contrast, a state projection predicts businesses will account for 51 percent of what school districts raise from property taxes in 2018-19--a share in keeping with previous projections. On the high side, an unpublished TTARA estimate pegs the business share of property taxes at closer to 60 percent.\nWe rate Huffines' claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2017-05-09 13:48:03 UTC   Politifact    3 1 7  Politifact Rating: Half True  \"Sixty-two percent of all (Texas) property taxes are paid by businesses.\"     Don Huffines State senator   Texas Capitol Monday, February 27, 2017 2017-02-27    Read More  info", "vclaim_id": "vclaim-pol-03336"}