{"url": "/factchecks/2011/mar/22/robin-wright-diplo/robin-wright-says-coalition-against-gadhafi-wides/", "speaker": "Robin Wright", "vclaim": "The coalition of Arab states against Libya’s Moammar Gadhafi is the biggest coalition against a fellow Arab leader since the Persian Gulf War in 1990-1991.", "truth_label": "true", "date": "stated on March 20, 2011 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Robin Wright says coalition against Gadhafi is widest by Arab nations since 1991", "text": "Shortly after the launch of air and missile attacks against Libya by an international alliance that included the United States, journalist Robin Wright sought to provide television viewers with some context for understanding the coalition of nations opposing Moammar Gadhafi, the alliance’s target.\n\nDuring a roundtable segment on the March 20, 2011, edition of ABC’s This Week with Christiane Amanpour, the host asked Wright -- a veteran diplomatic correspondent who’s now a scholar at the U.S. Institute of Peace -- whether Gadhafi is \"crazy\" and how secure his hold on power is.\n\n\"He could prolong this for a very long time,\" Wright said. \"This is not a man who plays by international rules, nor is he a man who thinks like even many of his counterparts in the Arab world, and that's why I think you've seen a great deal of unity in the Arab world against him. …\"\n\nAmanpour interjected, \"Which is really unusual, to have such a big Arab coalition against a fellow Arab leader.\"\n\nWright agreed, saying, \"And we haven't had one like this since the Iraq war back in 1990-1991. And that's what's, in fact, given the international community the legs. Without that, we probably would not be engaged.\"\n\nWe wondered whether Wright was correct about the scope of Arab support for these alliances. So we looked into it.\n\nThe Persian Gulf War\n\nThe Persian Gulf War was waged to eject Iraqi troops from Kuwait, which had been invaded by Iraqi leader Saddam Hussein in August 1990. Thanks in large part to the diplomacy of then-President George H.W. Bush, a broad, international coalition was brought to bear against Hussein, and by the end of February 1991, allied troops had succeeded in pushing Iraqi troops out of Kuwait.\n\nTroops from several Arab states took part in ground combat, notably Egypt, Syria, Kuwait and Saudi Arabia. Several smaller states along the Persian Gulf also took part in the war either in combat roles or by providing logistics or base support -- Bahrain, Morocco, Oman, Qatar and the United Arab Emirates. The main exception among major Arab states was Jordan, which sided with Iraq.\n\nThe Iraq War\n\nThe next major conflict involving an Arab leader was the Iraq War, launched in 2003 by President George W. Bush with the aim of toppling Hussein, who had remained in power despite the 1990-1991 war.\n\nThis conflict proved much more controversial internationally, and the Bush administration had little success signing up Arab support. Scott Althaus and Kalev Leetaru of the University of Illinois  at Urbana-Champaign have recorded in great detail the shifting membership of the \"coalition of the willing\" -- the younger Bush’s list of Iraq War supporters, but we could only find one Arab nation on the list, Kuwait.\n\nLibya\n\nFollowing a wave of popular uprisings against entrenched leaders across the Arab world, rebellion sprang up in Libya, which had been ruled for decades by Gadhafi. The rebels scored some quick victories, but by mid March, forces loyal to Gadhafi began to gain back lost territory. Fears of wider bloodshed rose, and international diplomacy kicked into high gear.\n\nOn March 12, 2011, the Arab League -- a group of nearly two dozen Arab nations that recently suspended Libya’s membership -- urged the United Nations to establish a \"no-fly\" zone aimed at crippling Gadhafi’s ability to strike the rebels from the air. On March 17, 2011, the U.N. Security Council complied, and the U.S., France and the United Kingdom drew up military plans. Attacks began on March 19.\n\nIn addition to the Arab League’s support for the mission, at least two Arab nations -- Qatar and the United Arab Emirates -- have reportedly pledged tangible military assistance. On March 21, Al Jazeera reported that a French military spokesman had said that four Qatari jets were expected to take part in operations against Gadhafi.\n\nIn addition, there are unconfirmed news reports that Egypt is letting arms shipments into the rebels in neighboring eastern Libya, but the Egyptian government -- which is in a transitional status following the ouster of longtime leader Hosni Mubarak in a popular revolution earlier this year -- has not made any official pledges of military support.\n\nOur conclusion\n\nWright is correct that the Libya campaign represents the largest alignment of Arab states against a fellow Arab leader since the Persian Gulf War of 1990-1991. However, the significance of this fact is the subject of some debate.\n\nFor starters, support for the Libyan situation is in flux. Just days after calling for the no-fly zone, the head of the Arab League, Amr Moussa, backtracked somewhat by expressing reservations about the risks of civilian deaths in the initial round of attacks. Later, in comments to reporters in Cairo, he reaffirmed support for the coalition’s efforts. Meanwhile, it remains to be seen whether more Arab nations will join the effort individually -- and whether troops take as significant a role in the Libyan operations as Arab troops did during the Persian Gulf War.\n\nIn other words, it’s very early in the process, and Arab support could dissipate.\n\nOn the other hand, even if the extent of military assistance by Arab states proves to be limited, experts told PolitiFact that the political and diplomatic consequences so far are by themselves notable.\n\n\"I think Robin’s point is that Arab states have not lined up together, militarily or politically, against a fellow Arab leader like this since 1991,\" said Tom Malinowski, Washington director for Human Rights Watch. \"They could have done so in other cases – in Sudan over Darfur, for example, or against Gadhafi at various points in the past, or even against Mubarak earlier this year. But they didn’t, and now they have. And I wouldn’t say that’s trivial.\"\n\nStephen McInerney, executive director of the Project on Middle East Democracy, agreed, saying that the difference between the lack of Arab support for the Iraq War and the support for the situation in Libya is \"extremely significant.\"\n\nThe full history of this episode remains to be written. But at this early stage, we rate Wright’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12655"}