{"url": "/factchecks/2012/mar/26/joseph-kyrillos/senate-hopeful-claims-obama-administrations-health/", "speaker": "Joseph Kyrillos", "vclaim": "Says under the new health care law \"the patient-doctor relationship will be eliminated.\"", "truth_label": "pants-fire", "date": "stated on March 15, 2012 in a campaign e-mail:", "title": "Senate hopeful claims Obama administration’s health care law eliminates doctor-patient relationship", "text": "For Joe Kyrillos, it’s clear \"we must repeal ObamaCare.\"\n\nIn a campaign e-mail, the Republican state senator and U.S. Senate hopeful made his case for taking the Patient Protection and Affordable Care Act -- or as some call it, ObamaCare -- off the books.\n\n\"The fears are unanimous. ObamaCare is too expensive. It is a government takeover of our healthcare system. Services will be diminished. The patient-doctor relationship will be eliminated. It will not make healthcare more affordable. And it will bankrupt small businesses,\" Kyrillos said in the March 15 e-mail.\n\nThere’s a slew of claims in that paragraph, including PolitiFact’s 2010 Lie of the Year about the government takeover of health care, but one jumped out at us: \"the patient-doctor relationship will be eliminated.\"\n\nTo support the claim, Kyrillos’ campaign manager, Chapin Fay, first pointed to a survey of physicians that found more than half of the roughly 5,000 doctors who responded said health care reform would have a negative impact on their relationship with patients.\n\nBut that doesn’t prove the relationship will be eliminated and a spokesman for the company that conducted the survey said Kyrillos’ statement is \"a step further than what our survey would say.\"  \n\nWhen asked for specifics from the law, Fay pointed to the \"value-based payment modifier under the physician fee schedule.\" The modifier provides financial penalties or rewards to doctors serving Medicare patients depending on the quality and cost of the care delivered.\n\nIn another e-mail he said: \"To the extent that Medicare drives all health care services, one could make the argument that the relationship as we once knew it will be 'eliminated.’ Primarily due to two new federal bureaucracies - IPAB and Preventive Services Task Force.\"\n\nThe 15-member Independent Payment Advisory Board, or IPAB, will recommend ways to prevent Medicare’s spending growth from exceeding targets.\n\nThe board can’t recommend changes that would ration care or raise premiums for Medicare beneficiaries, among other measures. It will be able to decrease government payments to health care providers and recommend ways to cut wasteful spending.\n\nThe U.S. Preventive Services Task Force makes recommendations on clinical preventive services to primary care clinicians. Under the new law, certain plans must cover recommendations made by the task force.\n\nSome experts expressed concerns about how such measures will influence the doctor-patient relationship, but it’s clear that relationship isn’t eliminated. Whether treatments are covered by insurance or result in out-of-pocket costs is another matter -- and not a new one.\n\nRobert Moffit, a fellow at the conservative Heritage Foundation, said the traditional doctor-patient relationship, if defined as a doctor recommends treatment and insurance pays for it, has been deteriorating.  \n\nMoffit said the health care law \"does change the practice of medicine,\" significantly, but he called Kyrillos’ language \"a little too strong.\"\n\nOther experts said Kyrillos’ claim overreaches.\n\n\"As I read the legislation these are all tools to strengthen the primary care infrastructure so that it can better support patient-physician relationships,\" said Ann O’Malley, a senior health researcher for the Center for Studying Health System Change, a research group cited by both Republicans and Democrats.\n\nO’Malley also said Kyrillos’ statement assumes the \"existing system is set up so it’s  in the best interest of patients, and it’s not.\"\n\nJudy Feder, a professor of public policy at Georgetown University who served in the federal health department under President Bill Clinton, said the measures Kyrillos highlighted \"define some of the coverage and payment features but they are not in any way dictating the relationship between the patient and a doctor.\"\n\nKyrillos’ campaign was not swayed.\n\n\"The fact is that this law eliminates the ‘doctor-patient’ relationship and creates the ‘doctor-patient-government’ relationship,\" Fay said.\n\nOur ruling\n\nUnder the Obama administration’s health care law, Kyrillos claimed \"the patient-doctor relationship will be eliminated.\"\n\nThat’s a hefty charge. And there’s little proof to substantiate it.\n\nProvisions in the health care law allow changes to payments to health care providers and influence what’s covered by certain insurance plans, but nothing in the bill prevents physicians and patients from making health care decisions together.\n\nKyrillos may need to call a doctor after this ruling: Pants on Fire!\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11381"}