{"url": "/factchecks/2020/aug/10/facebook-posts/facebook-post-misleadingly-says-trump-employer-mat/", "speaker": "Facebook posts", "vclaim": "Trump’s plan “would suspend the 7.65% your employer matches. See? You will NOT get that, nor will your wage or salary increase by 7.65%”", "truth_label": "half-true", "date": "stated on August 9, 2020 in a post on Facebook:", "title": "Facebook post misleadingly says Trump payroll tax action only suspends employer match", "text": "President Donald Trump’s weekend order to give millions of workers a break on payroll taxes caught many people by surprise, and created a range of reactions, criticism and questions.\nOne post on Facebook described the order as a scam that won’t affect your take-home pay.\n\"When Trump says he wants to suspend ‘payroll tax,’ he's talking about the 7.65% withheld for your Social ‘Security’ and Medicare. ~ Here's the scam: it would suspend the 7.65% your employer matches. See? You will NOT get that, nor will your wage or salary increase by 7.65%. Plus, when Social ‘Security’ collapses due to this de-funding, It WILL PROVIDE AN EXCUSE TO PRIVATIZE [steal it],\" the post said.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIn this case, the post is wrong on its first point, but does raise legitimate questions, even if it predicts the future with too much certainty. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nOn suspending the employer’s match, the worker’s and employer’s contributions are already separate. Under the March COVID-19 relief bill, the CARES Act, the employer portion is on hold until the end of the year. The CARES Act says  that companies need to pay back half by the end of 2021 and the other rest by the end of 2022. \nAs for whether a worker will see the extra money, employers could decide not to pass along the deferral. Some business advisers are suggesting they do that as a hedge against uncertainty. We don’t know what employers will do, but this is a possibility.\nOur ruling\nA Facebook post claims, Trump’s plan \"would suspend the 7.65% your employer matches. See? You will NOT get that, nor will your wage or salary increase by 7.65%\"\nThe employer and employee payroll tax contributions are already separate, and the government already had deferred employer payment until the end of 2020. Trump’s action applies to the employee contribution, and it’s yet unknown if that deferral will reach the pockets of employees and when.\nWe rate this post Half True.", "vclaim_id": "vclaim-pol-17079"}