{"url": "/factchecks/2018/apr/13/blog-posting/No-Fox-News-did-not-put-up-graphic-showing-it-was/", "speaker": "Bloggers", "vclaim": "\"Fox News accidentally puts up a poll graphic that shows how they are the least trusted network.\"", "truth_label": "false", "date": "stated on April 9, 2018 in a blog post:", "title": "No, Fox News did not put up graphic showing it was the least trusted network", "text": "Did Fox News accidentally put up a graphic showing it’s the least trusted network? That’s what bloggers claimed in a post that leaves out important context and details about the graphic.\n\"Fox News accidentally puts up a poll graphic that shows how they are the least trusted network,\" said boinboing.net in an April 9 post.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes.\nBloggers focused on a Fox News segment in which Howard Kurtz, host of Media Buzz, talks with Republican strategist and pollster Frank Luntz about President Donald Trump, the media and public trust.\n\"When host Howard Kurtz asked for a poll to be put up on the screen that asks if the media reports fake news, viewers got a look at the wrong poll – one put out by Monmouth University that asks people which network they trust more, CNN, MSNBC, or Fox News,\" Boingboing.net’s post said. \"Not surprising but a knee-slapper nonetheless, the graphic for the poll showed that people trusted CNN most, at 48%, followed by MSNBC at 45%. Fox came in last place with a mere 30% of those polled thinking that the network was trustworthy.\"\nBoingboing.net said Kurtz asked then quickly asked for the graphic to be taken down. Kurtz did request that the graphic be taken down — but the graphic did not indicate Fox News was the least trusted network.\nIn fact, the graphic, based on a Monmouth University poll, asked \"Who do you trust more?\" But individuals polled were asked who they trusted more as a source of information (CNN or Trump, MSNBC or Trump, Fox News or Trump), or both equally.\nThe Fox News graphic showed that 48 percent of people said they trusted CNN more, compared to 35 percent who trusted Trump more; 45 percent said they trusted MSNBC more, compared to 32 percent who trusted Trump more; 30 percent trusted Fox News more, compared to 20 percent who trusted Trump more.\nThe question was not about the most trustworthy network and was not a direct comparison of CNN, MSNBC, or Fox News.\nThe Washington Post on April 9 reported that Fox News pushed back on reports that its network was the least trusted among competitors. It said the Associated Press published a story headlined \"Fox News mistakenly posts graphic showing it lags in trust.\" (AP’s new headline says \"Fox News host: Graphic posted at wrong point of show.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe newspaper also noted that CNN’s Chris Cuomo tweeted a RawStory.com post headlined, \"Watch Fox host Howard Kurtz panic after graphic shows Fox News is least trusted network.\"\nRawStory.com added an updated to its story saying it included a response from Kurtz and that the headline had been revised for accuracy. It's new headline reads, \" ‘Take that down’: Howard Kurtz surprised after graphic pops up showing Fox News is least trusted network.\"\nBoingboing.net also added an update at the top of its post on April 12.\nThe amended post said:\"UPDATE 4/12/2018: Yes, Fox did accidentally put up the wrong poll graphic, but Fox has since pointed out that the confusing graphic wasn't actually showing that Fox is the least trusted network. Instead, what the graphic intended to do was to compare CNN, MSNBC and Fox News to Trump. The graphic asks who people trust more, CNN or Trump, MSNBC or Trump, and Fox News or Trump. When looking at it this way, people trust all three networks more than they trust Trump.\"\nKurtz did elaborate on the graphic after his show — not because it was confusing, but because he said the Associated Press ran a story \"that utterly distorts what happened.\"\n\"The AP reported my request to take down the graphic and ended the story there, creating a false impression by not mentioning that I called for the very same graphic shortly afterward,\" Kurtz wrote in an April 9 Facebook post. \"This echoed partisan chatter online that I had somehow panicked or didn’t want to show the poll graphic, which is flatly contradicted by reality.\"\nKurtz wrote that the graphic was mistakenly posted early, while he was discussing fake news, but brought back later in the show. (AP ran a correction about that point.)\nOur ruling\nBloggers said, \"Fox News accidentally puts up a poll graphic that shows how they are the least trusted network.\"\nThe graphic was based on a Monmouth University poll that asked people who they trusted more CNN or Trump, MSNBC or Trump, Fox News or Trump. It wasn’t a graphic for a direct question comparing the three networks.\nThe Fox News graphic showed that 48 percent of people said they trusted CNN more, compared to 35 percent who trusted Trump more; 45 percent said they trusted MSNBC more, compared to 32 percent who trusted Trump more; 30 percent trusted Fox News more, compared to 20 percent who trusted Trump more.\nWe rate the claim False.\n Share the Facts 2018-04-13 18:13:27 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Fox News accidentally puts up a poll graphic that shows how they are the least trusted network.\"    Online posts Bloggers https://boingboing.net/2018/04/09/fox-news-accidentally-puts-up.html   in a blog post Monday, April 9, 2018 2018-04-09    Read More  info", "vclaim_id": "vclaim-pol-02185"}