{"url": "/factchecks/2007/nov/07/john-edwards/prez-cant-snatch-congress-health-care/", "speaker": "John Edwards", "vclaim": "Edwards says if Congress won't pass universal health care, he'll tell Congress: \"I'm going to use my power as president to take your health care away from you.\"", "truth_label": "pants-fire", "date": "stated on November 12, 2007 in a TV ad:", "title": "Prez can't snatch Congress' health care", "text": "A television ad shows John Edwards giving a campaign speech and vowing to fight for universal health care coverage.\n\n\"When I'm president I'm going to say to members of Congress and members of my administration, including my cabinet: I'm glad that you have health care coverage and your family has health care coverage,\" Edwards says. \"But if you don't pass universal health care by July of 2009 – in six months – I'm going to use my power as president to take your health care away from you.\"\n\n\nCue the wild applause.\n\n\nThe problem with this statement is that the president can't just \"take away\" health care from Congress.\n\n\n\"Health care for Congress and the administration is passed by statute. The president can't repeal a law on his own,\" said Don Ritchie, associate historian of the Senate Historical Office.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\n\"Congress has the power of the purse and passes legislation. It's the president who's dependent on Congress to get legislation passed,\" he said.\n\n\nIf we broaden our view from the 30-second ad, Edwards fleshed out his idea in a September 2007 speech he gave in Chicago. During that speech, he explained that his plan was to \"submit legislation that ends health care coverage for the president, all members of Congress, and all senior political appointees in both branches of government on July 20th, 2009 -- unless we have passed universal health care reform.\"\n\n\nThat's a more realistic scenario, and there's nothing to stop a president from submitting legislation if he can find a member to introduce it. But count us dubious on Congress voting away its own health care coverage.\n\n\nIn the meantime, we find Edwards' lordly pronouncement in his TV ad to border on the absurd. As a former member of the U.S. senate, he should know better. For that reason, we give him the rare Pants on Fire ruling.", "vclaim_id": "vclaim-pol-16524"}