{"url": "/factchecks/2011/jul/10/mitt-romney/mitt-romney-says-barack-obama-will-add-more-debt-4/", "speaker": "Mitt Romney", "vclaim": "By the end of his first term, President Obama will have added as much debt as all the prior 43 presidents combined.", "truth_label": "mostly-true", "date": "stated on June 27, 2011 in a roundtable with small business leaders in Salem, N.H.:", "title": "Mitt Romney says Barack Obama will add more debt than 43 prior presidents", "text": "At a roundtable of small business leaders in Salem, N.H., former Massachusetts Gov. Mitt Romney was asked what he would do about the corporate tax rate, whether he would cut government spending or raise taxes and whether it was possible to do both.\n\nRomney said he had a plan to lower the corporate tax rate but noted the nation's huge debt.\n\n\"What I would like to do is bring the tax rate down and eliminate some of the special breaks that go to the big businesses that have found ways to take advantage of loopholes,\" Romney said. \"So, I’d take that corporate tax rate down at least from 35 down to 25 percent. Then we can talk about where we can go from there. I’d like to get it a lot lower, but what I don’t want to do is add to the deficit. I don’t want to come back with a tax rate so low that we end up seeing our deficit go shooting up, because what we don’t want to have happen is the circumstance where we have larger and larger deficits.\n\n\"I mean, this president is on track to have added so much debt to this country, that by the end of his first term, he will have added as much debt as all the prior presidents of this country combined. Think of that. I don’t want to do what he’s done, but I do believe we need to bring the corporate tax rate down, close special deals and loopholes to help finance that and encourage investment and growth by virtue of doing so.\"\n\nReally? More debt than all 43 presidents before President Obama?\n\nFirst we had to determine which \"debt\" Romney was referring to in his statement.\n\nThere are actually two main ways of tabulating the debt. One is public debt, which includes all debt borrowed by the federal government and held by investors through Treasury notes and other securities.\n\nThe other is gross federal debt, which includes public debt plus debt held by the government. The most notable forms of debt held by the government are the trust funds for Social Security and Medicare, money which is owed to beneficiaries in the future.\n\nRomney spokesman Ryan Williams said the candidate was referring to debt held by the public.\n\nWe then needed to determine the start and end points for calculating how much of the debt can be categorized as falling within Obama’s first term.\n\nObama took office on January 20, 2009, but who \"owns\" the debt recorded for fiscal year 2009 is unclear. Obama signed off on the budget that year, but it was assembled during Bush’s term, and it does not really bear Obama’s imprint. Similarly, it’s possible to say that either the fiscal year 2012 budget or the fiscal year 2013 budget is Obama’s last from his first term.\n\nSo we decided to analyze Romney’s claim by using three possible date ranges for our calculations.\n\n-- October 1, 2008 (the start of fiscal 2009) to Oct. 1, 2012 (the end of fiscal 2012)\n-- January 20, 2009 (the day of Obama’s inauguration) to Oct. 1, 2013 (the end of fiscal 2013)\n-- October 1, 2009 (the start of fiscal 2010, Obama's first full budget year) to Oct. 1, 2013 (the end of fiscal 2013)\n\nWe’re offering several options because each of these measurements have shortcomings for the purpose of measuring the debt accumulated under Obama.\n\nWe’re able to calculate the debt figures for the earlier dates using the U.S. Department of Treasury’s \"Debt to the Penny\" calculator. The future debt amounts come from Office of Management and Budget projections. Because they are projections, they’re subject to change as economic circumstances change, but they are are widely cited among experts. (OMB doesn’t project future debt to specific dates, only to the end of future fiscal years, so that’s why our ending dates are only at the end of fiscal years.)\n\nHere are the debt totals accumulated during the three periods we listed above:\n\n* End of fiscal year 2008, when the accrued debt under the 43 presidents was $5.851 trillion, to the end of fiscal 2012, when the debt is projected to reach $11.881 trillion. Yes, more than the previous 43 presidents.\n\n* Obama inauguration, when the accrued debt was $6.307 trillion, to the end of fiscal year 2013, when the debt is projected to reach $12.784 trillion. Yes, more than the previous 43 presidents. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n* End of fiscal year 2009, when the accrued debt was $7.506 trillion, to end of fiscal year 2013, when the debt is projected to reach $12.784 trillion. No, not as much as the previous 43 presidents.\n\nOver the first two scenarios above, the debt more than doubled from the starting point (which reflects the debt under the prior 43 presidents) to the ending point. So in these two scenarios, Romney is right -- Obama accumulated more debt than the previous 43 presidents combined. But for the third scenario, the debt didn't double, so Romney would be wrong. This exercise is a testament to the fact that small changes in assumptions can produce big differences in outcomes.\n\nOf course, there’s no guarantee that Obama’s administration will actually preside over as much publicly held debt as predicted, since new budgets and projections will change debt outcomes every year. And the current negotiations over raising the debt ceiling could significantly change the forecasts. Still, this is what we can conclude given the data when Romney made his statement.\n\nNow let’s throw in a further complication. In an interview, Romney’s staff backed up the candidate’s statement in part by citing a prior ruling by PolitiFact.\n\nWilliams, Romney’s spokesman, cited PolitiFact \"True\" ruling on a claim by Rep. Eric Cantor, R-Va.\n\nIn a letter to the editor of the Richmond Times-Dispatch in October 2010, Cantor wrote that \"the budget submitted by Obama will add more to the debt than the outstanding debt of the previous 43 presidents combined.\"\n\nPolitiFact rated the statement True, and that was good enough for Romney’s campaign. \"We actually pulled it right off the (Politifact) website,\" Williams said in an interview. \"We’re making the same contention that (Cantor) made.\"\n\nBut when the topic came up in Romney's claim, we re-checked our work and realized that in the Cantor fact-check we had only used the first option (the end of fiscal 2008 to the end of fiscal 2012) rather than the other two. Based on all three measurements, Romney is right by two but off by the other one. So we find his claim Mostly True.", "vclaim_id": "vclaim-pol-12775"}