{"url": "/factchecks/2010/jun/07/nathan-deal/deal-claims-handel-supported-gay-adoption/", "speaker": "Nathan Deal", "vclaim": "\"Handel endorsed gay adoption\" in 2003 when she was running for chairwoman of the Fulton County Commission.", "truth_label": "barely-true", "date": "stated on May 12, 2010 in in a statement published in the Rome News Tribune.:", "title": "Deal claims Handel supported gay adoption", "text": "Nathan Deal is portraying gubernatorial candidate Karen Handel as out of step with Georgia Republicans because she allegedly supported gay adoption seven years ago.In a statement published in the Rome Tribune, Deal lashed out at Handel for what he says were her positions in her race seven years ago for chairwoman of the Fulton County Commission. Deal’s campaign is quoted as saying: \"Actually, 2003 isn't so ‘old,’ and the truth is that Handel endorsed gay adoption when she campaigned for Fulton County Commission chair in 2003 while courting votes and fund-raising.\"But did she?First, a little primer on Fulton County politics vs. Georgia politics. The gay community is a politically active and powerful force within Fulton County. Much of the community is centered in Midtown Atlanta. Making nice with that community can help you get elected in city and county politics, and both Democrats and Republicans court the gay vote.But in statewide politics the landscape tilts very conservative. What plays well in Midtown often bombs in Marietta and Moultrie. Endorsing gay adoption could demolish a Republican or Democratic bid for any statewide office in Georgia. Handel has steadfastly denied Deal’s allegation and is on the record as an opponent of gay adoption in more recent campaigns. In her successful run for secretary of state in 2006 and in her current gubernatorial bid, she has opposed allowing gay people to adopt children. Indeed, in 2006, she was criticized for that stance in an Atlanta Journal-Constitution editorial that otherwise backed her candidacy.\"Although the secretary of state's office has zero influence on legislative policies, Handel’s Web site features her opinions on abortion, domestic partnerships and gay adoptions, all of which she opposes,\" said the Oct. 16, 2006, editorial.Deal’s allegation is that Handel backed gay adoption when she was running for office at the local level only to flip-flop when she got into the state arena. Deal has also accused Handel of once being a member of the Log Cabin Republicans, a GOP gay rights organization. Stay tuned. We will address that allegation in a future PolitiFact Georgia report.For this round, we concentrated solely on Deal’s assertion that Handel had once backed gay adoption. Deal’s campaign strategists base their allegation on a single statement by Marc Yeager, former president of the Georgia Log Cabin Republicans, in the now-defunct Southern Voice, a newspaper that catered to the gay community.In an Aug. 15, 2003, article, Yeager is quoted saying: \"We will be continuing our support for Karen Handel. She demonstrated in her last run that she was supportive of domestic partner benefits, and she's supported same-sex adoptions on the basis of the best interest of the child.\"Enough said. Or so says the Deal camp. \"This was announced in a newspaper, and she didn’t ask for a correction because it was accurate,\" said Brian Robinson, Deal’s communication director. \"Karen Handel can’t have it both ways.\"Handel’s camp said the gubernatorial hopeful never backed gay adoption.\"Nathan Deal should put down the gay tabloid and try to find a real source for his false attacks,\" said Dan McLagan, a spokesman for the Handel campaign.We tried to contact Yeager numerous times, but he did not return our calls. Yeager’s comment was the only evidence we could find that Handel ever supported that position. Handel’s campaign and a half-dozen people familiar with her positions on gay rights issues in the 2003 race said she never supported gay adoption.State Rep. Jill Chambers (R-Atlanta) said she and Handel visited the Log Cabin booth at Atlanta’s 2002 Gay Pride Festival, as did other local and state politicians.\"But neither one of us backed gay adoptions, certainly not publicly. It was not high on the agenda,\" Chambers said. \"We shook hands. We handed out some brochures.\"Jamie Ensley, the current president of the state Log Cabin Republicans, said Handel spoke to their chapter \"many times\" during her run for the Fulton County Commission and later for chairwoman. \"But gay adoption was never an issue,\" Ensley said. There is no evidence, other than a passing statement by Yeager in an extinct newspaper, that Handel ever voiced support for gay adoptions. And in subsequent runs for office, she has repeatedly declared she opposes it. There is some smoke here -- a widely distributed publication stated that Handel supported gay adoption, and she never asked for a correction. But the bulk of evidence appears to back Handel’s denial. We rate Deal’s statement Barely True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKaren Handel\n\n\nstated on June 9, 2010 in a newspaper article\n\n\n\n\n\n\n\n\nSays she was never a  member of the Georgia Log Cabin Republicans.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jim Tharpe • June 16, 2010\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14943"}