{"url": "/factchecks/2008/mar/17/campaign-defend-america/bush-and-mccain-agree-on-troops-in-iraq/", "speaker": "Campaign to Defend America", "vclaim": "John McCain and George W. Bush want to spend \"a trillion dollars in Iraq over the next 10 years.\"", "truth_label": "mostly-true", "date": "stated on March 5, 2008 in a television ad:", "title": "Bush and McCain agree on troops in Iraq", "text": "An advertisement uses the refrain \"McSame as Bush\" to criticize Sen. John McCain for taking the same positions as President George W. Bush. It starts with Iraq and then goes on to\n\ntaxes, energy and health care.\n\n\nOn Iraq, the ad says, \"A trillion dollars in Iraq over the next 10 years.\nMcSame as Bush.\"\n\n\nWe have a few issues with this statement, though it gets its larger point correct.\n\n\nThe Congressional Budget Office, at the request of Congress, came up with estimates for how much it would cost to keep troops in both Iraq and Afghanistan for the next 10 years. The CBO estimated it would cost from about $480-billion to just over $1-trillion, depending on the number of troops. The analysis makes clear that troop levels in Iraq drive the dollar amount higher. The higher estimate assumes troop levels of at least 75,000 through 2013, with the number decreasing through 2017.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut those are troop levels to which neither Bush nor McCain has publicly committed. McCain has said troops should stay as long as needed but that specific troop levels should be dictated by conditions on the ground and the advice of the military. Bush, meanwhile, has declined to speculate on future troop levels, saying it will be up to the next president and leaders of Iraq.\n\n\nStill, Bush and McCain seem to be on the same page on Iraq about not withdrawing troops rapidly. McCain has said troops could remain in Iraq for many years, comparing the situation to continuing U.S. presence in South Korea or Japan. When Bush endorsed McCain, he said, \"The good news about our candidate is he'll be a new president, a man of character and courage, but he's not going to change when it comes to taking on the enemy.\"\n\n\nWe find the \"McSame\" ad fudges the cost in Iraq by not taking into account that the $1-trillion CBO estimate includes future spending in Afghanistan as well. But the ad makes a larger point that Bush and McCain agree on their philosophy for handling the Iraq war and the withdrawal of troops. We find the statement to be Mostly True.", "vclaim_id": "vclaim-pol-16299"}