{"url": "/factchecks/2020/aug/06/facebook-posts/calif-has-extra-us-house-seats-because-illegals-no/", "speaker": "Facebook posts", "vclaim": "“California has six extra” congressional representatives “because illegals are counted” in the census.", "truth_label": "barely-true", "date": "stated on July 23, 2020 in a Facebook post:", "title": "Fact-checking a claim about immigrants and California’s 'extra' House seats", "text": "All U.S. residents, including immigrants here legally or illegally, are eligible to be counted in the national census mandated by the Constitution that’s done every 10 years.\nThose counts determine how many U.S. House seats each state gets and, in turn, the number of electoral votes it gets in presidential elections.\nWe found no evidence to back a claim that California has six more House seats than it would have if people in the country illegally were excluded from the apportionment.\nThe claim \"is off base,\" said demographer Dudley Poston Jr., an emeritus professor of sociology at Texas A&M University.\nHe and other experts say California likely has two to four more seats than it would without counting people in the country illegally.\nBut according to the U.S. Constitution, all residents are to be counted in the census and for the purpose of apportionment, regardless of immigration or citizenship status.  \nThe claim\nOn July 23 on Facebook, conservative podcast host Dan Bongino shared an article from his Bongino.com that carried this headline:\n\"Report: California Has Six Extra Representatives Because Illegals Are Counted in Census.\"\nThe report that article cited is actually a Facebook post published the previous day from a Facebook user called Unbiased America. It refers to the 2010 census in making the California claim.\nBongino’s Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt comes as President Donald Trump seeks to exclude the count of immigrants in the country illegally in determining how the House’s 435 seats are divided up after the 2020 census.\nWe asked Bongino via Facebook Messenger if he had any additional information we should consider in doing this fact-check. He referred us to the author of the Bongino.com article, who did not provide us any additional information.\n(As we prepared to publish this fact-check on Aug. 6, Bongino’s Facebook post was no longer available. A message on Facebook said: \"This Content Isn't Available Right Now. When this happens, it's usually because the owner only shared it with a small group of people, changed who can see it or it's been deleted.\" We archived Bongino’s original post.)\nConstitution doesn’t cite legal status in counting\nRegarding apportionment, the 14th Amendment to the U.S. Constitution does not refer to citizenship or residency status with regard to counting residents. It declares: \n\"Representatives shall be apportioned among the several States according to their respective numbers, counting the whole number of persons in each State, excluding Indians not taxed.\"\nThe \"Indians not taxed\" clause was made obsolete by laws that granted Native Americans U.S. citizenship. Courts have held that all people be counted. \nCitizenship question on census forms\nAs we’ve reported, the last time all households were asked about U.S. citizenship was in the 1950 census. \nFrom 1970 to 2000, the Census Bureau used two questionnaires: a long form and short form. About 1 in 6 households received the long-form questionnaire, which included a question on citizenship. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe 2010 census used only a short-form questionnaire with 10 questions. It did not ask about citizenship. \n\"It is impossible to know how many undocumented immigrants might have been included in the 2010 census count,\" John Weeks, director of the International Population Center at San Diego State University, told PolitiFact.\nThe Supreme Court last year blocked an effort by the Trump administration to add a citizenship question to the 2020 census, questioning its rationale. \n\"Extra\" seats: 2 to 4, not 6\nAs a result of the 2010 census, California has 53 U.S. House seats, the most of any state. Its delegation includes the House leaders of both parties: Speaker Nancy Pelosi, a Democrat, and Minority Leader Kevin McCarthy, a Republican.\nWe did not find evidence to back a claim of six \"extra seats.\" The Census Bureau did not provide information to PolitiFact on whether the claim is accurate. \nAccording to estimates by the Pew Research Center, the Public Policy Institute of California and others, California has more than 2 million immigrants who are in the country illegally.\nPoston, who has done analyses regarding the 2000 and 2020 censuses, estimated that the counting of these immigrants in the 2010 census accounts for two or three of California’s House seats. \nIra Mehlman, a spokesman for the Federation for American Immigration Reform, which works to reduce legal and illegal immigration, estimated three or four. Steven Camarota, director of research for the Center for Immigration Studies, which uses data to argue for low levels of immigration, estimated two.\nAnother demography expert, University of Houston sociology professor Amanda Baumle, said the claim of six appears to be based on analyses of apportionment based on only U.S. citizens being counted, and not lawful permanent residents or other noncitizens with legal status. Immigrants without legal status, she estimates, account for three California seats.\nOne of the articles cited by Unbiased America, a 2007 post by Mehlman's group, says the difference would be six if only U.S. citizens were counted.\nThe 2020 census\nImmigration status may come into play with the outcome of the 2020 census.\nIn July, Trump issued a memorandum directing that immigrants in the country illegally be excluded from the apportionment base following the 2020 census — that is, they would not be counted in determining how many House representatives each state gets. \n\"Excluding these illegal aliens from the apportionment base is more consonant with the principles of representative democracy underpinning our system of government,\" the memo says. \nCensus and legal experts say such an action would be illegal and unconstitutional, and several lawsuits have been filed challenging the order. The suit filed by California and several other plaintiffs notes that all immigrants have been included since the first national census in 1790, and that the U.S. Constitution mandates that all persons be counted for apportionment.\nIn a 2012 paper, the nonpartisan Congressional Research Service said \"it appears a constitutional amendment would be necessary to exclude any individuals from the census count for the purpose of apportioning House seats.\"\nIf Trump’s order withstands challenges, California, Florida and Texas would each end up with one fewer congressional seat than they would have been awarded based on population change alone; and Alabama, Minnesota and Ohio would each hold on to a seat that they would have otherwise lost, the Pew Research Center reported.\nOur ruling\nA Facebook post says California has six \"extra\" U.S. House representatives because immigrants in the country illegally are counted in the census.\nUnder the 14th Amendment to the U.S. Constitution, all residents are to be counted in the census for purposes of apportionment. The amendment does not refer to legal residency status.\nCensus and demographic experts say California would have two to four fewer seats if immigrants who are here illegally were excluded from the count used to determine apportionment of House seats. \nWe rate the post Mostly False.", "vclaim_id": "vclaim-pol-17060"}