{"url": "/factchecks/2019/mar/14/viral-image/no-photo-doesnt-show-joe-biden-engaging-disturbing/", "speaker": "Viral image", "vclaim": "A photograph shows Joe Biden engaging in disturbing behavior with a boy.", "truth_label": "pants-fire", "date": "stated on February 17, 2019 in a Facebook post:", "title": "No, this photo doesn't show Joe Biden engaging in disturbing behavior with a boy", "text": "Former Vice President Joe Biden has hinted that he’s going to join the crowded group of Democrats vying for the presidency. Back in the headlines, he’s again drawing scrutiny from critics and allegations of untoward behavior.\n\"Countless discomforting photos of @JoeBiden have surfaced but nothing disturbs me more than this one,\" reads the text in what looks like a screenshot of a tweet that was published to Facebook on Feb. 17. \"This is a man who thinks he is running for president in 2020? Pls retweet and spread the awareness for people to look into him. #QAnon #TheStorm #FollowTheWhiteRabbit.\"\nThe post shows a photo of Biden leaning down by a boy with his hand cupped on the child’s face. In the post’s comments, the Facebook account also posted a doctored image that appears to show Biden flashing his nude body. Among the more than 18,000 people who shared the post on Facebook, one said, \"President pervert pedophile.\" Another wrote: \"Handsie uncle Joe must go!\"\nThe original post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSpeculation that Biden has acted inappropriately with women and children isn’t new. In 2015, New York magazine posted nine photos showing \"times Joe Biden creepily whispered in women’s ears.\" \nBut this Facebook post is extremely out of context. We found the original photo, among others, accompanying a June 6, 2015, Associated Press story about the funeral of Beau Biden, the former Delaware attorney general and son of Joe Biden who died of brain cancer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe photo was taken by photographer Patrick Semansky. The caption says: \"Vice President Joe Biden embraces his grandson Hunter before funeral services for Hunter’s father, former Delaware Attorney General Beau Biden, Saturday, June 6, 2015, at St. Anthony of Padua Roman Catholic Church in Wilmington, Del.\"\nWe reached out to Semansky to ask more about the image.\n\"The extended Biden family walked in a procession behind a hearse carrying Beau Biden’s casket,\" he told PolitiFact in an email. \"They stopped roughly 30 feet in front of me, at the church’s front door, as a military honor guard removed the casket from the hearse and carried it inside for a funeral service. At different moments, the VP leaned over to comfort his grandson and granddaughter as they watched the honor guard and then followed the casket inside.\"\nSemansky shared other photos from that day, including one that shows him kissing the top of his granddaughter’s head as she stands holding her mother’s hand, one that shows him holding his granddaughter’s hand with his arm around Beau Biden’s widow, and one that shows Joe Biden, his wife, his son’s widow and his grandchildren holding hands in a line as they approached the hearse.\nOur ruling\nThe Facebook post suggests that Biden is behaving inappropriately with a boy. And without context, it’s unclear what’s happening in the photo. Is he covering the child’s mouth? Is he whispering in his ear? The post exploits this ambiguity, leading to comments that take the image as confirmation that the former vice president is a \"pedophile\" or \"handsie.\"\nRather, he is comforting his grieving grandchildren as they say goodbye to their dad.\nWe rate this post Pants on Fire!\n Share the Facts 2019-03-14 17:20:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A photograph shows Joe Biden engaging in disturbing behavior with a boy.    Viral image On the internet     Sunday, February 17, 2019 2019-02-17    Read More  info", "vclaim_id": "vclaim-pol-00891"}