{"url": "/factchecks/2017/jun/16/ivanka-trump/ivanka-trump-mostly-right-role-skills-gap-unfilled/", "speaker": "Ivanka Trump", "vclaim": "\"There are currently 6 million jobs available in this country that are due in part to the skills gap.\"", "truth_label": "true", "date": "stated on June 12, 2017 in an interview on \"Fox & Friends\":", "title": "Ivanka Trump right about role of 'skills gap' in unfilled jobs", "text": "During an interview with Fox & Friends, Ivanka Trump discussed one of the challenges of the current economy -- that job vacancies exist, but many people who aren’t working aren’t qualified to fill them. Her comments came during a week that the White House had devoted to messages about the American workforce.\n\"There are currently 6 million jobs available in this country that are due in part to the skills gap,\" she said.\nWhen we took a closer look, we found that Trump was generally on target, but that the impact of the \"skills gap\" -- the fact that many potential workers don’t have the right qualifications to take jobs that are currently open -- is worth some explanation.\nAre there 6 million jobs available?\nOn the numerical side, Trump was spot-on.\nEvery month, the federal Bureau of Labor Statistics releases data from a survey called the Job Openings and Labor Turnover Survey, or JOLTS. One of the key statistics in the survey is job openings nationally.\nIn the most recent month for which data is available -- April 2017 -- the survey found 6,044,000 job openings across the country. That represents the first time this statistic has ever crossed the 6 million line, going back to the earliest data reported in 2000.\n\nSince a measure of the raw number of job openings is affected by overall population growth over time, we’ll also note that the rate of job openings -- which is adjusted for the size of the U.S. population -- also tied a record in April, reaching a level equaled only in two previous months going back to 2000.\nSo Trump has accurately portrayed the scale of how many jobs are available today in the United States.\nIs this large number of job openings 'due in part to the skills gap'?\nTrump used cautious wording; Economists agree that a mismatch of skills is clearly a \"part\" of the problem, as she put it. That said, they cautioned against making the oversimplified argument that the skills gap underlies all 6 million job openings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nOn the one hand, \"some of the current job vacancies are unquestionably due to the skills gap,\" said Gary Burtless, an economist with the Brookings Institution. \"If job-seeking jobless workers and promotion-seeking but under-employed workers had exactly the right skills, many of the current job vacancies could be filled faster.\"\nAt the same time, for many job openings, the barrier isn’t necessarily the lack of a college degree or specialized training, he said. In many cases, the \"barrier\" can be overcome with on-the-job training and experience.\n\"There are many job openings with more modest skill requirements,\" Burtless said. \"They require the new hire to learn some extra skills to become more proficient and productive in their new jobs. A large percentage of job seekers have the capacity to learn those skills on the job pretty quickly.\"\nHe added that \"employers who think every job opening can be filled immediately and with a perfectly trained worker are either living in a dream world or living through a Great Depression in which millions of highly trained workers are desperately seeking a job.\" The reality, he said, is that \"for most current job vacancies, the skill set of today’s job seekers is sufficient to fill the great majority of the vacancies.\"\nAnother economist, Aparna Mathur of the American Enterprise Institute, has testified that for many manufacturing jobs, a drag on hiring comes not only from a skills gap but also an \"image gap.\"\nMillennials in particular, she said, may have a \"tainted\" image of what high-tech manufacturing jobs look like today, assuming instead that they are like such jobs decades ago -- \"dirty, grimy, repetitive or dangerous.\" Survey data shows that \"many workers are no longer interested in manufacturing jobs and there appears to be a stigma attached to manufacturing work,\" she wrote. \"Few parents want their children to work in this industry, and manufacturing is the last career choice for people between the ages of 19 and 33.\"\nIn an interview, Mathur said it’s difficult to tease out how much of a factor the skills gap is in today’s job openings. She suggested that it may be the biggest factor -- but she also cautioned that the image gap is particularly significant for younger workers and added that other issues exist as well, including an unwillingness among some Americans to relocate to areas with jobs.\nAnd of course, even in an efficiently humming economy, any survey taken at a given point in time will find many jobs that are simply open due to transition, or what economists call \"churn.\" Many of these job openings will be due to happenstance rather than structural problems with the skills gap.\nOur ruling\nTrump said, \"There are currently 6 million jobs available in this country that are due in part to the skills gap.\"\nThe number she cites is correct, and she’s right to say that the skills gap plays a role. Economists warn against overestimating the role played by the skills gap in all 6 million job openings, both because other factors play a role (such as the image gap) and because the skills barriers posed are often more modest than having to earn an academic degree or to obtain specialized training.\nWe rate her statement True.\n Share the Facts 2017-06-19 14:48:35 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"There are currently 6 million jobs available in this country that are due in part to the skills gap.\"    Ivanka Trump Daughter of President Trump   an interview on Fox & Friends Monday, June 12, 2017 2017-06-12    Read More  info", "vclaim_id": "vclaim-pol-03200"}