{"url": "/factchecks/2014/nov/07/bill-clinton/did-100-times-more-people-ascend-middle-class-unde/", "speaker": "Bill Clinton", "vclaim": "\"One-hundred times as many people worked their way from poverty into the American middle class\" during his presidency compared to Ronald Reagan's presidency.", "truth_label": "barely-true", "date": "stated on October 24, 2014 in a speech:", "title": "Did 100 times more people ascend to the middle class under Bill Clinton than under Ronald Reagan?", "text": "Campaigning for Mary Burke in Milwaukee on Oct. 24, 2014, Bill Clinton reflected on his presidency, sizing it up against Ronald Reagan's.\n\"The thing I'm proudest of was that, as compared with President Reagan's term, we created 45 percent more jobs,\" Clinton said during a speech for Burke, who 10 days later lost her bid to unseat Gov. Scott Walker.\nHe continued:\n\"But 100 times -- listen to this -- 100 times as many people worked their way from poverty into the American middle class. That’s the way this economy should work.\"\nClinton made the same claim a month earlier on CNN.\nOne-hundred times as many? Now, that’s a statistic begging to be checked.\nBackground on the issue\nClinton, a Democrat, was elected in November 1992 and served two terms, from January 1993 to January 2001.\nReagan, a Republican, was elected in November 1980 and also served eight years, from January 1981 to January 1989.\nClinton’s spokesman cited census figures showing that there was a net decrease of nearly 7.7 million people living in poverty from 1993 to 2000. That’s 100 times more than the 77,000 fewer under Reagan from 1981 to 1988.\nBut there’s some cherry picking going on in that comparison. Why? A president is elected in November but does not take office until January. To be consistent, you need to stick to one or the other.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nEarlier in 2014, Hillary Clinton made a claim similar to the one Bill Clinton made in Milwaukee. PolitiFact National rated it False.\nOur colleagues looked at two-eight year frames: Election years, which were 1992 to 2000 for Clinton and 1980 to 1988 for Reagan; and the years the men took office and left office -- 1993 to 2001 for Clinton and 1981 to 1989 for Reagan.\nOur colleagues found similar trends for each time frames, then reported figures based on the second time frame.\nDuring the eight years under Clinton, the number of Americans in poverty declined by 6.5 million -- 22 times more than the 294,000 under Reagan. That’s a lot, but it’s not 100 times.\nThere’s one other problem with Clinton’s claim, given that he cited not simply the number of people no longer living in poverty but those that moved from poverty to the \"middle class.\" His spokesman provided no evidence to indicate how many people moved into the middle class.\nJonathan Schwabish, economist and senior researcher at the Urban Institute, told us there is no consensus on what constitutes the middle class. He also said it would be hard argue that all of the people who climbed out of poverty had entered the middle class.\nIndeed, a person whose income was $1 above the poverty line would no longer officially be living in poverty, but probably wouldn’t feel as though he or she had suddenly joined the middle class.\nOur rating\nClinton said \"100 times as many people worked their way from poverty into the American middle class\" during his presidency compared to Reagan's presidency.\nMeasured one way -- from the year each president took office to the election year in which each last served -- the number of people no longer living in poverty under Clinton was 100 times more than the number under Reagan.\nBut a consistent measure -- from the year each president took office to the year each president left office -- shows the figure under Clinton was only 22 times higher. What’s more, Clinton provided no evidence that all the people lifted out of poverty during his tenure had entered the middle class.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07023"}