{"url": "/factchecks/2018/oct/16/andrea-mitchell/can-congress-force-donald-trump-investigate-missin/", "speaker": "Andrea Mitchell", "vclaim": "A letter to President Donald Trump from 22 senators \"is a way of saying to the president, ‘You are now under an affirmative requirement, legal requirement, to investigate' \" journalist Jamal Khashoggi’s disappearance and suspected murder.", "truth_label": "mostly-true", "date": "stated on October 14, 2018 in in a panel discussion:", "title": "Can Congress force Donald Trump to investigate missing Saudi journalist?", "text": "A group of senators is pressuring President Donald Trump to respond more aggressively to Saudi Arabia’s suspected disappearance and murder of Washington Post columnist Jamal Khashoggi nearly two weeks ago at the Saudi Arabian consulate in Istanbul.\nThe lawmakers have invoked a novel legal mechanism from the Global Magnitsky Act to try to compel the Trump administration to investigate the fate of Khashoggi, a Saudi dissident who had been living in the United States. The bipartisan slate of 22 senators penned a letter requesting that Trump order an investigation and report back its findings within 120 days.\n\"The Magnitsky letter,\" Mitchell said, \"is a way of saying to the president, ‘You are now under an affirmative requirement, legal requirement, to investigate this,’ which the administration did not want to do, investigate it with a time limit.\"\nMitchell, who is NBC News’ chief foreign affairs correspondent, was explaining the issue on the Oct. 14 broadcast of Meet the Press. We were curious if she was right, so we decided to fact-check her.\nMitchell is correct that lawmakers are attempting to use the 2016 Global Magnitsky Act to signal that Trump is obligated to look into Khashoggi’s disappearance, and it’s the first time lawmakers have invoked that provision. Here, we’ll explore how the law works, as well as some of its possible limits.\nGlobal Magnitsky Act investigation\nThe \"Magnitsky letter\" that Mitchell referred to arrived at the White House Oct. 10, about a week after Khashoggi’s disappearance.\nThe letter was a request from Sens. Bob Corker, R-Tenn., and Bob Menendez, D-N.J., who are, respectively, the chairman and ranking member of the Senate Foreign Relations Committee. They were joined by 20 other senators, including Lindsey Graham, R-S.C., and Patrick Leahy, D-Vt., the chairman and ranking member of the Senate Appropriations Subcommittee.\n\"The recent disappearance of Saudi journalist and Washington Post columnist Jamal Khashoggi suggests that he could be a victim of a gross violation of internationally recognized human rights,\" the senators wrote. \"Therefore, we request that you make a determination on the imposition of sanctions pursuant to the Global Magnitsky Human Rights Accountability Act with respect to any foreign person responsible for such a violation related to Mr. Khashoggi.\"\nSergei Magnitsky was a Russian accountant who was tortured and died in 2009 in a Moscow jail after exposing Russian corruption, according to Human Rights Watch.\nIn 2012, Congress passed a law bearing his name that sanctioned high-ranking Russian officials who were believed to have committed serious human rights violations.\nA second law — known as the Global Magnitsky Act — cleared Congress in December 2016. It extended the first law’s accountability mission beyond Russia’s borders by authorizing the executive branch to impose visa bans and other sanctions on human rights violators anywhere in the world.\nCongress also has a role to play. The process begins with the chairman and ranking member of an appropriate congressional committee sending the president a written request. They can ask the president to investigate if a human rights violation — like extrajudicial killing or torture — has been committed.\nThe target of abuse must be someone who was either working to expose illegal activity of government officials, or was engaged in some other kind of protected activity, like free expression, as in the case of a dissident journalist.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nUnder the law, the president has up to 120 days, from the time of the request, to determine if a human rights violation occurred. The law also states \"the president shall submit a classified or unclassified report\" to the committee’s top members. That report should say whether the president will impose sanctions, and what they entail.\nLimits of Global Magnitsky Act\nAccording to some experts, despite the law’s clear language, the president may not have to comply with the request, after all.\nA statement President Barack Obama made in 2016 when he signed the Global Magnitsky Act into law made clear that he believed this provision violated the separation of congressional and presidential power.\n\"(The provision) purports to require me to determine whether a foreign person has committed a sanctionable human rights violation when I receive a request to do so from certain members of Congress,\" Obama wrote in a signing statement. \"Consistent with the constitutional separation of powers, which limit the Congress's ability to dictate how the executive branch executes the law, I will maintain my discretion to decline to act on such requests when appropriate.\"\nRob Berschinski, a senior vice president at the advocacy group Human Rights First and a former official in Obama’s State Department, said Trump could use Obama’s signing statement as an out.\n\"Theoretically, the Trump administration could point to that signing statement and say this is an infringement on executive branch prerogative,\" Berschinski said. \"At the end of the day, the Magnitsky Act is an executive authority that was passed into law. But it’s purely elective.\"\nUltimately, it would be up to the courts to decide whether the provision authorizing Congress to request the White House to conduct human rights investigations is constitutional or not. Even if the courts were to strike down the provision, Congress would not be powerless, though. It could legislate sanctions, or take actions related to U.S. arms sales to Saudi Arabia.\nStill, Berschinski said the senators’ message in their letter to Trump was unmistakable.\n\"It was a very strong signal of congressional intent,\" he said.\nOur ruling\nMitchell said a letter to Trump from 22 senators \"is a way of saying to the president, ‘You are now under an affirmative requirement, legal requirement, to investigate’ \" Khashoggi’s suspected murder.\nMitchell is correct that the Global Magnitsky Act contains a provision that allows certain members of congress to ask the president to carry out investigations of suspected human rights violations.\nExperts agreed the letter sent to the White House by 22 senators was a clear signal of congressional intent to oblige Trump to look into the circumstances surrounding Khashoggi’s disappearance.\nThat said, Obama said upon signing the law in 2016 that he believes the provision violates the separation of powers — and at least some legal experts agree.\nWe rate this Mostly True.\n Share the Facts 2018-10-16 15:20:44 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  A letter to President Donald Trump from 22 senators \"is a way of saying to the president, ‘You are now under an affirmative requirement, legal requirement, to investigate' \" journalist Jamal Khashoggi’s disappearance and suspected murder.    Andrea Mitchell NBC News’ chief foreign affairs correspondent https://www.nbcnews.com/meet-the-press/meet-press-october-14-2018-n919956   in a panel discussion Sunday, October 14, 2018 2018-10-14    Read More  info", "vclaim_id": "vclaim-pol-01474"}