{"url": "/factchecks/2015/feb/09/lee-may/interim-ceo-mostly-right-dekalb-police-firefighter/", "speaker": "Lee May", "vclaim": "DeKalb County has graduated five police academies and three fire academies to help reach its ambitious hiring goals in both departments.", "truth_label": "mostly-true", "date": "stated on January 22, 2015 in the 2015 State of the County address:", "title": "Interim CEO mostly right on DeKalb police, firefighter hiring", "text": "Public safety is one of the top issues voters cite when creating new cities.\nSo it’s no surprise that interim CEO Lee May would highlight growth in the police and fire departments in DeKalb County – where four new towns are being discussed on the neighborhood and legislative levels.\n\"Since taking on this position, we have graduated five police academies and three fire academies,\" May said during his recent State of the County address. \"This is proving to make our neighborhoods safer places for our children and families to grow.\"\nThe claim would put DeKalb on pace to reach an ambitious goal May laid out in Fall 2013: Hire 160  police officers and 100 firefighters every year for three years to halt a hemorrhage of public safety workers that hurt the morale of workers and taxpayers.\nBut with the press for new cities in the county, and more calls for existing cities to annex neighborhoods, did DeKalb actually hit its annual goal? PolitiFact Georgia decided to check it out.\nGov. Nathan Deal tapped May to serve as CEO in July 2013, replacing CEO Burrell Ellis, who is suspended while he faces corruption charges.\nThat put May in charge of preparing the 2014 budget, to be amended and approved by the County Commission.\nMay took over just as DeKalb, like many local jurisdictions, was seeing a small rebound from the collapse in the housing market. The county, also like others, had suffered through the revenue losses in part by cutting jobs or keeping positions unfilled, including those in public safety.\nIn September 2013, DeKalb had 915 police officers to fill 1,100 slots. There were 600 firefighters for 789 positions.\nWorse, the county also lost more officers and firefighters than it could hire through its training academies, which can take up to 26 weeks to complete. In four years, DeKalb hired 277 police officers while 400 left. The fire department’s attrition was even worse: hiring 71 firefighters in four years, while 236 departed.\nThe end of the economic downturn helped boost last year’s budget by $25 million, to $584 million for the general fund. The county set aside $6.6 million and $2.9 of the extra money to hire additional officers and firefighters, budget records show.\nAnd both departments held recruit academies for applicants who already passed basic job requirements. For police, the training lasts three weeks for state-certified officers from elsewhere in Georgia, seven weeks for certified officers from other states, and 26 weeks for all candidates with no previous police experience.\nThe dates and number of hires were:\n97th Police Academy, graduated Feb. 14, 2014 – 29.\n98th Police Academy, graduated May 30, 2014 – 32.\n99th Police Academy, graduated July 31, 2014 – 33.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n100th Police Academy, graduated Sept. 26, 2014 – 22.\n101st Police Academy, graduated Jan. 16, 2015 – 35.\nTotal hired: 151.\nThat puts the police department at 94 percent of its annual goal. But the overall numbers actually fell. As of Feb. 1, DeKalb had 859 sworn officers, out of 1,060 authorized sworn positions – tumbling from 83 percent filled to 81 percent filled since May took over.\nInterim Police Chief James Conroy said that the challenge was ramping up the training after going nearly all of 2013 without any academies – all while losing officers.\nMomentum is on the county’s side, Conroy added. The current academy, the 102nd, has 26 recruits enrolled for a May graduation.\nRecruitment and retention efforts in the fire/rescue department were better. The department held two general firefighter academies, graduating in February and September. Training includes the courses required for basic firefighters, which takes 18-20 weeks, and also includes advanced EMT training. For recruits with no previous experience, the academy can take up to 10 ½ months.\nThat means the graduates in 2014 may have started with DeKalb in 2013, hired as recruits.\nBut the county also hired 85 additional recruits in September, and 15 more in October, to hit its annual goal of 100 new firefighters, according to Fire Chief Darnell Fullum. The first group from that academy will graduate in April and be placed in stations.\n\"I know we have met our initiative,\" Fullum said.\nAnd, as of Feb. 1, the department had 659 sworn firefighters for 671 spots. That meant the department was 98 percent filled, compared to 76 percent when May started..\nMay said he considers the aggressive hiring effort a success in both departments, noting that 2014 was just the first year of a three-year effort that will be measured as one initiative.\nCounty leaders knew not every recruit who entered the academy would graduate and serve, he added, noting DeKalb is getting better at identifying candidates who will be successful.\n\"We still have space, in terms of authorized positions, to get us to our goals,\" May said. \"We are communicating as best we can, to everyone from the public to our employees, that public safety is our top priority and we intend to see results.\"\nThat means DeKalb is taking strides towards its overall goal, of hiring 480 police officers and 300 firefighters by the end of 2016.\nSo where does that leave us? May said that the county had held five police academies and three fire/rescue academies in 2014. He is right on the number of academies, but off on what that means.\nBeing spot on with the amount of training underway for DeKalb’s hiring binge in public safety doesn’t translate into the goals of that training being fully met.\nWe rate May’s statement Mostly True.", "vclaim_id": "vclaim-pol-06745"}