{"url": "/factchecks/2017/apr/06/eric-greitens/greitens-not-quite-right-right-work/", "speaker": "Eric Greitens", "vclaim": "\"Over the past 25 years, job growth in right-to-work states has been twice as high as in non-right-to-work states. ... The facts are just so clear that this is going to lead to more jobs and higher pay for the people of Missouri.\"", "truth_label": "half-true", "date": "stated on February 8, 2017 in a television interview:", "title": "Greitens not quite right on right to work", "text": "It took less than a month for Missouri Gov. Eric Greitens to fulfill one of his campaign promises.\nOn Feb. 6, Greitens signed a law making Missouri the 28th right-to-work state, part of his strategy to improve the state’s economic climate.\nTwo days later, in a Fox News interview with Neil Cavuto, the Republican governor touted the effects of the legislation, saying Missouri has joined the ranks of states that have seen a considerable amount of job growth.\nGreitens said in the interview: \"Over the past 25 years, job growth in right-to-work states has been twice as high as in non-right-to-work states. ... The facts are just so clear that this is going to lead to more jobs and higher pay for the people of Missouri.\"\nRight-to-work laws prohibit union security agreements, which limit a union’s ability to require employees to join. These contracts can include mandatory fees as a condition of employment.\nGreitens signed the bill into law on Feb. 6. The law will take effect Aug. 28.\nOpponents of Missouri’s right-to-work law say it will allow workers declining to pay union fees to reap the benefits of unions, which are required by federal law to protect all workers covered by a contract. Supporters say it will encourage employers to move to the state, thereby creating more jobs.\nWe wondered how Greitens arrived at the statistic that job growth has been growing at a much faster rate in right-to-work states and, furthermore, if there was truly a relationship between job growth and right-to-work laws.\nThe numbers are more complicated\nParker Briden, a spokesman for the Missouri governor’s office, directed us to a 2015 article from the Illinois Policy Institute, a conservative, nonprofit think tank in Chicago.\nThe article’s author, Michael Lucci, reported that the job growth in right-to-work states from 1990-2015 was 47 percent, while job growth in non-right-to-work states was 21 percent during the same time period.\n \nUsing data from the Bureau of Labor Statistics, Lucci calculated the percent change for nonfarm job growth in each state over the time period and placed them into two groups — one right-to-work, the other non-right-to-work. Lucci did not adjust the job numbers for population.\nAggregating job growth totals from right-to-work and non-right-to-work states is not as accurate as comparing growth in individual states, according to Gordon Lafer, an associate professor at the University of Oregon and a former senior labor policy adviser for the U.S. House of Representatives' Committee on Education and Labor.  Lafer has written in opposition of right-to-work laws.\nLafer said the numbers are being driven by a few high job-growth states.\n\"I would fail a freshman in college for turning that in,\" he said. \"If Bill Gates walks into a bar, everyone there is a millionaire based on the average.\"\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nAn analysis of the data adjusted for population showed that of the eight states that saw more than 10 percent job growth from 1990 to 2015, six had right-to-work laws. On the other hand, a majority of the states that had a decrease in job growth were right-to-work states — nine out of 15.\nFor what it’s worth, a comparison of the unemployment rate between the two groups of states suggests that there has been a smaller percentage of unemployed people in non-right-to-work states over the past few decades.\nOf the 10 states that had an increase of more than 10 percent in unemployment since 1990, half of those were right-to-work states. Four of the five states with the largest increases in unemployment were right-to-work states — Nebraska, Nevada, North Carolina and South Carolina.\nBut none of these numbers actually prove anything about the policy. Every state is governed by so many different factors affecting their economies that it’s difficult to pinpoint one policy as the economic driver using only Bureau of Labor Statistics data.\n\"You’re supposed to say, all other things being equal, what is the effect of this policy?\" Lafer said. \"Can you prove it’s right-to-work that’s causing it?\"\nControlling for other factors, two case studies by researchers from the University of Nevada and Claremont McKenna College found mixed results on the economic effects of right-to-work.\nIn a paper published in 2011, the authors wrote that Oklahoma’s right-to-work laws decreased private-sector union membership in the state but had no effect on job growth, per capita income and wages. Their case study on Idaho’s right-to-work laws found an increase in manufacturing jobs, but they had no effect on per capita income.\nWhat does affect job growth?\nWhat economists know for sure is that two main factors drive job growth — tax rates and education.\nLafer said a policy like right-to-work might have been a larger incentive for companies in the 1940s and ’50s, but today the number of people in unions is so low that it doesn’t create the incentive it once did. He said companies today are more interested in moving to states with highly educated workforces, especially states with a large number of workers in STEM-related fields.\nLast year, 9.7 percent of Missourians were union members, lower than the U.S. average of 10.7 percent.\nRik Hafer, a professor of economics in the Plaster School of Business & Entrepreneurship at Lindenwood University, said that it’s important to take many factors into consideration when thinking about whether a policy like right-to-work is actually linked to a state’s job growth.\nFactors like tourism, geography and culture can play a role in a company’s decision to move to a certain state. But more importantly, Hafer said, job growth is driven by an educated workforce and the individual and corporate taxes the company would face should it decide to move.\nA policy such as right-to-work might not be the make or break deal for Missouri jobs, but Hafer said it could \"increase the chances of gaining new jobs.\"\nRight-to-work might play a more important role for cities that span the borders of two states, Hafer said. If a business could move just a few miles over to be in a state with a right-to-work law, it might choose to do so.\nOur Ruling\nGreitens said: \"Over the past 25 years, job growth in right to work states has been twice as high as in non-right to work states. ... The facts are just so clear that this is going to lead to more jobs and higher pay for the people of Missouri.\"\nHis information comes from a conservative think tank that had accurate numbers from the Bureau of Labor Statistics but used them in a way that experts say is unreliable for measuring the effect of a state law on its economy.\nGreitens used correct numbers but excluded important contextual information that might give someone a different impression of the figures. We rate this claim Half True.\nCorrection: This story was corrected on April 6, 2017, to accurately describe the methodology used in the Illinois Policy Institute’s analysis of job growth in right-to-work and non-right-to-work states. Job growth numbers for states were aggregated, not averaged.", "vclaim_id": "vclaim-pol-03462"}