{"url": "/factchecks/2020/jul/08/facebook-posts/no-soldiers-guarding-tomb-unknown-soldier-arent-ca/", "speaker": "Facebook posts", "vclaim": "“For the first time, the Honor Guard soldiers that march at the Tomb of the Unknown Soldier in Arlington Cemetery have been issued live ammunition.”", "truth_label": "false", "date": "stated on June 24, 2020 in a Facebook post:", "title": "No, soldiers guarding Tomb of the Unknown Soldier aren’t carrying live ammunition", "text": "With monuments and statues across the nation being toppled or vandalized amid protests over racial injustice — and rumors flying about such destruction that never occurred — this claim appeared on Facebook: \n\"For the first time, the Honor Guard soldiers that march at the Tomb of the Unknown Soldier in Arlington Cemetery have been issued live ammunition! Lock and load, citizens.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAccording to Arlington National Cemetery, the tomb is a white marble sarcophagus inscribed with the words: \"Here rests in honored glory an American soldier known but to God.\" A select group of soldiers from the 3rd U.S. Infantry Regiment, known as The Old Guard, stand watch over it 24 hours a day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThey carry weapons but no live ammunition, said Army Staff Sgt. Maryam Treece, who handles public affairs for The Old Guard.\nShe told PolitiFact she did not know why the statement would have been made.\nBarbara Lewandrowski, a spokeswoman for Arlington National Cemetery, told PolitiFact in an email that uniformed security personnel provide \"around-the-clock protection of all of the cemetery’s 639 acres\" but wouldn’t comment on how they were armed, citing \"operational security.\"\nWe rate the statement False.", "vclaim_id": "vclaim-pol-17706"}