{"url": "/factchecks/2012/sep/25/adam-hasner/mitt-romney-surrogate-adam-hasner-obama-meeting/", "speaker": "Adam Hasner", "vclaim": "\"President Obama decided not to meet with Prime Minister Benjamin Netanyahu in New York.\"", "truth_label": "mostly-true", "date": "stated on September 24, 2012 in a press release from the Mitt Romney campaign:", "title": "Mitt Romney surrogate Adam Hasner bashes Obama for not meeting with Netanyahu", "text": "With world leaders meeting at the United Nations in New York, the Mitt Romney campaign went after President Barack Obama, repeating the charge that he hasn’t supported Israel enough and isn’t taking threats from Iran seriously.\n\nThe specific talking point this time is that Obama refused to meet with Israeli Prime Minister Benjamin Netanyahu.\n\nThe Romney campaign released this statement from Adam Hasner, a Florida Republican who’s running for the U.S. House of Representatives seat representing Congressional District 22 in Broward and Palm Beach counties. Hasner, a former state House majority leader, is a Jewish surrogate for Romney.\n\n\"Now we know why President Obama decided not to meet with Prime Minister Benjamin Netanyahu in New York next week: because the president has decided to ‘block out any noise that’s out there’ about the threat a nuclear Iran would pose to Israel,\" Hasner said, adding that the snub was \"an absolute insult\" and \"no way to treat our friends around the world.\" (The statement says \"next week,\" but the meetings are actually happening this week.)\n\nWe have heard conflicting reports about whether Obama jilted Netanyahu, so we decided to look into the matter.\n\nA meeting in New York?\n\nWe found several news stories -- based on anonymous sources -- that said Netanyahu’s team asked for a meeting between the two leaders and was rejected. The White House responded on the record that the leaders couldn’t meet due to scheduling conflicts.  \n\nThe back-and forth started Sept. 11, 2012, when the Israeli newspaper Haaretz reported that the White House declined Israel’s request for a meeting during the U.N. conference.\n\n\"An official in Jerusalem said that the Prime Minister's Office sent the White House a message stating that although Netanyahu will spend only two and a half days on U.S. soil, he is interested in meeting Obama and is willing to travel to the U.S. capital specifically for that purpose. The official added that the White House rejected the request and said that at this time Obama's schedule does not allow for a meeting.\"\n\nHaaretz contrasted those comments with statements from White House National Security Council Spokesman Tommy Vietor saying the leaders were not scheduled to be in New York the same day.\n\nReuters also reported that the White House rejected a request by Netanyahu to meet: \"An Israeli official told Reuters on condition of anonymity that Netanyahu's aides had asked for a meeting when he visits United Nations this month, and ‘the White House has got back to us and said it appears a meeting is not possible. It said that the president's schedule will not permit that.’\" (The Romney campaign referred us to the Reuters story when we asked for evidence; Hasner’s campaign pointed us to a longer version of the Reuters article as well as others.)\n\nReuters also reported that Vietor \"denied that Netanyahu's request had been spurned, insisting instead that the two leaders were attending the General Assembly on different days and would not be in New York at the same time.\"\n\nThe brouhaha over the alleged snub led Obama and Netanyahu to speak for an hour by telephone on Sept. 11. The White House issued a statement that night that the two leaders \"reaffirmed that they are united in their determination to prevent Iran from obtaining a nuclear weapon, and agreed to continue their close consultations going forward.\" The statement also said: \"Contrary to reports in the press, there was never a request for Prime Minister Netanyahu to meet with President Obama in Washington, nor was a request for a meeting ever denied.\" We’ll note that statement didn’t specifically address whether there was a request for a meeting in New York.\n\nThe next day, White House spokesman Jay Carney said this of an alleged snub: \"The president will be in New York at the United Nations General Assembly early in that week; the prime minister does not arrive until later in that week. There was not logistically an opportunity for the two leaders to meet in New York. A meeting was never requested in Washington, therefore it could not have been denied.\"\n\nWe found many similar news reports from other news outlets. The New York Times, for example, reported that Netanyahu’s office had requested a meeting sometime during the United Nations General Assembly, but that it wasn’t possible due to scheduling. According to the article, the White House said that after \"a possible New York encounter was ruled out, Mr. Netanyahu did not request a meeting in Washington\" and that the scheduling conflict \"had been conveyed to Israel long ago.\"\n\nIn response to questions from PolitiFact, Vietor emailed us: \"Bottom line is that Obama is in New York Monday and Tuesday of this week. Netanyahu is here Thursday (and) Friday because of the holidays,\" he wrote, referring to Yom Kippur, which starts Tuesday night and continues Wednesday. \"In other words, they're not in the city at the same time, which makes having a meeting a logistical challenge.\"\n\nOn Thursday, Obama will be campaigning in Virginia Beach, Va. His schedule for Friday has not yet been made public.\n\nWe emailed Vietor several questions, asking which Israeli officials requested a meeting with Obama and when Israel has made additional attempts at a face-to-face get together. We did not get a response.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBarack Obama\n\n\nstated on January 11, 2012 in a page on the Obama campaign website\n\n\n\n\n\n\n\n\n\"Mitt Romney, Rick Perry, and Newt Gingrich all say they would cut foreign aid to Israel — and every other country — to zero.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 11, 2012\n\n\n\n\n\n\n\n\n'Blocking out noise'?\n\nMuch has been written about the scheduling of a meeting that didn’t happen. This occurred during a close presidential election in which both parties are fighting for Jewish voters.\n\nAlthough about three of every four Jewish voters supported Obama in 2008, Republicans hope to cut into that edge in swing states such as Florida. And that’s why we see the ongoing war about semantics and symbolic issues as both sides profess their love for Israel. (Read some of our previous fact-checks about Israel during this campaign here and here and here and here.)\n\nHasner noted in his statement the president has decided to ‘block out any noise that’s out there’ about the threat a nuclear Iran would pose to Israel.\" That was a reference to Obama’s 60 Minutes interview. Host Steve Kroft asked Obama if he was getting pressure from Netanyahu \"to make up your mind to use military force in Iran.\"\n\nObama replied, in part, \"When it comes to our national security decisions, any pressure that I feel is simply to do what’s right for the American people. And I am going to block out any noise that’s out there. Now I feel an obligation, not pressure but obligation, to make sure that we’re in close consultation with the Israelis on these issues because it affects them deeply. They’re one of our closest allies in the region. And we’ve got an Iranian regime that has said horrible things that directly threaten Israel’s existence.\"\n\nWe asked Aaron David Miller, a former State Department adviser on Arab-Israeli affairs for Democrat and Republican Secretaries of State, about the non-meeting. (He wrote an article, \"When Bibi Didn’t Meet Barack.\")\n\n\"This in my view wasn’t smart politics on Obama’s part,\" Miller said in an email. \"He’s running for re-election and it could be close. Meeting with Netanyahu is a no-brainer. Why hand the Republicans a hammer?\"\n\nBut Miller said that if the two leaders had met in New York, he doesn’t believe that it would have led to any policy change by the United States or Israel about Iran. It simply would have avoided it becoming an issue that Obama didn’t meet with Netanyahu.\n\n\"Nothing would have come of it,\" he said.\n\nOur ruling\n\nHasner said, \"President Obama decided not to meet with Prime Minister Benjamin Netanyahu in New York.\"\n\nObama was in New York on Monday and Tuesday, Wednesday is the Jewish holiday of Yom Kippur, and Netanyahu will be in New York on Thursday and Friday. Obama is campaigning in Virginia on Thursday, and his schedule for Friday has not yet been released.\n\nSo a meeting with Netanyahu didn’t fit Obama’s schedule. However, he is the president of the United States, and at the end of the day he determines his schedule. The White House has confirmed that a scheduling conflict prevented a meeting. That's not quite refusal, but he is not meeting with Netanyahu in New York, so on some level he made the decision.\n\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-10318"}