{"url": "/factchecks/2018/jun/18/environmental-protection-agency/are-greenhouse-emissions-down-under-donald-trump-e/", "speaker": "Environmental Protection Agency", "vclaim": "\"The science is clear, under President Trump greenhouse gas emissions are down.\"", "truth_label": "half-true", "date": "stated on June 13, 2018 in a statement to Bloomberg:", "title": "Are greenhouse emissions down under Donald Trump, as EPA says?", "text": "On the campaign trail and as president, Donald Trump has expressed his skepticism about global warming. So it was a bit of a surprise when a reader asked us to check a statement issued by his Environmental Protection Agency that touted the administration’s record in reducing emissions of greenhouse gases, which scientists say are the main driver of global warming.\n\"The science is clear, under President Trump greenhouse gas emissions are down, Superfund sites are being cleaned up at a higher rate than under President Obama, and the federal government is investing more money to improve water infrastructure than ever before,\" the EPA said in a statement when contacted for a June 13 article by Bloomberg titled, \"Researchers Argue Proposed EPA Changes Could Cause 80,000 More Deaths a Decade.\"\nHere, we’ll focus on the first assertion in the EPA’s statement — that \"the science is clear, under President Trump greenhouse gas emissions are down.\"\nWe found that to be a stretch.\nDid greenhouse gas emissions fall on Trump’s watch?\nWhen we asked the EPA for supporting evidence, they pointed us to a report titled, \"Inventory of U.S. Greenhouse Gas Emissions and Sinks.\" This includes data collected and released regularly by the EPA, most recently in April 2018.\nThe report found that the amount of greenhouse emissions by the United States fell in the most recent year. But there’s a problem: Due to the lag in data collection, that decline occurred during President Barack Obama’s final year in office, 2016, not under Trump.\nHere’s a chart of the EPA data on greenhouse gas emissions between 1990 and 2016, most of which consisted of carbon dioxide:\n\nWe found other data sets that more directly address the Trump era.\nThe first is a comprehensive study issued every year by the energy company BP, called the Statistical Review of World Energy. It uses a different methodology but produced similar findings as the EPA data — a 0.5 percent decline in emissions for the United States in 2017 (Trump’s first year) over 2016 (Obama’s last).\nThe study found that it was the third consecutive year that emissions in the United States had declined, \"though the fall was the smallest over the last three years.\"\nIn other words, emissions declined under Trump, but the rate of decline slowed compared to the late Obama era. (The BP study was released on the same day as Bloomberg published the EPA statement, so it’s not clear that the agency could have known about it when it made its statement.)\nA second set of data from the Energy Information Administration, a data-collecting unit of the federal Energy Department, showed a similar pattern.\nThe EIA data covers 2017 and the first two months of 2018. However, it totals only the emissions from the energy sector, which is a significant source of emissions, but not the only one.\nLike the BP report, EIA found that that carbon emissions from energy declined between 2016 and 2017.\nBut the annual decline slowed on Trump’s watch in the EIA data, too. In 2017, when Trump was president, emissions fell by less than 1 percent. That was a smaller decrease than for either of Obama’s final two years. In 2016, emissions fell by 1.64 percent from their 2015 level, and for 2015, they fell by 2.68 percent over their 2014 level.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn addition, the EIA estimated that emissions will actually rise over the next two years. In 2018, the agency forecasts a 1.1 percent increase, and in 2019, it projects a 0.2 percent increase.\nThe following chart shows annual declines in emissions almost every year from 2007 to 2017, followed by EIA’s projected increases for 2018 and 2019.\n\nMeanwhile, if you look at the EIA data on a monthly basis, emissions have moved in a fairly narrow band in 2016, 2017 and 2018, with emissions actually higher in January 2018 than they were in January 2016 under Obama. Here’s the chart showing monthly data.\n\nBottom line: Emissions did fall in Trump’s first year, but the rate of decline slowed compared to the Obama era.\nTrump policies likely not tied to decline\nWhatever impact Trump’s policies may ultimately have, their environmental impact won’t show up much in the data over such a short period.\n\"Most variations in emissions are due to the combination of long-term trends in energy use and efficiency and short-term variations in weather, with exceptional winter cold or summer heat leading to increased energy use and resulting in increased carbon dioxide emissions,\" said John Nielsen-Gammon, a Texas A&M University atmospheric sciences professor.\nOne example of a long-term shift would be the transition from coal to natural gas in electricity generation, said John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management. The shift to natural gas has been driven by competitive pricing, greater access to natural gas supplies, and changing long-term environmental strategies by utilities.\nOther factors that could have had an impact include falling prices for renewable energy, consumer preferences for lower-emission power, and Congress’ extension of tax credits for renewable energy resources, according to the Environmental Defense Fund, an environmental group.\nThe second reason for skepticism is that, whatever the merits of Trump’s policies in other ways, his signature policies are eventually expected to increase carbon emissions, not lower them.\n\"His stated goals are to increase coal use,\" Reilly said. \"His proposed plan to keep coal and nuclear plants from shutting down would have the opposite effect on emissions\" from what the EPA touted in its statement. Trump’s effort to roll back fuel vehicle standards would also tend to boost emission levels, though this initiative is so new that it hasn’t had an impact on the data yet.\nExperts credited Obama for policies and investments over eight years that nudged some utilities toward lower-emission fuels.\n\"This is the result of actions of the previous administration, and perhaps even more importantly, of economic and technological progress that are making renewables cheaper than fossil fuels,\" said Robert J. Brecha, a professor in the department of physics and the renewable and clean energy program at the University of Dayton.\nSome utilities have stated that they will be continuing the emissions-reducing efforts they began under Obama, including American Electric Power Co., Duke Energy, Southern Co., and Xcel Energy.\nOur ruling\nThe EPA said, \"The science is clear, under President Trump greenhouse gas emissions are down.\"\nEmissions did fall slightly between 2016 and 2017. But the rate of decline slowed under Trump and the month-to-month changes have been modest.\nWhatever decline has occurred on Trump’s watch is unlikely to stem from his own policies. Changes to emissions levels tend to come either from changing economic incentives, government policy over the long term, and factors beyond human control, such as the weather.\nWe rate the statement Half True.\n Share the Facts 2018-06-18 14:43:05 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The science is clear, under President Trump greenhouse gas emissions are down.\"    Environmental Protection Agency Federal regulatory agency https://www.bloomberg.com/news/articles/2018-06-13/researchers-argue-proposed-epa-changes-could-cause-80-000-more-deaths-a-decade   In a statement to Bloomberg Wednesday, June 13, 2018 2018-06-13    Read More  info", "vclaim_id": "vclaim-pol-01956"}