{"url": "/factchecks/2020/oct/06/facebook-posts/aarp-didnt-endorse-biden-donate-planned-parenthood/", "speaker": "Facebook posts", "vclaim": "“AARP endorses Biden and gives financial support to Planned Parenthood.”", "truth_label": "false", "date": "stated on September 28, 2020 in a Facebook post:", "title": "AARP didn’t endorse Biden, donate to Planned Parenthood", "text": "AARP is a nonpartisan organization that lobbies on behalf of Americans who are 50 and older, but this campaign cycle has seen several efforts to cast the nonprofit as a champion of the Democratic Party and progressive causes.  \n\"AARP endorses Biden and gives financial support to Planned Parenthood,\" a recent post says. \"Your member $$ are used for this support.\"\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe’ve previously fact-checked two other social media posts about AARP. Claims that a portion of member dues goes directly to the Democratic Party and that the organization backed \"federal funding for Planned Parenthood\" are both False.\nThis new claim is also wrong. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nJason Young, a spokesperson for AARP, told us that the organization hasn’t endorsed any candidate in the presidential election. \nIn fact, AARP has a policy against endorsing or appearing to endorse political parties, government officials or candidates for office. AARP’s board of directors, state presidents, state directors and others associated with the organization also are forbidden to participate in any public political or partisan activity that could be construed as an AARP endorsement. That includes circulating petitions or putting a candidate’s bumper sticker on their car.  \nYoung also told us that AARP doesn’t fund — and has never funded — Planned Parenthood. He shared a 2018 letter from the director of AARP Minnesota to a volunteer who had been confronted by people at an event who thought AARP supports Planned Parenthood financially. \n\"I want to ensure you — and I encourage you to share this letter as necessary — that AARP does not fund and has not funded Planned Parenthood,\" the letter says. \nWe reviewed AARP’s most recent IRS filing — for 2018, filed in November 2019 — that details money it contributed to other organizations. Planned Parenthood was not among them. We also reviewed the five previous years and saw no such contributions. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18620"}