{"url": "/factchecks/2020/jan/29/pete-buttigieg/buttigieg-point-majority-republicans-support-backg/", "speaker": "Pete Buttigieg", "vclaim": "\"More than 80% of Republicans think we ought to at least be doing universal background checks.\"", "truth_label": "true", "date": "stated on January 26, 2020 in a Fox News town hall in Des Moines:", "title": "Buttigieg on point that majority of Republicans support background checks", "text": "Pete Buttigieg is running in the Democratic primary for president, but he said a lot of \"future former Republicans\" are coming to hear his ideas. \n\"I am proposing things that most Americans even in conservative states think we ought to do,\" including gun control, Buttigieg said Jan. 26 at a Fox News town hall in Des Moines. \n\"More than 80% of Republicans think we ought to at least be doing universal background checks,\" the former South Bend, Ind., mayor said.\nWe’ve fact-checked multiple claims about support for expanding background checks among the general public and NRA members. So what about support for universal background checks among Republicans?\nMany Democrats running for president have called for universal background checks, which would extend such checks to private sales, including at gun shows. The House in 2019 passed a bill to ban the private transfer of firearms without a background check, but it hasn’t been heard in the Senate.\nRELATED: Do gun background checks work? What the research shows\nPolls about background checks show majority GOP support\nButtigieg’s campaign pointed to two polls that backed up his point. Both followed the back-to-back mass shootings in El Paso and Dayton in August 2019. While one could argue that such timing could affect the public’s willingness to support stricter measures on guns, we found support was also above 80% before those mass shootings.\nA Politico/Morning Consult poll in August 2019 found that 90% of Republicans said they would back background checks for all gun sales. \nA Washington Post-ABC News poll in September 2019 found that 83% of Republicans support requiring background checks for all potential buyers.\nWe looked at other polls in recent years and found that between 82% and 95% of Republicans stated support for background checks for all buyers.\nNPR/PBS NewsHour/Marist Poll in July 2019 found that 84% of Republicans said it was a good idea to require background checks at gun shows and private sales.\nGallup found in 2017 that 95% of Republicans supported background checks for all buyers after the Las Vegas shooting. (Gallup didn’t include the statistic specifically for Republicans in their original press release because there wasn’t a significant difference between parties, but a spokeswoman gave us the information.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nQuinnipiac polls between 2013 and 2019 showed that between 86% and 92% of Republicans supported background checks for all buyers.\nPew Research Center found in a September 2019 poll that 82% of Republicans favor making private gun sales and sales at gun shows subject to background checks.\nPolls can differ from responses to specific legislation or ballot questions\nThe National Rifle Association has pointed to the results of background check referendums in Maine and Nevada in 2016 that showed lower support for background checks than the national polls suggest. \nIn Maine, 52% rejected a background check measure. In Nevada, a background check question just barely passed with about 50.5% of the vote. Leading up to the election, polls showed higher support for the measures. \nThe gist of the NRA’s argument is that when people are asked a generic question by a pollster, that leads to a different result than when they actually face a question on a ballot that could affect their own rights.\nPew Research Center found in 2013 that support for expanded background checks isn’t necessarily the same as support for specific legislation. Pew’s poll found 81% of Republicans supported expanded background checks, but when asked if they supported a U.S. Senate bill that included such legislation, Republican support dropped to 57%. That still suggests strong support, though by a smaller margin. Some respondents expressed concerns that the bill included restrictions beyond background checks or would lead to a \"slippery slope.\"\n\"People may support background checks in general, but become more skeptical when gun rights groups highlight specific complications or unintended consequences that could arise when these laws are implemented,\" said Kristin Goss, professor of public policy and political science at Duke University.\nAlso, it’s possible that some respondents who say they want background checks for all sales may not realize that it is not current federal law -- a point backed up by a 2013 poll done for the Democratic National Committee. Of the 50% of people who said they preferred enforcement over new laws, 48% said they thought federal law prohibits gun purchases privately or at a gun show without a background check. Another 10% disclosed that they didn’t know the rules.\n\"Most people don’t have a very good grasp of what our gun laws are,\" Goss said. \"To be fair to Americans, gun laws are complicated and vary greatly state by state.\"\nOur ruling\nButtigieg said, \"More than 80% of Republicans think we ought to at least be doing universal background checks.\" \nButtigieg cited two polls that showed Republican support for background checks for all sales at 83% and 90%. We found additional polls in the same ballpark. \nThe support in polls doesn’t necessarily translate to support for specific legislation or ballot measures, and it’s possible that some respondents are unaware of current laws. That said, there are plenty of polls to back up Buttigieg’s statistic.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-17659"}