{"url": "/factchecks/2020/apr/21/facebook-posts/Fact-check-Hospitals-COVID-19-payments/", "speaker": "Facebook posts", "vclaim": "Hospitals get paid more to list patients as COVID-19.", "truth_label": "half-true", "date": "stated on April 10, 2020 in a Facebook post:", "title": "Fact-check: Hospitals and COVID-19 payments", "text": "An article shared on Facebook questions whether the count of COVID-19 patients is inflated, saying hospitals have a financial incentive to claim that a patient has the virus.\n\"Hospitals get paid more to list patients as COVID-19 — 3 times as much if put on ventilator,\" the story’s headline states.\nThe article was posted on WorldNetDaily, a conservative news website. It was produced by The Spectator, which describes itself as a conservative publication. The Spectator reported on comments made by Dr. Scott Jensen, a Minnesota physician and Republican state senator, in an interview with Fox News host Laura Ingraham.\nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nJensen said on Fox News that doctors are being encouraged to cite COVID-19 as a cause of death on death certificates and he suggested that money is a motivation.\nMedicare has determined that a hospital gets paid $13,000 if a COVID-19 patient on Medicare is admitted and $39,000 if the patient goes on a ventilator, he claimed.\nJensen did not respond to our request for information.\nThe federal government has decided to pay hospitals more for treating COVID-19 patients. But it isn’t a windfall in the way the headline suggests. And there is no indication that hospitals are over-identifying patients as having COVID-19. If anything, evidence suggests the illness is being underdiagnosed. \nHow Medicare pays hospitals\nMedicare pays for inpatient hospital stays using a diagnosis-related group (DRG) payment system. The hospital assigns a code to a patient at the time of discharge, based mainly on the patient’s main diagnosis and treatment given. \nMedicare then pays the hospital a prescribed amount of money — regardless of what it actually cost the hospital to provide the care. The amount can vary in different parts of the country to account for labor costs and other factors.\nThe amounts \nThe dollar amounts Jensen cited are roughly what we found in an analysis published April 7 by the Kaiser Family Foundation, a leading source of health information. (Kaiser Health News, which partners with PolitiFact on health fact-checking, is an editorially independent program of the foundation.)\nThere isn’t a Medicare diagnostic code specifically for COVID-19. Using payment rates for similar respiratory conditions, Kaiser estimated the average Medicare payment at $13,297 for a less severe hospitalization and $40,218 for hospitalization in which a patient is treated with a ventilator for at least 96 hours. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"A COVID patient on a ventilator will need more services and more complicated services, not just the ventilator,\" said Joseph Antos, scholar in health care at the American Enterprise Institute. \"It is reasonable that a patient who is on a ventilator would cost three times one who isn't that sick.\"\nMedicare will pay hospitals a 20% \"add-on\" to the regular DRG payment for COVID-19 patients. That’s a result of the CARES Act, the largest of the three federal stimulus laws enacted in response to the coronavirus, which was signed into law March 27.\n\"This is no scandal,\" Antos said. \"The 20% was added by Congress because hospitals have lost revenue from routine care and elective surgeries that they can't provide during this crisis, and because the cost of providing even routine services to COVID patients has jumped.\"\nJulie Aultman, a member of the editorial board of the American Medical Association’s AMA Journal of Ethics, told PolitiFact it is \"very unlikely that physicians or hospitals will falsify data or be motivated by money to do so.\"\n\"There are strict policies for reporting and, quite frankly, healthcare workers are only focusing on helping their patients and doing as much as they can with little resources,\" said Aultman, who is director of the medical ethics and humanities program at Northeast Ohio Medical University. \"Ohio is reporting confirmed and suspected cases and so this is how our providers are responding to their patients -- they are being very transparent about confirmed versus suspected.\"\nIndications of COVID-19 undercounts\nAs for the suggestion that there is an overcount of COVID-19 cases, \"the data has suggested that, in fact, there’s a significant undercount of deaths due to COVID,\" Jennifer Kates, the Kaiser Family Foundation’s director of global health & HIV policy, told PolitiFact.\nHere are some of those indications:\nStrict federal definition: Until April 14, the U.S. Centers for Disease Control and Prevention counted as COVID-19 deaths only those in which the coronavirus was confirmed in a laboratory test — even as testing was not widely available; now, CDC counts probable cases and deaths. The day the change was announced, New York City’s COVID-19 death tally soared by more than 3,700 when it included in its total the deaths of people who were suspected of having COVID-19 but were never tested. \nSurge in total deaths: The Economist reported on \"excess mortality,\" which is the gap between the total number of people who died from any cause during a given period, and the historical average for the same place and time of year. In New York City, for the four-week period ending March 28, there was an excess of about 1,400 deaths, compared with 1,100 official COVID-19 fatalities.\nOur ruling\nA post shared on Facebook claims hospitals have a financial incentive to claim patients had COVID-19, saying payment is three times higher if a patient goes on a ventilator. An article the post links to includes comments from a doctor who suggests the number of coronavirus cases is being padded.\nIt is standard for Medicare to pay roughly three times more for a patient with a respiratory condition who goes on a ventilator than for one who does not. That has nothing to do with the coronavirus.\nAs part of a federal stimulus bill, Medicare is paying hospitals 20% more than standard rates for COVID-19 patients.\nIndications are that due to a lack of testing and other factors, the number of coronavirus cases has been undercounted, not padded.\nFor a statement that is partially accurate, our rating is Half True.", "vclaim_id": "vclaim-pol-16973"}