{"url": "/factchecks/2021/jan/18/donald-trump/bans-animal-ag-and-gas-powered-cars-not-biden-agen/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden has plans to ban animal agriculture and gas-powered cars.", "truth_label": "false", "date": "stated on October 14, 2020 in a campaign speech:", "title": "Bans on animal ag and gas-powered cars not on the Biden agenda", "text": "Throughout president-elect Joe Biden’s campaign, Republicans in Iowa and nationally made claims about what a Biden presidency could do to the agriculture and energy sectors — both important industries for Iowa’s workforce and economy.\nAt the Republican National Convention in August, Sen. Joni Ernst, R-Iowa, claimed that Biden would end animal agriculture as we know it. \"The Democratic Party of Joe Biden is pushing the so-called Green New Deal. If given power they would essentially ban animal agriculture and eliminate gas-powered cars,\" Ernst said on Aug. 26.\nAt an October campaign rally in Des Moines, President Donald Trump accused Biden of supporting policies that would eliminate gas-powered cars. \"One of the most important issues for Iowa is the whole thing that happened with ethanol, they were killing ethanol, and Joe Biden has vowed to abolish fossil fuels, he supports all of the outside… This crusade to eliminate gas powered cars…\" Trump said on Oct. 14.\nTrump also weighed in on the banning-animal-agriculture theme, at a Wisconsin campaign rally on Sept. 17, when he said the New Green Deal would ban cattle. PolitiFact called that claim false when it was made.\nBiden takes over the presidency from Trump on Wednesday, Jan. 20, so PolitiFact Iowa took a look at whether or not these accusations about him, specifically, have a chance to be true. \nAnimal agriculture\nErnst campaign spokesperson Brendan Conley wrote in an email to PolitiFact Iowa that the Green New Deal resolution calls for removing pollution and greenhouse gas emissions from the transportation and agricultural sectors. \"How does one completely remove greenhouse gas emissions from the transportation and agriculture sectors without virtually banning animal ag and gas-powered cars?\" Conley wrote.\nThe Biden-Harris climate plan says \"the Green New Deal is a crucial framework for meeting the climate challenges we face.\" The plan’s written statement continues: \"It powerfully captures two basic truths, which are at the core of his plan: (1) the United States urgently needs to embrace greater ambition on an epic scale to meet the scope of this challenge, and (2) our environment and our economy are completely and totally connected.\"\nHowever, Biden has not endorsed the controversial Green New Deal legislation that U.S. Rep. Alexandria Ocasio-Cortez, D-N.Y., introduced in the House in February 2019, Christina Freundlich, an Iowa spokesperson for the Joe Biden campaign, said. While he has said he agrees with the legislation’s principles, his position paper for dealing with the environment does not adopt key details found in the legislation, a look at his position shows. \nBiden also has not endorsed a resolution introduced in the House in May 2019 by U.S. Rep. Mike Johnson, R-La., which says the Green New Deal is \"antithetical to the principles of free market capitalism and private property rights.\" \nDuring a March 2020 Democratic presidential primary debate between Biden and Sen. Bernie Sanders (I-Vt.), a strong supporter of the Green New Deal, Biden said, \"We both agree that we … have to deal with the existential threat that faces humanity. We disagree on the details of how we do it, but we don’t disagree on the principle.\" \nRob Jackson, an earth system science professor at Stanford University, examined strengths and weaknesses of the Green New Deal in a March 2019 report with other Stanford environmental experts.\nJackson said the claim that eliminating greenhouse emissions would lead to the elimination of animal agriculture — which Ernst said the Green New Deal would do — is unfounded. \n\"There are multiple ways of addressing that … obviously people could eat less red meat, but there are also feed additives that scientists are studying that cut methane emissions but don’t appear to reduce the productivity of the cattle,\" Jackson said in a PolitiFact Iowa interview. \"Unless there’s something more that they’re pointing to, I think that this statement that they’re planning to ban animal agriculture is ridiculous.\"\nBut, Biden’s climate plan agrees with Green New Deal basic principles such as creating jobs in clean energy and infrastructure and investing money into underserved communities that are hit hardest by the changing climate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe Green New Deal resolution calls for net-zero global carbon emissions by 2050, as does Biden’s climate plan. Implementing the Green New Deal would cost about $10 trillion but Biden says he plans to spend $2 trillion on combating climate change. \nBiden’s written plan for rural America says he would expand the federal Conservation Stewardship Program created by former U.S. Senator Tom Harkin, D-Iowa, in 2007 to support farm income by providing payments based on farmers’ conservation practices, like sequestering carbon and planting cover crops. \nThose in agriculture point out that they can adapt to federal policies.\nBenjamin Riensche, 59, owner of the Blue Diamond Farming Company in Jesup, Iowa, said farmers and climate activists have the same goals but the language they use doesn’t align. \"Because our farm is forward-thinking, we are ready to adopt whatever policy says,\" Riensche, a registered Republican, said. \nDal Grooms, communications director for the Iowa Pork Producers Association, wrote in an email to PolitiFact Iowa that her organization will \"work with elected leaders from any party in achieving conditions that best serve our members.\" Grooms said she would not comment directly on any claim made by Ernst.\n\"Iowa pig farmers are focused on their everyday work that is an economic engine for rural Iowa. Their industry creates 147,105 jobs in Iowa and generates $40.8 billion in sales. The Iowa Pork Producers Association will work on both the state and national level to ensure pig farmers can continue to operate in a sustainable and socially responsible manner,\" Grooms wrote.\nGas-powered cars\nBoth Ernst and Trump claimed during their campaigns that Biden would eliminate the use of gas-powered cars.\nTo back Ernst’s claim, Conley referred to a Fox News interview with Patrick Moore, who bills himself as a co-founder of Greenpeace, an independent campaigning organization that promotes sustainability and conservation. Greenpeace says he is not a co-founder.\nMoore said in the March 2019 interview the Green New Deal would \"lead to the end of civilization\" because of its call for phasing out coal and nuclear power.\nTravis Nichols, Greenpeace media director, wrote in an email to PolitiFact Iowa that \"Patrick Moore does not represent Greenpeace. He is a paid lobbyist, not an independent source. His statements about the Green New Deal, which is an inspiring vision for climate action commensurate with the scale of the problem, have nothing to do with Greenpeace’s positions and should not be reported as such.\"\nNichols went on to write that Moore often uses his \"long-ago affiliation with Greenpeace\" to gain legitimacy in the news media. Moore worked at Greenpeace from 1971 to 1986.\nTrump claimed at an Iowa campaign rally that Biden \"vowed to abolish fossil fuels.\"\nBiden’s sustainable infrastructure plan says he would build on an existing proposal in the Senate, called Clean Cars for America, and offer Americans rebates for swapping old, less-efficient vehicles for newer cars manufactured in the U.S. The plan also would place limits on corporations’ use of methane.\nThe Green New Deal resolution calls for \"overhauling transportation systems in the United States to remove pollution and greenhouse gas emissions from the transportation sector as much as is technologically feasible, including through investment in— zero-emission vehicle infrastructure and manufacturing…\"\nThe Green New Deal resolution calls for working toward emissions-free vehicles, but it is unlikely that the legislation would ban gas-powered cars, and given Biden’s written proposal, it is unlikely Biden would lead an initiative to ban gas-powered vehicles.\nOur ruling\nWe’ve concluded that Ernst’s and Trump’s claims that Biden would eliminate animal agriculture and gas powered cars if elected president aren’t true because Biden has never endorsed the Green New Deal legislation as written. And, while Biden says he agrees with some basic principles of the legislation, the resolution would not eliminate animal agriculture or gas-powered cars. Our ruling is False.\nSabine Martin contributed to this report.", "vclaim_id": "vclaim-pol-19188"}