{"url": "/factchecks/2018/nov/13/blog-posting/claim-george-soros-giving-migrants-debit-cards-has/", "speaker": "Bloggers", "vclaim": "\"(George) Soros Provides Migrants With Prepaid Debit Cards To Fund Illegal Journeys\"", "truth_label": "false", "date": "stated on November 5, 2018 in a post on Facebook:", "title": "Claim that George Soros is giving migrants debit cards has no collateral", "text": "Conservative bloggers have been working overtime to link liberal philanthropist George Soros with the thousands of Hondurans who have left the country and are trying to get to the United States.\nOnce such attempt, with headlines such as \"Soros Provides Migrants With Prepaid Debit Cards To Fund Illegal Journeys,\" was posted on News Punch Nov. 5.\nBut the story doesn't talk about the Honduran migrants. Instead, it says that Soros has been helping out migrants coming to Europe from Syria and other countries.\n\"The European migrant crisis is being fueled by free cash handouts from the United Nations, European Union and George Soros’ Open Society Foundations, according to bombshell information from Europe which suggests the UN, EU and Soros are luring illegal migrants to the continent with money,\" News Punch says.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe \"bombshell information\" link sends readers to a Slovenian website called nova24tv.si and an Oct. 30 story expresses alarm over Muslim migrants coming into Europe. It questions where the migrants are getting their money and focuses on prepaid debit cards that carry the MasterCard logo and have been given to migrants. The Nova24TV story says they are paid for by the U.N.'s World Food Program.\nBut there's no mention of Soros as a source of the cards. Instead, the Nova24TV story asks, \"Does the EU, directly with taxpayers' money, finance the violence that the Islamic invasion brings with it to European countries?\"\nThe blue cards carry the logo of The UN Refugee Agency and a case study evaluating how well the card was helping refugees, found on the ReliefWeb.int website, doesn't mention Soros or a Soros organization.\nSo why is Soros being pegged with providing these cards?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nNearly two years ago, Soros and Mastercard announced \"plans to explore creating a social enterprise to apply commercial strategies to deliver a positive impact on society. Called Humanity Ventures, the enterprise could catalyze and accelerate economic and social development for vulnerable communities around the world, especially refugees and migrants.\"\nThe Jan. 19, 2017 news release isn't specific about what programs Soros' Humanity Ventures would try, but the bloggers are making the connection without offering any evidence.\nIn fact, it's clear from the \"bombshell\" source News Punch is citing that by time the Soros-Mastercard agreement was announced, the UN Refugee Agency prepaid debit cards had been around for at least four years.\nThe Nova24TV story says that a Mastercard website was reporting that 300,000 people in places like Lebanon, Jordan, Iraq and Egypt had received the cards by the end of 2013 and Mastercard \"wanted to distribute 2.5 million such cards to be used in Egypt, Iraq, Jordan, Lebanon and Turkey\" by the end of 2014.\nThe website Inside Philanthropy reported shortly after the announcement that Humanity Ventures, a for-profit organization, \"plans to combine existing global health and development solutions to expand access to healthcare and education, as well as to improve local economic development and entrepreneurship. An additional goal of the organization is to improve the delivery of humanitarian aid.\"\nSo has the Soros initiative included adding money to some of those prepaid Mastercards to migrants in Europe?\nSoros spokesman Michael Vachon said in an email the claim is false.\nMasterCard and the philanthropist \"have been in discussions about joint investment opportunities,\" he said. \"None has reached fruition so far.\"\nWithout that connection, this debit card claim is overdrawn.\nWe rate it False.", "vclaim_id": "vclaim-pol-01267"}