{"url": "/factchecks/2017/aug/28/blog-posting/outdated-photo-wrongly-suggests-barack-obama-food-/", "speaker": "Bloggers", "vclaim": "\"Obama is in Texas serving meals!\"", "truth_label": "pants-fire", "date": "stated on August 26, 2017 in in a tweet:", "title": "An outdated photo wrongly suggests Barack Obama is at a food shelter in Houston", "text": "As Tropical Storm Harvey rocks Houston, Texas, a Twitter user decried President Donald Trump’s response in comparison to former President Barack Obama’s purported on-the-ground efforts using an outdated photo.\nTwitter user Aiden Benjamin (@Feisal_Hagi) posted a picture of Obama and his family serving food at a shelter, which he captioned with the hashtags #HurricaneHarvery and #prayfortexas.\n\"Something youll never see trump do: Obama is in texas serving meals!\" he wrote in the Aug. 26, 2017 tweet.\n\nThe tweet had received over 14,000 likes and 7,500 shares as of Aug. 28, 2017.\nBenjamin posted the same picture with a similar caption on Aug. 27 that read \"Obama serving food in Houston shelter, somthing trump will NEVER do!\"\nHere’s the thing. The picture isn’t from Houston nor from this year. It’s from a homeless shelter in Washington, D.C., where Obama and his family served Thanksgiving dinner to homeless veterans on Nov. 25, 2015. Both tweets have since been deleted.\nAs the following AP video shows, the president served turkey while his wife and daughters served stuffing, vegetables and cranberry sauce.\nBenjamin issued an apology on Aug. 28, 2017.\n\"I took down the tweet of obama, I apologize to people who thought it was real. also to @callrail I apologize!\"\nI took down the tweet of obama, I apologize to people who thought it was real. also to @callrail I apologize!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n— Aiden Benjamin (@Feisal_Hagi) August 28, 2017\n\n\"I took the tweet down it was wrong information sorry if you thought it was real,\" Benjamin wrote to PolitiFact.\nHe had originally issued a correction that said, \"Sorry for people thinking this was in texas (he was there) but this is from 2015.\"\nA representative for Obama told CNN the former president was not in Texas.\nObama wrote a tweet on Aug. 27 thanking first responders and sharing a link to make donations to the Red Cross.\nThank you to all the first responders and people helping each other out. That's what we do as Americans. Here's one way you can help now. https://t.co/iGfE8rAoAu— Barack Obama (@BarackObama) August 27, 2017\n\nTrump will visit Texas on Aug. 29.\n\n\n\n\nOur ruling\nA popular tweet said President Barack Obama was serving meals in Texas as part of his response to Hurricane Harvey.\nBut the photo accompanying the tweet was from 2015. Obama is not in Texas, a spokesman for the former president confirmed.\nWe rate this statement Pants on Fire!\n Share the Facts 2017-08-28 16:55:33 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire   \"Obama is in Texas serving meals!\"    Aiden Benjamin Blogger   in a tweet Saturday, August 26, 2017 2017-08-26    Read More  info", "vclaim_id": "vclaim-pol-02963"}