{"url": "/factchecks/2017/dec/14/vicky-hartzler/open-fema-case-remains-hartzler-exaggerates-amount/", "speaker": "Vicky Hartzler", "vclaim": "\"In Missouri, there are still (FEMA) cases pending from floods that occurred in 2013.\"", "truth_label": "mostly-true", "date": "stated on October 30, 2017 in a news release:", "title": "Open FEMA case remains, but Hartzler exaggerates amount", "text": "Congresswoman Vicky Hartzler, R-Harrisonville, extolled the virtues of her FEMA Relief Improvement Act on Oct. 30 after it was signed into law by President Donald Trump. The bill’s goal is to increase the reliability of services by the Federal Emergency Management Agency after disasters.\n\n\nIn a news release, Hartzler gave an example of the problems the bill attempted to prevent: \"In Missouri, there are still (FEMA) cases pending from floods that occurred in 2013.\"\n\n\nRelentless rain ravaged several Missouri counties in August 2013. But are there really still pending cases from four years ago?\n\n\nThe disaster\n\n\nThe flooding Hartzler is referring to took place from Aug. 2, 2013, to Aug. 14, 2013. Residents across Missouri were hit by pounding rain, wind and flooding. According to the National Weather Service, rainfall levels reached 8 to 10 inches.\n\n\nThree people died and Interstate 44 was closed in both directions between Rolla and Jerome, which is in Phelps County.\n\n\nOn Sept. 6, 2013, former President Barack Obama declared a major disaster in Missouri. This made public assistance available for emergency work and repair of facilities damaged by severe storms, straight-line winds, and flooding in 18 counties: Barry, Camden, Cedar, Dade, Dallas, Laclede, Maries, McDonald, Miller, Osage, Ozark, Phelps, Pulaski, Shannon, Taney, Texas, Webster and Wright.\n\n\nFEMA’s summary damage assessment noted that 381 residences were impacted by the storms: 37 were destroyed, 91 had major damage, 134 had minor damage and 119 were affected.\n\n\nFour years later, $18.5 million has been distributed and all of FEMA’s claims have been resolved except for one county: Pulaski.\n\n\nPulaski County, the outlier\n\n\nSummoned by Gov. Jay Nixon, FEMA began preparing project worksheets to determine the cost of restoring the county’s damaged water crossings to pre-disaster conditions. The work was done between October 2013 and April 2014.\n\n\nFEMA’s Public Assistance Program helps with response and recovery following a disaster. It specifically assists with debris removal, emergency protective measures and permanent restoration of infrastructure. According to Michael Cappannari, FEMA’s external affairs director, Pulaski County appealed several projects originally denied by FEMA.\n\n\nFollowing the flooding in 2013, FEMA awarded the county $5.9 million. Pulaski County applied for additional funding again in September of that year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn McCain\n\n\nstated on June 4, 2008 in a news conference in Baton Rouge, La.\n\n\n\n\n\n\n\n\n\"I've supported every investigation (into Hurricane Katrina) and ways of finding out how – what caused the tragedy. I've met with people on the ground. I've met with the governor.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Adriel Bettelheim • June 11, 2008\n\n\n\n\n\n\n\n\n\nAt the time, Pulaski County officials said at least 90 percent of roads were damaged by flooding. While other counties experienced 8 to 10 inches of rain, Pulaski saw 15.\n\n\nTo begin the process for additional funding, Pulaski County was expected to submit design plans to the U.S. Army Corps of Engineers for reconstruction of county bridges. The corps denied the plans because they did not meet permitting requirements.\n\n\nSo Pulaski County altered its requests. The Corps of Engineers was happy with the changes, but FEMA decided the plans cost too much.\n\n\nFrom October 2015 to June 2016, Pulaski County appealed the case. FEMA asked for more information and three alternatives to the plans, among other things.\n\n\nThat didn’t work, either. FEMA found that Pulaski County had skewed its hydrological and hydraulic analysis and didn’t provide less costly alternatives.\n\n\nAppeal denied.\n\n\nThe second appeal began in March 2017.\n\n\nIn November 2017, FEMA granted the appeal for $4.4 million in federal share to the state of Missouri to assist Pulaski County in completing physical work such as bridge and road repair. While Pulaski County received additional funding in November, FEMA will continue the case until all physical repair work is completed.\n\n\n\"As you can see, projects from 2013 are still being worked on at this time,\" said Steve Walsh, Hartzler’s press secretary.\n\n\nOur ruling\n\n\nHartzler said: \"In Missouri, there are still (FEMA) cases pending from floods that occurred in 2013.\"\n\n\nWhile most counties in Missouri have had their resolutions to their claims involving flooding in August 2013, Pulaski County has had a long battle with FEMA over funding in the last four years. The approval for the last round of funds went out after Hartzler’s news release at the end of October. Pulaski County is awaiting physical repairs, and FEMA does not close cases until physical repairs are completed.\n\n\nAlthough what Hartzler said is true, there is only one case that was still pending when she made her comment. Hartzler’s statement sounds as though there are multiple cases that FEMA had not responded to. Her statement is accurate but needs additional information or clarification.\n\n\nSo we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-02600"}