{"url": "/factchecks/2019/jul/01/elizabeth-warren/warren-correct-inmate-phone-calls-cost-15-minutes/", "speaker": "Elizabeth Warren", "vclaim": "\"Prison phone companies charge as much as $25 for a 15-minute call.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2019 in a policy proposal to ban private prisons:", "title": "Warren correct: Inmate phone calls can cost $25 for 15 minutes", "text": "In her ongoing release of plans to tackle pocketbook issues, Elizabeth Warren proposed banning private prisons and detention centers. Particularly in the area of immigrant detention, Warren cast private companies as making huge profits at the expense of immigrants and taxpayers.\nThe Democratic presidential candidate and Massachusetts senator also honed in on the firms that provide services to prisons and jails nationwide. Warren singled out phone companies that specialize in prisons and jails.\n\"The government has also stood silently by while private contractors providing services in both public and private centers come up with extortive schemes to make millions off of the backs of incarcerated people,\" Warren wrote June 21. \"Prison phone companies charge as much as $25 for a 15-minute call.\"\nHow pricey is that? We found one mobile phone plan that costs $9/month for unlimited calls and text. There are other deals out there that cost a little more, but details aside, for millions of Americans, talk is cheap.\nWe wanted to see if $25 for one 15-minute call was a real thing.\nIt is, although only in a few places.\nTough to phone home\nPeople in jails and prisons rely on the phone systems offered to call family, friends or a lawyer. The issue of high telephone prices for prisoners is decades old. \nWarren’s staff pointed us to a broad report on companies that make their money from government spending tied to corrections and detention. For phone service, that report drew on the research of the Prison Policy Initiative, a research and advocacy group for prisoners and their families. \nEach year, the Prison Policy Initiative checks the rates for over 2,000 jails and prisons.  The group’s data table for 2018 provides the cost of a 15-minute call. It ranges from a low of 30 cents in Travis County, Texas, to $24.82 at three small jails in Arkansas. The Arkansas facilities are: Mississippi County Detention Center (average inmate count of 158); Baxter County Sheriff’s Office (current inmate count of 120); and Arkansas County Jail (maximum capacity is 136).\nNot far behind are jails in Michigan ($22.56 for 15 minutes) and Wisconsin ($21.97 for 15 minutes). The group’s data shows 18 facilities charge $20 or more for a 15-minute call. Nearly 90 charge $15 or more.\nSecurus Technologies provides phone service at the Arkansas jails with the highest prices (one is changing providers soon). We checked the company’s rates to see if their numbers matched the ones in the data table. In Arkansas, they did. The Michigan facilities were a few cents lower.\nThe company said prison communications require security and monitoring technology that increases costs. And the jails and prisons make money off the contracts.\n\"Many jurisdictions incorporate commissions, which help fund additional services for incarcerated individuals such as addiction workshops and educational courses,\" said Securus Technologies vice president Joanna Acocella. \"In Mississippi County, Arkansas, for example, the commission rate is close to 65%.\" \nSecurus Technologies serves many of the facilities on the Prison Policy Initiative list, but other companies also charge high rates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWarren’s number holds up, but it’s important to note that the median price across all facilities is $3.75 for a 15-minute call. The average is a bit higher at $5.82. \n\"No question, these are outliers,\" said Prison Policy Initiative executive director Peter Wagner. \"But there are even more extreme examples where contracts allow special fees that push prices even higher.\"\nFederal regulation in dispute\nWagner emphasized that these charges are for in-state calls. As early as 2013, the Federal Communications Commission capped rates on calls across state lines, which reduced costs.\nThe FCC casts the problem in the same light as Warren. Its website refers to \"excessive rates and egregious fees on phone calls.\"\nIn 2016, the agency voted to cap in-state rates. The commission’s two Republican members, then in the minority, opposed the move on the grounds that the agency was overreaching and had failed to consider the higher costs jails face.\nA court ruling put the change on hold.\nAfter the 2016 election, the FCC’s membership changed, and President Donald Trump named one the Republicans to chair the FCC. The agency announced that it would not move forward with caps on in-state rates.\nThe Prison Policy Initiative report said many state prison systems on their own cut the cost of in-state calls.\nBut charges remained high in many city and county jails.\nWarren wrote of prison phone companies, but the high price she mentioned is typically found in jails.\nOur ruling \nWarren said that \"prison phone companies charge as much as $25 for a 15-minute call.\" We found three jails in Arkansas where in-state calls cost about that much.\nThose are outliers, but thousands of inmates at more than 90 facilities pay high charges for a single call. The FCC’s webpage talks about \"excessive rates and egregious fees.\" \nWarren didn’t distinguish between prisons and jails, but for prisoners and their families, the fees they face are high.\nWarren’s words are largely accurate but more context helps round out the picture.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-00473"}