{"url": "/factchecks/2012/feb/23/ron-paul/gas-prices-are-6-gallon-florida-says-ron-paul/", "speaker": "Ron Paul", "vclaim": "\"Today gasoline hit $6 a gallon in Florida.\"", "truth_label": "pants-fire", "date": "stated on February 22, 2012 in a debate in Arizona:", "title": "Gas prices are $6 a gallon in Florida, says Ron Paul", "text": "There’s no doubt gas prices in Florida have been on the rise -- but have they really hit $6 a gallon?\n\nThat was the surprising claim from Ron Paul at the Republican presidential debate in Arizona on Feb. 22, 2012.\n\nIt started with CNN moderator John King asking candidates what should be done about Syria.\n\nPaul, a congressman from Texas, was making a point about the downside of U.S. intervention in foreign countries, which led to an aside about gas prices.\n\n\"You know, I've tried the moral argument. I've tried the constitutional argument on these issues. And they don't go so well. But there's an economic argument, as well,\" Paul said.\n\n\"As a matter of fact, al-Qaida has had a plan to bog us down in the Middle East and bankrupt this country. That's exactly what they're doing. We've spent $4 trillion of debt in the last 10 years being bogged down in the Middle East. The neoconservatives who now want us to be in Syria, want us to go to Iran, have another war, and we don't have the money -- today gasoline hit $6 a gallon in Florida -- and we don't have the money.\"\n\nInternational geopolitics is one thing, but $6 gas hits close to home. So we decided to check it out.\n\nWe emailed the Paul campaign, but we didn’t hear back. Still, it didn’t take long to find some likely suspects for sources. The Drudge Report, for example, featured the headline \"$6 gas\" just a few hours before the debate’s start. The Drudge Report’s link sent readers to a Tampa television station's report that a couple of gas stations in Florida are charging close to $6 a gallon.\n\nThe report’s source was GasBuddy.com, a website that tracks prices by gas station so consumers can find the cheapest prices and avoid the highest. Sure enough, when we checked GasBuddy the morning after the debate, we found one gas station that was charging $5.79 a gallon and another that was charging $5.69. (You can read user reviews on Yelp.com for the two gas stations here and here.)\n\nSo that’s two gas stations out of the entire state. Every other gas station charged much less, with the next highest at $4.35.\n\nMost notably, those two gas stations are suspiciously close to the beating heart of Florida tourism -- the international airport that brings visitors to Walt Disney World.\n\n\"Florida residents know better than to get gas there. It's entirely to clip the tourists,\" said Gregg Laskoski, an analyst with GasBuddy. Citing those two stations \"totally exaggerates the gas prices situation here in Florida.\"\n\nLaskoski told us it’s not the first time a few stations have given the wrong impression about gas prices statewide.\n\n\"Every year, these stories about a couple of gas stations in the Orlando area pop up, to represent extreme gas stations,\" he said. \"This is not a new story; it's an old story with a new price.\"\n\nStatewide averages are high by historical standards but much lower than Paul's scary $6 figure. The day after the debate, GasBuddy was reporting the average Florida price as $3.70.\n\nAAA’s Fuel Gauge Report set the average Florida price similarly, at $3.70 for a gallon of regular unleaded.\n\nJessica Brady, a spokesperson for AAA, said $6 a gallon was not accurate. And while average gas prices are going up, she said she didn’t expect them to hit $6, at least not anytime soon.\n\n\"It is going up, and it's expected to continue to go up into the spring and the summer,\" Brady said. \"It's possible by spring we could see prices at $4 a gallon.\"\n\nBrady blamed the rising gas prices on mounting tensions with Iran; economic instability in Europe; fluctuating expectations of economic growth in the United States; and seasonal refinery maintenance.\n\nWe also spoke with Izzy Rommes, director of the division of standards at the Florida Department of Agriculture and Consumer Services, which regulates gasoline.\n\nHe said he wasn’t familiar with the Orlando gas stations in question, but said the state generally only acts on complaints of price gouging during hurricanes or other natural disasters.\n\n\"The market controls the price of gas absent a declaration of emergency,\" he said. \"As long as the price is disclosed, there's nothing wrong with it.\"\n\nFinally, we spoke with \"Bob,\" last name unknown, who answered the phone at Suncoast Energys, one of the gas stations in question. No one there wanted to answer our questions, he said. He added that the station hasn’t changed its prices since May of last year.\n\nOur ruling\n\nFlorida drivers can take a small measure of gratitude in the fact that gas prices are not at $6 a gallon.\n\nOr $5 a gallon.\n\nOr $4 a gallon.\n\nThe statewide average is $3.70.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n(One note of caution: If you need to fill up near the Orlando airport, shop around!)\n\nAs for Paul, we suspect he read headlines that gave the wrong impression on Florida gas prices. In fact, we found only two of approximately 7,100 gas stations that even come close to the price he cites.\n\nWe wouldn't bring a flaming Truth-O-Meter to a filling station, but that's what this one deserves. Pants on Fire!", "vclaim_id": "vclaim-pol-11559"}