{"url": "/factchecks/2014/mar/26/jeb-bush/while-talking-about-keystone-xl-pipeline-jeb-bush-/", "speaker": "Jeb Bush", "vclaim": "\"There are over 100 pipelines between the United States and Canada right now.\"", "truth_label": "barely-true", "date": "stated on March 21, 2014 in public remarks:", "title": "Talking about Keystone XL Pipeline, Jeb Bush: we have over 100 pipelines between U.S. and Canada", "text": "Former Gov. Jeb Bush says the Keystone XL Pipeline is a \"no-brainer.\"\nBush took a question on the pipeline after a speech to the business and civic group Broward Workshop. AutoNation CEO Mike Jackson asked him this:\n\"Just as a symbol -- as a symbol -- would you have approved something like the Keystone Pipeline or would you have studied it for eight years?\"\nBush responded: \"I read something that was quite interesting. There are over 100 pipelines between the United States and Canada right now. Give me a break. What are we arguing about here?\"\nWe’re not going to weigh in on the pros and cons of expanding the pipeline but we can fact-check whether there are already 100 pipelines between the United States and Canada.\nKeystone Pipeline\nKeystone XL is a proposed pipeline that would carry 830,000 barrels per day of diluted oil sands from Western Canada to Nebraska and then to refineries on the Gulf Coast.\nEarlier in March, the U.S. State Department concluded the public comment period about the project. After six years of contentious debate between environmentalists and pipeline supporters, the decision now lies with President Barack Obama.\nWe sent Bush’s claim to the Federal Energy Regulatory Commission, which referred us to an October 2013 Congressional Research Service report. The report stated that CRS \"has identified over 100 operating or proposed oil, natural gas, and electric transmission facilities crossing the U.S.-Mexico or U.S.-Canada border.\" A Bush spokesperson later referred us to this report as well.\nBush had said there were over \"100 pipelines between the United States and Canada right now,\" but the CRS report refers to operating and proposed facilities crossing the border with Canada or Mexico.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWith help from FERC and the Pipeline Safety Trust, a safety watchdog group, we counted the pipelines in the tables of the report and found 29 natural gas pipelines crossing the U.S.-Canada border and about 17 oil pipelines crossing the U.S.-Canada border.\nPhilippe Reicher, a spokesman for the Canadian Energy Pipeline Association, told PolitiFact that the National Energy Board, which regulates pipelines crossing the border between Canada and the United States, has indicated that they have approximately 80 pipelines crossing the border.\n\"That would include oil, gas, water, etc.,\" he wrote in an email. \"In terms of large transmission pipeline systems similar to the proposed Keystone XL, we are probably looking between 18 and 22.\"\nLorne Stockman, research director at Oil Change International, a group that opposes Keystone, pointed to a map from the Canadian Association of Petroleum Producers, which shows all the existing and proposed liquids pipelines crossing the border.  \n\"Some of these carry products rather than crude, and only a handful currently carry tar sands crude,\" Stockman told PolitiFact. \"Looks quite busy on this map, but I think we can all agree that  100 is a little overstated.\"\nOur ruling\nBush said, \"There are over 100 pipelines between the United States and Canada right now.\"\nBush has a point that there are a number of major oil and gas pipelines that already cross the U.S.-Canada border. But his number is significantly off.\nA 2013 Congressional Research Service report referred to 100 pipelines, but that included operating or proposed oil, natural gas, and electric transmission lines, and it counted pipelines crossing both the U.S.-Mexico border and the U.S.-Canada border. If we only count operating pipelines that cross the Canadian border, we count 29 natural gas pipelines and 17 oil pipelines, for a total of 46.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08083"}