{"url": "/factchecks/2011/dec/02/rick-santorum/Rick-Santorum-says-he-called-for-resignation/", "speaker": "Rick Santorum", "vclaim": "The balanced-budget amendment once came within one vote of passing Congress but was defeated because of the no vote from a top Senate Republican, and Rick Santorum says he \"stood up and called for him to resign his chairmanship.\"", "truth_label": "true", "date": "stated on November 29, 2011 in an op-ed in the \"New Hampshire Union Leader\":", "title": "Rick Santorum says he called for resignation of a high-ranking Republican over no vote on balanced budget amendment", "text": "A Republican lodestar this year is passage of a balanced budget amendment, a constitutional change requiring Washington to balance its books every year, with some exceptions, such as if the country is at war.\n\nSo far, the proposal has failed to get the two-thirds majority required in the U.S. House, falling short in a 261-165 vote on Nov. 18, 2011.\n\nIt’s slated to be voted on by the Senate in December -- a vote was a requirement of last summer’s debt-ceiling deal -- but two-thirds passage there is unlikely given that the chamber is controlled by Democrats, even though some have supported it in the past.\n\nEven if the measure were to clear Congress, it would still need approval from legislatures in 38 states to become part of the Constitution.\n\nNonetheless, it remains a key talking point for Republicans on the presidential campaign trail. And in a Nov. 29, 2011, op-ed in the New Hampshire Union Leader, former Sen. Rick Santorum, R-Pa., asserted that the balanced budget amendment came within one vote of passing Congress and going to the states during his first year in the Senate. He also said that he’s not afraid to expose fellow Republicans who stand in its way.\n\n\"The best part of my plan to balance the budget is that it will actually work,\" Santorum wrote. \"The first bill I cosponsored in the Senate was the balanced budget amendment, but we came within one vote of passing it. Sadly, the Senate Appropriations Committee chairman, a Republican, was the deciding ‘no’ vote. I stood up and called for him to resign his chairmanship because I am not afraid to lead, fight for fiscal responsibility and expose members of my own party when they spend like liberals.\"\n\nDid that really happen? And was there really a Senate Appropriations Committee chairman who dared to buck his party on this key issue?\n\nSantorum campaign aide Matt Benyon said his boss was referring to a vote in 1995, Santorum’s first year in the Senate, and that the Republican in question was the late Mark Hatfield, who died in August 2011 at 89.\n\nSantorum on Jan. 4, 1995, became a co-sponsor of the balanced budget amendment in the Senate. This was the era when Republicans, led by Newt Gingrich’s Contract With America, had swept into power in the House and Senate, and the amendment, then as now, was a major part of their agenda.\n\nIt passed the House, with more than the two-thirds majority required, on a 300-132 vote on Jan. 26, 1995, but failed  to reach the two-thirds mark by one vote in the U.S. Senate on a 65-35 vote on March 2, 1995.\n\nWhile several Democrats voted for the measure -- including then-U.S. Sens. Joe Biden, D-Del., and Paul Simon, D-Ill., and current Sen. Tom Harkin, D-Iowa -- the lone Republican to oppose the measure was Hatfield. The Oregon Republican and the chairman of the Senate Appropriations Committee, called the measure a \"procedural gimmick.\"\n\nSantorum, then only 36 (the New York Times pointed out that Hatfield was first elected governor of Oregon in 1958,  the year Santorum was born), called for the veteran lawmaker to be stripped of his committee leadership, as did some other young Republican Turks.\n\n\"He can vote against the balanced-budget amendment. But he shouldn’t be in leadership,\" Santorum said at the time.\n\n\"This is an issue that is at the core of what Republicanism is all about … I see this as a major stumbling block in the way of the agenda.\"\n\nFor his part, Hatfield, who had served in the Senate for 28 years at that point, stood his ground, saying, \"I do not care for the implication -- and I only say implication -- that perhaps a conscience vote is no longer possible on the Republican side of the aisle.\"\n\nA variety of senior Republican lawmakers, ranging from North Carolina’s Jesse Helms to Vermont’s Jim Jeffords, spoke in favor of Hatfield's right to break ranks on the issue.\n\nDefending Hatfield at the time, Jeffords told the Times, \"He is a moderate, and moderates can make or break this Senate. Either we can have compromise, or we can have gridlock.\"\n\nHatfield held onto his committee chairmanship, though he opted not to run for a sixth term in 1996.\n\nOur ruling\n\nSantorum was correct in stating the balanced budget amendment came within one vote of clearing Congress and that the vote by the Republican chairman of the Senate Appropriations committee against it was key to its failure to pass. Hatfield said he opposed it because he viewed it as a \"gimmick.\" And Santorum and others did call for Hatfield's resignation as committee chairman. Santorum's description of his role as evidence of his leadership skills is an opinion, and we don't check opinions. But he has the basic history right. We give his statement a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11995"}