{"url": "/factchecks/2012/apr/25/h-ford-gravitt/mayor-orders-camera-council-meeting/", "speaker": "H. Ford Gravitt", "vclaim": "\"We don’t allow filming inside of the City Hall unless there is a specific reason.\"", "truth_label": "false", "date": "stated on April 17, 2012 in a meeting:", "title": "Mayor orders camera off at council meeting", "text": "Meetings of the Cumming City Council rarely make the evening news, but that changed last week with video of a woman being tossed out of the public gathering.\n\nThe woman, Nydia Tisdale, was attempting to film the council’s meeting April 17, but she was told that was not going to happen.\n\n\"We don’t allow filming inside of the City Hall here,\" Mayor H. Ford Gravitt said, \"unless there is a specific reason.\"\n\nPolitiFact Georgia thought the mayor’s statement was odd, considering our reporters have covered countless City Council meetings throughout the Atlanta region.\n\nThe city of Cumming is a political subdivision that must abide by the laws of the state of Georgia, which has clear guidelines that generally allow meetings of elected officials to be recorded on video. When the mayor uses the collective \"we\" in his statement, he is speaking as the elected head of the city.\n\nWe wondered whether the mayor had a basis for his objection and decided to put it up for a vote on our Truth-O-Meter.\n\nIn a strange bit of timing, Tisdale was tossed from the council meeting on the same day Gov. Nathan Deal signed House Bill 397, a revised state law on open meetings and records aimed at providing greater access to documents and public meetings.\n\nTisdale, apparently, likes to use the laws to keep others informed about what’s going on in Forsyth County. She has a YouTube channel that includes a recording of a contentious Forsyth County Planning Commission meeting and video of candidate forums.\n\nTisdale was asked to turn off her camera at one Planning Commission meeting because one of the members was distracted by Tisdale holding the camera while speaking to the board. She declined to do so, and she began to recite the state’s open meetings laws.\n\n\"That’s fine,\" the official said.\n\nTisdale was recording the April 17 council meeting for nearly two minutes before it started. Once Gravitt called the meeting to order, he turned his attention to Tisdale. The mayor asked the police chief to have the camera removed.\n\n\"Respectfully, mayor, Georgia’s sunshine laws ...\" Tisdale says on the recording.\n\n\"It’s not for discussion,\" Gravitt says, waving his hands.\n\n\"I’m expressing my right as a citizen to record this meeting,\" Tisdale says as the camera shakes and her voice rises. \"Sir, this is an open, public meeting.\"\n\nGravitt tells Tisdale she’s allowed to take notes.\n\nTisdale responds by saying the city is violating the state’s open meetings law. She eventually turns off her video camera after being removed from the meeting.\n\nSo was this a violation of the Georgia Open Meetings Act?\n\nAs promised, Tisdale filed a complaint with the state. The Georgia Attorney General’s Office sent Cumming City Attorney Dana Miles a letter dated April 19 that said \"Georgia law expressly allows video recording of public meetings.\"\n\nTitle 50, Section 14 of the Georgia Open Meetings Act states that \"[v]isual, sound, and visual and sound recording during open meetings shall be permitted\" at city council and other meetings. The act does not apply when governing bodies are discussing the acquisition of real estate, records that are not allowed for public inspection and most personnel matters.\n\nThe mayor told Fox 5 Atlanta that he ordered the video camera turned off because of safety concerns.\n\n\"I think if it's a safety issue, and you have people running over you maybe in a case of emergency, I think you can use some common sense,\" Gravitt said.\n\nHe added: \"Visual and sound equipment, it may be permitted. Well, you know, it's a little gray area there. I see it.\"\n\nGravitt declined our request to talk about this, saying his attorneys have advised him not to do any more interviews.\n\nHollie Manheimer, executive director of the Georgia First Amendment Foundation, said the state’s open meetings laws specify that government meetings are allowed to be recorded.\n\n\"The point of the Open Meetings Act is to allow an educated public to make informed decisions by way of watching its elected officials at public meetings,\" she said. \"This legislative session, in particular, we all spent so much time on redrafting the statute -- all with the intent of maximizing public access.\"\n\nManheimer said the past and revised code had similar language that allows city council and other meetings to be recorded.\n\nThe state’s open meeting laws specifically state that city council meetings can be video recorded, excluding some specific instances.\n\nThe beginning of this Cumming City Council meeting did not seem to be one of those special cases. We rate the mayor’s claim as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWilliam Perry\n\n\nstated on March 20, 2013 in newspaper column\n\n\n\n\n\n\n\n\nAtlanta Mayor Kasim Reed held not one conversation with the public about the new Falcons stadium project\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janel Davis • April 1, 2013", "vclaim_id": "vclaim-pol-11215"}