{"url": "/factchecks/2015/feb/04/elizabeth-cohen/can-you-really-catch-measles-2-hours-after-infecte/", "speaker": "Elizabeth Cohen", "vclaim": "\"If someone is in a room that has measles and leaves and you walk in two hours later, you could get measles from that person.\"", "truth_label": "true", "date": "stated on February 2, 2015 in an interview with Anderson Cooper:", "title": "Measles can live up to 2 hours on a surface or in the air, CDC warns", "text": "The paid medical experts of TV channels are seeing a lot of time on the airwaves lately as they diagnose the country’s measles flare-up.\nIt wasn’t too long ago that they were explaining risks of the Ebola virus killing thousands of Western Africans and the chances it could spread throughout the United States. This time around, the health pundits have spent considerable time spelling out the differences between the two scary diseases.\nEbola, which has a low risk of spreading through the United States, is passed through direct contact with bodily fluids and not through the air.\nMeasles, which was eliminated from the United States in 2000 due to wide vaccination, is a very different virus, explained CNN senior medical correspondent Elizabeth Cohen. Unlike Ebola, \"you don’t need to be that close to someone or kiss someone or anything like that\" to pass it around.\n\"It’s airborne,\" she told Anderson Cooper on Feb. 2. \"If someone is in a room that has measles and leaves and you walk in two hours later, you could get measles from that person.\"\nWe thought her example sounded alarming. So, after checking our personal immunization histories, we decided to fact-check her statement.\nWe didn’t hear back from Cohen when we reached out to CNN, but we found information from a reliable source that backs up her scenario.\nHer example is nearly exactly the transmission description for measles from the Centers for Disease Control and Prevention.\nThe measles virus stays in the nose and throat mucus of someone who has the infection, so it makes sense that it is passed around through coughing and sneezing.\n\"Also, measles virus can live for up to two hours on a surface or in an airspace where the infected person coughed or sneezed,\" the CDC says. \"If other people breathe the contaminated air or touch the infected surface, then touch their eyes, noses, or mouths, they can become infected.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPhysicians encourage the measles-mumps-rubella vaccine because it is very effective in preventing the virus from entering the body (and as we found, the science is certain that it is safe).\nThe disease is so easy to catch, the CDC says, that if one person catches it, a whopping 90 percent of people who are not immune (i.e. did not have the vaccine due to a weak immune system, age or personal choice) close to the infected person will also become infected.\nWe can compare the contagion of each disease by examining the basic reproductive number, known as the R0. This refers to the average number of secondary infection cases stemming from one infected person in a \"completely susceptible\" uninfected population (if the population is vaccinated for, say, measles, the R0 basically disappears). As the R0 increases above 1, the disease spreads more widely.\nThe R0 of Ebola is around 2, meaning an average of two people catch the disease from one infected person during an outbreak. The measles has a much higher R0 of 18, higher than AIDS (R0 of 4), SARS (R0 of 4), or mumps (R0 of 10). NPR’s Shots blog has a great chart breaking down this concept.\nPut another way, \"Ebola's got nothing\" on the measles epidemic, wrote Dr. Catherine Troisi, an infectious disease epidemiologist at the University of Texas Health Science Center, in a recent Houston Chronicle opinion-editorial.\n\"Just being in the room where someone with measles has been 30 minutes earlier can expose you,\" Troisi wrote.\nTroisi confirmed the accuracy of Cohen’s statement. When we asked about the discrepancy between her 30-minute window and Cohen’s two-hour window, she directed us to the CDC’s website and called her estimate \"conservative.\"\nOur ruling\nCohen said, \"If someone is in a room that has measles and leaves and you walk in two hours later, you could get measles from that person.\"\nShe is right. Measles is a highly contagious airborne disease, and the CDC gives this exact timeframe on its website.\nWe rate her claim True.", "vclaim_id": "vclaim-pol-06758"}