{"url": "/factchecks/2013/mar/26/james-bell/fuzzy-use-data-undercuts-marijuana-arrests-claim/", "speaker": "James Bell", "vclaim": "Every day, \"about 100 people will be arrested for possession of marijuana in Georgia.\"", "truth_label": "barely-true", "date": "stated on March 14, 2013 in press release:", "title": "Fuzzy use of data undercuts marijuana arrests claim", "text": "Weed, pot, ganja, sticky icky, cannabis. Call it what you want, some statewide advocates want it called legal.\n \nIt was more than a month before 4/20 (Weed) Day, but supporters for legalizing marijuana were out in Atlanta recently making their case to rewrite the state’s marijuana laws.Georgia has spent billions of tax dollars enforcing \"draconian\" and ineffective prohibition laws against marijuana, the supporters said during Cannabis Awareness Day at the state Capitol.\n \n \n\"In Georgia, more than 35,000 arrests occur for marijuana offenses each year. Eighty-five percent of those arrests are for possession, accounting for 55 percent of all drug arrests,\" James Bell, the director of Georgia C.A.R.E. (Campaign for Access, Reform and Education), said in a news release. \"Today, March 14, about 100 people will be arrested for possession of marijuana in Georgia.\"\n \n \nPolitiFact Georgia wanted to know whether that many people are actually being arrested each day.\n \n \nFor decades marijuana has been one of the most popular drugs in the nation, even for the most famous among us. Former President Bill Clinton admitted to smoking -- although not inhaling -- it while in college. And President Barack Obama supposedly ran around his high school with the Choom Gang of marijuana-smoking buddies.\n \n \nIn November, voters in Colorado and Washington state approved legislation legalizing marijuana for recreational use. The drug is already legal for medical use in 18 states. But marijuana remains illegal under federal laws, although Obama has said federal law enforcers have \"bigger fish to fry\" than chasing down marijuana users.\n \n \nGeorgia prosecutes marijuana offenses under its Controlled Substances Act, and it has various fines and punishments for growing, buying, selling and possessing the drug. (Georgia also passed its own medical marijuana law in 1980, but the law has never been implemented.)\n \n \nBell said his numbers are derived from estimates of FBI arrest data for the state of Georgia. Doing the math on his claim, 85 percent of the 35,000 annual arrests would equal 29,750 arrests for marijuana possession. Dividing that number by 365 days, equals about 81.5 possession arrests each day.\n \n \n\"We’re fed up with the whole war on drugs,\" he said. His group wanted state lawmakers to consider revising the marijuana laws as part of criminal justice reform, but none of them sponsored any legislation.\n \n \nWe reviewed FBI crime data and found that marijuana accounted for 52.1 percent of all arrests for drug abuse violations nationwide in 2010. And 45.8 percent of those marijuana arrests were for possession. That marijuana arrests figure dropped a bit to 49.5 percent in 2011, with 43.3 percent of those marijuana arrests being for possession.\n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nMarijuana policy researcher Jon Gettman forwarded to PolitiFact data he compiled from FBI data on the same subject. According  to that data, Georgia’s marijuana arrests were:\n \n \nYear        All marijuana arrests        Marijuana possession arrests\n \n2008            30,289                    26,978\n2009            33,200                    28,892\n2010            31,506                    28,091\n \nGettman, a criminal justice professor at Shenandoah University, has also been a past president and national director of NORML, the National Organization for the Reform of Marijuana Laws.\n \n \nBut calculating arrests is a tricky undertaking, Robert Friedmann, a criminology professor at Georgia State University, reminds us. Arrest numbers are nebulous, he said, depending on the way they are counted: Are multiple arrests for a single person counted individually? Do the numbers include local, state and federal activities? Do all jurisdictions report arrests?\n \n \nAn explanation of arrest data on the FBI’s Uniform Crime Reporting program states that the report counts one arrest for each separate instance in which a person is arrested, cited or summoned for an offense. Because a person can be arrested multiple times, the FBI report doesn’t reflect the number of people who have been arrested, but the number of times people are arrested.\n \n \nSo what’s the skinny?\n \n \nMarijuana legalization advocate James Bell said about 100 Georgians are arrested each day on charges of marijuana possession.\n \n \nBell’s claim is based on FBI crime report arrest data. Using that data from the years 2008 through 2010, an average of about 28,000 possession arrests were recorded in Georgia each year. Dividing the average annual possession arrests by 365 days results in about 76.7 marijuana possession arrests each day.\n \n \nBell uses that arrest data to estimate the number of people arrested for the violation. But the FBI clearly states this type of estimation that Bell claims is not reflected in their numbers. Individuals can be arrested multiple times for the same infraction, so the FBI’s arrest data indicate the number of arrests -- not the number of people arrested -- for any particular infraction.\n \n \nBased on this explanation, Bell’s claim seems to be up in smoke.\n \n \nWe rated Bell’s claim Mostly False.", "vclaim_id": "vclaim-pol-09548"}