{"url": "/factchecks/2016/jun/21/hillary-clinton/yep-donald-trumps-companies-have-declared-bankrupt/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump has \"bankrupted his companies not once, not twice but four times.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2016 in a speech on the economy:", "title": "Yep, Donald Trump's companies have declared bankruptcy...more than four times", "text": "Hillary Clinton mocked Donald Trump’s business failings in a major speech arguing that the presumptive Republican nominee would be disastrous for the economy.\n\"He’s written a lot of books about business. They all seem to end at Chapter 11,\" Clinton quipped, adding. \"He bankrupted his companies not once, not twice, but four times.\"\nWe rated a similarly worded claim from Trump’s former primary rival Carly Fiorina Mostly True, because it’s not accurate to say Trump is solely to blame. (For the record, Trump doesn’t deny the charge and instead argues it was a smart business decision.) At the time, we found four bankruptcies, but since then, we’ve found two more for a total of six. So Clinton was right that Trump bankrupted companies four times, and she could have offered a higher count as well.\nLet’s go through them one by one.\nBankruptcy No. 1: The Trump Taj Mahal, 1991\nTrump’s first bankruptcy may have hit the businessman, personally, the hardest, according to news reports.\nHe funded the construction of the $1 billion Trump Taj Mahal casino in Atlantic City, N.J., which opened in 1990, primarily with junk bonds at a whopping 14 percent interest. A year later, the casino was nearly $3 billion in debt, while Trump had racked up nearly $900 million in personal liabilities. So Trump decided to file for Chapter 11 reorganization, according to the New York Times.\nAs a result, Trump gave up half his personal stake in the casino and sold his yacht and airline, according to the Washington Post.\nBankruptcy No. 2: Trump Castle, 1992\nWithin a year of his first Chapter 11 filing, Trump found himself in bankruptcy court again for Trump Castle, which opened in 1985. It was his \"weakest gambling hall,\" according to the Philadelphia Inquirer, and ironically faced competition from Trump Taj Mahal. In March 1992, the Castle filed a prepackaged bankruptcy plan, and Trump gave up his 50 percent share in the casino for lower interest rates on $338 million worth of bonds.\nBankruptcy No. 3: Trump Plaza and Casino, 1992\nThe Trump Plaza Hotel and Casino in Atlantic City, which opened in 1984, declared bankruptcy at the same time as the Castle. A $210 million joint project of Trump’s and Harrah’s, the casino had racked up $250 million in debt by 1992, after a staggering 80 percent decline in cash flow. So Trump Plaza filed for prepackaged bankruptcy that spring as well.\nBankruptcy No. 4: Plaza Hotel, 1992\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nLater that year, Trump filed bankruptcy on another Plaza, this one in New York. Trump purchased the Plaza Hotel in Midtown Manhattan for $390 million in 1988, but it accumulated more than $550 million in debt by 1992. In December 1992, Trump relinquished a 49 percent stake in the Plaza to a total of six lenders, according to ABC News. Trump remained the hotel’s CEO, but it was merely a gesture; he didn’t earn a salary and had no say in the hotel’s day-to-day operations, according to the New York Times.\nBankruptcy No. 5: Trump Hotels and Casinos Resorts, 2004\nTrump Hotels and Casinos Resorts filed for bankruptcy again in 2004 when his casinos -- including the Trump Taj Mahal, Trump Marina and Trump Plaza casinos in Atlantic City, and a riverboat casino in Indiana -- had accrued an estimated $1.8 billion in debt, according to the Associated Press. Trump agreed to reduce his share in the company from 47 percent to 27 percent in a restructuring plan, but he was still the company’s largest single shareholder and remained in charge of its operations. Trump told the Associated Press at the time that the company represented less than 1 percent of his net worth.\nBankruptcy No. 6: Trump Entertainment Resorts, 2009\nTrump Entertainment Resorts -- formerly Trump Hotels and Casinos Resorts -- was hit hard by the 2008 economic recession and missed a $53.1 million bond interest payment in December 2008, according to ABC News. It declared Chapter 11 in February 2009. After debating with the company’s board of directors, Trump resigned as the company’s chairman and had his corporate stake in the company reduced to 10 percent. The company continued to use Trump’s name in licensing.\nWhose fault is it anyways?\nExperts told us during the primary season Trump alone didn’t cause the bankruptcies. While six in 25 years is a lot, five were tied to a struggling gaming industry.\nTrump was acting, they said, as any investor would. Investors often own many non-integrated companies, which they fund by taking on debt, and some of them inevitably file for bankruptcy, Adam Levitin, a law professor at Georgetown University, previously told us.\nHe added that people typically wouldn’t personally blame former Republican presidential candidate Mitt Romney or investor Warren Buffett for individual failures within their investment companies, Bain Capital and Berkshire Hathaway, respectively.\n\"The only difference is that Trump puts his name on his companies, which means people associate them with him, but he's not at all the leader in the bankruptcy space,\" Levitin said.\nOur ruling\nClinton said, Trump has \"bankrupted his companies not once, not twice but four times.\"\nTrump has actually filed Chapter 11 six times, four times within two years in the 1990s, once more in 2004 and once more in 2009. But experts told us Trump shouldn’t bear all the responsibility, as Clinton’s wording suggests, as the majority of bankruptcies happened as the overall casino industry struggled.\nWe rate her claim Mostly True.\n<div class='artembed'> Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  Says Donald Trump was \"forced to file for bankruptcy not once, not twice, four times.\"    Carly Fiorina Presidential candidate   In a debate Wednesday, September 16, 2015 09/16/2015    Read More  info    \n</div>", "vclaim_id": "vclaim-pol-04808"}