{"url": "/factchecks/2014/apr/13/mary-burke/mary-burke-says-scott-walker-left-wisconsin-women-/", "speaker": "Mary Burke", "vclaim": "Says Gov. Scott Walker’s repeal of a 2009 law has left Wisconsin as \"one of five states without an equal pay law protecting women from gender discrimination in their paycheck.\"", "truth_label": "false", "date": "stated on April 5, 2014 in a campaign email:", "title": "Mary Burke says Scott Walker left Wisconsin women without equal pay protections", "text": "Democratic candidate for governor Mary Burke minced no words on Equal Pay Day, April 8, 2014, charging that Gov. Scott Walker has left women behind in the Wisconsin workplace.\n\"Following Scott Walker's repeal in 2012 of protections against gender discrimination, Wisconsin is now one of just five states without an equal pay law,\" the Madison School Board member said in a media statement.\nBurke pledged to reinstate Wisconsin’s 2009 Equal Pay Enforcement Act, saying that in Wisconsin, \"a woman only earns $0.80 for every dollar a man earns, and pay discrimination doesn't just hurt our families, it hurts our economies too.\"\nThe former Trek Bicycle executive also sent supporters an email saying that due to Walker’s action, Wisconsin now is \"without an equal pay law protecting women from gender discrimination in their paycheck.\"\nIn bringing up Walker’s repeal of the 2009 law, Burke echoed Democratic Party attacks that Republicans are conducting a \"war on women.\"\nIs Burke on target in saying that Wisconsin women are working without an anti-discrimination safety net?\nBefore we dive in, we should note that several federal laws give Wisconsin women a way to pursue cases of pay discrimination.\nIt seems clear, though, that Burke was talking about state-level laws that are separate from the federal laws. So that’s what we’ll examine.\nBurke campaign spokesman Joe Zepecki pointed us to research posted online by the National Conference of State Legislatures, which concluded that Wisconsin, Alabama, Mississippi, South Carolina, and Utah lack equal-pay laws. That nugget was picked up by the Washington Post and the Milwaukee Journal Sentinel in March 2014.\nHow did the group come to that conclusion?\nThe NCSL told us they searched an online legal research service for terms such as \"equal pay\" and got no hits for Wisconsin.\nBut Wisconsin has a longstanding law by another name, the state Fair Employment Act, which explicitly prohibits gender-based employment discrimination \"in promotion (and) compensation paid for equal or substantially similar work.\"\nAttorneys on both sides of discrimination cases told us the state’s Fair Employment Act allows people who believe they’ve faced pay discrimination to seek back wages and legal fees from their employers through a state administrative hearing process.\nSo what was the 2009 law passed by Democrats then in full control of the Capitol?\nThat legislation, approved by then-Gov. Jim Doyle, sought to expand the state penalties employers could face if found guilty of discrimination against women and other protected groups on pay or other employment issues.\nDemocrats, women’s professional groups and plaintiff’s lawyers had argued that the Fair Employment law needed more teeth (while Republican opponents said businesses would see more frivolous lawsuits).\nSo the 2009 bill allowed persons to sue in court -- and get compensatory and punitive damages -- after they had exhausted their administrative cases in the state Department of Workforce Development.\nBut that 2009 law -- the one repealed in 2012 by Walker and Republicans -- was a fairly narrow one focused on tougher enforcement of existing protections for women and other groups.\nIt did not establish a new set of equal-pay protections -- those already were in the Fair Employment law, where they have been since 1982 and where they remained even after the 2012 repeal.\n\"The bill will help all workers who are already protected under Wisconsin’s Fair Employment Law to fight these kinds of discrimination,\" state Rep. Christine Sinicki (D-Milwaukee), a co-sponsor, said in 2009.\nShe added: \"The bill does not create any protected new groups, just backs up those who, despite current law, are still unfairly denied work, fired from work or compensated less than others for the same work.\"\nAll of that history undermines Burke’s sweeping claim.\nStates have changed laws\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThere’s another angle here.\nIt’s tougher on employees to win under Wisconsin law than in some other states where workers can turn to state statutes written more explicitly to require equal pay for equal work, said Janet Heins, managing partner of a Mequon law firm that represents workers.\nStates have adopted those measures in recent years under the heading of \"Equal Pay\" laws.\nOne result: some states, mirroring federal laws, require only that employees prove unequal pay for equal work instead of showing that employers had a discriminatory motive, said Heins.\nRonald Stadler, who defends employers accused of discrimination, agreed but noted that the 2009 Wisconsin law changes did not alter the standard for proving discrimination. Instead, those changes focused on adding remedies such as punitive damages that are already in federal laws.\nWisconsin sought in its 2009 \"equal pay enforcement\" changes to make the state process more appealing and available to employees, in part because its more affordable than filing a federal action. Many state-law claimants proceed without an attorney.\nIn Stadler’s view, the bottom line is that Wisconsin women have a state-law course of action on pay discrimination despite what he called a semantic difference.\n\"We don’t have an ‘equal pay act,’ but we have a ‘fair employment act’ that says you can’t have one male and one female at different pay rates for same job,\" Stadler, a Milwaukee attorney, said.\nHeins thinks it’s a \"tricky\" question to answer, but believes it’s technically accurate to say there’s no state \"equal pay\" law.\nWithout tougher remedies, some would-be plaintiffs may not be pursuing state claims because it does not make financial sense, Heins said.\nBurke portrays the 2009 changes as major. But they were repealed before that could be determined, Heins and Stadler said. Heins said that workers’ attorneys may have gained a bit more leverage over employers to settle more cases under the changes.\nThe number of cases that go to state administrative law hearings is not large and most are settled privately, are withdrawn or dismissed for various reasons, according to numbers provided by state Workforce Development officials.\nIn gender pay cases from January 2011 to April 2014 that got to the hearing stage, judges found discrimination in three cases, no discrimination in one and another 33 were settled privately.\nAbout 35 other complaints were dismissed, withdrawn or the judges affirmed an earlier finding of no probable cause.\nEarlier ratings\nWe examined similar statement by Democrats in March 2012 when Republicans were repealing the 2009 change.\nState Rep. Cory Mason (D-Racine) said the GOP bill would repeal a law that ensures \"that women cannot get paid less than a man for doing the same job.\"\nWe rated that Mostly False, noting the 2009 law did not ensure pay equity, but rather gave discriminated workers the right to sue in state court for compensatory and punitive damages.\nAnd we rated False a claim by Kathleen Falk, Democrat running for governor, that Wisconsin women facing pay discrimination \"can’t do something about it\" under the repeal bill passed by Republicans.\nWe noted that women suffering pay discrimination could still file a state or federal complaint in an effort to be made whole. And they could still seek larger monetary damages by suing in federal court.\nAs for Burke’s claim, there’s a case to be made that Walker’s 2012 action filed down some of the (potentially) sharp new teeth put into the law in 2009.\nBut Burke goes much further, saying that thanks to the governor, Wisconsin is \"without an equal pay law.\"\nThis is highly misleading.\nOur rating\nBurke said that Walker’s repeal of a 2009 law has left Wisconsin as \"just one of five states without an equal pay law protecting women from gender discrimination in their paycheck.\"\nBut while Walker reversed an attempt to toughen up Wisconsin law, its protections against gender discrimination in workplace pay date back decades. The governor’s 2012 action left those in place, albeit without tougher penalties for employers.\nWe rate Burke’s claim False.", "vclaim_id": "vclaim-pol-08001"}