{"url": "/factchecks/2020/jun/09/facebook-posts/trump-saying-i-cant-breathe-video-isnt-referring-g/", "speaker": "Facebook posts", "vclaim": "Videos show President Donald Trump saying “I can’t breathe.”", "truth_label": "false", "date": "stated on June 9, 2020 in Facebook videos:", "title": "Trump saying “I can’t breathe” in video isn’t referring to George Floyd", "text": "Videos being posted in June 2020 on Facebook show President Donald Trump sarcastically saying \"I can’t breathe,\" but he wasn’t mocking George Floyd — he was poking fun of political rivals in the past.\nThe videos we saw omitted the date of Trump speaking and the context of his remarks, which could leave viewers with the false impression that Trump was ridiculing Floyd’s dying words. But more complete footage of Trump’s \"I can’t breathe\" remarks show he was mocking Democrats’ debate performance in February.\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTrump’s comments are from his Feb. 20th campaign rally in Colorado Springs, Colo., the night after a Democratic primary debate where candidate Mike Bloomberg got battered by his opponents.\n\"Bloomberg made a fool out of himself last night. He choked!...\" Trump said while grabbing his own neck and pretending to gag. \"’I can’t breathe! I can’t breathe! Don’t ask me the question please!\"\nAt the same rally, Trump also mocked then candidate Sen. Amy Klobuchar, D-Minn.\n\"How about Klobuchar. Did you see her? She choked. She choked,\" he said. \"She couldn't breathe.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nTrump has used the phrase before and accused political rivals of choking, including while mocking Mitt Romney on April 12, 2016, in a speech in Rome, N.Y. \n\"The RNC hasn't won an important election in a long time. We've had (Barack) Obama far too long. The last election should have been won, except Romney choked like a dog. He choked. He went, ‘I can't breathe, I can't breathe,’\" he said, referring to Romney’s loss in the 2012 presidential race. \"Romney choked …. Romney can't recover from a choke.\" (Romney, a former Massachusetts governor, won his race in 2018 for U.S. Senate in Utah.)\nIn 2015, Trump also derided U.S. Sen. Marco Rubio, R-Fla., as a \"lightweight choker.\"\nFloyd, a 46-year-old black man, died after a white police officer in Minneapolis pinned Floyd’s neck under his knee. Floyd can be heard repeatedly telling the officers, \"I can’t breathe.\" After a few minutes, Floyd becomes silent, but Officer Derek Chauvin keeps his knee in place.\nThe phrase \"I can’t breathe\" became a rallying cry among demonstrators protesting against police brutality after the 2014 death of Eric Garner, who died in New York after an officer put him in a chokehold. Garner could be heard on a bystander’s video saying \"I can’t breathe\" multiple times as he was dying. \nBut there is no evidence that Trump was mimicking Garner when he used the phrase years later. \nOur ruling\nVideo being posted on social media shows Trump saying \"I can’t breathe.\" The video is authentic, but it’s being shared in June 2020 (months after the comments were made), and is being edited in a way that loses the context of Trump’s remarks. Trump was mocking political rivals, not Eric Garner or George Floyd.\nWe rate these posts False.", "vclaim_id": "vclaim-pol-17898"}