{"url": "/factchecks/2020/jul/14/facebook-posts/no-flag-ban-weis-markets-company-says/", "speaker": "Facebook posts", "vclaim": "“Weis Food stores will no longer sell anything with the American flag and their employees can no longer wear anything with the flag.”", "truth_label": "false", "date": "stated on July 3, 2020 in a Facebook post:", "title": "No flag ban at Weis Markets, company says", "text": "When the first grocery store in the Weis Markets chain opened in Pennsylvania in 1912, it was known as Weis Pure Foods. Now the company employs workers at stores in six other states including New York, New Jersey and West Virginia. Misinformation being shared on social media wrongly claims those employees are banned from wearing anything with the American flag. \n\"Weis Food stores will no longer sell anything with the American flag and their employees can no longer wear anything with the flag. Other than for the July 4th holiday,\" one post says. \"Called the store and manager verified this because ‘Weis is staying neutral. They serve different groups of people in this country’ thought we were all Americans. So therefore I will no longer shop there!\" Please spread the word! This is America we have a flag of red white and blue. Don’t like it get the f out.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe Standard Speaker, a newspaper in Hazleton, Pa., reported on July 3, that a longtime Weis Markets dress code prohibits employees from displaying pins, logos and other designs, including the American flag, on their uniforms. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"The policy has been in effect for years, but came to attention during the COVID-19 pandemic when employees were told not to wear masks with the flag or other symbols,\" the story says. \"Weis denies a ban of the flag.\"\nDennis Curtin, a spokesman for the company, told fact-checkers at Snopes and the Daily Caller’s Check Your Fact that the store hasn’t stopped selling products with the American flag on them. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17734"}