{"url": "/factchecks/2014/aug/27/truth-accounting/georgias-finances-not-alarming-report-suggests/", "speaker": "Truth in Accounting", "vclaim": "Each Georgia taxpayer would have to send $5,000 to the treasury to cover the state’s debt.", "truth_label": "barely-true", "date": "stated on August 4, 2014 in a recent report:", "title": "Georgia's finances not alarming as report suggests", "text": "Outside rankings of Georgia have fueled the fire of some of this year’s political campaigns.\nRepublican Gov. Nathan Deal has boasted that both the little-known magazine Site Selection and media heavyweight CNBC have deemed Georgia the top place in the nation to do business.\nDemocratic challenger Jason Carter questioned the political mileage of the rankings, saying they mask other problems such as an unemployment rate that ranks 50th out of 50 states and the District of Columbia.\nNow the nonpartisan think tank Truth in Accounting in Chicago has released a study blasting Georgia for carrying a nearly $16 billion debt burden, mostly from unfunded pension and retiree health care liabilities. It ranks Georgia’s financial condition as the 28th worst among all states.\n\"In order to fill this financial hole, each Georgia taxpayer would have to send $5,000 to the state’s treasury,\" according to a summary of the study.\nWho has that kind of coin lying around? PolitiFact Georgia sure doesn’t.\nBut how is it the state have both a balanced budget requirement and that kind of debt?\nSheila Weinberg, the certified public accountant who founded TIA, thinks the problem lies with Georgia (and other states) not including long-term pension and retiree health care compensation in the annual budget.\nGeorgia’s audited financial report shows $2 billion in retirement benefits. But Weinberg claims by adding in those other compensations, the state has more than $14 billion of unfunded retirement programs over the next three decades.\nEvery state has that kind of long-term obligation. Now, those unfunded liabilities are in the footnotes of the financial statements filed yearly.\nThe Government Accounting Standards board, though, is changing those accounting rules. Pension liabilities will be on the balance sheets starting with the 2014 reports.\nIf Georgia followed those standards this year, the state Employees Retirement System, or ERS, would show a $4.8 billion unfunded liability.\nBut those rules affect only how those debts are reported. It doesn’t change their totals or decide the policies on funding them.\nIn Georgia, pension funding is governed by state law, which requires an actuary to calculate the annual required minimum contribution to meet the long-term obligation.\nAs of 2013, Georgia also adds extra cash to that minimum, amortized over 25 years, to fill the gap.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe state sets aside that money first, before determining the rest of the budget.\nIt has never failed to do so. The ERS – which covers 60,000 active members and 45,000 retirees – was 71.4 percent funded in 2013.\nThat puts it just shy of the 72 percent average for the nation’s largest pension funds and among those funds considered well-funded for the future, according to the Center for Retirement Research at Boston College.\n\"Our contributions come in like clockwork every year,\" said Jim Potvin, the ERS’ executive director. \"The support has come from multiple administrations literally spanning decades.\"\nBut if pension costs are obligated, retiree healthcare costs are optional. The TIA study projects the retiree health care liability at $7.4 billion.\nIt would require changes to state law – most likely to reduce benefits – to lower that cost.\nAlan Essig, executive director of the left-leaning Georgia Budget and Policy Institute, said such changes are far more likely than the option of tax hikes in our fiscally conservative state.\n\"It’s not as if we have to pay tomorrow,\" Essig said. \"We have 30 years to plan budgetarily and change policy to meet our obligations.\"\nIn other words, Georgia has never missed its obligations on retiree health care or pension, and there is no reason to expect that will change anytime soon.\nAnd, since no one expects Georgia taxpayers to march downtown and make a lump sum payment, the report’s calculations strike some as a silly exercise.\nThere is value in discussing the obligations, said Alicia H. Munnell, the executive director of the Center for Retirement Research.\nBut a more useful exercise would be to have a separate discussion about ways to pay the debt long-term.\nGeorgia, Munnell said, has already had many of those discussions that resulted in the existing laws and policies that have it on the right financial track.\n\"The whole report has this alarmist tone, as if they’ve discovered something new,\" Munnell said. \"Really, Georgia should be proud of itself for being fairly prudently managed to pay off its debts.\"\nSo, that $5,000 bill facing Georgia taxpayers? It’s a great way to get us to pay attention to the promises we’ve made with public dollars.\nThe statement suggests that the state is being reckless, or that a one-time payment is coming soon.\nThat is not the case. Georgia has been thoughtful about its looming obligations and positioned itself to pay down those debts over time.\nFor that reason, we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07387"}