{"url": "/factchecks/2019/apr/17/west-virginia-democratic-party/has-affordable-care-act-given-200000-plus-west-vir/", "speaker": "West Virginia Democratic Party", "vclaim": "The Affordable Care Act \"provided over 200,000 West Virginians with health care coverage.\"", "truth_label": "true", "date": "stated on April 1, 2019 in a tweet:", "title": "Has the Affordable Care Act given 200,000-plus West Virginians health coverage?", "text": "During the 2018 midterm elections, many Democrats across the country argued that they would be better positioned than their Republican rivals to protect Americans’ health insurance provided under the Affordable Care Act.\nThe 2018 election cycle may be over now, but the West Virginia Democratic Party continues to make that argument.\nIn fact, the issue gained new relevance in March 2019 when the Trump administration said it has decided to seek the law’s full repeal in an ongoing court case. (This is the same lawsuit that West Virginia Attorney General Patrick Morrisey signed on to, as we’ve noted.)\nIn an April 1 tweet, the state party said that President Donald Trump \"is threatening to overturn the entire Affordable Care Act that provided over 200,000 West Virginians with healthcare coverage. Our seniors depend on it for affordable prescriptions and pre-existing condition coverage.\"\nTrump is threatening to overturn the entire Affordable Care Act that provided over 200,000 West Virginians with healthcare coverage. Our Seniors depend on it for affordable prescriptions and pre-existing condition coverage. pic.twitter.com/TlfCxICCvh— WV Democratic Party (@wvdemocrats) April 1, 2019\n\nHere, we’ll look at whether the party is correct that \"over 200,000 West Virginians with healthcare coverage.\" (The West Virginia Democratic Party did not respond to an inquiry for this article.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe Affordable Care Act provides two primary ways to get coverage -- individual policies purchased on online marketplaces and an expansion of Medicaid to a wider group of eligible Americans. We turned to data on both types from the Kaiser Family Foundation.\nFor 2019, the number of West Virginians purchasing health insurance on the marketplace totaled 22,599.\nAnd for fiscal year 2017, West Virginia added 183,100 residents to its Medicaid rolls due to the Affordable Care Act. (Kaiser communications director Craig Palosky said 2017 figures are the most recent available due to state-by-state reporting lags.)\nCombined, that works out to 205,699 West Virginia residents securing coverage from the law, making the Democratic tweet accurate.\nPalosky added that other West Virginians benefited from the law without specifically securing insurance under the law. For instance, the law required coverage of pre-existing conditions and provided more generous coverage of prescription drugs under Medicare.\nOur ruling\nThe West Virginia Democratic Party said the Affordable Care Act \"provided over 200,000 West Virginians with health care coverage.\"\nThe combination of insurance purchases on the marketplace and the increase in Medicaid coverage works out to 205,699, according to the most recent data available. That’s in line with what the tweet said, so we rate it True.\n Share the Facts 2019-04-17 18:48:18 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  The Affordable Care Act \"provided over 200,000 West Virginians with health care coverage.\"    West Virginia Democratic Party state party https://twitter.com/wvdemocrats/status/1112787510055325698   a tweet Monday, April 1, 2019 2019-04-01    Read More  info", "vclaim_id": "vclaim-pol-00747"}