{"url": "/factchecks/2010/oct/22/ron-johnson/ron-johnson-says-there-are-57-lawyers-including-ru/", "speaker": "Ron Johnson", "vclaim": "\"There are 100 members of the U.S. Senate. Fifty-seven of them, including Russ Feingold, are lawyers. There are zero manufacturers and one accountant.\"", "truth_label": "mostly-true", "date": "stated on September 28, 2010 in a campaign TV ad:", "title": "Ron Johnson says there are 57 lawyers, including Russ Feingold, in the U.S. Senate", "text": "Members of Congress have worked all sorts of interesting jobs before entering politics: casino dealer, meat cutter, major-league pitcher, riverboat captain, Navy battle group commander, toll booth collector, even coroner.\n\nBut the most common background is law, as Republican Senate hopeful Ron Johnson is quick to point out.\n\nJohnson, who is facing lawyer and Democratic U.S. Sen. Russ Feingold, made the point most directly in a recent TV ad. In it, he noted on a whiteboard that 57 of 100 members of the Senate are lawyers.\n\n\"That would be fine if we had a lawsuit to settle,\" Johnson went on to say in the ad, \"but we have an economy to fix. There are zero manufacturers and one accountant. It’s no wonder we’re losing jobs and piling up debt. I’m not a politician. I’m an accountant and a manufacturer. I know how to balance a budget, and I do know how to create jobs. Now that’s something we could really use.\"\n\nSo, is the Senate a majority-lawyer body? And, importantly, is it bereft of people with a business background, as the ad implies?\n\nIn making his claim, Johnson, who runs a 100-employee plastics manufacturing plant, cites a 2010 Congressional Research Service paper that shows 57 members of the Senate graduated from law school.\n\nOf course, having a law degree does not mean you were a practicing attorney before entering politics, as Feingold was for six years before and after he became a state lawmaker in 1982. Indeed, our own review of 100 Senate biographies -- yes, we read them all -- found some went right into public service or other careers out of law school.\n\nCase in point: Democrat Charles Schumer of New York, whose official biography says he ran for state Assembly right out of Harvard Law School in 1974.\n\nAn earlier study by Congressional Quarterly, completed in 2008 before three changes to the Senate, showed law as the top occupation of senators (54 of them at the time), followed by public service (32) and business (26).  \n\nTo make his point, Johnson focuses narrowly on manufacturing and accountants -- two key points on his own résumé.\n\nBut PolitiFact Wisconsin found a half-dozen senators who listed experience building and running a company, including Wisconsin’s Herb Kohl, who presided over the Kohl’s grocery and department store chain. More than 20 have at least some business background.\n\nWhen it comes strictly to manufacturers and accountants, Johnson’s claim is a little off.\n\nIf Johnson continues at the helm of Pacur, his Oshkosh-based company, he may be the only active manufacturer.\n\nBut Sen. Richard Lugar, Republican from Indiana, lists \"manufacturing company executive\" as one of his careers, according to Congressional Quarterly. His Senate website says he helped manage the family's food machinery manufacturing business in Indianapolis with his brother Tom. That was a long time ago -- before his public career began in the late 1960s.\n\nMeanwhile, Sen. Tom Coburn, Republican from Oklahoma, is best known as a doctor, but in the 1970s he \"served as manufacturing manager at the Ophthalmic Division of Coburn Optical Industries in Colonial Heights, Virginia,\" according to his bio. Under his leadership, the Virginia division of Coburn Optical grew from 13 employees to more than 350 and captured 35 percent of the U.S. market, the bio says.\n\nJohnson says there’s only one accountant in the Senate, but he’s off by one on that -- at least by education. He correctly cites Mike Enzi, Republican of Wyoming, who was an accountant for an oil drilling company, according to his Senate bio.\n\nBut Coburn was also educated as an accountant.\n\nSo, how does this all tally out?\n\nIn touting his background, Republican Ron Johnson says there are 57 lawyers, one accountant and no manufacturers in the U.S. Senate.  He is correct that legal beagles -- not business people -- dominate the body, though some are lawyers by education, not trade. While Johnson’s bean-counting skills were not at their sharpest -- at least two members have a manufacturing background and two an accounting background -- his central point is on the money.\n\nWe rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14172"}