{"url": "/factchecks/2018/oct/29/blog-posting/claim-pipe-bombs-werent-mailed-false/", "speaker": "Bloggers", "vclaim": "The pipe bombs were never mailed.", "truth_label": "pants-fire", "date": "stated on October 25, 2018 in a post on Facebook:", "title": "No truth to claim that pipe bombs weren't mailed", "text": "As \"false flag\" conspiracy theories take hold in the wake of reports that pipe bombs were sent to critics of President Donald Trump, some Facebook users are pointing to a picture of a package as evidence explosives were never even mailed.\nOne image that appeared on Facebook on Oct. 25 shows what looks like a manila envelope addressed to \"John Brenan,\" misspelling the former CIA director’s name (it should be \"Brennan\"). The name of the sender on the package is \"Debbie Wasserman Shultz.\" (The Florida congresswoman’s name, \"Schultz,\" is also misspelled.) There are also six \"Forever Stamps\" featuring the American flag in the right corner.\n\"6 postage stamps $2.94,\" reads the white text stamped on the image posted to Facebook. \"Look closer. Who among you has mailed anything? A pipe bomb uses steel piping. Packages are charged shipping by weight. Do you think 6 stamps would cover that package? Wake up!\" Another Facebook user posted a similar claim Oct. 24.\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHere’s what we know. On Oct. 26, a Florida man named Cesar Sayoc Jr. was arrested on suspicion of sending explosive packages to Brennan, Hillary Clinton and Barack Obama among others. According to a federal criminal complaint posted online by The New York Times, \"Sayoc mailed approximately 13 packages containing improvised explosive devices (‘IEDs’) to certain current and former U.S. government officials, politicians, and others, including mailings across state lines.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe complaint goes on to say that Sayoc \"knowingly caused to be delivered by mail … the IEDs.\"\nEach of the 13 IEDs was \"packaged in a tan-colored manila envelope lined with bubble wrap,\" the complaint says. \"Each was stamped with approximately six self-adhesive postage stamps each bearing a picture of an American flag. Each envelope listed a return sender of \"Debbie Wasserman Shultz.\"\nNews media including The New York Times have published images of the envelope like the one that showed up on Facebook.\nThe complaint describes such a package containing an IED—made with approximately six inches of PVC pipe, a small clock, a battery, wiring and energetic material—delivered via U.S. mail to George Soros’s home among others in October. After interviewing U.S. Postal Service employees, federal officials determined that between about Oct. 18 and Oct. 20, packages sent to Barack Obama, Hillary Clinton, Robert De Niro, Maxine Waters and Joe Biden were routed through the USPS Royal Palm Mail Processing Center in Opa-Locka, Florida.\nSo bloggers are right that the packages had six stamps, but the pipes used to make the IEDs were lightweight plastic, not steel. CBS News reported on Oct. 26 that investigators think whoever put the devices together was trying to keep the weight down so that they could drop them in a mailbox without having to go to a post office.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-01368"}