{"url": "/factchecks/2017/oct/12/viral-image/fake-photo-changes-social-message-lebron-james-t-s/", "speaker": "Viral image", "vclaim": "A viral image shows LeBron James wearing a T-shirt that reads, \"We march, y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all silent.\"", "truth_label": "false", "date": "stated on October 9, 2017 in Internet posts:", "title": "Fake photo changes social message on LeBron James' t-shirt", "text": "A viral image of National Basketball Association superstar LeBron James wearing a T-shirt about racial inequity gained lots of traction on social media, but the wording has been digitally replaced.\nPolitiFact first saw an image of James wearing the shirt on Oct. 9, 2017, on the Facebook page of Occupy Democrats, but the photo has spread all over the Internet.\nIt shows the Cleveland Cavaliers player walking on a basketball court with a black T-shirt that reads, \"We march, y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all silent.\"\n\nThe post is ubiquitous on Facebook posts from across the country. The same goes for Twitter, where one tweet that used the photo was liked 291,000 times as of this writing.\nThis Shirt Says It All! pic.twitter.com/8OrKgIpbTz— Merlin's Mom ✨ (@mersmom8) October 9, 2017\n\nBut the image is fake. James wasn’t wearing that shirt in that photo (although you can buy it from scads of online retailers).\nHe actually was wearing a completely different tee with a message about social injustice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe photo was from warmups for James’ Dec. 8, 2014, game in Brooklyn. His teammate Kyrie Irving also wore the shirt, as did four members of the Brooklyn Nets.\nHere’s the unaltered photo:\n\nThis Icon Sportswire photo from Dec. 8, 2014, had been altered and posted on the Internet.\nThe players wore the shirts to pay tribute to 43-year-old Eric Garner, a black man who died while being choked by a New York police officer on Staten Island. His last words, \"I can’t breathe,\" became a slogan at protests across the country.\n\"I've been quoted over and over about what's going on as far as it's more of a notion to the family, more than anything. Obviously, as a society we have to do better. We have to be better for one another,\" James said in 2014. \"It doesn't matter what race you are. It's more of a shout out to the family more than anything, because they're the ones that should be getting all the energy and effort.\"\nMore recently, James chided President Donald Trump, who lashed out at the Golden State Warriors’ Stephen Curry for refusing to visit the White House with his championship team. James called Trump a \"bum\"on Twitter and later added that Trump \"doesn't understand the power that he has\" as president.  \nThe older photo of James has been altered to make it look like he was wearing something he wasn’t. That earns this photo of a shirt a False. \n Share the Facts 2017-10-12 20:33:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  A viral image shows LeBron James wearing a T-shirt that reads, \"We march, y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all silent.\"    Internet rumors viral image https://www.facebook.com/OccupyDemocrats/photos/a.517901514969574.1073741825.346937065399354/1734484079977972/?type=3&theater   in Internet posts Monday, October 9, 2017 2017-10-09    Read More  info", "vclaim_id": "vclaim-pol-02808"}