{"url": "/factchecks/2010/aug/18/kendrick-meek/kendrick-meeks-new-ad-gets-warren-buffett-jeff-gre/", "speaker": "Kendrick Meek", "vclaim": "\"Warren Buffett called credit default swaps financial weapons of mass destruction. And Greene was the first individual to use them.\"", "truth_label": "true", "date": "stated on August 11, 2010 in a TV ad.:", "title": "Kendrick Meek's new ad gets Warren Buffett-Jeff Greene context right", "text": "Far too often we at PolitiFact Florida get accused of being too hard on candidates. We're too literal, or we fail to forgive hyperbole, folks tell us. Or they say we don't understand how the political process works.\n\nWe don't think that's true, but regardless, we hear the argument.\n\nSo when a campaign takes a second shot at making a strong point that we had labeled Barely True, we think it's proper to give a fresh look to the latest effort.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nBack on July 30, 2010, we took Democratic U.S. Senate candidate Kendrick Meek to task for his TV ad, \"He's the Man,\" in which Meek criticized primary opponent Jeff Greene's background.\n\nSpecifically, Meek attacked Greene's trading in something called credit default swaps, a type of derivative that paid off when mortgage-backed securities failed. The long and short of Meek's argument is that Greene made hundreds of millions of dollars betting that people wouldn't be able to pay off their mortgages.\n\nThey couldn't. And so Greene won.\n\nThat prompted this admonition in Meek's ad: \"Warren Buffett called Greene's scheme 'financial weapons of mass destruction.' \"\n\nAfter a thorough analysis, we rated Meek's claim False, noting that while Buffett did make the comment, Buffett wasn't talking about Greene specifically. (A earlier version of this item mistakenly said our the previous item on Greene was rated Barely True.) Moreover, Buffett made his statement three years before Greene even invested in credit default swaps. And Buffett coined the phrase to talk about derivatives in general, not specifically credit default swaps.\n\n\"There's no doubt Greene was heavily involved in buying credit default swaps, which are a type of derivative,\" we concluded in our analysis. \"And Buffett was exceptionally critical of derivatives. The problem with Meek's ad is that it gives the impression that Buffett criticized Greene personally, which he didn't do. By saying Buffett called Greene's scheme a bad idea, Meek personalizes a comment that had nothing to do with Greene.\"\n\nOur friends at Factcheck.org also found Meek's ad misleading.\n\nFast forward to Aug. 11, when Meek began airing a new ad, \"All Support,\" with the same Buffett line worded slightly differently.\n\nThe new ad says, \"Warren Buffett called credit default swaps financial weapons of mass destruction. And Greene was the first individual to use them.\"\n\nWe decided to see if Meek's campaign has been listening.\n\nBuffett runs Berkshire Hathaway, a holding company renowned for its savvy investment strategies, and he's No. 2 on the 2009 Forbes list of wealthiest Americans. Some folks call Buffett \"the Oracle of Omaha.\"\n\nIt turns out he coined the phrase to describe derivatives back in 2003, when he published his annual letter to investors discussing his thoughts on the previous year's business. Buffett warned that it was difficult to truly evaluate the risks involved in speculative derivatives.\n\n\"Essentially, these instruments call for money to change hands at some future date, with the amount to be determined by one or more reference items, such as interest rates, stock prices or currency values,\" Buffett wrote.\n\n\"The range of derivatives contracts is limited only by the imagination of man (or sometimes, so it seems, madmen),\" he continued. \"At Enron, for example, newsprint and broadband derivatives, due to be settled many years in the future, were put on the books. Or say you want to write a contract speculating on the number of twins to be born in Nebraska in 2020. No problem -- at a price, you will easily find an obliging counterparty.\"\n\nBuffett warned that speculative derivatives could become unforeseen catastrophes for some companies. \"Imagine, then, that a company is downgraded because of general adversity and that its derivatives instantly kick in with their requirement, imposing an unexpected and enormous demand for cash collateral on the company. The need to meet this demand can then throw the company into a liquidity crisis that may, in some cases, trigger still more downgrades. It all becomes a spiral that can lead to a corporate meltdown,\" he wrote.\n\nIt turns out this is exactly what happened at some of the biggest financial firms in the country in 2008 -- five years after Buffett's warning.\n\nBuffett was discussing derivatives in the context of Berkshire Hathaway's investment in a company called General Re Securities. Buffett said he attempted to sell without success. At the time he wrote the letter, he was trying to shut down the business, but was having problems resolving the many derivatives contracts General Re had on its books.\n\n\"We try to be alert to any sort of megacatastrophe risk, and that posture may make us unduly apprehensive about the burgeoning quantities of long-term derivatives contracts and the massive amount of uncollateralized receivables that are growing alongside,\" Buffett wrote. \"In our view, however, derivatives are financial weapons of mass destruction, carrying dangers that, while now latent, are potentially lethal.\"\n\nCredit default swaps are a speculative derivative like Buffett was talking about, though we should note Buffett didn't specifically discuss credit default swaps in his comments.\n\nNow, was Greene the first individual to use them?\n\nAccording to Forbes, Greene is \"believed to be the first individual to do so.\" Banks typically only let major hedge funds participate in credit default swaps, but Greene convinced banks to make the trades with him individually. (Banks thought the investment was too complicated for a single person.)\n\nWall Street Journal reporter Gregory Zuckerman, who wrote a book about credit default swaps, described Greene as among the first and most successful private investors to ever participate in the trade. \"He convinced people like Merrill Lynch to do the trade when they wouldn't do it for other individuals,\" Zuckerman said. \"Greene potentially is one of the only individuals in the country to have pulled this trade off.\"\n\nZuckerman claims in his book that Greene was the first individual, not hedge fund, to participate in credit default swaps through Merrill Lynch.\n\nBack to Meek's claim. He said, \"Warren Buffett called credit default swaps financial weapons of mass destruction. And Greene was the first individual to use them.\" Buffett, in 2003 comments, described derivatives bought speculatively as financial weapons of mass destruction. That would include credit default swaps. And while people invested in credit default swaps before Greene through hedge funds, Greene is believed to be the first individual to do so on his own. Meek's new ad much more accurately describes the relationship between Buffett, Greene and his investments. We rate the statement True.", "vclaim_id": "vclaim-pol-14573"}