{"url": "/factchecks/2019/feb/26/viral-image/no-alexandria-ocasio-cortez-was-not-photographed-h/", "speaker": "Viral image", "vclaim": "Claims to show a photo of Alexandria Ocasio-Cortez with her legs spread.", "truth_label": "pants-fire", "date": "stated on February 15, 2019 in a Facebook post:", "title": "No, Alexandria Ocasio-Cortez was not photographed holding her legs open", "text": "U.S. Rep. Alexandria Ocasio-Cortez has quickly become the subject of fake news. In January, a photo of feet emerging from a bathtub was wrongly described as a nude selfie of the Democratic congresswoman from New York. Bloggers have attributed false quotes to her in an apparent attempt to make her look dumb. Now what appears to be a photoshopped image is being used to discredit Ocasio-Cortez.\nThe picture, which was published on Facebook on Feb. 15, shows a man holding up a woman by her arms while she holds her legs open in the air. The woman appears to be Ocasio-Cortez, laughing. \nWhile there are many pictures online of her laughing, this one strongly resembles this photo that was taken after she won the Democratic Primary in June.\nWe couldn’t find any credible sources for the photo, or news coverage corroborating that it’s Ocasio-Cortez, a regular figure in media reports. It closely resembles a photo, featuring a different woman with the same man holding her up, that was shared several years ago.\nThe post, published by the account Texas Supporters For President Donald J Trump, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSome people commented that the photo seemed fake, but the account doubled down: \"It has been brought to my attention that some were offended by this post so let me clarify: this is not a joke to be laughed at, but a serious look into the Congresswoman’s character. I had considered ‘fuzzing’ out portions of the photograph, however this would guve (sic) the appearance of photoshop so I chose to post the original, unaltered photograph. … This is a photograph of the Congresswoman acting like Miley Cyrus; and if you’re offended rest assured: we are too.\"\nOcasio-Cortez’s office did not respond to an email from PolitiFact about the authenticity of the photo.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nLet’s look closely at the image.\nDoing a reverse image search for the entire picture doesn’t turn up a lot. Google suggests \"crazy girl\" as a possible related search. A reverse image search of just the man — or boy, it’s hard to tell his age — turns up a photo that’s been around for at least several years.\nA post from about four years ago called \"Nuclear Fart\" appeared on the website MemeCenter. A photo in the comments section shows the same image as the Facebook post with Ocasio-Cortez’s face. Only this photo features the face of a different woman, sticking her tongue out.\nA Google Plus user also posted the photo on Dec. 29, 2014.\nOn the TV screen behind the pair is then-President George W. Bush giving an address to the nation from New Orleans on Sept. 15, 2005, in the wake of Hurricane Katrina. Ocasio-Cortez was born on Oct. 13, 1989.\nThat means that unless they were watching a recording of Bush’s speech years later, she’s supposed to be 15 years old in the picture. But the alleged photo of Ocasio-Cortez looks contemporary. \nWe rate this post Pants on Fire.\n Share the Facts 2019-02-27 16:18:45 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A photo shows Alexandria Ocasio-Cortez with her legs spread.    Viral image On the internet     Friday, February 15, 2019 2019-02-15    Read More  info", "vclaim_id": "vclaim-pol-00972"}