{"url": "/factchecks/2012/feb/23/us-chamber-commerce/us-chamber-says-george-allen-cut-spending-and-wast/", "speaker": "U.S. Chamber of Commerce", "vclaim": "\"As Virginia’s governor, Allen cut spending and waste with bipartisan support.\"", "truth_label": "half-true", "date": "stated on February 8, 2012 in a TV ad.:", "title": "U.S. Chamber says George Allen cut spending and waste as governor", "text": "The U.S. Chamber of Commerce recently launched a television ad lauding the fiscal record of George Allen, who is seeking this year’s Republican nomination in Virginia for the U.S. Senate.\n\nThe 30-second spot praises Allen for supporting tax cuts when he was a senator from 2001 to 2007. \"And as Virginia’s governor, Allen cut spending and waste with bipartisan support,\" the ad says.\n\nDid Allen cut spending and waste as governor?  \n\nU.S. Chamber officials did not respond to our repeated phone calls and emails. So we relied on state budget records and a small amount of background material the Chamber cited in its ad.\n\nWhen Allen took office in January 1994, he inherited an overall $14.7 billion budget for the fiscal year that started the previous July 1. At the end of his term, in January 1998, he left behind  a $20.7 billion proposed budget for the fiscal year that started the following July 1. That means Allen endorsed $6 billion in additional spending when he was governor -- a 40.7 percent increase.\n\nBut looking at overall spending may be unfair. Slightly more than half of the outlays during Allen’s years came from the non-general fund, over which a governor has limited control. The fund consists of earmarked revenues such as college tuition and federal highway grants.\n\nA better gauge, as we’ve noted before, comes from examining the general fund, which pays for public education, health programs and public safety. It’s mostly supported by state income and sales taxes.\n\nThe general fund was almost $6.8 billion when Allen took office. At the end of his term, he proposed a $9.9 billion general fund for the budget year beginning July 1, 1998. That means Allen endorsed $3.1 billion in additional general fund spending when he was governor -- a 45.6.percent rise.\n\nAlthough the general fund growth under Allen may sound gigantic, it was about average for a Virginia governor. The general fund budget has grown by 479 percent over the last 30 years, from almost $2.7 billion in 1981 to almost $15.5 billion this fiscal year.\n\nMany factors explain the expansion: population has grown, creating greater revenues and a greater demand for services; Medicaid costs have increased dramatically, often by 10 percent a year; and inflation.\n\nAllen tried to slow the growth by proposing a $2.1 billion tax cut in early 1995. The measure was opposed by the business community and defeated by the Democrat-controlled General Assembly. After that point, Allen had little choice but to spend the revenues coming in.\n\nSo how does does the U.S. Chamber square the general fund increases with its claim that Allen cut spending and waste with bipartisan support?\n\nFine print in the Chamber’s ad refers to a story in The Washington Post on Feb. 25, 1995, that was headlined \"Allen Announces Deal on Welfare.\" The article detailed an agreement Allen struck with lawmakers to require welfare recipients to gradually return to work.\n\nThe legislation, considered a key Allen accomplishment, passed with overwhelming bipartisan support. The Department of Social Services estimated in 2007 that welfare reform saved the state $957 million over its first 12 years.\n\nSo the Chamber is not basing its claim that Allen that cut spending and waste on the bottom line of the state budget. It is referring to a program that Allen cut.\n\nAllen, while acknowledging that total spending increased during his administration, says he found savings by streamlining parts of Virginia government. In addition to welfare reform, he points a reduction in the state workforce and the repeal of many regulations.\n\nThroughout his campaign for governor and his term in office, Allen criticized the bureaucracy and the state regulations for wasting taxpayers’ dollars. As we noted in a previous Truth-O-Meter item, Allen trimmed the executive branch, which represents the bulk of state workers, by 10,000 employees, or 9 percent. But the state’s reliance on private contractors also grew significantly during his administration. The state did not keep records that allow a bottom-line analysis of Allen’s workforce policies.\n\nOur ruling\n\nLast August, we gave a False rating to Allen’s unqualified boast of \"reigning in\" state spending when he was governor. Spending continued its normal growth pattern during Allen’s term.\n\nNow, the national Chamber of Commerce, in a TV ad, says \"Allen cut spending and waste with bipartisan support\" when he was governor. There is some qualification in this statement.\n\nThe claim does not square with the big picture left by Allen’s administration. General fund spending rose by 45.6 percent from the budget Allen inherited in 1994 to the one left behind in 1998. It should be noted that Allen’s major effort to control spending was thwarted by the Democratic-controlled legislature, and the growth under Allen was about average for a Virginia governor.\n\nThe Chamber, however, is focusing on a detail in the big picture. In the ad’s fine print, the group backs its statement by citing welfare reform championed by Allen in 1995. The law passed with strong bipartisan support and is credited with saving Virginia  $957 million over its first 12 years.\n\nBeyond the Chamber’s footnote, Allen could legitimately claim to have saved the Commonwealth money through some of his actions to pare the state workforce and regulations.\n\nSo the claim is partially accurate, but omits the important point that bottom line spending went up significantly during the Allen years. We rate the statement Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11566"}