{"url": "/factchecks/2011/oct/10/rick-perry/did-perrys-coke-claim-pass-taste-test/", "speaker": "Rick Perry", "vclaim": "Coca-Cola’s CEO \"said he finds it easier to do work in China than in the United States.\"", "truth_label": "half-true", "date": "stated on September 30, 2011 in a speech:", "title": "Did Rick Perry's Coke claim pass the taste test?", "text": "Texas may be the home turf of Dr. Pepper, but that state’s governor had another soft drink company on his mind during his recent visit to Georgia.\n\nGov. Rick Perry, a leading contender for the Republican Party’s presidential nomination, didn’t mention Atlanta-based Coca-Cola by name in a speech to the Georgia Public Policy Foundation. But it seemed clear Perry had paid some attention to an interview Coca-Cola CEO Muhtar Kent gave a few days earlier to the Financial Times about the company’s business challenges here and abroad.\n\n\"The CEO of that company said he finds it easier to do work in China than in the United States,\" Perry said in his speech to the foundation. \"Now, think about that for a moment. When a Communist country has less bureaucratic red tape than America, we might just be on the wrong track.\"\n\nA shrewd move, perhaps, to reference Atlanta’s red-labeled soft drink company and its problems on doing business in America to \"bureaucratic red tape\" to a gathering of fiscal conservatives. Our question for Gov. Perry: Did he correctly characterize Kent’s comments?\n\nWe were largely left to our own devices on this one. Perry’s camp did not respond to e-mails requesting comment. Coca-Cola spokesman Kent Landers said the company doesn’t comment on political statements. Landers did e-mail us portions of the interview.\n\nWe read the transcript and watched a 14-minute interview with Kent that the Financial Times posted on its website.\n\nKent and the interviewer were engaged in a wide-ranging discussion about the economy. The CEO was asked if America’s corporate tax structure hinders the company.\n\n\"I believe the United States owes itself to create a or architect a 21st-century policy for both individuals as well as for companies. … That calls for a simplified tax system. That calls for a tax system that doesn’t include thousands of exemptions, and I hope we can see the leadership and policymakers come up with that tax system.\"\n\n\"A company is at a disadvantage doing business here because of that?\" came the follow-up question.\n\n\"Not disadvantaged doing business here per se,\" Kent replied. \"Everyone is disadvantaged in that it is so complicated and I think businesses like simplification, clarity, transparency. That’s not what we have in our tax code now. It’s an evolution of exceptions.\n\n\"However,\" Kent continued, \"if you talk about an American corporation competing in the world today whether it’s Chinese, whether it’s Russian, whether it’s European, whether it’s Japanese counterparts, of course we are at a disadvantage. Because we go and make an investment in Malaysia and we pay 20-plus percent, 22 percent tax after we make a profit. A Chinese company or a Swiss company comes and makes an investment, makes an investment in Malaysia, generates profit, pays 22 percent, and after the 22 percent, the Chinese or Swiss company can do whatever they want with those funds. We can’t; when we want to bring them back, we are faced with another fairly large tax burden of almost 10 percent, maybe more.\"\n\nKent’s comments were the only references to China in the video interview. They didn’t really fit into what Perry said, which had us scratching our heads.\n\nThe 14-minute video, however, does not contain the entire interview. In an article that accompanied the video, Kent is quoted as saying \"in many respects\" that it is easier to do business in China. The article says Kent cites political gridlock and America’s tax structure for his opinion.\n\n\"You have a one-stop shop in terms of the Chinese foreign investment agency and local governments are fighting for investment with each other,\" Kent is quoted as telling the Financial Times.\n\nCoca-Cola officials have not disputed the article’s content.\n\nWe believe Perry’s statement is partially accurate, but omits some details. Kent said it is easier \"in many respects\" to do business in China. He also blamed political gridlock in the United States, not just \"bureaucratic red tape.\"\n\nOur rating: Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12301"}