{"url": "/factchecks/2012/jul/16/steve-doocy/steve-doocy-says-someone-earning-250000-pays-half-/", "speaker": "Steve Doocy", "vclaim": "\"If you make more than $250,000 a year … you only really take home about $125,000.\"", "truth_label": "false", "date": "stated on July 11, 2012 in a discussion on \"Fox & Friends\":", "title": "Steve Doocy says someone earning $250,000 pays half that in taxes", "text": "Steve Doocy, one of the co-hosts of Fox & Friends, last week took aim at President Barack Obama’s longstanding proposal to let the George W. Bush-era tax cuts expire for taxpayers making $250,000 and up.\n\n\"If you make more than $250,000 a year, (President Obama wants to) jack up your taxes about 5 percent,\" Doocy said on the July 11 edition of the show. \"But when you think about it, at $250,000 you only really take home about $125,000, which in some parts of the country, if you've got a couple of kids in college, is not much money.\"\n\nA reader asked us to check whether Doocy was right that a typical taxpayer earning $250,000 a year would be left with only $125,000 in take-home pay. (Fox’s media office did not return an inquiry for this story.)\n\nThe main taxes we’ll consider here are federal income taxes, federal payroll taxes and state income taxes.\n\n• Federal income taxes: A table produced by the Urban Institute-Brookings Institution Tax Policy Center offers data on the \"effective tax rate\" -- that is, how much a filer paid in income tax divided by their income -- for various income ranges. More than a third of those earning $200,000 and up had an effective tax rate between 15 percent and 20 percent. Just under one-third had an effective rate between 20 and 25 percent. So, if you’re earning $250,000, this means you’re pretty typical if you’re paying between $37,500 and $62,500 in federal income taxes.\n\n• Federal payroll taxes: An employee will pay Social Security taxes (6.2 percent on the first $110,100 of salary) and Medicare taxes (1.45 percent of all of their salary). Someone who’s self employed will pay twice that, to cover the employer’s share. So the payroll tax can add an additional $8,000 to $17,000 to the tax bill.\n\n• State income taxes: State income taxes vary widely; in fact, some states have no income tax at all. A 5 percent state income tax, which is somewhere in the middle of the pack, could add an additional $10,000 to $12,500, or perhaps less, depending on how many deductions are being taken.\n\nAdding these three tax categories together and subtracting them from $250,000 gives us a range of take-home pay from $158,000 to $194,500. Either figure is well above the $125,000 in take-home pay that Doocy claims.\n\nIs it possible to get the taxes so high they can cut take home pay for $250,000 to just half? Let’s construct an extreme example to see if it gets us there.\n\nUsing the IRS’ tax calculator, we plugged in information for an individual who earned a $250,000 salary, without any other non-salary income such as capital gains.\n\nAlthough this would shock our hypothetical taxpayer’s hypothetical CPA, we assumed the taxpayer refused to use even the most basic deductions beyond the standard deduction. No home-mortgage deduction, charitable donations, child credit or IRAs. And no offshore tax shelters.\n\nAccording to the IRS calculator, this unlucky taxpayer would owe the IRS $63,811 in federal income taxes. Add in payroll taxes ($8,817 to $17,634) and income taxes for the state with the highest rate, Hawaii (roughly $25,000) and it brings you to, at worst, take-home pay of $143,555.\n\nSo, even in this extreme and highly improbable example, the taxpayer takes home more money than the $125,000 Doocy claimed.\n\nWe checked our math with Steve Street, an accountant with the firm Ross & Moncure in Alexandria, Va. He ran a hypothetical tax return for a single New Yorker earning $250,000, first as an employee and then as a self-employed businessperson, with no deductions beyond the standard deduction. The employee takes home $153,629, while the self-employed businessperson takes home $148,408.\n\nOne might be tempted to throw other taxes into the equation. However, tax experts do not typically include property taxes or sales taxes in such comparisons because they are so variable and require too many assumptions about behavior, said William McBride of the Tax Foundation. Assuming that someone has a house or property with a large tax bill is \"not a normal assumption to make,\" McBride said. \"You could also get there with sales taxes, but again you’d have to make some very particular assumptions about consumption which are not very representative.\"\n\nEven if you take this inadvisable course of adding in property taxes, it’s highly unlikely that they could provide the additional $20,000 in taxation needed to hit Doocy’s benchmark even in this extreme case. For instance, to return to our Hawaii example, the state’s highest median property tax payment for any county is $1,463, in Honolulu County. So to make it to Doocy’s $125,000 level you’d need to be stuck with a property tax bill almost 14 times the county’s median.\n\nBottom line? \"Doocy is stretching it,\" McBride said.\n\nOur ruling\n\nDoocy said someone who earns $250,000 a year ends up with take-home pay of just $125,000. But typical taxpayers end up with comfortably more than that. We found someone with that salary would take home $158,000 to $194,500 -- and even more if they lived in a state without income tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nEven our most extreme example produced quite a bit more take-home pay than he suggested. We rate Doocy’s statement False.", "vclaim_id": "vclaim-pol-10760"}