{"url": "/factchecks/2019/mar/05/zerlina-maxwell/was-bernie-sanders-mute-race-gender-top-his-2020-k/", "speaker": "Zerlina Maxwell", "vclaim": "Says Bernie Sanders \"did not mention race or gender until 23 minutes into this speech\" announcing his 2020 presidential run.", "truth_label": "false", "date": "stated on March 2, 2019 in in a panel discussion:", "title": "Was Bernie Sanders mute on race, gender at the top of his 2020 kickoff speech?", "text": "If past is prologue, then Bernie Sanders’ efforts to win over African-American voters may prove challenging, especially as the Independent Vermont senator competes for the Democratic nomination against the most diverse candidate field in history.\nIn 2016, black voters favored Hillary Clinton over Sanders by an astonishing 50 percentage points (though he had a slight lead among those under 30). But according to pundit and former Hillary Clinton campaign staffer Zerlina Maxwell, Sanders’ speech announcing his 2020 bid didn’t do much to shore up his support.\nMaxwell, speaking on MSNBC following Sanders’ remarks, said the senator had buried any mention of race and gender until deep into his 2020 presidential kickoff speech.\n\"I clocked it. He did not mention race or gender until 23 minutes into this speech,\" Maxwell said March 2. \"As somebody who is a black woman ... I was looking to hear messaging specifically for my community, and I did not, at least until 23 minutes into the speech. \"\nLater, she delivered the same message to her more than 150,000 Twitter followers — in a tweet that has since been deleted.\nBut a review of the tape shows Sanders made mention of these constituencies earlier in his speech, a reference Maxwell now says she accidentally overlooked.\nSanders’ kickoff speech\nSanders staged his first 2020 campaign rally in Brooklyn, several miles from his birthplace. In opening remarks, he thanked his family and acknowledged several key supporters.\nWithin the first five minutes of his speech, Sanders proposed a re-ordering of America’s governing principles, and made specific reference to race and gender (emphasis added):\n\"At our very first rally, I want to welcome you to a campaign, which says loudly and clearly that the underlying principles of our government will not be greed, hatred and lies. It will not be racism, sexism, xenophobia, homophobia and religious bigotry. It will not be tax breaks for billionaires and efforts to throw millions off the health care that they currently have.\n\"This campaign is going to end all of that. The principles of our government will be based on justice. On economic justice, on social justice, on racial justice, on environmental justice.\"\nSanders referenced race and gender again around 21 minutes into his speech. Sanders pledged a campaign to unify the country, he said, in contrast to President Donald Trump, who \"wants to divide us up based on the color of our skin, based on where we were born, based on our gender, based on our religion or our sexual orientation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMSNBC aired the roughly 37-minute speech in its entirety. Afterwards, host Alex Witt turned to the panel for their reaction, at which point Maxwell claimed Sanders had been mute about race and gender until 23 minutes in.\n\"And just for point of comparison, I went back and looked at Elizabeth Warren’s opening speech,\" Maxwell said. \"She mentions race and gender in the first paragraph. So that’s a big difference.\"\nMaxwell’s claim met with quick pushback. Journalist Glenn Greenwald noted that Sanders had been introduced by a series of speakers that included three African-Americans (among them was Greenwald’s colleague at the Intercept, Shaun King), each of whom highlighted the senator’s record as a champion of racial justice.\nResponding to criticism on Twitter, Maxwell walked back her initial claim. (She later deleted the erroneous initial tweet.)\n\"Ok. I’ve rewatched since yesterday and while I can acknowledge that I missed the passing line at 6 minutes I stand by my point since talking about criminal justice is not the same thing as talking about race and gender and if you don’t get why Bernie won’t win....again. ✌🏾\" she tweeted.\nOk. I’ve rewatched since yesterday and while I can acknowledge that I missed the passing line at 6 minutes I stand by my point since talking about criminal justice is not the same thing as talking about race and gender and if you don’t get why Bernie won’t win....again. ✌🏾 https://t.co/1FxE2dgQuB— Zerlina Maxwell (@ZerlinaMaxwell) March 3, 2019 \nIn an interview with PolitiFact, Maxwell acknowledged the error, but stood by her broader point that Sanders had not adequately addressed the issues in his kickoff speech.\nIt’s worth noting that Sanders delivered another campaign speech March 3 that addressed race in more explicit terms. After commemorating the 54th anniversary of Bloody Sunday in Selma, Ala., Sanders delivered a speech in Chicago that called to \"end the institutional racism which permeates almost every aspect of our society.\"\nOur ruling\nMaxwell said, Sanders \"did not mention race or gender until 23 minutes into this speech\" announcing his 2020 presidential run.\nSanders made reference to race and gender within the first five minutes of his speech. Maxwell has since acknowledged that she overlooked this, and deleted an erroneous tweet.\nWe rate this False.", "vclaim_id": "vclaim-pol-00938"}