{"url": "/factchecks/2020/feb/28/facebook-posts/post-wrongly-links-bloomberg-spending-toomey-kavan/", "speaker": "Facebook posts", "vclaim": "“Fact: Mike Bloomberg spent $12 million to re-elect a Senate Republican (Toomey) in 2016. Toomey beat the Dem (McGinty) by 1.5 points. If McGinty had won, Ds would have controlled the Senate after Doug Jones won and could have blocked Kavanaugh from the Supreme Court.”", "truth_label": "half-true", "date": "stated on February 19, 2020 in a Facebook post:", "title": "Post wrongly links Bloomberg spending for Toomey to Kavanaugh confirmation", "text": "Mike Bloomberg’s past spending to help some Republican candidates has drawn the ire of Democrats, now that he’s seeking to be their presidential nominee. But a Facebook post goes too far in linking his spending to help re-elect U.S. Sen. Pat Toomey, R-Pa., to the confirmation of U.S. Supreme Court Justice Brett Kavanaugh.\nIn 2016, Toomey won a second term when he beat Democrat Katie McGinty, a former aide to Pennsylvania Gov. Tom Wolf and former environmental adviser to President Bill Clinton, by about 1.5 percentage points. \n\"Fact: Mike Bloomberg spent $12 million to re-elect a Senate Republican (Toomey) in 2016,\" stated the Facebook post. \"Toomey beat the Dem (McGinty) by 1.5 points. If McGinty had won, Ds would have controlled the Senate after Doug Jones won and could have blocked Kavanaugh from the Supreme Court.\"\nWe found that Bloomberg did spend millions to help Toomey; whether that changed the outcome of the election is anybody’s guess. But the post exaggerates when it says the race had the power to change the Supreme Court.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBloomberg’s spending on behalf of Toomey\nTwo ads by Bloomberg’s Independence USA PAC praised Toomey for crossing party lines to support background checks for gun buyers. \nToomey backed legislation to expand checks to online sales and gun shows — a position shared by Bloomberg, who helped launch the gun control advocacy group Everytown for Gun Safety. \nA New York Times analysis of Bloomberg’s donations stated that he spent $11.7 million to support Toomey in 2016. Since 2012, the New York Times found, Bloomberg has helped candidates from both major parties, but his political committees have given more to Democrats than Republicans. \nWe used the database of donations posted by the Center for Responsive Politics and found that Bloomberg’s Independence USA PAC spent $5.9 million in support of Toomey in 2016. As an individual, Bloomberg gave $2,700 to Toomey’s campaign. \nThe Pennsylvania U.S. Senate race was the most expensive general-election Senate contest in the nation in 2016, reaching a total of $170 million with candidate and outside spending combined.\nSenate split if McGinty, a Democrat, had won\nThe Facebook post misleads when it states, \"if McGinty had won, Ds would have controlled the Senate after Doug Jones won.\" \nAt the beginning of 115th Congress in January 2017, there were 52 Republicans, 46 Democrats and 2 independents who caucused with the Democrats. When Alabama Democrat Doug Jones took office in January 2018, that gave Republicans a 51-49 lead.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIf McGinty had won, the Senate would have ended up at 50-50.\nSo who would have been in control?\nWashington University political scientist Steve Smith said that there are Senate precedents that allow the vice president’s party — in this case Mike Pence — to be treated as the majority party.\nWhen the 2000 elections produced a 50-50 tie and a Republican vice president, the two parties worked out a \"power-sharing agreement\" that provided for committees to be equally divided between the parties but with Republican chairs, Smith said. However the majority leader was the Republican leader.\nIf the Senate found itself in another 50-50 split, that would lead to another round of negotiations.\n\"The Democrats would not control the Senate in the case of a 50-50 division,\" he said. \"To the contrary, some power sharing arrangement would again be negotiated and the term ‘control,’ an informal term, really would not fit. If the vice president was Republican, the majority leader would be Republican.\"\nSenate vote on Kavanaugh\nNow that brings us to the part of the Facebook post that said after Jones won, if McGinty had also won, the Democrats \"could have blocked Kavanaugh from the Supreme Court.\"\nThis statement does have a qualifier of \"could,\" but if it assumes that a McGinty win alone could have changed the outcome. That’s misleading.\nThe Senate voted 50-48 to confirm Kavanaugh in October 2018. U.S. Sen. Joe Manchin of West Virginia was the lone Democrat to vote in favor.\nIf we take the hypothetical scenario of McGinty beating Toomey, and assume she would have followed Democratic Party lines, and all other senators would have voted in the same way as they actually did, the vote would have tied 49-49. That means that Pence could have cast a deciding vote. Other scenarios are equally hypothetical. \nOur ruling\nA Facebook post said, \"Fact: Mike Bloomberg spent $12 million to re-elect a Senate Republican (Toomey) in 2016. Toomey beat a Dem (McGinty) by 1.5 points. If McGinty had won, Ds would have controlled the Senate after Doug Jones won and could have blocked Kavanaugh from the Supreme Court.\"\nBloomberg did support Toomey and gave him significant funding. The rest of the claim is murky and relies on a hypothetical situation.\nKavanaugh was confirmed in a 50-48 vote. If McGinty had won and all other things were the same, it likely would have ended up in a tie vote to be broken by Pence.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-17486"}