{"url": "/factchecks/2013/jul/03/ed-lindsey/barr-has-not-always-been-faithful-doma/", "speaker": "Edward Lindsey", "vclaim": "Bob Barr has changed his position on the Defense of Marriage Act over the years.", "truth_label": "true", "date": "stated on June 26, 2013 in a news release:", "title": "Barr has not always been faithful to DOMA", "text": "On the final day before the Supreme Court went on summer break, the court ruled that the Defense of Marriage Act -- a federal law that denies federal recognition of same-sex marriages -- was unconstitutional. \n\n \n\nThe DOMA decision provided an opportunity for some of Georgia’s Republican congressional candidates to lob political grenades at each other.\n\n\nState Rep. Ed Lindsey of Buckhead, one of the four major announced candidates for Georgia’s 11th Congressional District seat, accused fellow Republican candidate Bob Barr of waffling in his position on DOMA over the years. The 11th Congressional District seat is currently held by Marietta Republican Phil Gingrey, who’s running for the U.S. Senate. \n\n\n\"Bob must have been so busy working for the ACLU that he missed that protecting traditional marriage was on the ballot in Georgia in 2004,\" Lindsey, R-Atlanta, said in a campaign email last week. \"... Given Bob’s gymnastic changes in his position on DOMA over the years, we do not know what his position was on traditional marriage in 2004, but I campaigned for it then and I will stay the course for my constituents now.\"\n\n\nHas Barr changed his position on DOMA over the years? PolitiFact Georgia  wondered whether Lindsey’s claim had any merit, so we decided to investigate.\n\n\nThe Supreme Court’s DOMA ruling came on a 5-4 vote. On the day of the ruling, Georgia Attorney General Sam Olens made it clear that Georgia’s definition of marriage, as that between a man and woman, would stand. (In 2004, about 76 percent of Georgia voters approved a constitutional amendment banning same-sex marriage.)\n\n\nOn the same day as the court decision, Barr -- a former federal prosecutor and a former member of Georgia’s congressional delegation -- released his own statement about the DOMA ruling on his Facebook page:\n\n\n\"I personally believe marriage should be defined as between one man and one woman and, if it were on the ballot in Georgia, I'd vote that way. However, I have come to believe that it's yet one more example of the federal government's delving into areas that throughout our history have been best left to the states. I trust the judgement of the people of Georgia more than that of Washington, D.C.\"\n\n\nWe checked with Lindsey’s campaign spokesman, who said his candidate’s criticism of Barr was a reference to Barr’s Facebook statement. Lindsey’s statement also seems to play to the 11th District’s conservative base by making a pointed jab at Barr and reminding voters of Barr’s past consulting work with the liberal-leaning American Civil Liberties Union. (The group brought Barr on back in 2002 to consult on informational and data privacy issues.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJudy Manning\n\n\nstated on January 4, 2012 in an interview\n\n\n\n\n\n\n\n\n\"When [Mitt Romney] was the governor of Massachusetts, he performed 100 — and I’m not sure this number is right, but my mind says it’s about 180 gay marriages.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • January 18, 2012\n\n\n\n\n\n\n\n\n\nBarr’s history with DOMA spans several decades.\n\n\nBarr -- who was the 2008 Libertarian Party presidential candidate -- actually introduced DOMA in the U.S. House of Representatives in May 1996. Barr, then a Republican, was still fresh in his congressional tenure, which stretched from 1995 to 2003. Then-President Bill Clinton signed the bill into law in September 1996.\n\n\nYears later, after leaving Washington and switching his party affiliation, Barr apologized for his role in DOMA’s passage. At the May 2008 Libertarian National Convention, Barr said to the audience: \"Standing before you, looking you in the eye, the Defense of Marriage Act -- in so far as it provided the federal government a club to club down the rights of law-abiding American citizens -- has been abused, misused and should be repealed, and I will work to repeal that.\"\n\n\nIn 2009, Barr called for DOMA to be repealed. In a Los Angeles Times editorial, Barr said, \"I have concluded that DOMA is neither meeting the principles of federalism it was supposed to, nor is its impact limited to federal law.\"\n\n\nTwo years later, in an interview posted on the national gay and lesbian news magazine website Advocate.com, Barr said DOMA had become \"the tail wagging the dog\" and that the eventual goal was to \"get the government out of the marriage business.\" \n\n\nWhen he announced his congressional candidacy this time around, Barr told an Atlanta Journal-Constitution reporter in March: \"The federal government has become so big, so intrusive ... we really need to start pulling that back.\"\n\n\nBarr has not directly commented on the Supreme Court’s ruling to us or other media outlets. Through a spokesman, Barr said he stands by his Facebook post on the issue. \"Some believe in a top-down approach from Washington on every issue that faces this country. The conservative approach, Bob’s approach, is to let the people of the states decide these issues for themselves,\" Barr’s spokesman told us in an email message.\n\n\nSo does Lindsey’s claim live happily ever after?\n\n\nCongressional candidate Ed Lindsey said former congressman and DOMA author Bob Barr has changed his position on DOMA over the years. \n\n\nBarr guided DOMA to passage as a Republican in the mid-1990s. But then Barr became a Libertarian and apologized for his role in getting the bill passed. As a Libertarian, Barr has said DOMA has been used by the government to overstep its authority. \n\n\nNow, seeking office as a Republican, Barr says he has come to understand that this is a matter for states to handle.\n\n\nBarr has refused to directly comment on the Supreme Court’s decision last week striking down a part of DOMA. But his silence doesn’t dismiss his past. We rated Lindsey’s claim True.", "vclaim_id": "vclaim-pol-09147"}