{"url": "/factchecks/2014/mar/18/andrew-napolitano/napolitano-lincoln-tried-arm-slaves/", "speaker": "Andrew Napolitano", "vclaim": "Says President Abraham Lincoln \"tried to arm the slaves.\"", "truth_label": "pants-fire", "date": "stated on March 11, 2014 in a broadcast of \"The Daily Show\":", "title": "Napolitano: Lincoln tried to arm the slaves", "text": "In the libertarian view, it is the right of the oppressed to rise up against their oppressors. Accordingly, while Andrew Napolitano argued with host Jon Stewart on The Daily Show that President Abraham Lincoln should have avoided war with the Confederacy, he said the slaves should have fought.\nNapolitano: \"If the slaves had gone to war against their slave owners, and I had been alive, I would have been with them. I would have helped finance, fund and lead that revolt.\"\nStewart: \"Are you familiar with slavery?\"\nNapolitano: \"I am very familiar with it.\"\nStewart: \"That is not the option.\"\nNapolitano: \"No, no, no. Lincoln tried to arm the slaves.\"\nWe tried to find out what lies behind Napolitano’s claim that Lincoln tried to arm the slaves, but we never heard from the judge or his staff.\nWe turned to Bruce Levine, a Civil War historian at the University of Illinois.\n\"I know of no evidence -- have never even heard it said -- that Lincoln himself tried to arm those who were still slaves to enable a slave insurrection -- and I very strongly doubt that any such evidence exists,\" Levine said.\nLevine said an early draft of Lincoln’s Emancipation Proclamation included the idea that if the slaves rose up, Union troops would do nothing to stop them. But that disappeared from the final version.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Because even that was considered too politically incendiary,\" Levine said.\nThere is one way that the statement might be said to have some truth, though it's a stretch. As the war got underway, some people in slavery were able to get away and seek refuge with Union troops. This created a legal quandary for some commanders because under federal law, these people were still the property of their owners.\nCongress provided legal cover in two steps. In 1861, it passed the First Confiscation Act, which allowed Union soldiers to treat these people as property seized by the government. The act did not set them free but it did strip the owners of any claim to them if they had been put to work on \"any fort, navy yard, dock, armory, ship, entrenchment, or in any military or naval service whatsoever.\"\nIn 1862, Congress passed the Second Confiscation Act, which went further. For slaveholders who sided with the Confederacy, any slave that came under Union control \"shall be deemed captives of war, and shall be forever free of their servitude, and not again held as slaves.\" This step actually troubled Lincoln who was uneasy about its constitutionality.\nThe act went further and authorized Lincoln to \"employ as many persons of African descent as he may deem necessary and proper for the suppression of this rebellion, and for this purpose he may organize and use them in such manner as he may judge best for the public welfare.\"\nColumbia historian Eric Foner, who appeared on the The Daily Show with Stewart and Napolitano, told PunditFact that Congress’ intent was clear.\n\"Congress authorized Lincoln to use blacks in any capacity he chose -- laborers, soldiers, etc.,\" Foner said. \"In the fall, the War Department authorized raising black troops on the Sea Islands of South Carolina, under the command of the white abolitionist Thomas Wentworth Higginson.\"\nBecause this preceded the Emancipation Proclamation by several months, it could be argued that these newly liberated people were slaves armed by the Union, but that seems like a legal stretch and hardly what people hearing Napolitano’s comments would conclude.\nIn one interesting twist, the Confederacy did try to arm slaves, Levine said. It took place late in the war and was extremely controversial. A month before the South surrendered, the Confederate Congress allowed slave owners to donate their slaves to the cause. In contrast to the Union laws, these people would not become free. The effort remained small and went nowhere.\nOur ruling\nNapolitano said that Lincoln tried to arm the slaves. Napolitano provided no supporting proof and no historian we contacted knew of any such effort by the president. The Union efforts to strip Confederate slave owners of their legal claims to enslaved people ultimately led to the formation of units of black soldiers. While these men might not have enjoyed clear legal status as free men, they could not be called slaves.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-08118"}