{"url": "/factchecks/2020/feb/06/viral-image/no-patrick-mahomes-wasnt-photographed-wearing-grea/", "speaker": "Viral image", "vclaim": "Says a photo shows Patrick Mahomes wearing a shirt that says, “The Great State of Kansas.”", "truth_label": "pants-fire", "date": "stated on February 5, 2020 in a Facebook post:", "title": "No, Patrick Mahomes wasn’t photographed wearing a “Great State of Kansas” shirt", "text": "After the Kansas City Chiefs won the Super Bowl on Feb. 2, the commander-in-chief fired off a tweet that he would perhaps soon regret. \n\"Congratulations to the Kansas City Chiefs on a great game and a fantastic comeback,under immense pressure,\" President Donald Trump wrote. \"You represented the Great State of Kansas and, in fact, the entire USA, so very well. Our Country is PROUD OF YOU!\"\nBut the Chiefs are based in and play in Kansas City, Mo., and Trump quickly deleted the message. When he tweeted again, he got their residence right. \"Congratulations to the Kansas City Chiefs on a great game and a fantastic comeback under immense pressure. We are proud of you and the Great State of Missouri.\" \nAn image being shared online appears to show Chiefs quarterback Patrick Mahomes poking fun at the president. Posted on Facebook on Feb. 5, the photo shows what looks like Mahomes wearing a shirt with the shape of the state of Missouri and the words \"The Great State of Kansas.\"  \nThis post, which has been shared more than 15,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nThat’s because the image has been doctored. Mahomes’ marketing agent posted the original on Feb. 3. In that version, Mahomes’ shirt says \"Showtime.\" No states are pictured. \n\"Let the victory tour begin,\" tweeted his agent, Jacquelyn Dahl. \"First stop: Disney World.\"\nIn another photo Dahl posted, Mahomes is posing with Chewbacca. \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-17352"}