{"url": "/factchecks/2012/jun/28/sarah-palin/sarah-palin-said-barack-obama-once-said-individual/", "speaker": "Sarah Palin", "vclaim": "Obama \"said (the individual mandate) wasn't a tax.\"", "truth_label": "true", "date": "stated on June 28, 2012 in a tweet:", "title": "Sarah Palin says Barack Obama once said the individual mandate \"wasn't a tax\"", "text": "Moments after the Supreme Court ruled that it was largely upholding President Barack Obama’s health care law, Republicans zeroed in on the court's decision to allow the individual mandate because it is enforced through a tax.\n\nOne of the Republicans to speak out was former Alaska Gov. Sarah Palin, the party’s 2008 vice presidential nominee. After the court's decision was announced on June 28, 2012, Palin tweeted, \"Obama lied to the American people. Again. He said it wasn't a tax. Obama lies; freedom dies.\"\n\nWe aren’t able to fact-check whether \"freedom\" is dying, which is solidly in the realm of opinion.\n\nHowever, we can check her claim that Obama said the individual mandate, a requirement that people buy health insurance or face a tax penalty, \"wasn't a tax.\" That was the basis for the court's decision to uphold the law.\n\nDid Obama say the individual mandate wasn’t a tax?\n\nGiven how unpopular taxes are, it’s understandable why Obama would not trumpet the notion that the mandate was a tax.  But has he said it was not a tax?\n\nWe could find only one example after Obama was president in which he or a top aide explicitly stated that the mandate wasn’t a tax. (When we asked, the Republican National Committee couldn’t come up with any other examples, either.) The one instance came on Sept. 20, 2009, in an interview with ABC's George Stephanopoulos. Here’s an excerpt:\n\nStephanopoulos: Under this mandate, the government is forcing people to spend money, fining you if you don’t. How is that not a tax?\n\nObama: Well, hold on a second, George. Here — here’s what’s happening. You and I are both paying $900, on average — our families — in higher premiums because of uncompensated care. Now what I’ve said is that if you can’t afford health insurance, you certainly shouldn’t be punished for that. That’s just piling on. If, on the other hand, we’re giving tax credits, we’ve set up an exchange, you are now part of a big pool, we’ve driven down the costs, we’ve done everything we can and you actually can afford health insurance, but you’ve just decided, you know what, I want to take my chances. And then you get hit by a bus and you and I have to pay for the emergency room care, that’s…\n\nStephanopoulos: That may be, but it’s still a tax increase.\n\nObama: No. That’s not true, George. The — for us to say that you’ve got to take a responsibility to get health insurance is absolutely not a tax increase. What it’s saying is, is that we’re not going to have other people carrying your burdens for you anymore than the fact that right now everybody in America, just about, has to get auto insurance. Nobody considers that a tax increase. People say to themselves, that is a fair way to make sure that if you hit my car, that I’m not covering all the costs.\n\nStephanopoulos: But it may be fair, it may be good public policy…\n\nObama: No, but — but, George, you — you can’t just make up that language and decide that that’s called a tax increase. … What if I say that right now your premiums are going to be going up by 5 or 8 or 10 percent next year and you say well, that’s not a tax increase; but, on the other hand, if I say that I don’t want to have to pay for you not carrying coverage even after I give you tax credits that make it affordable, then…\n\nStephanopoulos: I don’t think I’m making it up. Merriam Webster’s Dictionary: Tax — \"a charge, usually of money, imposed by authority on persons or property for public purposes.\"\n\nObama: George, the fact that you looked up Merriam’s Dictionary, the definition of tax increase, indicates to me that you’re stretching a little bit right now. Otherwise, you wouldn’t have gone to the dictionary to check on the definition. I mean what…\n\nStephanopoulos: I wanted to check for myself. But your critics say it is a tax increase.\n\nObama: My critics say everything is a tax increase. My critics say that I’m taking over every sector of the economy. You know that. Look, we can have a legitimate debate about whether or not we’re going to have an individual mandate or not, but…\n\nStephanopoulos: But you reject that it’s a tax increase?\n\nObama: I absolutely reject that notion.\n\nSliced up into brief sound bites, the back-and-forth between Stephanopoulos offers some clear evidence of Obama arguing that the mandate is not a tax, most obviously when he says that the mandate \"is absolutely not a tax increase.\"\n\nStill, it’s worth noting that Obama made the case that the alternative was worse -- that not having an individual mandate would be unfair and inefficient. The absence of an individual mandate, Obama argued, means passing on the costs of treating Americans uninsured to people who are insured, which amounts to a \"tax\" on those with coverage, even though it may not be literally fit the dictionary definition of a tax. In essence, Obama was brushing off complaints that he was imposing a tax by contending that a \"tax\" was already in place under the status quo.\n\nOur ruling\n\nPalin is correct that Obama \"said (the individual mandate) wasn't a tax.\" It’s right there in the video. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nUPDATE: BuzzFeed has collected videos of Obama administration officials being asked about whether the individual mandate was a tax.", "vclaim_id": "vclaim-pol-10852"}