{"url": "/factchecks/2016/jul/26/luis-gutierrez/rep-gutierrez-says-fewer-people-crossing-border-la/", "speaker": "Luis Gutierrez", "vclaim": "\"There are fewer people crossing (the southwest) border than in the last 30 years.\"", "truth_label": "mostly-true", "date": "stated on July 25, 2016 in an interview on Fox News' \"The O'Reilly Factor\":", "title": "Rep. Gutierrez says fewer people crossing border than in last 30 years", "text": "U.S. Rep. Luis Gutierrez, D-Ill., used his speech at the opening night of the Democratic National Convention to be an advocate for immigrants, saying they work, pay taxes and defend democracy.\nGutierrez continued to press the message in an interview with Fox News host Bill O’Reilly from the floor of the Wells Fargo Center.\n\"We could solve the problem tomorrow because there are good men and women in the Republican party who can work with good men and women in the Democratic party,\" Gutierrez said. \"Look Bill, there are fewer people crossing that border than in the last 30 years. We've already doubled the enforcement on the border.\"\nThis fact-check will examine his statement that border crossings are at a 30-year low.\nU.S. Border Patrol border apprehension data serves as a way to gauge illegal immigration patterns, though it’s difficult to say for certain how many have tried crossing the border.\n\"If they are crossing without anyone noticing, then we have to make assumptions based on what can be measured,\" said Audrey Singer, a senior fellow in the Metropolitan Housing and Communities Policy Center at the Urban Institute, in an interview. Two ways to measure is by looking at border apprehensions and by making estimates based on on the number living in the U.S. as a proxy for the size of the flow, she said\nA spokesman for Gutierrez directed us to recent research published by Pew Research Center saying that the number of Mexican immigrants apprehended at U.S. borders in fiscal 2015 was the lowest in nearly 50 years.\nU.S. Border Patrol data tallying \"illegal alien apprehensions\" by fiscal year (Oct. 1 through Sept. 30) shows a total of 337,117 immigrants were apprehended in fiscal year 2015, including 331,333 at the southwest border.\nBorder Patrol data going back to apprehensions nationwide since fiscal 1925 shows that apprehensions in fiscal 2015 were the lowest since at least the early 1970s.\nBut numbers at the southwest border actually dipped a few years ago.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSouthwest border apprehensions were lower in fiscal year 2011 at 327,577 --- about 3,756 fewer people than were apprehended at that border in fiscal 2015.\nSome researchers offered Gutierrez the benefit of the doubt.\n\"Given the uncertain ratio between apprehensions and actual crossings, it would be fair to call 2015 and 2011 a statistical ‘tie’,\" said Jacob L. Vigdor, a Daniel J. Evans professor at the Evans School of Public Policy and Governance at the University of Washington.\nBefore 2011, the lowest number of apprehensions was in 1972, at 321,326.\nSteven Camarota, director of research at Center for Immigration Studies, says there really is no way to know for sure if the number of people illegally crossing the border is less than in the last 30 years, as Gutierrez said.\nHe says apprehensions are a weak way to measure new illegal immigration because it doesn’t count visa overstays or people using border crossing cards. The number of non-Mexican apprehensions, which used to be very small, has also increased and offset declines in immigration from Mexico, he said. Data collected by the Census Bureau shows 3.1 million new immigrants settled in the United States in 2014 and 2015 (legally and illegally).\nOur ruling\nGutierrez said, \"There are fewer people crossing that border than in the last 30 years\" while discussing border security.\nWhile there’s no definite way to count all immigrants who try to cross U.S. borders, many immigration scholars use border patrol apprehension data as the basis for their assessments.\nHistorically, Border Patrol data for apprehensions nationwide shows that apprehensions in fiscal year 2015 were the lowest since at least the early 1970s. There was one year with fewer apprehensions at the southwest border than 2015 -- the 2011 fiscal year, which had about 3,756 fewer stops than 2015.\nWith that caveat, the point about the larger immigration trend is accurate. We rate Gutierrez’ statement Mostly True.\nhttps://www.sharethefacts.co/share/53da51e1-550b-4787-9491-c23cb282b892", "vclaim_id": "vclaim-pol-04606"}