{"url": "/factchecks/2014/jul/06/joe-zepecki/wisconsin-unemployment-rarely-above-us-when-mary-b/", "speaker": "Joe Zepecki", "vclaim": "The Wisconsin unemployment rate was higher than the U.S. rate during only three months when Mary Burke was state commerce secretary.", "truth_label": "false", "date": "stated on June 23, 2014 in an interview:", "title": "Wisconsin unemployment rarely above U.S. when Mary Burke was commerce chief, her spokesman says", "text": "In February 2014, ramping up efforts to tie Democratic gubernatorial front-runner Mary Burke to former Gov. Jim Doyle, the Wisconsin Republican Party declared:\n\"The only time over the last 25 years when the state’s unemployment rate exceeded the U.S. average was when Burke was commerce secretary.\" We rated the claim Mostly True.\nDating back to 1988, there were 15 months when Wisconsin’s unemployment rate was higher, all during Burke’s time running Commerce under Doyle. The GOP’s claim only indirectly blamed Burke and we noted that other factors, such as trends in the U.S. economy, affect state unemployment rates.\nIn an interview on June 23, 2014, however, Burke campaign spokesman Joe Zepecki said the state unemployment rate exceeded the national rate for only three months while Burke ran Commerce.\nSo, let’s reboot.\nReviewing the rates\nDuring Zepecki’s interview on \"The Devil’s Advocates,\" a talk show on WXXM-FM (92.1) in Madison, the two co-hosts and Zepecki talked about Burke and Gov. Scott Walker in terms of job creation and unemployment.\nHere’s a portion of the exchange:\nCo-host Mike Crute: \"Well, back when Mary Burke was the commerce secretary, I believe 2006-2007, Joe, the unemployment rate was 4.7 percent. Of course, they (Republicans) want to say, 'higher than the national average,' for the short time Mary was in that position. But at 4.7 percent, I mean, that is pretty much full employment when she was commerce secretary.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n(Burke actually was commerce secretary from February 2005 to November 2007.)\nZepecki: \"It is, and it was three months, three individual months within her two and a half years where I believe the unemployment rate here was about a tenth of a percentage point higher. Again, this is what they’re doing, just trying to play fast and loose and lay out ways to obscure (Walker’s) failures on jobs.\"\nWhen we contacted Zepecki, he began his email response by saying: \"I got this one wrong.\"\nZepecki said he made his claim based on his recollection of a chart produced by the state GOP that compared Wisconsin and U.S. unemployment rates during Burke’s time at Commerce. He said the chart seemed to show three periods of time when Wisconsin’s rate exceeded the U.S. rate.\nBut he didn’t disagree, as we found in fact-checking the GOP’s claim, that U.S. Bureau of Labor Statistics figures show Wisconsin’s rate was higher for 15 months of Burke’s 33-month tenure.\nIt’s worth noting that, even when Wisconsin’s rate exceeded the national rate, it was by less than one-half of 1 percentage point.\nOur rating\nZepecki said the Wisconsin unemployment rate was higher than the U.S. rate during only three months when Mary Burke was state commerce secretary.\nWisconsin’s rate was never more than fourth-tenths of a percentage point higher than the U.S. rate, but it did exceed the U.S. rate for nearly half of of Burke’s 33 months running Commerce.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-07650"}