{"url": "/factchecks/2020/aug/19/donald-trump/calling-goodyear-dress-code-ban-maga-hats-mischara/", "speaker": "Donald Trump", "vclaim": "Goodyear Tires “announced a BAN ON MAGA HATS…This is what the Radical Left Democrats do.”", "truth_label": "barely-true", "date": "stated on August 19, 2020 in a tweet:", "title": "Calling Goodyear dress code a “ban on MAGA hats” mischaracterizes company policy", "text": "The Goodyear Tire and Rubber Company’s dress code has drawn presidential condemnation. \nOn Aug. 19, President Donald Trump tweeted, \"Don’t buy GOODYEAR TIRES - They announced a BAN ON MAGA HATS. Get better tires for far less! (This is what the Radical Left Democrats do. Two can play the same game, and we have to start playing it now!).\"\nIn the hours that followed, Goodyear’s stock prices dipped, and one Republican mayor announced that his town would no longer use Goodyear tires for police, fire, and emergency vehicles. But how accurate is it to describe Goodyear company policy as \"a ban\" on hats that promote Trump’s \"Make America Great Again\" campaign slogan?\nTrump’s tweet came a day after a Topeka, Kan., news station shared a photo of a slide leaked by a Goodyear employee who claimed that it had come from Goodyear’s corporate office in Akron, Ohio, and was shared by an area manager during a diversity training presentation. The slide header reads \"Zero Tolerance,\" and appears to provide a definition of what is and is not acceptable to wear under the Goodyear policy. \nUnder a column labeled \"Acceptable\" are two bullets that read: \"Black Lives Matter,\" \"Lesbian, Gay, Bisexual, and Transgender pride.\" In a column labeled \"Unacceptable: \"Blue Lives Matter,\" \"All Lives Matter,\" \"MAGA attire,\" and \"politically-affiliated slogans or material.\"\nIt’s not clear who made the slide or if it is authentic; Goodyear later said only it \"was not created or distributed by Goodyear corporate, nor was it part of a diversity training class.\"\nAfter CNN affiliate WIBW published the photo, it spread on social media, leading Trump and others to slam the company’s dress code as biased against Trump supporters and police. \nGoodyear released a public statement clarifying its policies. The company did not reply to our inquiry.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAccording to the statement, the company asks its associates to \"refrain from workplace expressions in support of political campaigning for any candidate or political party, as well as similar forms of advocacy that fall outside the scope of racial justice and equity issues.\" \nThis means that the ban also applies to hats and T-shirts supporting Democratic nominee Joe Biden.\nGoodyear said that the policy was not meant to delineate acceptable political viewpoints from unacceptable ones but to foster \"an inclusive and respectful workplace.\" \nOur ruling\nTrump said Goodyear \"announced a ban on MAGA hats\" and said that \"this is what the Radical Left Democrats do.\"\nThis distorts Goodyear’s dress code and makes it sound as though the company singled out Trump campaign messaging. Goodyear has not announced a ban only on hats that display the Trump campaign’s MAGA slogan. Rather, the company requires employees to refrain from any political expression that falls \"outside the scope of racial justice and equity issues.\"\nCampaign paraphernalia supporting Trump challenger former Vice President Joe Biden is also off-limits by this measure. \nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-17142"}