{"url": "/factchecks/2015/jun/11/mike-tate/gop-plan-would-give-wisconsin-weakest-standards-us/", "speaker": "Mike Tate", "vclaim": "A Republican budget proposal \"would have Wisconsin have the weakest standards for who can be a teacher in the classroom in the country.\"", "truth_label": "half-true", "date": "stated on May 28, 2015 in a speech:", "title": "GOP plan would give Wisconsin weakest standards in U.S. for hiring teachers, Democrat Mike Tate says", "text": "In one of his final public appearances as chairman of the Wisconsin Democratic Party, Mike Tate made an observation about the Republican-controlled Legislature and a broad claim about where GOP leaders are taking schools with the 2015-’17 state budget.\n\"I think you’re beginning to see the beginning of the end of the overreach of the Republican majority in Madison,\" Tate said May 28, 2015 at a WisPolitics luncheon in Madison.\nThen he flatly stated: \"Just yesterday, you saw slipped into the budget a provision that would have Wisconsin have the weakest standards for who can be a teacher in the classroom in the country.\"\nLet’s see if the changes -- which, as we’ll see, apply only to teachers in middle and high school -- would leave Wisconsin with the weakest teacher standards in the country.\nThe budget\nThe day before Tate’s remarks, there were news stories highlighting the Republicans’ proposal on teacher licensing.\nThe proposal had actually been added to the budget eight days earlier, on May 20, 2015, when the Legislature's GOP-run Joint Finance Committee, in a 1:30 a.m. vote, inserted it along with other education provisions.\nThe Legislature is aiming to adopt a budget and send it to GOP Gov. Scott Walker before the end of June 2015. Walker has not stated a position on the teacher proposal but does have the power to veto individual provisions out of the budget.\nGOP proposal\nAs it stands now, public school teachers in Wisconsin must be licensed by the state Department of Public Instruction. A bachelor’s degree from an accredited university is one of the minimum requirements. Teachers must also pass state tests that assess their knowledge of a subject as well as their skills in teaching.\nUnder the GOP proposal, the Department of Instruction would be required to issue teaching licenses to individuals who are deemed qualified by a local school board to teach in middle or high school (sixth through 12th grade), though the license would be good only for that school district.\nThere would be two major changes under this alternative form of licensing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n1. Anyone with a bachelor’s degree -- in any subject, and from an accredited or non-accredited university -- could be licensed to teach the so-called core subjects of English, math, social studies or science. The only requirement would be that a school board would have to determine that the person is \"proficient in the subject\" and has \"relevant experience\" in the subject. Unlike the standard licensing system, the teacher would not have to pass any state tests to prove his or her subject knowledge or teaching knowledge.\nThe National Council on Teacher Quality, an independent research group, and the Education Commission on the States said they did not know how many states have teacher standards like that one.\n2. For non-core subjects -- such as health or foreign language --  no college degree, or even a high school diploma, would be required. Again, no state tests would be required, only that a school board determine that a person is \"proficient in the subject\" and has \"relevant experience\" in the subject.\nA memo on the GOP proposal from the Wisconsin Legislative Council, a nonpartisan research agency that serves the Legislature, says that every state requires a minimum of a bachelor's degree for all grades. The only exception is for technical education.\nIn addition, a spokeswoman for the National Council on Teacher Quality told us it knows of no state that doesn't require at least a bachelor's degree.\n(The only evidence the Democratic Party cited to us to back Tate’s claim was an Associated Press news article saying Wisconsin may be the first state in the country to certify teachers who don't have bachelor's degrees.)\nThe changes were proposed by state Rep. Mary Czaja, R-Irma. She told us she wants schools to be able to hire teachers who can \"fill a niche\" -- for example, hiring a nurse with a two-year degree to teach health, or a local mechanic to teach auto mechanics -- without having to hire a permanent teacher at a higher salary plus benefits. She said she trusts schools to hire people who are competent.\nSungti Hsu, of the American Association of Colleges for Teacher Education, said the Wisconsin changes would be significant. Across the country, requiring a bachelor’s degree to teach \"is pretty much a minimum requirement,\" he said. It’s also important for teachers to be trained in both the subject they will teach and as teachers, Hsu said.\n\"If Wisconsin changes their requirements,\" he said, referring to the Republican proposal, \"I’m not sure about the weakest, but it certainly would be one of the lowest requirements.\"\nOur rating\nTate declared that a Republican budget proposal \"would have Wisconsin have the weakest standards for who can be a teacher in the classroom in the country.\"\nIf the proposal becomes law, Wisconsin apparently would become the only state not to have a bachelor’s degree as a minimum requirement for teaching some subjects, including health and foreign languages. But that applies only to sixth through 12th grades.\nAnd there isn’t evidence to show that Wisconsin’s teacher standards overall would be the weakest in the country.\nWe rate Tate’s statement Half True.", "vclaim_id": "vclaim-pol-06325"}