{"url": "/factchecks/2011/apr/15/saxby-chambliss/chambliss-makes-case-tax-cuts-citing-reagan-and-bu/", "speaker": "Saxby Chambliss", "vclaim": "\"When we lower tax rates, we generate more in revenues. That happened in '86 with the Reagan plan, happened in 2001, following the Bush plan.\"", "truth_label": "half-true", "date": "stated on March 30, 2011 in an interview:", "title": "Chambliss makes case for tax cuts, citing Reagan and Bush", "text": "Georgia’s senior U.S. senator recently talked about one of the biggest problems facing the federal government -- the national debt -- and offered some solutions.\n\nSaxby Chambliss called for lowering personal income tax rates and corporate tax rates. He then gave a history lesson about how that has worked.\n\n\"When we lower tax rates, we generate more in revenues,\" Chambliss, a Republican, told National Public Radio. \"That happened in '86 with the Reagan plan, happened in 2001, following the Bush plan. So we know that's going to happen.\"\n\nChambliss repeated this Monday in a presentation to the Rotary Club of Atlanta.\n\n\"What we’ve always seen in this country is whether it was the ‘86 tax package or the 2001 tax package, revenues go up whenwe reduce [tax] rates,\" the senator said.\n\nWe wondered whether Chambliss was correct.\n\nChambliss was referring to two major tax changes by two Republican presidents: Ronald Reagan and George W. Bush. In 1986, Reagan persuaded Congress to gradually cut the top individual income tax rate from 50 percent to 28 percent and the top corporate tax rate from 46 percent to 34 percent by 1988. In March 2001, Congress passed the first of several Bush administration tax cuts that he hoped would stimulate the economy.\n\nThere’s an ongoing debate about whether tax cuts for the wealthy help boost the economy. Most Republicans say tax cuts help business owners invest more in their companies and on workers. Many Democrats argue those in the highest income tax brackets need tax cuts the least.\n\nPresident Barack Obama, a Democrat, reluctantly agreed late last year to extend expiring Bush administration tax cuts for wealthy Americans for an additional two years. Obama said in a speech Wednesday that he wants to end those tax cuts as part of a plan to reduce the debt. Republicans quickly objected.\n\nChambliss spokeswoman Bronwyn Lance Chester said her boss based his comments on federal revenue data from the Office of Management and Budget. The bulk of federal revenue, also called receipts, comes from individual income taxes. A portion comes from businesses in corporate taxes, and some federal revenue comes from taxes on Social Security.\n\nThe OMB numbers show federal revenue rose from $769 billion in 1986 to $854 billion in 1987, the year after the Reagan-era tax changes were passed. It rose again in 1988 to $909 billion.\n\nThe revenue change wasn’t as rosy following the 2001 tax cuts. In 2001, revenue was just below $2 trillion. The following year, revenue was $1.85 trillion. In 2003, revenue went even lower to $1.78 trillion.\n\nWe also looked at revenue as a percentage of the nation’s gross domestic product. The percentage rose from 17.5 percent to 18.4 percent between fiscal years 1986 and 1987. It dropped slightly in 1988 to 18.2 percent. The percentage dropped from 19.5 percent in fiscal year 2001 to 17.6 percent in fiscal year 2002 and 16.2 percent in fiscal year 2003. The federal fiscal year runs from Oct. 1 to Sept. 30.\n\nEric Toder, a former official in the U.S. Treasury Department, the Internal Revenue Service and the Congressional Budget Office, noted that the Reagan-era tax rate changes were not aimed at raising revenue, which is consistent with news reports from 1986. As for the Bush tax cuts, Toder, an institute fellow at the Washington-based Urban Institute, said it’s not accurate to claim there was an increase in revenue, pointing to the OMB’s revenue figures.\n\nLance Chester told us revenue increases were \"delayed due to the economic recession at the time.\"\n\n\"But revenues did show a steady increase afterward,\" she added in an e-mail.\n\nTotal revenue did not increase until 2004, according to the OMB data. Revenue as a percentage of the gross domestic product did not rise again until fiscal year 2005, OMB data show.\n\nWe asked Toder and Sally Wallace, the chairwoman of Georgia State University’s economics department, whether Chambliss should get a pass on what he said about the Bush tax cuts, taking into consideration the Sept. 11, 2001, terrorist attacks. They both said no, arguing it did not have a devastating impact on the economy.\n\nWe were curious about what happened after another recent disaster in America. In fiscal year 2006, the year after Hurricane Katrina, revenue and its percentage of the gross domestic product actually increased, OMB data show.\n\nWallace, a former Treasury Department official, looked at data from the federal Bureau of Economic Analysis and the Brookings Institution, a well-known independent public policy foundation. Her numbers were slightly different with OMB’s but also led her to the conclusion that revenue rose in 1987 and fell in 2002.\n\nWallace disagreed with the Chambliss camp’s argument about the recession’s impact on 2002 revenue, noting that they were still down in 2003 when the economy showed signs of growth.\n\n\"Revenue should have rebounded after 2003, but it did not,\" she told us.\n\nWe believe Chambliss is correct to say that federal revenue did rise after Reagan lowered individual income tax rates, but we note that his plan was aimed at being revenue-neutral. The numbers show federal revenue declined in the first two years after the 2001 Bush administration tax cuts, so the senator’s statement is off.\n\nThe senator’s statement is partially accurate, but it omits some important details. Therefore, we rate it as Half-True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-13252"}