{"url": "/factchecks/2016/apr/07/phil-berger/nc-sen-phil-berger-says-g-roy-cooper-failing-his-d/", "speaker": "Phil Berger", "vclaim": "\"Attorney General Roy Cooper refuses to do his job\" by not defending House Bill 2 in a lawsuit.", "truth_label": "half-true", "date": "stated on March 31, 2016 in a Facebook post:", "title": "N.C. Sen. Phil Berger says A.G. Roy Cooper is failing his duties by not defending HB2 lawsuit", "text": "N.C. Attorney General Roy Cooper took flak from many conservatives when he announced that he would not defend a controversial new state law, commonly called HB2, in court.\nThe law says only biological gender, and not gender identity, can determine which bathroom someone may use. It also created a statewide anti-discrimination law that doesn’t include protections for gay or transgender people.\nThe ACLU, Equality NC and several transgender or gay people who say it discriminates against them have filed a lawsuit. Cooper is named as a defendant, as are Gov. Pat McCrory, the UNC System, its board of governors and the board of governors chairman, W. Louis Bissette Jr.\nRepublicans, including Senate President Pro Tem Phil Berger, have accused Cooper of playing politics by telling the legislature to repeal the law or hire outside counsel to defend it. Cooper is the Democratic candidate for governor in this fall’s election.\n\"Attorney General Roy Cooper refuses to do his job and defend us,\" Berger wrote in a Facebook post. \"This isn't the first time Cooper has pandered to far-left special interests instead of fulfilling his oath to defend the people of North Carolina. Please join me and call on Roy Cooper to resign immediately, for refusing to do his job and protect our children.\"\nWe already looked at claims in the HB2 debate about safety and protecting people from sex crimes. Chris Sgro of Equality NC said sexual predators have not used transgender anti-discrimination laws as cover to sneak into women’s bathrooms and commit crimes. We rated that claim Mostly True.\nBut what about the crux of Berger’s call for Cooper to resign? Is the attorney general refusing to do his job here?\n\"It’s clear I’m doing my job in this case,\" Cooper told a reporter at the news conference when he announced his decision in late March.\nClearly Cooper and Berger disagree on the responsibilities of the attorney general. But that’s understandable – it’s a question that has kept legal scholars busy for years.\nFirst, let’s look at what state law says.\nDuties of the job\nThe N.C. Attorney General has no constitutional duties. The office’s duties have instead been pieced together over the years by common law, court rulings and state statutes.\nThe main source is General Statute chapter 114, which lays out eight duties of the office.\nOne is to represent the state \"in any cause or matter, civil or criminal, in which the state may be a party or interested.\" The N.C. Supreme Court reaffirmed that duty in a 1987 case.\nAnd just a few years ago, Cooper cited this duty in explaining why he would defend the state’s voter ID law despite his own opinion about it.\n\"It is the duty under the law for this office to defend the state when it gets sued — even if I personally disagree with the public policy,\" Cooper said in a 2013 Los Angeles Times interview. \"This office is going to follow the law.\"\nThat appears at first to contradict what Cooper is saying now. The HB2 case, however, is different in two key ways.\nCooper simply said he disagreed with the voter ID law. But he is calling HB2 unconstitutional. Furthermore, two state agencies – including his own – are challenging the law. Cooper has said he will represent them instead.\nThat brings into consideration another duty of the job, to represent state \"departments, agencies, institutions, commissions, bureaus or other organized activities\" in legal issues.\nLegal precedent\nSo what happens when a legal battle involves state government on both sides, as with HB2?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThis isn’t the first time it has happened under Cooper.\nIn 2014, McCrory sued the General Assembly, saying it acted unconstitutionally in appointing members of an environmental committee. Cooper defended the legislature. McCrory hired private lawyers and recently won at the N.C. Supreme Court.\nThis time, however, Cooper says he won’t defend the state, since his own office and the N.C. Treasurer’s office are calling the law unconstitutional.\n\"This case presents the attorney general with a direct conflict – whether to argue the constitutionality of these executive branch policies and the rights of these employees or the constitutionality of HB2,\" said Cooper’s deputy campaign manager, Megan Jacobs.\nScholarly opinions\nBerger’s office strongly disagrees with the argument that HB2 is unconstitutional, however.\n\"Lawyers will always claim gray areas and make legalistic excuses,\" said Amy Auth, Berger’s deputy chief of staff.\nShe said defending the state is foremost among Cooper’s duties and called his argument \"a make-believe legal conflict to prop up his refusal to defend state law.\"\nHowever, constitutional law professor Gregory Wallace of Campbell University School of Law said the issue is more nuanced.\nState law doesn’t give any exceptions to the office’s duties, Wallace said, \"but many scholars and attorneys have recognized certain implicit exceptions to the duty to defend at both the federal and state level­.\"\nWallace said Cooper could be impeached for acting outside the scope of his duties, but also that his oath to uphold the constitution would arguably give him a valid excuse not to defend a law that he believes is unconstitutional.\nThese types of questions are fairly new, and ambiguous.\nLast year the Yale Law Journal published a study whose title shows the complexity of the issue: \"Fifty States, Fifty Attorneys General, and Fifty Approaches to the Duty To Defend.\"\nIt found that these types of squabbles were almost unheard of before 2008 but have increased significantly since then. It argued that attorneys general can choose not to defend some laws.\n\"With Democrats and Republicans squarely divided on issues like same-sex marriage, gun control, and campaign finance, we predict that attorneys general will increasingly seek political advantage by refusing to defend (or insisting on the defense of) laws that divide the parties,\" the law professors behind the article wrote.\nIn 2009 the National Association of Attorneys General asked Jim Tierney – a law professor, former Maine attorney general and expert on the office – to lead a discussion about whether attorneys general should defend the constitutionality of laws and actions they believe to be unconstitutional.\n\"Basically, when is it okay for an attorney general to lie to the public?\" Tierney asked the crowd at the meeting. He later answered his own question: \"The courts generally support broad discretion for attorneys general … stating that the real client of the attorney general is the people of the state.\"\nNearly 30 years ago, former N.C. Attorney General Lacy Thornburg made a similar argument in a law review article, writing that the office's chief duty is to the people, not the government.\nWallace, the constitutional law professor, said he thinks an attorney general must believe in good faith that a law is unconstitutional in order not to defend it.\n\"By a ‘good faith’ belief in the law’s unconstitutionality, I do not mean mere disagreement with the law because it’s bad policy in the AG’s view or because recusing would give the AG a political advantage in an upcoming political campaign,\" Wallace said.\nOur ruling\nBerger said that by not defending HB2 in court, Cooper \"refuses to do his job\" as attorney general.\nState law does say Cooper's job includes the duty to to defend the state in court. However, that’s not the end of the debate. Cooper has other possibly conflicting duties. And legal scholars tend to side with Cooper's argument that attorneys general don’t always have to defend laws – especially ones they believe to be unconstitutional.\nHowever, the issue is a new one in North Carolina, and the law is still relatively unsettled.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-05141"}