{"url": "/factchecks/2019/feb/15/beto-orourke/beto-orourke-says-us-has-no-clue-when-visa-holders/", "speaker": "Beto O'Rourke", "vclaim": "When visa holders exit the United States and enter Mexico, \"if they leave through a land port of entry we literally have no clue if they are still here or have returned to their country of origin.\"", "truth_label": "mostly-true", "date": "stated on February 8, 2019 in a blog post:", "title": "Beto O'Rourke says US has 'no clue' when visa holders leave through land ports. Is it true?", "text": "Beto O’Rourke rejected President Donald Trump’s demand for a border wall with Mexico. Instead, O’Rourke promoted other policy goals that he said would make America stronger and safer.\nO’Rourke, a former House Democrat from Texas, targeted visa overstays as a better starting point in a Feb. 8 Medium blog post. He called for tracking visa holders and \"fully harmonizing our entry-exit systems with Mexico and Canada.\"\n\"When a visa holder exits the U.S. and enters Mexico, we will then know that they have left the U.S.,\" O’Rourke wrote. \"Currently, if they leave through a land port of entry we literally have no clue if they are still here or have returned to their country of origin.\"\nIs it really true that the U.S. government has \"no clue\" when visa holders leave the United States and enter Mexico on foot or by vehicle?\nThe key here is land crossings, and on that, O'Rourke has a point. \nCustoms and Border Protection officers don’t systematically collect data on every single person crossing via land between the United States and Mexico. Some pilot programs and initiatives inform the U.S. government about people leaving the country, but those measures are not enforced at every land port.\nChallenges collecting land departure data\nCommercial air and sea carriers are required by federal law to provide U.S. government officials passenger data, such as name and passport number. Customs and Border Protection matches data of departing travelers against arrival data to determine if they complied with their terms of admission or overstayed the length of a visa.\nBut it’s challenging to get advance information from land travelers, because most leave in private vehicles or simply walk, said a Department of Homeland Security fiscal year 2017 report. (The report was released in August 2018 and focused on foreigners’ air and sea travels.)\nPhysical, logistical and operational obstacles limit the collection of data from people who leave the United States by land, particularly at the southwest border. Generally, land travel involves cars, trains, buses, bicycles, trucks and pedestrians.\n\"The process of recording the departure of outbound travelers is still in development,\" reads a separate DHS report from December 2017 sent to us by O’Rourke’s spokesman.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nRecords of departures through the southern border are limited.\nIn December 2017, Customs and Border Protection announced the launch of a pilot program between the agency and Mexico’s National Institute of Migration. The goal is to collect and share biographic information of pedestrians who leave the United States and enter Mexico. It’s specific to Mexican nationals with Radio Frequency Identification (RFID)-enabled travel documents and who are crossing through California’s San Ysidro immigration port. Customs and Border Protection said it planned to eventually apply the program to all travelers.\n\"Beto's post calls for fully harmonizing our entry-exit systems,\" said O’Rourke spokesman Chris Evans. \"A pilot program that only applies to some travelers going through one port of entry out of 47 along a more than 1,900-mile border is not full harmonization and does not appropriately share information of those who leave the U.S. through all of our land ports of entry.\"\nSpecific to vehicle departures in fiscal year 2017, the department recorded the fingerprints of some people leaving the United States through three southern border ports.\nBorder enforcement officials were not using this technique regularly; it was used for intelligence-based operations or at random. Customs and Border Protection planned to expand that use of fingerprinting devices at land borders nationwide in fiscal year 2018, the DHS report said.\nThe United States has more information on departures at the northern border. DHS said 98.6 percent of entry information it gets from Canada matches data in the U.S. database for arrivals and departures.\nAt official ports of entry, Canadian officials check documents systematically, said David FitzGerald, a sociology professor and co-director at the Center for Comparative Immigration Studies at the University of California-San Diego.\n\"On the southern border, there has historically been no exit control on the U.S. side, and no systematic entrance control on the Mexican side of border towns either,\" FitzGerald said.\nOur ruling\nO’Rourke said that when visa holders exit the United States and enter Mexico, \"if they leave through a land port of entry we literally have no clue if they are still here or have returned to their country of origin.\"\nCustoms and Border Protection has launched pilot programs and initiatives to find out who is leaving the country. But those efforts have been limited in scope and locations.\nImmigration officials acknowledge that it is difficult to track departures, which supports O’Rourke’s broader point about better addressing visa overstays and \"harmonizing\" entry and exit systems at land ports.\nO’Rourke’s claim is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-01011"}