{"url": "/factchecks/2019/apr/26/viral-image/no-wikileaks-didnt-release-email-shows-hillary-cli/", "speaker": "Viral image", "vclaim": "Says Hillary Clinton said in an email that she didn’t want Michelle Obama at the same events as her.", "truth_label": "pants-fire", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, Wikileaks didn’t release an email that shows Hillary Clinton insulting Michelle Obama", "text": "The 2008 Democratic presidential primary was at times tense as Hillary Clinton and Barack Obama vied for their party’s nomination. But did she criticize Michelle Obama eight years later during Clinton’s unsuccessful bid against Donald Trump?\n\"Do we really need that Michelle [expletive] to be at the same events?\" reads a Facebook post published on April 23. \"It’s enough to have her dumb [expletive] pimp stinking up the works. These [expletive] for brains voters need to just vote already.\"\nThe post cites WikiLeaks and claims Clinton made the comments in an email to her daughter, Chelsea Clinton, on Oct. 20, 2016.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBut searching WikiLeaks’ archive of emails Hillary Clinton sent and received on a private email server when she was Secretary of State, we couldn’t find the statement the Facebook post attributes to her. The archive was last updated on Feb. 2, 2018, according to Wikileaks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nWhen we searched the Wikileaks database of emails from the U.S. Democratic National Committee, we couldn’t find the statement there, either.\nWe also couldn’t find the statement in a trove of emails from the hacked account of Clinton’s campaign chairman, John Podesta.\nLastly, we looked for news stories of Clinton making such a statement about Michelle Obama. Between the release of hacked emails to the controversy over Clinton using a private email server while she was secretary of state, the two-time presidential hopeful has garnered wide media coverage when it comes to messages sent online. It would follow that such inflammatory comments about Michelle Obama would draw journalists’ attention. And yet, we found no credible reports that Clinton ever said such a thing.\nWe rate this Facebook post as Pants on Fire!\n \n Share the Facts 2019-04-26 16:40:51 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Hillary Clinton said in an email that she didn’t want Michelle Obama at the same events as her.    Viral On the internet     Tuesday, April 23, 2019 2019-04-23    Read More  info", "vclaim_id": "vclaim-pol-00706"}