{"url": "/factchecks/2013/mar/05/rick-scott/rick-scott-touts-his-education-plan-third-state-st/", "speaker": "Rick Scott", "vclaim": "Says his proposed education spending \"is the highest state funding level in Florida history.\"", "truth_label": "half-true", "date": "stated on March 5, 2013 in his State of the State address:", "title": "Rick Scott touts his education spending plan in third State of the State address", "text": "Gov. Rick \"Let’s get to work!\" Scott may be trying out a new slogan for his re-election campaign. More and more, his priorities are screaming \"Let’s get to class!\"\n\nScott devoted much of his third State of the State address on Tuesday to education, singling out educators as special guests and asking lawmakers to stand in honor of their favorite teacher. Then he turned to another telltale sign of showing love: showing them money!\n\nTo polite applause, Scott reiterated his desire for the Legislature to give teachers a $2,500 across-the-board raise. He asked lawmakers to use his proposed education spending, which calls for an increase of $1.2 billion from last year, as their guide as they craft the state’s 2013-14 budget.\n\n\"Our total education investment of $10.7 billion in state funding for K-12 schools this year is the highest state funding level in Florida history,\" he said. \"This represents an increase of more than $400 in per student funding over the current fiscal year.\"\n\nIs he right? We’ll explain.\n\nScott’s statement is carefully crafted to specify that his budget proposal would provide the highest state funding level ever. Scott’s proposal would be the highest ever in terms of the state government’s actual dollar investment. In second place would be the 2007-08 budget signed by Gov. Charlie Crist, when the state allocated $9.71 billion.\n\nBut this doesn’t tell the entire story. Schools have a complex funding formula that involves a mix of local taxes, state dollars and, in recent years, federal stimulus money.\n\nIf Scott had his way, Florida’s total K-12 education budget would be $18.47 billion (the Legislature decides how to spend the state’s dough). If Scott gets the budget he wants, it would not be the highest spending on education ever. It would trail the 2007-08 budget signed by Gov. Charlie Crist by $280 million.\n\nEducation spending per student tells the same story. Yes, at $3,941, the state’s share of per-pupil spending in Scott’s budget would be the highest dollar investment.\n\nBut this view again neglects the complete picture of education spending. Total per-pupil funding proposed in Scott’s budget would be $6,700. This would be a $412 increase from the current year, but it lags behind per-pupil spending of $7,126 in the 2007-08 budget signed by Crist.\n\nThis is an important point: Six years ago, the state had fewer students but spent more money on each. Now we have 85,000 more students but spend less money on each one, according to Department of Education data.\n\nWe wondered if Scott’s proposal would hold up as the state’s biggest education investment when adjusted for inflation. Using a Consumer Price Index calculator from the Bureau of Labor Statistics, we compared Scott’s proposal with state spending on education for the past 10 years.\n   \nWe found state spending on education, when adjusted for inflation, would not be significantly different than it was from 2004 to 2007.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nScott talked up the state’s share of education spending in his budget proposal as an historic investment, and it is in terms of actual dollars. But his overall recommendation for education spending remains short of what Florida students received before the economic crash, and about the same as it was from 2004 to 2007 when considering inflation.\n\nScott’s claim is partially accurate but missing important details. We rate it Half True.", "vclaim_id": "vclaim-pol-09635"}