{"url": "/factchecks/2009/jun/22/sean-hannity/hannity-claims-loophole-cash-clunkers-program-woul/", "speaker": "Sean Hannity", "vclaim": "Under the \"Cash for Clunkers\" program, \"all we've got to do is ... go to a local junkyard, all you've got to do is tow it to your house. And you're going to get $4,500.\"", "truth_label": "false", "date": "stated on June 18, 2009 in a Fox News interview:", "title": "Hannity claims loophole in Cash for Clunkers program would allow people to buy and then trade in a junker", "text": "On his Fox News Channel program on June 18, 2009, political commentator Sean Hannity mocked the \"Cash for Clunkers\" program recently approved by Congress, saying a loophole would allow someone to buy an old heap at a junkyard, have it towed to his or her house, and the government would pay $4,500 for it.\n\n\nThe Cash for Clunkers program is actually called the \"Consumer Assistance to Recycle and Save Act of 2009.\" Having passed the House and Senate, it now sits on the president's desk awaiting his signature.\n\n\nUnder the program, people can get $3,500 to $4,500 if they trade in their old gas-guzzler for a more fuel-efficient new car. The idea is to boost the ailing auto industry while improving the environment.\n\n\nThere are lots of eligibility rules, and you can read all about them\n\nhere\n\nin a Web site created by the government.\n\n\nThe bill provides $1 billion for the program from July through November. In an interview with Hannity, Sen. John McCain criticized the program as more \"out-of-control spending\" by the Obama administration. Hannity then added his claim about how it would be easy to game the system to soak the government.\n\n\n\"Listen, all we've got to do is you got to go to a local junkyard — all you've got to do is tow (the car) to your house. And you're going to get $4,500,\" Hannity said. \"I'm going to go do that.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nActually, legislators anticipated just such a scheme and included provisions to prevent it.\n\n\nFirst, the law requires that the vehicle must be in \"drivable condition.\" So if it needs to be towed to your house, no dice.\n\n\nAnd second, the trade-in has to have been \"continuously insured consistent with the applicable state law and registered to the same owner for a period of not less than one year immediately prior to such trade-in.\" In English: You have to have owned the car for a year, and you have to be able to prove it.\n\n\nThose safeguards were written into the bill to safeguard against the very scenario Hannity described, said Rae Tyson, a spokesman for the National Highway Traffic Safety Administration. Hannity's statement is \"not accurate,\" he said.\n\n\nYou could always lie and forge documents. (Don't do it, Sean!) But that would be fraud. And the bill says anyone who knowingly violates the provisions of the program could face a fine of up to $15,000.\n\n\nThe wording in the legislation makes this one an easy call for us. The bill is written to prohibit the very scenario Hannity describes as possible. His statement goes on the junk heap. We rule it False.", "vclaim_id": "vclaim-pol-15710"}