{"url": "/factchecks/2011/jun/13/david-dewhurst/lt-gov-david-dewhurst-says-1000-world-war-ii-veter/", "speaker": "David Dewhurst", "vclaim": "Says 1,000 World War II veterans die every day.", "truth_label": "half-true", "date": "stated on June 6, 2011 in a tweet:", "title": "Lt. Gov. David Dewhurst says 1,000 World War II veterans die every day", "text": "On the 67th anniversary of D-Day, when allied troops landed in France to fight Nazi forces on the beaches of Normandy, Lt. Gov. David Dewhurst took to Twitter to praise World War II veterans.\n\n\"We lose 1000 #WWII veterans every day. Take a moment to share your stories & thank America's #GreatestGeneration,\" he tweeted on June 6.\n\nWith nearly 70 years gone since D-Day, it’s no wonder that many veterans of the war are passing away. But 1,000 a day?\n\nDewhurst spokesman Mike Walz passed on eight pieces of documentation to back up his boss, including four news articles. The latest, a May 31, 2010, Dallas Morning News article, said: \"Only about two million World War II veterans are still alive, and an estimated 1,000 die every day.\"\n\nWalz also passed on a congressional transcript, in which then-U.S. Sen. Bob Dole, who served as national chairman of the World War II Memorial Campaign, said at a June 2000 U.S. House hearing: \"We are losing 1,000 World War II veterans every day. We have lost over 1 million since March 1997.\"\n\nSo the daily statistic is at least 10 years old. Does it stand?\n\nAccording to data from the U.S. Department of Veteran Affairs, in fiscal year 2010, about 263,000 veterans who served during World War II died, nearly 15,000 of whom lived in Texas. Nationally, that’s about 721 a day.\n\nSome 244,000 are expected to die in 2011, according to the department’s estimates — nearly 670 a day.\n\nIn 2002, nearly 368,000 World War II veterans died, or just more than 1,000 a day. By 2006, the number dropped to about 332,000, or 909 a day. By 2008, about 815 veterans on average were dying each day.\n\nVeteran Affairs spokesman Ozzie Garza told us: \"The number is decreasing because, of course, there’s fewer World War II veterans alive now.\" Today, the average age of a World War II vet is 92, he said.\n\nAs of Sept. 30, 2010, about 23 million veterans were alive nationwide, with 1.7 million in Texas. Of those veterans, nearly 1.8 million served during World War II, with 101,400 of that war’s veterans living in Texas.\n\nLastly, we wondered how veteran deaths from that era compared to those who served during the Vietnam War era, from 1964-1975. According to Veteran Affairs data, 103,890 died in 2010, about 285 a day. And veterans who served during the Korean War? In 2010, nearly 134,000 died, or 367 a day.\n\nBottom line: Dewhurst’s well-meaning salute relies on an outdated statistic, overstating the number who now die daily. Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-12939"}