{"url": "/factchecks/2011/nov/11/bill-clinton/bill-clinton-says-wind-solar-are-already-cheaper-n/", "speaker": "Bill Clinton", "vclaim": "Solar and wind energy are \"both cheaper than nuclear right now.\"", "truth_label": "half-true", "date": "stated on November 8, 2011 in an interview on The Daily Show:", "title": "Bill Clinton says wind, solar are already cheaper than nuclear energy", "text": "During a Nov. 8, 2011, appearance on The Daily Show with Jon Stewart, former President Bill Clinton touted the prospects for adopting renewable energy.\n\n\"Solar energy and wind energy ... would already be competitive with coal if you had to pay the extraneous costs of coal -- the health care costs and other things. And ... wind within two years and solar within five will be competitive in price with coal. They're both cheaper than nuclear right now.\"\n\nA reader asked us to check Clinton’s comment. We won’t rate his claim that wind and solar will be competitive with coal within two and five years respectively, since that’s a prediction. Instead, we’ll focus on his claim that solar and wind energy are \"both cheaper than nuclear right now.\"\n\nWe found a price comparison published in 2011 by the Energy Information Administration, which is part of the U.S. Department of Energy. It uses \"levelized cost\" to compare various energy technologies. This measurement, widely used by energy policy analysts, includes the inflation-adjusted price tag for building and operating a plant over its life cycle.\n\nHere’s the summary table from this study, with the relevant technologies in bold. (One factor that was not included in this calculation was state or federal incentives, such as tax credits.)\n\n \n\n\n\n\n\n\n\n\nMethod\n\nTotal system levelized cost for plants entering service in 2016, in 2009 dollars per MWh\n\n\n\nConventional Coal\n\n\n94.8\n\n\n\n\nAdvanced Coal\n\n\n109.4\n\n\n\n\nAdvanced Coal with carbon control and sequestration\n\n\n136.2\n\n\n\n\nNatural Gas-fired: Conventional Combined Cycle\n\n\n66.1\n\n\n\n\nNatural Gas-fired: Advanced Combined Cycle\n\n\n63.1\n\n\n\n\nNatural Gas-fired: Advanced Combined Cycle with carbon control and sequestration\n\n\n89.3\n\n\n\n\nNatural Gas-fired: Conventional Combustion Turbine\n\n\n124.5\n\n\n\n\nNatural Gas-fired: Advanced Combustion Turbine\n\n\n103.5\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\nAdvanced Nuclear\n\n\n113.9\n\n\n\n\nWind -- Onshore\n\n\n97.0\n\n\n\n\nWind – Offshore\n\n\n243.2\n\n\n\n\nSolar -- Photovoltaic\n\n\n210.7\n\n\n\n\nSolar -- Thermal\n\n\n311.8\n\n\n\n\nGeothermal\n\n\n101.7\n\n\n\n\nBiomass\n\n\n112.5\n\n\n\n\nHydropower\n\n\n86.4\n\n\n\n\n\n \n\nSo, according to this study, the least expensive form of wind energy -- using onshore turbines -- is about 15 percent cheaper than nuclear. But the cheapest form of solar -- using photovoltaic panels -- is about 85 percent more expensive than nuclear. This means that Clinton’s claim was half-right. (Clinton also could have pointed to three additional forms of renewable energy that are cheaper than nuclear -- geothermal, biomass and hydropower.)\n\nThe experts we contacted generally agreed with this analysis.\n\n\"It’s common and convenient to couple solar and wind in offhand references, but solar-based electricity remains, for now, appreciably costlier than wind,\" said Joel Darmstadter, a senior fellow with Resources for the Future, a Washington-based think tank on energy and environmental issues. He cautioned that not including government incentives does add to the uncertainty of these figures, though it potentially cuts both ways. For instance, nuclear plants benefit from the Price-Anderson Act, which limits their accident liability, while solar and wind receive different types of tax credits, he said.\n\nStephen Brown, an economist at the University of Nevada at Las Vegas who specializes in energy policy, agreed that Clinton was right on wind but not on solar. He added that if you include additional factors known as externalities -- the kinds of things Clinton was referring to in the first part of his quote, such as the spillover environmental costs of the technology in question -- then the cost comparison could change. For instance, if the externalities were found to be sufficiently low for solar and sufficiently high for nuclear, he said, solar might end up being cheaper than nuclear.\n\nHowever, since Clinton wasn’t making that comparison, we won’t factor that possibility into our rating.\n\nA final thought from Darmstadter: In the short term, the comparative price options make natural gas, not any of the renewable fuels, the lowest-cost competitor with coal. Several natural gas technologies are cheaper than coal, according to the Energy Department study.\n\nOur ruling\n\nClinton was correct about wind energy being \"cheaper than nuclear right now,\" at least the onshore kind. But for now, nuclear beats the cheapest form of solar energy on price. So we rate his statement Half True.", "vclaim_id": "vclaim-pol-12102"}