{"url": "/factchecks/2014/oct/15/david-perdue/perdue-claim-mark/", "speaker": "David Perdue", "vclaim": "Four million women have fallen into poverty in the last six years.", "truth_label": "barely-true", "date": "stated on October 7, 2014 in a U.S. Senate debate:", "title": "Perdue claim on women in poverty off mark", "text": "A key strategy for Republicans running in this year’s midterm elections has been to slam their Democratic opponents as surrogates of President Barack Obama.\nIt’s a tactic that GOP nominee David Perdue has employed repeatedly in Georgia’s closely watched U.S Senate race, including last week when he and Democratic opponent Michelle Nunn shared the debate stage in Perry.\nWhen asked about his stance on minimum wage and how to create jobs, Perdue told a huge and at times raucous crowd that Nunn was trying to \"tear down\" his business career to detract from her support of Obama.\n\"She supports the economic policies of this administration, one that put 4 million women in poverty in six years,\" Perdue said.\nOther Republicans have made similar claims this year as both parties vie for the female vote and control of the U.S. Senate.\nWe decided to pull out the Truth-O-Meter to check: Have 4 million women really fallen into poverty in the last six years?\nWe began by asking Perdue’s camp for its evidence.\nSpokesman Derrick Dickey said Perdue’s comments relied, in part, on an August 2014 post on the Georgia Federation of Republican Women’s website. The post stated that nearly 4 million women had fallen into poverty since Obama was elected in 2008.\nThe campaign also was drawing on similar public comments by U.S. Sens. Mitch McConnell of Kentucky and Ted Cruz of Texas, though both McConnell and Cruz used slightly smaller estimates of 3.7 million, Dickey said.\nWe reached out to the staff of both senators and heard back immediately from Don Stewart from McConnell’s office. Stewart pointed us to data from the U.S. Census Bureau (table 7) showing that there were 22.131 million females living below the poverty line in 2008, the year President Obama was elected, and 25.840 million in poverty in 2012.\nThat is an increase of 3.7 million (over five years, not six as Perdue said).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nBut that data counts all females -- including children -- which is not what most people think of or how Merriam-Webster defines women.\nAmong women 18 and over - the ones in those jobs Perdue was discussing in the debate - the poverty rate went up by 2.8 million between 2008 and 2013, according to Census figures.\nLooking at the data starting in 2009, when Obama took office and could affect policy, the increase drops to 1.5 million, Census data show.\nTwo facts missing from those numbers further complicate the data, according to William Frey, a demographer at the Brookings Institution.\nOne: the number of all women increased in those periods due to population growth. That \"accounts for most of the increase in poverty in women over either the 2008-2013 or 2009-2013,\" Frey said.\nTwo: The Great Recession ticked up the poverty rate for everyone, not just women, between 2010 and 2012. Last year, the poverty rate went down overall for the first time since 2006, before Obama took office.\nFor working-age women, those between 18 and 64, there was a rise in the poverty among adult women of about 991,000 between 2009 and 2013. The Census Bureau calls those figures \"statistically insignificant.\"\nSo where does this leave us?\nPerdue last week said Michelle Nunn \"supports the economic policies of this administration, one that put 4 million women in poverty in six years.\"\nHe bases it, in part, on U.S. Census Bureau data first collected in 2008, when Obama wasn’t even in office.\nThe Census Bureau data shows 3.7 million more females in poverty in 2012 than in 2008. But when you talk just about women -- adult females over 18 -- the increase is 2.8 million. That’s far too big an increase but also far too far from 4 million to be called accurate.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-07143"}