{"url": "/factchecks/2012/jul/22/charlotte-bergmann/memphis-candidate-bergmann-repeats-limbaugh-claim-/", "speaker": "Charlotte Bergmann", "vclaim": "\"Obamacare\" represents \"the largest tax increase in the history of the world.\"", "truth_label": "pants-fire", "date": "stated on July 4, 2012 in an email newsletter.:", "title": "Memphis candidate Bergmann repeats Limbaugh claim that health-care tax increase is biggest in world history", "text": "Charlotte Bergmann, the Republican businesswoman running against physician George S. Flinn in the 9th Congressional District primary, put out a Fourth of July newsletter to supporters making a claim we’re hearing a lot these days – that the Affordable Care Act ruled constitutional by the Supreme Court is not just a tax, but \"the largest tax increase in the history of the world.\"\n\nThere are a lot of people making that or similar claims. Our colleagues at the national PolitiFact operation in Washington looked into one the earliest, by radio talk show host Rush Limbaugh. We’ll reprise some of its pertinent findings, and its rationale for giving his statement its \"Pants on Fire\" rating, below.\n\nWe first asked the Bergmann campaign to provide the sourcing backing its claim. Bergmann’s spokeswoman, Brenda Fowler, sent us a list of selected taxes included in the health-care law. We’ll quote from the email:\n\n\"--Starting in 2013, Medicare payroll taxes increase 0.9 percentage points for people with incomes over $200,000 ($250,000 for couples filing jointly). Also, people at this income level would pay a new 3.8 percent tax on investment income. The 10-year tax increase: $210.2 billion.\n\n\"--Starting in 2018, a new 40 percent excise tax on high-cost health plans, so-called ‘Cadillac plans’ (over $10,200 for individuals, $27,500 for families) kicks in. That's a tax increase of $32 billion in 2018 and 2019.\n\n\"--Starting in 2014, a new annual fee on health insurance providers begins. Total estimated 10-year tax increase: $60.1 billion.\n\n\"--Starting in 2013, the floor on medical expense deductions on itemized income tax returns will be raised from 7.5 percent to 10 percent of income. That's estimated to be an additional tax of $15.2 billion over the next 10 years.\"\n\nAll of that appears to be accurate. It also appears to come verbatim from a larger seven-bullet summary of the tax provisions handed out by the federal Joint Committee on Taxation, a nonpartisan committee of Congress staffed by economists and accountants. Some of the taxes, as Fowler points out, don’t affect big segments of the population.\n\nThe issue is simply whether the Affordable Care Act is the largest tax increase ever. Rather than examine tax increases that have been put in effect in Burkina Faso or the Maldives, or whether the Stamp Act or the tax on tea in the 18th century that precipitated the American Revolution were higher or more onerous historically, let’s just compare the ACA tax increases to tax revenue-raising legislation in the United States in this century.\n\nTo summarize the national PolitiFact findings, by the time the new law is fully implemented, in 2019, it will have raised a total of somewhere between $437.8 billion and $525 billion. That sounds pretty big, but historically, Politifact discovered, the relative size of the tax as a percentage of the nation’s economy is lower than several other previous bills – including some signed into law by Republican presidents.\n\nPolitifact’s estimation of the relative size of the tax compared how much revenue is raised in 2019, when the ACA will be fully implemented, to the projected Gross Domestic Product for that year. We use a formula designed by Jerry Tempalski at the Office of Tax Analysis with the U.S. Department of the Treasury, which looks at the revenue raised through tax legislation as a percentage of GDP going back to 1940.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\nIn 2019, when the act is fully implemented, it will generate $104 billion in increased revenue. With a GDP projected at $21.164 trillion, the ACA tax provisions will account for 0.49 percent of GDP.\n\nTo make a long story shorter, Tempalski found that the Revenue Act of 1942, one of that era’s stimulus bills to finance World War II, accounted for 5.04 percent of GDP (more than 10 times the ACA’s impact). The Revenue Act of 1961 was 2.2 percent of GDP. The Current Tax Payment Act of 1943 was 1.13 percent of GDP. The Tax Equity and Fiscal Responsibility Act signed by Ronald Reagan was 0.8 percent of GDP. In fact, 10 other acts of Congress have been bigger in terms of their impact on GDP than \"Obamacare\" will be.\n\nOur ruling\n\nIn an appeal to supporters to help fund her congressional campaign, Charlotte Bergmann repeated an assertion made by Rush Limbaugh that the Affordable Care Act created the largest tax increase in the history of the world. But we have consistently found that the ACA will bring in less revenue as a percentage of the entire national economy than many previous tax increases in U.S. history.\n\nThat means the assertion by Bergmann and others that the health-care law is the biggest tax increase in world history cannot possibly be true. That claim is not just wrong but so far removed from the truth that we rate it Pants On Fire!", "vclaim_id": "vclaim-pol-10727"}