{"url": "/factchecks/2018/jun/09/andrew-gillum/fact-checking-philip-levines-record-miami-beach-ma/", "speaker": "Andrew Gillum", "vclaim": "Under Philip Levine, Miami Beach \"passed a resolution to ban assault rifles, which was not enforceable and never enforced. He passed a resolution to raise the minimum wage, which actually no one got the benefit of because it was not enforced.\"", "truth_label": "mostly-true", "date": "stated on June 20, 2018 in a debate:", "title": "Andrew Gillum questions Philip Levine's record on banning assault weapons, raising minimum wage", "text": "As he makes his run to become Florida’s governor, Democrat Philip Levine often touts the more progressive moves he made during his time as mayor of Miami Beach.\nChief among them is increasing the minimum wage and banning assault weapons.\n\"Everyone wants to tell you what they’re gonna do in the future, but no one wants to tell you what they’ve done,\" Levine said June 9. \"Well let me tell you what I’ve done as mayor: I raised the minimum living wage in the city of Miami Beach and I plan to do it statewide. We actually decriminalized marijuana. We’ve had the highest LGBTQ scores in the entire state of Florida. We became the leading poster child on sea-level rise and climate change and by the way, we banned assault rifles.\"\nBut one of Levine’s opponents in 2018 Democratic primary says Levine’s achievements aren’t as successful as he sometimes makes it seem.\n\"They passed a resolution to ban assault rifles, which was not enforceable and never enforced,\" said Tallahassee Mayor Andrew Gillum. \"(Philip Levine) passed a resolution to raise the minimum wage, which actually no one got the benefit of because it was not enforced.\"\nGillum’s claim is largely accurate. Miami Beach passed a resolution urging lawmakers to adopt an assault rifle ban, but it wasn’t a ban. It was a resolution that carried no legal authority. As for the minimum wage increase, Miami Beach passed an ordinance to gradually increase it to $13.31 per hour by 2021, but it was struck down by the courts before it went into effect.\nAssault rifle 'ban'\nOn July 13, 2016, the Miami Beach Commissioners adopted a resolution urging Congress and the Florida Legislature to lobby for assault weapons bans. It also urges the Florida Legislature to lift the preemption policy that prevents local governments from enacting gun control ordinances.\nThe resolution had no legal authority, though. That’s because resolutions, according to the Florida Statutes, are a statement of position, not an official legislative action of a governing body like a law.\n\"A resolution of the city commission of the city of Miami Beach, Florida, calling upon the federal and state-elected officials to collaborate with local officials and first responders to prevent mass shootings… ,\" the resolution heading says.\nSo rather than an actual ban, the resolution was really more of a call to action for lawmakers to consider banning assault weapons. It did not impede Miami Beach’s access to them.\nThe resolution wouldn’t have survived. Under Florida law, any local officials who try to enact gun regulations that are more restrictive than state law face fines up to $5,000 or even removal from office. Florida cities, including Miami Beach, have sued Gov. Rick Scott so they can enact tougher local gun regulations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAs we mentioned, Levine sometimes touts this achievement with no additional clarifications, but at one point during the June 9 debate, Levine acknowledged that the assault weapon ban \"wasn’t enforceable.\"\n\"As the mayor of Miami Beach we did many things,\" Levine said. \"From reforming a police department from raising the minimum wage to fighting back sea level rise to decriminalizing marijuana to banning assault rifles even, though unfortunately, it was not enforceable.\"\nMinimum wage\nIn June 2016, Miami Beach Commissioners voted to gradually raise its minimum wage in the city from $8.05 to $13.31 per hour by 2021. The increase would have been enforced basically starting January 2018 and gone up every year until reaching the 2021 threshold.\nThe law never went in to effect, though. Florida Circuit Court Judge Peter Lopez ruled in March 2017 that Miami Beach's minimum wage law was pre-empted by a state statute preventing local minimum wages from exceeding the state rate.\nA panel of the 3rd District Court of Appeal upheld Lopez’s ruling, but Miami Beach (along with other cities) asked the Florida Supreme Court to review the December 13 appellate court ruling.\nSo, Gillum is right that no one really got the benefit of it.\nThe one thing worth noting is that Gillum could have been more precise in describing the action Miami Beach took. Gillum said it was a resolution, but it was an ordinance. This means that the minimum wage increase, unlike the assault weapon resolution, would have been enforced had it not been struck down.\nDuring the debate, Levine alluded to issues with the minimum wage effort.\n\"In 2004, the people of Florida voted that the local municipality should have the\nright to enforce and set their own minimum wage,\" Levine said. \"That's what we did.  Unfortunately, we got sued by the governor, the state of Florida, the Retail Federation. We are fighting it in court and we believe it's going to go to the Florida Supreme Court and we're going to win. The fact of that matter is we did it.\"\nOur ruling\nGillum said Levine \"passed a resolution to ban assault rifles, which was not enforceable,\" and passed \"a resolution to raise the minimum wage, which actually no one got the benefit of because it was not enforced.\"\nGillum’s claim is largely accurate. He could have been more precise in describing the legislative action Miami Beach took, but his general idea for both initiatives is accurate. The assault weapon \"ban\" that Levine talks about was a symbolic resolution, not an actual ban. And the minimum wage increase was struck down before taking effect in 2018.\nWe rate this claim Mostly True.\n Share the Facts 2018-06-20 21:00:43 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Under Philip Levine, Miami Beach \"passed a resolution to ban assault rifles, which was not enforceable and never enforced. He passed a resolution to raise the minimum wage, which actually no one got the benefit of because it was not enforced.\"    Andrew Gillum Democratic mayor of Tallahassee https://www.youtube.com/watch?v=x27CyN2gIHU   In a gubernatorial debate Saturday, June 9, 2018 2018-06-09    Read More  info", "vclaim_id": "vclaim-pol-01975"}