{"url": "/factchecks/2014/aug/21/gina-raimondo/gina-raimondo-says-her-former-company-helped-creat/", "speaker": "Gina Raimondo", "vclaim": "\"Before I was state treasurer, my Rhode Island business helped create over 1,000 jobs.\"", "truth_label": "true", "date": "stated on August 7, 2014 in a campaign ad:", "title": "Gina Raimondo says her former company helped create more than 1,000 jobs", "text": "In her  \"Back To Work\" campaign ad, General Treasurer Gina Raimondo, one of four Democrats running for governor, stated that her former venture capital firm, Point Judith Capital, helped create more than 1,000 jobs when she was partner.\nShe made the same claim while campaigning for treasurer in the 2010 election. (Raimondo left the firm the day she took office; her investments there are held in a blind trust. The company has been relocated to Boston.)\nThe ad shows Raimondo at Nabsys, a biomedical company in Providence.\n\"Before I was State Treasurer, my Rhode Island business helped create over 1,000 jobs, including here at Nabsys, a biomedical company,\" Raimondo said. \"As governor, I’ll use this as a model for how we create manufacturing jobs. I’ll bring colleges and industry together to develop new products in marine science, green technology, and medical devices, and to train our workers to fill those jobs … We need to get Rhode Islanders back to work.\"\nThis week, Raimondo reiterated that claim in a new TV ad about how she helped bring back Narragansett Beer, originally brewed in Rhode Island until the brewery closed for good in 1983. (\"I helped create over a thousand jobs, from high tech to making beer …\")\nBefore we get started, let’s be clear about one thing. Venture capital firms such as Point Judith are not in the business of creating jobs. Their mission is to make money for their investors -- and themselves.\nThey do so by raising money from entities such as private investors and public pension funds, and then investing it in startup companies, hoping for a big return if those companies take off. If the companies succeed and grow, they add jobs. But that’s not the goal of the venture capitalists.\nTo support her claim, Raimondo sent us a list of 21 companies that Point Judith Capital invested in and how many jobs those investments -- and the company’s efforts -- helped create during the time she was a partner. They add up to 1,063. The list was produced by Point Judith Capital in late 2010, in preparation for her run for treasurer.\nWe also interviewed Raimondo. She described Point Judith Capital’s role as an early-stage investor.  \n\"Typically, you sit on the board of the company, provide a lot of hand-holding and strategic advice, you help recruit people, and get the bank loan. It’s hands-on. That’s why we say \"helped create’\" those jobs.\n\"We had to have invested money in the company, which means we had an ownership stake in the company … In every case we either had a board seat and additionally were just very involved in building the business, writing the business plan, helping to get customers.  \nRaimondo said, \"In these cases, we invested millions of dollars.\" Initially she said that was \"more than two million in each of those companies.\"\nOn Wednesday, Raimondo campaign manager Eric Hyers said Raimondo had misspoke. The investments were all at least six figures; they ranged from roughly $400,000 to $2 million or more.\nRaimondo noted that many of the companies have expanded and added jobs since then.\nNext, we attempted to call all 21 companies.\nMany were from out of state. Some had been bought out, and we were unable to reach the principals who worked there when Point Judith Capital was involved. At least one appears to have since closed.\nOf the representatives of seven companies we reached, all essentially confirmed Raimondo’s claims, representing roughly 480 jobs.\nIn one case, the job number appeared to fall slightly short; in another, a CEO gave Raimondo credit for more than the number of jobs she cited.\nWe spoke with Mark Hellendrung, president of Narragansett Brewing Co. The company is based in Providence. Hellendrung said the beer is now brewed in Rochester, N.Y., Pawcatuck, Conn., Westport, Mass. Test batches have been brewed locally in Rhode Island.\nRaimondo claimed Point Judith helped create 10 jobs there, and invested more than $1 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nHellendrung confirmed that Point Judith Capital helped launch the company (which put the famous Narragansett lager beer back on the shelves) with \"slightly less than\" $2 million venture capital nine years ago, and active involvement.  \n\"We’ve got over 10 full-time people, and routinely we’ve got over 20 part-time people that work promotions and events … It’s been a labor of love and a ton of fun and Gina was very helpful in that process,\" Hellendrung said.\nWe spoke with Michael O’Neil Jr., founder and CEO of GetWellNetwork, a health care technology company headquartered in Maryland. Raimondo claimed Point Judith Capital helped create 121 jobs there.\n\"She’s totally correct,\" O’Neil said. \"Gina and I met just as the company was getting started. Her leadership helped us get off the ground and helped get hundreds of jobs.\"\nThose included software engineers and project managers; others were on the services side, O’Neil said.\nDonna Dooley, chief financial officer at MedOptions, said that the 185 jobs that Raimondo credits Point Judith Capital with helping to create \"sounds accurate.\"\nDooley joined MedOptions in 2011, the year after Raimondo left Point Judith Capital, \"and by then it was about 250\" employees, she said. MedOptions provides behavioral health services in southern New England and the Mid-Atlantic.\n\"I know that Point Judith Capital and another investment company put money in … I do think it’s fair to say that there was a fair amount of job creation\" at that time, Dooley said.\nSteven J. Tallarida, cofounder of the former Spirus Medical, said Raimondo \"probably sold herself short\" by listing nine as the number of jobs Point Judith Capital helped create at that medical device company.\n\"It was probably around 20,\" Tallarida said in a phone interview. Those included research and development, manufacturing and sales jobs.\nPoint Judith Capital invested \"a couple of million.\" Raimondo sat on the board, \"and she would give governance on how to do things,\" Tallarida said. (The Massachusetts-based company was sold in 2011 to the Tokyo-based Olympus Corp.)  \nGenevieve Thiers, who cofounded Sittercity, wrote in an email that Point Judith Capital \"put in $2.5 million and led our Series A round. Due to them and the other $2.5 million … we were able to grow from 20 employees to about 80.\" (Raimondo credited her former company with helping to create 80 jobs at Sittercity, a nationwide babysitter-matching website).\nThiers added, \"That money did not start the company but it was needed for a pivotal stage in growth.\" Thiers has since left the company but remains on the board.\nDr. Barrett Bready, Nabsys cofounder and CEO, said in an email that Point Judith Capital \"was the first venture capital firm to invest in the company, and the firm has continued to invest in subsequent financing rounds.\" Raimondo formerly held a board seat.\nNabsys currently has 40 employees: the number Raimondo credits her former company with helping to create.\nBob Lentz, founder of the former PermissionTV, in Waltham, Mass., wrote in an email that Point Judith Capital was actively involved.\" Raimondo said her firm helped create 40 jobs there. Lentz wrote, \"It’s been a few years but the numbers sound right.\" (PermissionTV has been relaunched as VisibleGains).\nOur ruling:\nGina Raimondo said her former firm, Point Judith Capital, helped create more than 1,000 jobs when she was a partner there.\nShe produced a list of 21 companies and a precise number of jobs.\nWe reached representatives of seven companies -- most of them cofounders and/or CEOs. They confirmed that Point Judith capital invested several million dollars - give or take - in each case; held board positions and as such, helped create jobs.\nThe jobs numbers added to roughly 480 at those companies.\nWhile we were unable to reach all the companies Raimondo listed, the responses from the companies we did reach supported her qualified claim that Point Judith \"helped create\" 1,000 jobs.\nWe rate Raimondo’s claim True.\n(If you have a claim you'd like us to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07417"}