{"url": "/factchecks/2016/feb/19/diane-douglas/arizonas-schools-chief-links-2009-murder-boards-fa/", "speaker": "Diane Douglas", "vclaim": "The Arizona State Board of Education’s \"failure to report teachers whose certifications have been revoked or suspended ... resulted in the death of a student.\"", "truth_label": "mostly-true", "date": "stated on February 4, 2016 in remarks made during a state Senate Education Committee meeting.:", "title": "Arizona's schools chief links 2009 murder to board's failures", "text": "State Superintendent of Public Instruction Diane Douglas recently lobbied against a bill that would allow the state Board of Education to hire and fire its employees, arguing that the board can’t handle the business it currently has.\nDouglas, who oversees K-12 education across the state, has a rocky history with the board, including trying to fire two board employees last February. Douglas mentioned an extreme example of board negligence to make her case against SB 1416 on Feb. 4 during a state Senate Education Committee meeting.\n\"We presented a report to the board on (teacher discipline) that showed their abject failure to report teachers whose certifications have been revoked or suspended to the national database,\" she said. \"And in one instance, because of that failure to report, it resulted in the death of a student.\"\nHer accusation was striking, so we wanted to fact-check whether the board failed to report a teacher’s history and if it resulted in a student’s death.\nThe board erred\nDouglas was referring to former high school math teacher Tamara Hofmann. She taught at Marcos de Niza High School in Tempe.\nIn November 2006, Chandler police found Hofmann and one of her students, Sixto Balbuena, together in her car. Both denied sexual relations when questioned by police.\nThe incident immediately spurred an internal school investigation. Hofmann was removed from the classroom, but her provisional secondary teaching certificate remained valid until it expired on Jan. 5, 2007.\nTypically, a teacher needs to teach for three years on a provisional certificate before the state issues them a standard one. The process is usually automatic as the state Department of Education vets a teacher’s experience before issuing the certificate.\nHowever, only the state Board of Education can take action on a certificate, whether it's revoking or suspending an existing certificate, or denying a new certificate.\nThe state board took no action on her provisional certificate. On Jan. 18, the school closed its investigation. She appealed the discipline — 10 days unpaid suspension and a letter of reprimand — before it was denied and imposed in February.\nThe state board admitted that they recorded the investigation internally, but a clerical error did not show anyone outside the board that she was under investigation. If reported correctly, anyone could search for a teacher and whether or not they have any discipline using the state’s website.\nThe state Department of Education, in turn, did not see that Hofmann was under investigation before they issued her a standard teaching certificate on Jan. 29, 2007.\n\"There was nothing to flag it,\" Department of Education spokesman Charles Tack said. \"That never got into the system.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHofmann returned to school in March 2007, working in the district’s office away from students. Hofmann continued to work in the district office until her contract ended in May.\nEl Dorado High School in Chandler hired Hofmann the following summer. Like the department, they did not see past discipline for Hofmann visible on the state’s web site.\nIt was there Hofmann met another student, Samuel Valdivia.\nIn April 2009, Hofmann’s alleged lover, Sixto Balbuena, walked in on Hofmann with Valdivia at her apartment. Balbuena stabbed and killed Valdivia.\nIt was only after the murder that Hofmann surrendered her certificate instead of going through a state board hearing. The board launched a complaint against the certificate in November 2009 and approved her surrender in January 2010.\nAs for the \"national database,\" Douglas was referring to the National Association of State Directors of Teacher Education and Certification. It is an oversight board for all state education departments.\nReporting Hofmann's discipline at Marcos de Niza to the association would have provided another red flag to El Dorado before they hired her.\nAssociation CEO Phillip Rogers said a teacher with a valid certificate could still have discipline reported to the database. States decide on their own what to report to the database, he said.\n\"In some states a reprimand where the educator retains his/her certificate might be reported, and in other states it would not,\" Rogers said.\nThe one entry in the national database on Hofmann is from Jan. 27, 2010 — two days after she surrendered her teaching certificate.\nOur ruling\nDouglas said, \"We presented a report to the board on (teacher discipline) that showed their abject failure to report teachers whose certifications have been revoked or suspended to the national database,\" she said. \"And in one instance, because of that failure to report, it resulted in the death of a student.\"\nLet’s be clear: There is not a straight line between the actions of the Board of Education and the death of a student.\nBut the actions -- or, really, lack of action -- by the Board of Education prevented a school district from seeing red flags that might have prevented Hofmann’s hiring.\nWithout those flags, Hofmann was rehired. And that’s how a student ended up in a position that ultimately resulted in his death.\nDouglas’ claim is accurate but requires that fuller description of events. So we rate it Mostly True.", "vclaim_id": "vclaim-pol-05384"}