{"url": "/factchecks/2012/may/06/tom-barrett/dem-recall-candidate-tom-barrett-says-gop-wisconsi/", "speaker": "Tom Barrett", "vclaim": "Says Gov. Scott Walker \"has caused Wisconsin to lose more jobs than any other state in the country.\"", "truth_label": "half-true", "date": "stated on April 26, 2012 in a tweet:", "title": "Dem recall candidate Tom Barrett says GOP Wisconsin Gov. Scott Walker \"caused\" top job losses in U.S.", "text": "Even if Republican Wisconsin Gov. Scott Walker had never promised that 250,000 private-sector jobs would be created during his first term in office, critics would have castigated him once the state’s monthly jobs losses began to mount.\n\nA direct attack was launched April 26, 2012, by Milwaukee Mayor Tom Barrett, the Democratic frontrunner in the gubernatorial recall election, who said in a tweet:\n\n\"Governor Walker has caused Wisconsin to lose more jobs than any other state in the country.\"\n\nLet’s address the two parts of the claim separately.\n\nWisconsin lost most jobs\n\nBarrett’s tweet linked to a Milwaukee Journal Sentinel article published the same day, making it clear the period he was referring to in his tweet. In the article, Barrett cited a federal report that showed Wisconsin lost 23,900 jobs from March 2011 to March 2012 - the most in the country. That included 17,800 government jobs and 6,100 private-sector jobs.\n\nSo Wisconsin did lose more jobs than any other state during the period Barrett cited.\n\n(For those of you keeping score on Walker’s private-sector jobs promise, they are up 5,900 during Walker’s tenure, according to the latest installment in our Walk-O-Meter.)\n\nNow to the second part of Barrett’s claim.\n\nWalker ‘caused’ job loss\n\nBarrett campaign spokesman Phil Walzak made four points in arguing that Walker caused Wisconsin’s job losses:\n\nEconomist prediction: A Wisconsin State Journal article published the same day as Barrett’s tweet noted that University of Wisconsin-Madison economist Steven Deller, in March 2011, predicted that spending cuts in Walker’s budget proposals would result in the loss of nearly 22,000 jobs in one to two years.\n\nBut as Deller himself has noted, some economists believe that job losses are caused by tax increases, which Walker would have needed to balance the budget had he not relied on spending cuts. So one prediction does not make it a settled issue.\n\nWalker’s jobs bills: Walzak said Walker and the Republican-controlled Legislature approved pieces of legislation that were touted as jobs bills, but the job losses indicate those policies failed.\n\nHere, too, there is no proof that the measures caused the job losses; indeed, it could be argued by Republicans that if not for the bills, the job losses in the period cited might have been worse.\n\nWalker claims credit: Walzak said Walker has touted his policies in response to good news - such as when jobs increased in a month or when the unemployment rate dropped - so he should be blamed for job losses.\n\nThat’s a fair point, from the politics point of view. But just as the credit is not entirely due to an incumbent executive, neither is the blame.\n\nIndeed, in a May 2012 news article that Walzak himself sent us, Barrett said he agreed that presidents and governors get too much credit and blame for job creation, saying, \"obviously, there are many, many factors.\"\n\nLack of focus: Walzak said Walker’s focus has strayed from job creation to issues such as curbing collective bargaining for public employees.\n\nBut that does not address how Walker has \"caused\" the loss of jobs over the past year.\n\nIn that vein, we rated as Half True two similar, if less blunt, claims made in TV ads by the Republican Governors Association, which blamed Barrett’s policies for driving up unemployment in Milwaukee and blamed policies of Kathleen Falk, the other leading Democrat in the recall election, for doing the same in Dane County while she was the county executive.\n\nAs we stated in those items, a chief executive such as a governor has influence over jobs, but so do a host of other factors, such as national trends, that are beyond a governor’s control. The national recession has certainly had a wide impact. Indeed, in 2008 and 2009, amid and immediately after the recession - while Democrat Jim Doyle was Wisconsin’s governor - the state lost 164,000 jobs, although it added 12,000 in 2010.\n\nOur rating\n\nBarrett said Walker \"has caused Wisconsin to lose more jobs than any other state in the country.\" He is accurate on the job losses but overstates Walker’s role in causing them.\n\nWe rate Barrett’s statement Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentine's web page.)", "vclaim_id": "vclaim-pol-11150"}