{"url": "/factchecks/2016/oct/28/al-gore/al-gore-claims-global-warming-will-lead-faster-spr/", "speaker": "Al Gore", "vclaim": "Global warming leads to much quicker spread of the Zika virus because the increased temperature, \"makes mosquitoes mature faster,  . . . bite more due to having a higher metabolism, and makes the Zika virus inside of them incubate faster.\"", "truth_label": "half-true", "date": "stated on October 11, 2016 in a speech:", "title": "Al Gore claims global warming will lead to faster spread of Zika virus", "text": "In a nod to environmentally oriented voters, Hillary Clinton campaigned in Miami with Al Gore to detail her plans for investing in green energy and combatting global warming.\nDuring his speech, Gore highlighted the dangers that global warming poses to public health in the United States. While discussing Florida’s Zika outbreak, he claimed that increased temperatures energize Zika-carrying mosquitoes and make the disease spread faster.\n\"The change in climate conditions changes the places where these tropical diseases become endemic and put down roots,\" he said. \"Increased temperature from global warming makes mosquitoes mature faster, makes them bite more due to a having a higher metabolism, and makes the Zika virus inside of them incubate faster, leading to much quicker spread of the disease.\"\nGore’s overall message was focused on Zika transmission in the United States. But scientists across the world have expressed concerns that global warming could increase transmission of tropical diseases such as dengue fever and malaria in many countries.\nWe decided to take a closer look at the effect of global warming on mosquitoes and the diseases they carry.\nGlobal warming and mosquitoes\nResearch suggests that higher temperatures from global warming could increase the habitat range of Aedes aegypti, the species of mosquito that transmits Zika virus, yellow fever and dengue.\nFor example, a recent study simulated the change in habitat for Aedes aegypti in two different global warming scenarios until the year 2080. The researchers found that even in a model with moderate greenhouse emissions, the mosquitoes would be able to expand into areas that were previously too cool to live in, such as the northeastern United States and southern Europe. They concluded that up to an additional 298 million to 460 million people could end up exposed.\n\nGraphs showing the projected spread of the Aedes aegypti mosquito in two global warming simulations. Figure A shows the mosquito’s current distribution, where red regions have the highest level of activity and blue regions the lowest. Figure B models changes in habitat between 2061 and 2080 with moderate greenhouse emissions. Figure C is the same, but assumes a higher level of emissions. Purple shading shows regions where the mosquitoes would become more prevalent. Source: Monaghan et al.\nBut how do rising temperatures directly affect the metabolism and life cycle of Zika-carrying mosquitoes?\nAndrew Monaghan, lead author of the mosquito habitat study and a researcher at the National Center for Atmospheric Research, told us that global warming has the potential to elevate transmission risk due to changes in the mosquito’s behavior.\n\"Warmer temperatures increase Aedes mosquito development and survival rates, affect biting behavior, and speed up the extrinsic incubation period for Aedes-transmitted viruses such as Zika,\" he said. \"There is strong scientific consensus on these aspects, based on numerous laboratory and field studies.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThis effect isn’t unique to mosquitoes with the Zika virus. According to Laura Norris at USAID, the reproduction rate of a variety of mosquito-borne viruses is directly correlated to the mosquito’s metabolism. Because all mosquitoes are cold-blooded, increased temperatures would lead to faster reproduction of the virus and would yield mosquitoes that can spread disease earlier in their life cycle.\nA complicated picture\nScientists suspect that global warming is playing an increasingly large role in outbreaks of tropical disease. A World Health Organization report notes that dengue and malaria transmission increased in several Asian countries during unusually warm El Niño years. Other trends include the spread of ticks that carry Lyme disease and encephalitis into northern Europe and the resurgence of malaria in the East African highlands.\nHowever, experts stressed that climate change is an extremely complex phenomenon that could have different and unpredictable effects on mosquito ecology and disease transmission, depending on the region.\nMonaghan noted that in regions where the temperature is already near the upper threshold for mosquito habitability, global warming could actually reduce transmission risk due to decreased survival rates in extreme heat. However, these areas of lower risk would likely be small compared to areas that would end up with a higher transmission risk.\nAdditionally, other changes in climate such as rainfall and humidity complicate the picture. Mosquito-borne disease could increase in regions that experience more rainfall due to wider availability of potential breeding pools. Other locations could see decreases in the mosquito population due to droughts.\nFinally, it’s important to remember that disease transmission isn’t affected by just one variable, but rather by an intricate mosaic of factors involving modern human travel, poverty, ecology, habitat modification and genetic variation. The challenge for scientists lies in sorting out the effects of global warming from these other issues.\nGreg Lanzaro, professor at University of California at Davis, said he wasn’t aware of any compelling evidence that linked Zika spread to global warming. He instead identified increased human travel and trade as the major drivers behind the spread of mosquitoes and pathogens to new environments.\nWalter J. Tabachnik, a professor at the University of Florida’s Medical Entomology Laboratory, thinks that climate change will change disease transmission, but cautioned against making any sweeping conclusions.  He directed us to several of his papers that highlighted the shortcomings of current disease models and called for more research in the field.\nThe lesson is that although global warming could change mosquito behavior and potentially facilitate disease transmission, there’s so many different variables involved and so many separate regions to study that it’s impossible to make any clear-cut predictions.\nOur ruling\nGore claimed that global warming makes mosquitoes mature faster, bite more, incubate the Zika virus faster, and spread the disease quicker.\nThere is strong scientific consensus that higher temperatures do speed up the mosquito’s metabolism, resulting in the biological effects Gore described. But scientists haven’t conclusively proved that global warming leads to faster spread of mosquito-borne diseases. More research is needed to understand how a changing climate fits into an already complicated mesh of human and environmental factors.\nWe rate Gore’s claim Half True.\nhttps://www.sharethefacts.co/share/f9abca5b-d9da-4746-8029-733d35536ce9", "vclaim_id": "vclaim-pol-04032"}