{"url": "/factchecks/2011/oct/31/george-lemieux/georg-lemieux-says-adam-hasner-got-f-christian-coa/", "speaker": "George LeMieux", "vclaim": "\"The Christian Coalition gave (Adam) Hasner an F.\"", "truth_label": "half-true", "date": "stated on October 5, 2011 in a video on a website:", "title": "George LeMieux says Adam Hasner got an \"F\" from Christian Coalition", "text": "Is Republican U.S. Senate candidate Adam Hasner a failure according to the Christian Coalition?\n\nThat's what one of Hasner's primary opponents, George LeMieux, wants voters to think. A video we saw on LeMieux's website, www.phonyconservative.com, on Oct. 5, 2011, picks apart Hasner's record as a former state legislator:\n\n\"In politics talk is cheap. Voting records matter. Career politician Adam Hasner wants you to think he is a conservative,\" states the sinister voice as images of Hasner speaking in the Legislature appear on the screen. \"Small problem. His record. Hasner used to describe himself as a 'moderate' because his support for stem cell research, his attempt to weaken pro-life laws and his opposition to expanding school vouchers. The Christian Coalition gave Hasner an F....\" states the voice as the screen flashes to a 2007 report card highlighting that Hasner scored 57.1.\n\nIn a related Truth-O-Meter item, we looked into LeMieux's accusations that Hasner tried to weaken pro-life laws and opposed expanding vouchers.\n\nHere we're wondering about that \"F\" for Hasner, who is trying to tout his conservative credentials. Ouch. Does this LeMieux claim make the grade?\n\nThe Christian Coalition of Florida is a conservative organization that takes stances on several social and economic issues -- including opposing abortion, gay marriage and pornography. The organization publishes a report card of state legislators annually and grades them on multiple issues and gives legislators an \"x\" when they vote against the Coalition's stance and a checkmark if they vote in favor of the Coalition's stance. The Coalition then tallies the legislator's votes and calculates a numerical grade. For example, the 2009 report card evaluated how legislators voted on bills pertaining to bestiality, criminal history screening for sports coaches, Internet safety at public libraries, preventing homelessness and other laws.\n\nHasner was elected in 2002 and served until 2010. As of Oct. 27, 2011, the Coalition hadn't yet posted a 2010 report card so we examined Hasner's report cards for 2003 to 2009:\n\n2003: 83\n2003-04: 82 \n2005: 100\n2005-06: 92.3 \n2007: 57.1\n2008: 100\n2009: 78.6\n\nSome of the report cards overlap. For instance, the Christian Coalition evaluated legislators in 2003 and then created a two-year scorecard for 2003 and 2004. The same for 2005 and 2005-06. We could not reach anyone from the Christian Coalition by telephone or e-mail for an explanation of the overlapping years.\n\nA note about the Coalition's status: It still exists but is for now is operating under the same leadership as the Florida Faith and Freedom Coalition, said Brett Doster, a board member of the Faith and Freedom Coalition. Doster founded Front Line Strategies, a public relations firm in Tallahassee that works with conservative candidates and organizations.  \n\nBecause some votes essentially are counted twice, we can't create an average score for Hasner during his time in the Legislature. However, Hasner got a perfect 100 percent twice and scored an \"A\" in a third year. He has two \"B\" years, one \"C\" and one \"F.\"\n\nThat's the \"F\" LeMieux is talking about. So what happened that year?\n\nThe Christian Coalition gave Hasner an \"F\" for voting in favor of a slew of gambling measures that the coalition opposed. Hasner was at odds with the coalition on six of 14 votes. \n\nHasner voted in favor of these gambling bills in 2007:\n\nSenate Bill 134: Allows cardrooms to conduct games of dominoes\nSenate Bill 500: Provides requirements for operation of instant bingo games\nSenate Bill 752: Revises hours of operation for card rooms\nHouse Bill 1047 and Amendment to House bill 1047: A pro-slot machine gaming measure\nAmendment to Senate Bill 1376: The bill itself granted the Department of Lottery authority to obtain patents.\n\nHasner adviser Rick Wilson pointed out that LeMieux cannot cast himself as an opponent of gaming. LeMieux, a former chief of staff to Gov. Charlie Crist, helped shape the state's gaming deal with the Seminole Tribe of Florida, the Miami Herald/St. Petersburg Times reported April 23, 2011. But that's not what we're checking here.\n\nThe LeMieux video correctly states that Hasner received an \"F\" from the Christian Coalition. But that only accounts for one-seventh of Hasner's report cards from the coalition. To provide an accurate picture requires examining all of his report cards.\n\nAlso, the video's statement about the Christian Coalition grade is preceded by claims about Hasner's stances on stem cell research, abortion and school vouchers and it could create a false impression that those are the reasons the Christian Coalition gave him an F. But that wasn't the case. The Coalition flunked Hasner in 2007 due to his pro-gambling votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\nAnd the Coalition wasn't exactly impressed with the rest of the House either -- it gave state representatives on average the equivalent of a D-minus that year.  Failing grades were passed out to Republican Reps. Carlos Lopez-Cantera (now majority leader) and Jennifer Carroll (now lieutenant governor).\n\nOur ruling\n\nHasner did receive an \"F\" grade from the Christian Coalition in 2007, but LeMieux's video leaves out important details of Hasner's record. We rate this claim  Half True.", "vclaim_id": "vclaim-pol-12170"}