{"url": "/factchecks/2019/may/03/mark-jewell/nc-education-leader-tweets-doctored-rally-photo/", "speaker": "Mark Jewell", "vclaim": "Photo shows a sea of red-clad education advocates covering most of the Halifax Mall.", "truth_label": "false", "date": "stated on May 1, 2019 in a tweet:", "title": "NC education leader tweets doctored rally photo", "text": "The size of a recent teachers rally is in question, and one of the organizers recently tweeted a photo that’s in dispute.\nThe North Carolina Association of Educators on Wednesday marched through downtown Raleigh to advocate for teachers and students. It was the event’s second year. NCAE President Mark Jewell said he thought the crowd was bigger than last year.\nOn Wednesday afternoon, Jewell tweeted his appreciation of advocates who attended the rally.\n\"Thank you North Carolina. You showed up in mass to insist that the state fund our public school legislative priorities,\" Jewell tweeted, along with two images.\nThe image on the left depicts a mighty crowd on Halifax Mall, the grassy field behind the legislature where ralliers congregated after marching through downtown Raleigh. Hardly any grass can be seen in the sea of red shirts — which was a red flag.\nOn Twitter, Jewell faced almost immediate pushback from some who alleged that the photo was altered. Earlier Wednesday, similar photos were posted (since deleted) on unverified Twitter accounts Organizing Action NC and the Student North Carolina Association of Educators at NC State University.\nA similar photo — perhaps the same photo — was also posted on the Facebook page for Red 4 Ed NC, a nonprofit group that advocates for educators. The photos were later removed.\nGiven the pushback to Jewell’s photo and how much it was shared on social media, PolitiFact wondered if it was authentic. We reached out to Jewell by email but didn’t immediately get a response. Our review found it shows clear signs of manipulation.\nJewell deleted the post Thursday afternoon.\n\"There was a rally photo circulating yesterday of Halifax Mall that is believed to have been photo shopped according to media reports. I have since removed it from my sites,\" he tweeted.\nTaken from a legislator\nThe photo appears to have been snapped from the roof of the legislative building. The spot was popular for ralliers, journalists and politicians.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nNews & Observer reporter Dawn Vaughan tweeted video footage of the Halifax mall gathering. Reporter Leigh Tauss took photos of the Halifax mall for a story in Indyweek. Jeff Tiberii, a reporter for WUNC, tweeted similar photos and on Thursday tweeted his concern for altered images circulating on social media.\nBut the photos shared by Jewell and the Red 4 Ed Facebook page show less green space and more people than the photos shared by reporters on the scene — and were likely altered versions of a photo taken and tweeted by NC Rep. Grier Martin.\nThe image shared by Jewell and the photo shared by Martin show ralliers in the same positions.\nComparing photos\n\n\nTurn your attention to the white tent. On the left side, a person wearing a red shirt and jean shorts is walking in the same position in both pictures. Near the pole on the right side of the tent, a person in a green shirt, white hat and khaki shorts is also positioned exactly the same in both photos.\nThere are other examples where people are in identical positions, but let’s look now at how Jewell’s image was doctored. Sections of the photo were copied and then duplicated to make the crowd seem larger than it was.\nAt the bottom-right side of the screen, there’s a person in a white shirt and a person in a blue shirt that appear twice in the photo. In the center of the crowd, signs in the same exact size, color and position appear more than once.\nChristiaan Triebert, a journalist on the visual investigations team at The New York Times, noticed the same similarities as PolitiFact. He said it appears \"that the crowd size was increased using the clone tool in Photoshop.\"\nIt’s unclear who doctored it. Martin told PolitiFact that he took the photo at 11:46 a.m. Wednesday and, apart from sharing it on Twitter, didn’t share it with anyone.\n\"I had no contact from anyone about my photo,\" Martin said in an email.\nOur ruling\nJewell tweeted a photo that showed a sea of red education advocates covering most of the Halifax Mall, located behind the legislature. There was a crowd. However, the photo was altered to make the crowd look larger than it was in reality. We rate the statement False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-05-03 16:00:14 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Photo shows a sea of red-clad education advocates covering most of the Halifax Mall.    Mark Jewell NCAE president https://www.newsobserver.com/news/politics-government/article229960334.html   NC Wednesday, May 1, 2019 2019-05-01    Read More  info", "vclaim_id": "vclaim-pol-00676"}