{"url": "/factchecks/2014/sep/29/republican-party-florida/health-insurance-costs-are-skyrocketing-under-obam/", "speaker": "Republican Party of Florida", "vclaim": "Health insurance costs for Floridians are up 30 percent or more.", "truth_label": "barely-true", "date": "stated on September 23, 2014 in a TV ad:", "title": "Health insurance costs are skyrocketing under Obamacare, Republican Party says", "text": "Got a beef with Obamacare? The Republicans want to remind voters that Democrat Charlie Crist thinks the president’s health care law is \"great.\"\nA TV ad by the Republican Party of Florida features anecdotes from people making claims about how the health care law has hurt them in the pocketbook or made it harder to find doctors:\n\"I think Obamacare harms doctors and patients.\"\n\"It increased my health policy, personal health policy, 30 percent.\"\n\"I’m disabled and I can’t find doctors that will help me.\" \n\"My family’s medical costs have doubled.\"\n\"Many doctors are losing their patients, and patients are losing their doctors. I was one of them.\"\n\"Obamacare hurts my ability to create jobs.\" \nThe ad soon pivots to Crist saying of Obamacare \"I think it’s been great,\" comments he made in a TV interview with CNN’s Candy Crowley in March 2014. Crist has campaigned in favor of the federal health care law while his opponent Republican Gov. Rick Scott has been a major critic.\nThe ad doesn’t identify the various men and women complaining about Obamacare making it impossible to verify each individual’s experiences. State GOP spokesperson Susan Hepworth’s only reply to our questions about the people and their insurance woes: \"They are not actors.\"\nBut we can research the ad’s overall message that the Affordable Care Act has inflated Floridians’ health care costs anywhere from 30 percent to twice as expensive.\nData about rising premiums\nThere have been various studies about average premium increases since the health care law was implemented, but the results vary widely depending on the methodology and available information.\nThe studies we saw that cited larger increases were generally based on the individual or small-group market and not the category of large-group employer plans. Some predictions that came from Florida officials were based on a hypothetical plan that wasn’t even for sale in the state.\nThe Republicans cited a few surveys showing higher prices. For example, a national survey by the investment firm Morgan Stanley showed Florida was seeing a 36.8 percent increase for individual plans and 20.7 percent increase for small group plans based on the response of six insurance brokers.   \nBut large-group plans were not included in the study, even though those typically represent the most commonly held form of insurance. (PolitiFact New Hampshire noted this in their state as well.)\nIndividual plans, and to a lesser extent small-group plans, have long been expected to produce larger premium increases than large-group plans. That’s because existing individual- and small-group policies likely didn’t include many of the law’s new minimum requirements, such as preventive care with no cost-sharing. When the policies had to change, premiums were likely to rise.\nLarry Levitt at the Kaiser Family Foundation, a leading health policy research center, has said there are several reasons not to compare costs before and after Obamacare. Part of the challenge again is how policies have new coverage requirements, such as maternity care and mental health coverage. The plans people are buying in 2014 are not the same as what they may have bought last year.\nIn 2013, Kaiser explained that overall average unsubsidized premiums for nongroup coverage would be higher because \"many people will be getting better insurance.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nKaiser didn’t have a breakdown by state, but reported national data in September 2014 that showed average annual premiums for employer-sponsored family health coverage rose 3 percent.\nA 2014 Kaiser survey found that nearly half (46 percent) of those who previously bought non-group insurance and switched to a subsidized, ACA-compliant plan said their current premium is lower than it was under their previous plan, while four in 10 (39 percent) say it is higher.\nThe rate at which those premiums changed is a question mark because of how each study measured whatever they measured, but the anonymous examples cited in the commercial sound extreme to some experts.\n\"While it would not be impossible for a consumer to experience a ‘30 percent increase’ in his ‘health care policy,’ that situation would unquestionably be an extreme outlier,\" said Greg Mellowe, director of health research and analysis at the Florida Center for Fiscal and Economic Policy, a consumer health advocacy group. \"The doubling of ‘medical costs’ would be even more extreme. Representing those consumers as typical Floridians would therefore be grossly misleading.\"\nSo what are typical premium numbers?\nPricewaterhouseCoopers released data in August 2014 on individual market rate filings based on state insurance department rate filings and public statements. PWC found a 7.4 percent increase for Florida, a hair above the national 7 percent increase. The report cited a broad range of rate increases in some states and noted that they would likely shrink after regulators reviewed them.\nFlorida’s Office of Insurance Regulation and the White House released different information regarding premium costs in August.\nThe Miami Herald wrote that Florida officials said rates would rise an average of 13.2 percent for new plans in the individual market next year, while the White House said most Floridians who buy an Obamacare plan will pay less in monthly premiums.\nHow can that be? Because they’re each doing different math in order to prove their points.\nThe Florida insurance office, an agency working for a Republican governor and GOP-led Legislature that is against the Affordable Care Act, calculated the average on individual health plans on both the private market and the health exchange, leading to that 13.2 percent rise, the Herald pointed out.\nThe White House was only counting the second-lowest priced silver plan on the exchange in each Florida county. That method predicted an average 4 percent drop in monthly premiums.\n\"The bottom line is that there is absolutely no way to assess the ad without knowing where the person came from (pre-ACA insurance) and something about their health needs,\" Caroline Pearson, a vice president at health care consulting firm Avalere, told PolitiFact Florida. \"Generally, most people in exchanges were previously uninsured or in the individual market. Most of those people will have much better coverage post ACA, but there are absolutely examples of healthy people whose costs will go up.\"\nGail Wilensky, who headed Medicare and Medicaid for President George H.W. Bush, said there still are some groups who may have seen substantial increases in their premiums.\n\"These are individuals or couples who had purchased individual insurance tailored to their needs and who were forced to buy more comprehensive and therefore expensive plans,\" she said.\nWilensky added that last fall there were many complaints from single people and older couples who had to buy policies with those new requirements. They didn’t need things like maternity care and full dental plans for children, but their premiums went up anyway.\nHowever, most people who have bought insurance were those who were eligible to get substantial subsidies, she said.\nIn response to the Republicans’ ad, the Crist campaign sent reporters a copy of a recent Tampa Bay Times editorial that cited numbers that show health care reform is working in Florida -- including that nearly 1 million have elected to get a plan through the federal marketplace.\nOur ruling\nThe Republicans’ ad shows several unidentified people saying that health insurance costs for Floridians are up 30 percent or more.\nMany reports that cite big double-digit premium increases are based on individual or small-group plans and omit large group plans, the type of coverage many people have through work. Kaiser concluded that in large-group plans, the largest segment in the market, premiums will rise 3 percent.\nThe Republicans’ ad takes anecdotal experiences about cost increases that would be rare but potentially true and creates the impression that the federal health care law is just one big heap of problems for patients without any benefits. Then it tells voters that despite that morass, Crist supports it.\nPeople may see increases to their health care costs under the law, but the typical experience is nowhere near what the ad suggests. Indeed, other Floridians will see their costs go down. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07235"}