{"url": "/factchecks/2015/oct/01/glenn-hegar/glenn-hegar-says-650-people-giddyap-texas-every-da/", "speaker": "Glenn Hegar", "vclaim": "\"We have 650 people who move to Texas every day.\"", "truth_label": "true", "date": "stated on September 10, 2015 in a speech in Georgetown, Texas:", "title": "Glenn Hegar says 650 people giddyap to Texas every day", "text": "No mistake, Glenn Hegar is bullish on the Texas economy. The Republican state comptroller has launched a 27-city \"Good for Texas\" tour of the state that got our attention after he told Georgetown residents Texas remains a magnet for people otherwise stuck elsewhere.\n\"We have 650 people who move to Texas every day who want to come here for that economic opportunity,\" Hegar said Sept. 10, 2015, according to Community Impact News. \"That’s about half a million people who are moving to Texas every single year, and there is no better place to see that than in Central Texas and this region. The population increase has been phenomenal.\"\nWe suspect Hegar's \"about half a million\" referred to the state's total annual population growth. But was he right about 650 people a day moving to the state?\nWe’ve spotted flaws in Gone-To-Texas claims before. In June 2014, for instance, we pointed out that while 1,000 people a day may have moved to the state from July 2012 through June 2013, net migration — taking into account people who (unfathomably) left Texas — broke out to about 487 people a day, according to U.S. Census Bureau estimates.\nTo our inquiry about Hegar’s figure, Lauren Willis, a spokeswoman for the comptroller’s office, told us by email that he relied on figures provided by IHS Inc., a Colorado-based consulting and information-services company. She also sent along a chart stating that according to IHS and the Census Bureau, Texas grew by 1,230 residents a day in 2014 with net migration, from other states and abroad, accounting for 666 of that average daily increase; Texas births outpacing deaths explained the rest of the growth.\nWe sought elaboration from an IHS economist, Karl Kuykendall, who said the company reached its net migration figures for 2014 by starting from the bureau’s Current Population Survey estimates for net migration into Texas from July 2013 through June 2014, drawing on state population estimates released in December 2014, then reaching a calendar-year 2014 estimation of migration by assuming the state would grow at the same pace through December 2014.\nKuykendall also guided us to the bureau’s population estimates of annual net migration to Texas, domestic and international, covering July-through-June periods from 2010-11 through 2013-14.\nFrom that, we confirmed the bureau’s latest estimates indicated Texas enjoyed a July 2013-July 2014 net gain of 84,637 residents through international migration and a net gain of 154,467 residents thanks to domestic migration. All told, that breaks out to total net migration to Texas of 655 people a day, very close to the 666 net migration estimated by IHS for all of 2014.\nSeparately, an expert with the San Antonio-based Texas State Data Center, directed by Lloyd Potter, the state demographer, told us it previously calculated the same net migration of 655 people a day. By email, Rafael Emmanuel González said the center reached the figure by pairing data from the bureau’s 2014 Population Estimates of the Components of Population Change and information from the bureau’s 2013 State-to-State Migration Flows.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nSo the best available numbers at the time Hegar spoke support what he said.\nGonzález noted, though, that the bureau subsequently posted fresh figures based on its one-year American Community Survey perhaps indicating even greater net migration to Texas. The  information wouldn’t have been available to Hegar when he spoke. Still, it’s worth mentioning that according to these ACS results, an estimated 538,572 Texas residents reported living in another state the year before and 217,392 had been living abroad. Subtract the 435,107 people estimated to have left Texas for another state in the meantime, and net migration to Texas amounts to 320,857 people--or 879 net new residents a day. That’s probably an overstatement to a degree; the bureau does not try to estimate the number of people who have left any state for another country, Bernstein said.\nWe asked Potter about why migration estimates bounce around. He emailed: \"From year to year, migration numbers do fluctuate, sometimes dramatically. Our economy was doing very well in 2013-14, bolstered by oil extraction, but was doing well even without. Next year, I’m anticipating migration will still be high, but we may see some muffling starting to show up with the reductions in extraction. Migration is usually and mostly driven by economic opportunity, thus, as our economy goes, we can expect migration to go.\"\nOur ruling\nHegar said: \"We have 650 people who move to Texas every day.\"\nDifferent government estimates suggest the state has lately been netting 655 or even around 880 new residents a day, depending on the estimate. It’s also worth noting Hegar could float a much bigger number by tallying solely people GTT, but that number would fail to account for people leaving the state.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nCLARIFICATION, 4:40 p.m., Oct. 2, 2015: We added a clarifying sentence to this story after we recognized, post-publication, that Hegar's figure for people who move to Texas every day did not add up to about half a million new residents a year; we suspect he was referring in his speech to total annual population growth, taking into account Texas births outpacing deaths. This clarification did not affect our rating of his claim.", "vclaim_id": "vclaim-pol-05906"}