{"url": "/factchecks/2018/jun/13/donald-trump/fact-checking-donald-trumps-tweets-about-canadas-2/", "speaker": "Donald Trump", "vclaim": "\"Canada charges the U.S. a 270% tariff on Dairy Products! They didn’t tell you that, did they? Not fair to our farmers!\"", "truth_label": "mostly-true", "date": "stated on June 8, 2018 in a tweet:", "title": "Donald Trump says Canada levies 270 percent tariff on dairy. That's basically right", "text": "In the run-up to a stormy meeting of the G-7 group of advanced industrial nations, President Donald Trump zeroed in on a specific trade policy by the meeting’s host, Canada. In fact, he tweeted about it four times over four days, culminating in a rant about \"fool trade.\"\nThe target: Canadian trade barriers on imported milk.\nOn June 8, Trump tweeted, \"Canada charges the U.S. a 270% tariff on Dairy Products! They didn’t tell you that, did they? Not fair to our farmers!\" (Here are the three other tweets.)\nCanada charges the U.S. a 270% tariff on Dairy Products! They didn’t tell you that, did they? Not fair to our farmers!— Donald J. Trump (@realDonaldTrump) June 8, 2018\n\n\nHe has a point, though he’s left out some important context.\nThe White House did not respond to a request for comment.\nCanada’s sizable dairy tariffs\nFor decades, Canada has protected its dairy industry, erecting trade barriers that diminish foreign competition and result in higher prices for Canadian consumers. While this has prompted longstanding complaints by the United States and other exporters, the tariffs have survived, thanks in part to a strong dairy lobby that Canadian politicians have been loath to oppose.\nAfter a small fixed quota of U.S. exports is reached, Canada imposes a tariff on any dairy products brought into the country, with the level varying a bit depending on the specific product. For instance, fluid milk is 241 percent, cheese is 245.5 percent, ice cream is 277 percent, cream is 292.5 percent, and butter is 298.5 percent.\nExperts said Trump’s tweet is a reasonable mid-range estimate, and given the scale of these tariffs, \"Trump's complaints have some basis in fact,\" said Munroe Eagles, director of Canadian studies at the State University of New York-Buffalo.\nNot that this is news, said Dan Trefler, a professor at the University of Toronto’s Rotman School of Management.\n\"Has the tariff risen over time or otherwise become more restrictive over the last few decades? No,\" Trefler said.\nReasons the United States’ angst may be overstated\nFirst, not all the news has been grim for the United States on the Canadian dairy front.\nIn recent years, United States dairy producers have used technological advances to exploit a lucrative loophole in Canadian trade law. They have begun separating milk into its component parts, creating what’s called \"ultrafiltered milk.\" These are high in protein and are easier to use for making cheese and yogurt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSince this product didn’t exist when the most recent negotiations were completed, it falls outside the list of products with high tariffs. So in recent years, U.S. producers have sold a substantial amount of ultrafiltered milk to Canada, duty free.\nCanada ranks as the second-biggest market for U.S. dairy exports after Mexico.\nBetween 2013 and 2016, United States exports of \"milk protein substances\" to Canada grew from $78 million in Canadian dollars to $129 million. The United States accounted for two-thirds of all of Canada’s imports of this type.\nThanks to these exports, the United States has actually posted a large trade surplus with Canada in dairy products in recent years. In 2016, the United States exported $631.6 million in dairy products to Canada, compared to just $113 million in Canadian dairy exports to the United States (these figures are in U.S. dollars). Part of the reason for low levels of Canadian dairy exports is that the World Trade Organization ruled that Canada is effectively subsidizing its dairy producers, making exports harder.\nThis trade surplus for the United States \"has certainly helped balance whatever pain Canada's overall dairy exemptions may have caused,\" Eagles said.\nDespite the complaints, the United States has long accepted Canada’s high dairy tariffs as the price of wider access to the Canadian market. The U.S. has similarly protected certain goods that it produces for export.\n\"In the last multilateral negotiations, Canada agreed to set its tariffs on dairy and poultry at high, but agreed, levels, as did the U.S. on products such as peanuts, tobacco, and sugar,\" said Michael Hart, a trade policy specialist at Carleton University in Canada. \"As good as these agreements are, the level of protection on some agriculture products remains obscene, but legal. If Trump wants to lower them, he needs to negotiate.\"\nA recent change in Canadian policy\nThat said, Canadian dairy interests have fought back with a policy that promotes using domestic sources of milk for high-protein substances.\nIn 2017, U.S. exports of milk protein substances to Canada fell by about half.\nThe change of Canadian policy on ultrafiltered milk \"is a legitimate concern for U.S. dairy exporters,\" said Monica de Bolle, a senior fellow at the Peterson Institute for International Economics.\nUltimately, neither side has entirely clean hands on this issue.\n\"Given the domestic political concerns and the power of agricultural lobbies in Canada and the U.S., there's no such thing as pure-as-snow free trade in agriculture,\" said Ross Burkhart, a political scientist specializing in U.S.-Canada relations at Boise State University. \"Each country can point to the other's protection if they wish.\"\nOur rulings\nTrump tweeted, \"Canada charges the U.S. a 270% tariff on Dairy Products! They didn’t tell you that, did they? Not fair to our farmers!\"\nThat number is a reasonable estimate of Canada’s dairy tariffs, which are high by any standard. That said, the United States has recently run a sizable trade surplus with Canada in dairy products, driven by a strong business in a milk product that was unaffected by the high tariffs. Trump also glosses over the fact that the United States imposes its own trade barriers on certain American-made products.\nThe statement is basically accurate but needs clarification, so we rate it Mostly True.\n Share the Facts 2018-06-13 18:09:26 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Canada charges the U.S. a 270% tariff on Dairy Products! They didn’t tell you that, did they? Not fair to our farmers!\"    Donald Trump President https://twitter.com/realDonaldTrump/status/1005030839019802625?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2Fcommentisfree%2F2018%2Fjun%2F09%2Fmilk-canada-us-trade-war   a tweet Friday, June 8, 2018 2018-06-08    Read More  info", "vclaim_id": "vclaim-pol-01968"}