{"url": "/factchecks/2020/mar/18/joe-biden/despite-rates-0-fed-still-has-tools-available-stab/", "speaker": "Joe Biden", "vclaim": "Because the Federal Reserve recently cut interest rates to near 0%, “the Fed will be of little consequence now. They’ve already used what leverage they have.”", "truth_label": "false", "date": "stated on March 15, 2020 in a debate:", "title": "Despite rates at 0%, Fed still has tools available to stabilize the economy", "text": "With a coronavirus-driven recession in sight, Democratic presidential candidate Joe Biden lamented what he said was the Federal Reserve’s waning power to stabilize the nation’s economy.\nDuring the March 15 debate with rival Bernie Sanders, Biden was asked by Univision journalist Ilia Calderón, \"Just hours ago, the Federal Reserve cut interest rates to near 0%, which has not happened since the financial crisis in 2008. Vice President Biden, what would you do?\"\nBiden called for a major bailout that benefits vulnerable individuals. Then he said, \"We’ve eaten a lot of our seed corn here. The ability for us to use levers that were available before have been used up by this god-awful tax cut of $1.9 trillion. … The Fed will be of little consequence now, they’ve already used what leverage they have, and so we’re going to have to just level with the American people.\"\nIt turns out that Biden’s wrong about the Federal Reserve: It does have other arrows in its quiver. \n\"What Biden was referring to is what the Fed has done in typical times since the 1970s — moving around the short-term interest rate,\" said Gary Richardson, a University of California-Irvine economist who specializes in the Federal Reserve. \"But the Fed has many other tools it can use.\"\nBiden’s explanation of what he said\nWhen we asked Biden’s campaign to explain the remark, they noted that the rest of his answer also addressed fiscal policy — federal spending and taxation — which has been constrained by large tax cuts and high spending during the Trump era.\nSpecifically on the Fed, the Biden campaign pointed to comments made by former Fed chairs Janet Yellen and Ben Bernanke in January, which was before a coronavirus-driven recession was widely considered likely.\nEven in those relatively stable times, Bernanke told an economists’ conference that existing low interest rates reduced the Fed’s flexibility, and Yellen added that \"although monetary policy has a meaningful role to play in future downturns, it's unlikely to be sufficient in the years ahead,\" the Financial Times reported.\nHowever, the Financial Times report noted a key caveat that Biden’s remark doesn’t account for. The article said the Fed’s \"alternative tools such as asset purchases and forward guidance were robust.\" \nTool 1: \"Forward guidance\" on longer-term interest rates\nFirst, let’s explain the tool that Biden accurately says the Fed has maxed out.\nThat’s the federal funds rate, the most commonly used, and most direct, lever the Fed can use. The federal funds rate applies to overnight loans between financial institutions. While the fed funds rate doesn’t directly affect consumers, its impact spirals outward as financial institutions set rates that do affect everyday customers, such as those for credit cards, mortgages and other loans.\nFor years after the Great Recession, the Fed set this rate at or near zero in order to promote lending and stimulate the recovery. After a series of step-by-step increases beginning in 2016, the rate was reduced earlier this month to be effectively zero again.\nSo what else can the Fed do to affect interest rates? It can try to shape perceptions about rates over the longer term, and in so doing, help stabilize the economy.\nOne of those tools that has been used regularly since the 2008 recession is known as \"forward guidance.\" It’s basically an effort by the Fed to telegraph its future intentions on rate-setting, communicated through a standardized set of public statements and tables. Communicating this clearly to investors provides a greater sense of certainty about the future.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Fed could make this type of announcement at its next regularly scheduled meeting, which is set for April 28 and 29, although it could call an unscheduled meeting sooner.\nTool 2: Asset purchases\nThe next tool has been commonly known in recent years as \"quantitative easing.\" \nIt involves the Fed purchasing assets that have longer time horizons, such as U.S. government securities. Less frequently, it can involve buying \"commercial paper\" — short-term IOUs that companies take out to cover temporary cash flow shortages.\nIndeed, just two days after the Biden-Sanders debate, the Fed announced that it was using this tool. This effort by the Fed \"ensures that companies can get the overnight funding they need to meet short-term obligations like payroll,\" Ernie Tedeschi, policy economist at Evercore ISI, told the New York Times.\nIn 2008, after the collapse of the financial firm Lehman Brothers, the Fed \"intervened in commercial paper in a very large way. \nAsset purchases don’t just provide security for stressed companies; they can also be used to affect longer-term interest rates. The Fed can buy assets, driving their price up until longer-term interest rates show the movement the Fed wants. \nBut sometimes influencing interest rates is not enough, because the economic environment is so bad that institutions are unwilling to make loans no matter what the rate is. \"In times like that, the credit markets can freeze up,\" Richardson said, meaning that credit is unavailable anywhere, and the economy spirals down further.\nWhen that happens, there is still more that the Fed can do.\nTool 3: Working with financial institutions\nOne thing the Fed can do to stop that cycle is to get financial institutions to make loans simultaneously, a sign of solidarity that is designed to bolster confidence and spread risk. They can also encourage banks to use the \"discount window\" — a mechanism for banks to get Fed loans at a favorable rate, with the understanding that they will make the credit available to the public. This week, the Fed reopened one mechanism used during the last recession to make short-term loans to banks.\nThe Fed can also make loan guarantees. For instance, it could guarantee loans to strategic industries, so banks can lend more confidently. In wartime, this might mean loan guarantees for companies that make military goods. In the current crisis, it could be used to back loans for companies to expand ventilator production.\nSome of these emergency powers were limited by the 2010 Dodd-Frank act, which overhauled aspects of the financial services industry, particularly in ways that increased transparency. But the Fed still has significant levers it can use in a crisis.\nOur ruling\nBiden said that because the Federal Reserve recently cut interest rates to near 0%, \"the Fed will be of little consequence now. They’ve already used what leverage they have.\"\nDropping the federal funds rate to near 0% does make it hard for the Fed to use that particular piece of leverage. But the Fed has other levers.\nIt can telegraph its intentions about longer-term interest rates, it can purchase assets such as short-term commercial IOUs (something the Fed has already begun doing), and it can work with financial institutions to encourage lending and guarantee loans.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18153"}