{"url": "/factchecks/2016/mar/08/right-rise/right-rise-right-raise-criticism-candidates-rubio-/", "speaker": "Right to Rise", "vclaim": "Like Marco Rubio, Sen. Barack Obama had \"one of the worst attendance records in the Senate.\"", "truth_label": "true", "date": "stated on March 1, 2016 in a television ad.:", "title": "Right to Rise correct on comparison between 'worst attendance records' of Marco Rubio, Barack Obama", "text": "A commercial by the super PAC Right to Rise USA shows a silhouette of Sen. Marco Rubio and criticizes him for his lack of foreign policy experience.\n\"Way too often, Rubio didn't even show up,\" the announcer says as a box on the screen tags Rubio as having \"one of the worst attendance records in the Senate.\"\nAlmost imperceptibly, the silhouette morphs into President Barack Obama as the announcer asks, \"What other junior senator had the same resume?\"\nRight to Rise USA is the super PAC that supported Jeb Bush, who has given up on his quest for the White House this year. According to the TV Political Ad Archive, it ran at least 400 times, mostly in South Carolina before Bush dropped out.\nWe decided to see if both Rubio and Obama have had similar attendance records in the Senate.\nFirst, a word about terminology. In political circles, attendance is usually determined not by the number of days you show up for work in the Senate, but by the number of votes you miss. We'll use that standard.\nRubio has been dealing with the attendance issue since the summer, when he had been missing more than half of all Senate roll call votes.\nHere's the rundown as of March 4, according to GovTrack.us, which has a running tally of voting records for members of Congress.\nRubio has missed 14.9 percent of the votes since taking office in January 2011. The typical senator currently serving has missed just 1.7 percent.\nHis record has never been exemplary, but it really deteriorated starting in the first quarter of 2015, when he missed 18.5 percent, then 32.9 percent in the second quarter, 53.8 percent in the third and 58.2 percent in the fourth. Since January he has missed more than nine in 10 votes.\nObama, during his four years as a senator, missed 24.2 percent of his votes. During his time in the Senate, the median for missed votes was 2.2 percent.\nSen. Obama had a great voting record until the second quarter of 2007, when he missed 17.9 percent of the votes, followed by 56.3 percent in the third quarter. By the end of the fourth quarter, with the election a year away, he was missing 89.4 percent.\nThis chart shows the percent of missed votes for comparable quarters during the campaign season for both senators as the clock ticked down to election day. We've highlighted who missed more votes in each quarter.\n\n\n\n\n\nQuarters before election\n\n\nObama in 2005-08\n\n\nRubio in 2013-16\n\n\n\n\n15\n\n\n0.0% of 81 votes\n\n\n0.0% of 92 votes\n\n\n\n\n14\n\n\n6.7% of 89 votes\n\n\n1.3% of 76 votes\n\n\n\n\n13\n\n\n1.3% of 76 votes\n\n\n9.3% of 43 votes\n\n\n\n\n12\n\n\n0.8% of 120 votes\n\n\n5.0% of 80 votes\n\n\n\n\n11\n\n\n0.0% of 83 votes\n\n\n12.9% of 93 votes\n\n\n\n\n10\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n1.9% of 107 votes\n\n\n13.0% of 123 votes\n\n\n\n\n9\n\n\n1.4% of 73 votes\n\n\n3.7% of 54 votes\n\n\n\n\n8\n\n\n0.0% of 16 votes\n\n\n6.3% of 96 votes\n\n\n\n\n7\n\n\n2.4% of 126 votes\n\n\n18.5% of 135 votes\n\n\n\n\n6\n\n\n17.9% of 112 votes\n\n\n32.9% of 85 votes\n\n\n\n\n5\n\n\n56.3% of 119 votes\n\n\n53.8% of 52 votes\n\n\n\n\n4\n\n\n89.4% of 85 votes\n\n\n58.2% of 67 votes\n\n\n\n\n3\n\n\n36.5% of 85 votes\n\n\n90.3% of 31 votes\n\n\n\n\n2\n\n\n84.4% of 77 votes\n\n\n--\n\n\n\n\n1\n\n\n87.2% of 47 votes\n\n\n--\n\n\n\n\nElection quarter\n\n\n0.0% of 4 votes\n\n\n--\n\n\n\n\n\nMore to the point for this fact check, GovTrack has ranked Rubio compared to his colleagues based on the number of votes he's missed in the past year and the year before that. The Florida senator is in the 100th percentile — the worst — for the 12-month period and in the 95th percentile — almost as bad — for the previous 12 months.\nAt this stage of Obama's campaign, the Illinois senator's record for missed votes in the previous 12 months put him in the 98th percentile. He was in the 32nd percentile the year before that.\nOur ruling\nRight to Rise USA said that both Rubio and Obama had \"one of the worst attendance records in the Senate.\"\nThe data show that both missed a lot of votes while running for president. Rubio started skipping votes a lot earlier than Obama did, but at this stage of the campaign, Rubio has missed more votes than any other senator in the past year, and Obama was missing more votes than 98 percent of his colleagues.\nTheir attendance records certainly qualify as \"one of the worst.\"\nWe rate the statement True.", "vclaim_id": "vclaim-pol-05308"}