{"url": "/factchecks/2014/oct/30/nicholas-kristof/kristof-dallas-cowboys-stadium-draws-3-times-more-/", "speaker": "Nicholas Kristof", "vclaim": "\"All of Liberia can produce less than one-third as much electricity as the Dallas Cowboys football stadium consumes at peak times.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2014 in an op-ed in the \"New York Times\":", "title": "Kristof: Dallas Cowboys stadium draws 3 times more power than Liberia can produce", "text": "As President Barack Obama and countless public health experts keep saying, \"Ground Zero\" in the fight against Ebola are the countries in West Africa. In a recent op-ed, New York Times columnist Nicholas Kristof repeated that cry, saying American military help there was crucial. Left to their own, Nicholas said, these nations have no chance.\n\"These are lovely countries with friendly people and some heroic health workers, but roads, electricity and other infrastructure are desperately weak,\" Kristof said. \"All of Liberia can produce less than one-third as much electricity as the Dallas Cowboys football stadium consumes at peak times.\"\nA reader wondered about Kristof’s claim, which essentially is: The country of Liberia cannot produce enough power to fuel one American football stadium at its peak demand.\nTo be sure, the Cowboys home field, AT&T Stadium, is no small affair.\nThe domed stadium seats 80,000 people, has the world’s largest high-definition video screen (70 feet by 160 feet), and plenty of air conditioning to match the heat of a Texas autumn. It covers 73 acres, cost a reported $1.3 billion to build and opened in 2009.\nLiberia, meanwhile, isn’t the biggest country, but still, it has more than 4 million people. Geography-wise, it’s the 104th-largest country and about the size of Cuba.\nSo what do the facts say?\nAccording the U.S. Energy Information Service, Liberia had installed capacity of 197 megawatts in 2011. The CIA World Factbook has the same figure. (For comparison, the United States has a capacity to generate more than 1 million megawatts.)\nThat means Liberia, at any one time, can generate 197 megawatts of electricity.\nSo how does 197 megawatts compare to peak demand at AT&T Stadium? A rock solid answer proved to be elusive, but we found a reasonable estimate.\nWe would have clear figures if the Dallas Cowboys would say how much electricity the stadium uses at its peak. They refused. A spokesman told PunditFact, \"We don’t give out those kinds of numbers.\"\nHowever, Oncor, the firm that installed the stadium’s electric system provided a helpful clue. Oncor is a Texas electric company and on its website, it boasts about the work its engineers and contractors did for the Cowboys. In that write-up, Oncor made this interesting comparison.\n\"The stadium, which is the largest domed stadium in the world, uses more power than most medium-sized cities.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAn Oncor spokesman would tell us nothing more than that, but we turned to Douglas Gotham, director of the State Utility Forecasting Group at Purdue University’s College of Engineering.\nGotham did some back-of-the-envelope math for us based on what we know about medium-sized U.S. cities. He chose Evansville, Ind., with a population of about 120,000.\n\"The peak demand for the entire utility service area is about 1,500 megawatts,\" Gotham told us. \"About half of that roughly is in the city itself, so we’re looking at about 750 megawatts at the peak.\"\nWith Evansville being on the low end of medium-sized cities, Gotham said the comparison is close. If AT&T Stadium can use at least 750 megawatts at its peak, that is more than three times what Liberia can produce -- if Oncor is right.\n\"The statement about Liberia is in the ballpark,\" Gotham said.\nWe found some other examples of medium-sized cities that bolster Gotham's estimate. Knoxville, Tenn., population 183,000, has a peak demand of 1,109 megawatts. Huntsville, Ala., population 186,000, has a peak demand of 1,150 megawatts. Eugene, Ore., population 159,000, has a peak demand of 480 megawatts. Many factors such as location and the number of industrial users shape electricity consumption, but overall, the pattern reinforces Gotham's conclusion. (These cities have municipal electric companies that mainly supply power within the city borders.)\nSome lingering data questions in Dallas\nThere’s one other wrinkle to this comparison.\nKristof’s New York Times article linked to a 2013 Wall Street Journal piece that discussed the comparison between Liberia and AT&T stadium.\nThe Wall Street Journal cited the work of a utility analyst with the Bernstein Alliance asset management firm. The analyst, Bob Brackett, was intrigued when Liberian President Ellen Johnson Sirleaf made the comparison in 2013. So Brackett tried to run the numbers. He said peak demand at the stadium was 10 megawatts and that Liberia could generate less than a third of that.\nBoth numbers seem to be way off.  We reached Brackett’s office but we never heard back from him to learn where he got his data.\nOur ruling\nKristof said that Liberia can produce one-third as much electricity as the Cowboys stadium draws at its peak. U.S. government data shows that Liberia has nearly 200 megawatts of installed electricity capacity.\nThe utility that worked on the stadium’s electrical system said the facility used more power than most medium-sized cities. Using that benchmark, a utility expert from one the country’s leading engineering schools concluded that peak demand at the stadium would fall in the range of 750 megawatts. That would mean that Liberia can produce less than one-third as much electricity as the Dallas football stadium consumes at peak times.\nExact figures are not available, but the basic comparison works. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-07055"}