{"url": "/factchecks/2013/aug/12/ken-cuccinelli/cuccinelli-embellishes-savings-stopping-union-cont/", "speaker": "Ken Cuccinelli", "vclaim": "Says Virginia saved $300 million by rebidding a Metrorail construction project to exclude guaranteed union contracts.", "truth_label": "half-true", "date": "stated on July 29, 2013 in a radio interview.:", "title": "Cuccinelli embellishes savings from stopping union contracts for subway project", "text": "GOP gubernatorial nominee Ken Cuccinelli says Democrat Terry McAuliffe will drive up transportation costs by steering road and rail construction contracts to labor unions.\nFor proof, Cuccinelli has been describing Virginia’s experience this year soliciting bids for a construction phase of the Metrorail’s new Silver Line that will provide subway service from Washington to Dulles Airport in Loudoun County.  \n\"I keep trying to come back to transportation and spending for transportation and when you’ve got the kind of union ties (McAuliffe) does, that’s a concern,\" Cuccinelli said during a July 29 radio interview on the John Fredericks Show.\n\"I mean, the one specific example is in Northern Virginia where the governor forced the rebidding of half of one transportation project -- the Metro extension -- because they had done that with Project Labor Agreements. These are guaranteed labor contracts and the governor said, `If you want to get state money (for the project), you’ve got to rebid those contracts. So they did and the price came down $300 million.\n\"Gov. McAuliffe won’t force the rebidding of guaranteed union contracts and Gov. Cuccinelli will,\" he said.\nCuccinelli made the same claim during a July 20 debate with McAuliffe. So we decided to examine his contention that $300 million was saved by rebidding the contract without the union-friendly provision.\nLet’s start with some background.\nConstruction of the 23-mile Silver Line began in early 2009. Phase 1, a $2.7 billion extension of Northern Virginia subway lines from Falls Church to past Tysons Corner, is expected to be completed this year. Work on Phase 2, an 11-mile expansion to Dulles Airport and slightly beyond, is scheduled to start next year and be finished in 2018. The Metropolitan Washington Airports Authority is managing the project and last year estimated the second phase would also cost $2.7 billion.\nIn April 2010, the MWAA Board of Directors ordered a Project Labor Agreement that would allow construction unions to determine the wages, benefits and employment conditions for all Phase 2 laborers -- whether they belonged to a union or not.\nThe action was denounced by the state chapter of Associated Builders and Contractors and many Republican politicians, including Cuccinelli and Gov. Bob McDonnell, who said the agreement would elevate costs to depress bidding competition for Phase 2.\nCritics also said the agreement was inconsistent with the state’s libertarian culture, pointing to an academic study that found 95 percent of private-company construction workers in Virginia last year were non-union. Virginia is one of 24 states with a right-to-work law that bars compulsory union membership.  \nIn April 2012, McDonnell signed a bill banning state aid to projects requiring a Project Labor Agreement. Two months later, the MWAA rescinded the union-friendly policy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nNow, let’s return to Cuccinelli’s claim that after the agreement was dropped, Phase 2 was rebid and taxpayers saved $300 million. Cuccinelli’s campaign defended the claim by sending us a May 2013 news release from the MWAA announcing its awarding of a construction contract for roughly half of the work in Phase 2.\nBut there has been no rebidding in Phase 2, according to Transportation Secretary Sean Connaughton, so any savings from eliminating the union agreement is conjecture.\nThe MWAA originally estimated that the contract it put out this spring would come in at between $1.4 billion to $1.6 billion, but Capital Rail Constructors submitted a winning bid of $1.18 billion. That’s the basis of the savings Cuccinelli claims: A range of $222 million to $422 million compared to the original estimates.\nConnaughton said he believes the elimination of the union agreement reduced costs -- although he didn’t know by how much -- because it encouraged contractors weary of unions to bid on the contract. That expanded competition and bidders \"sharpened their pencils,\" he said.\nDebate over the value of Planned Labor Agreements goes far beyond Virginia and there are many defenders of the arrangements. The Laborers’ International Union of North America pointed us to a report from Cornell University professor Fred Kotler that says PLAs have saved money on New York projects because they establish predictable costs, guarantee standards of excellence and management rights, and give contractors flexibility on starting times.\nA few final notes: Cuccinelli said that McAuliffe, if he was governor, would back union-guaranteed contracts. McAuliffe, in June, declined to say whether he supports such agreements.\nMcAuliffe has reaped almost $1.2 million in contributions from organized labor this year, prompting Cuccinelli to portray him as a pawn for unions. Cuccinelli, in contrast, has received only $250 from unions.\nIn July, we gave a False rating to a Cuccinelli claim that McAuliffe \"opposes\" Virginia’s right-to-work law.\nOur ruling\nCuccinelli says Virginia saved $300 million by rebidding a Dulles Metrorail contract without a union-friendly agreement. But the project was not re-bid -- the \"savings\" was a reflection of preliminary construction estimates compared to the winning bid made by a contractor.\nThe state’s transportation secretary believes that eliminating a requirement for union contracts expanded bidding competition and led to savings, but says there’s no way of knowing how much.\nThe basis of Cuccinelli’s statement has merit; Virginia did force the repeal of the union requirement and project bids came in lower than expected. But he twists facts to suggest there was a tangible $300 million savings in killing the union agreement.\nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-08998"}