{"url": "/factchecks/2019/feb/14/donald-trump/donald-trump-exaggerates-when-describing-drop-viol/", "speaker": "Donald Trump", "vclaim": "\"Violent crime is now going down for the first time in a long while.\"", "truth_label": "barely-true", "date": "stated on February 13, 2019 in a speech:", "title": "Donald Trump exaggerates when describing drop in violent crime", "text": "In remarks to a conference of law enforcement officials, President Donald Trump touted gains on crime during his tenure.\n\"Violent crime is now going down for the first time in a long while,\" Trump said during the Feb. 13 address to the joint conference of the Major County Sheriffs of America and the Major Cities Chiefs Association.\nThis remark came after numerous assertions by Trump during and after the 2016 presidential campaign that crime was spiking. We found many of those statements misleading or wrong, though others were reasonably accurate. Trump’s broadest statements about a rising crime wave were wrong, but some of his more specific statements about increases of specific crimes in specific places were more accurate.\nTrump’s description here -- that overall violent crime is falling after a long rise -- is misleading. (The White House did not respond to an inquiry for this article.)\nLet’s first look at the violent crime rate in recent years. We turned to historical data from the FBI, which is complete through 2017. The FBI defines violent crime as the combined number of instances of murder and nonnegligent manslaughter, rape, robbery, and aggravated assault. The rate shows the number of violent crimes per 100,000 population.\nHere’s a chart showing the FBI’s national violent crime rate from 1986 to 2017:\n\nThe violent crime rate did fall between 2016 and 2017 (by less than 1 percent) and that was the first time it had done so since 2014. However, three years is hardly \"a long while\" ago, particularly given that the violent crime rate fell from year to year in 22 of the past 27 years.\nIn fact, the 2017 violent crime rate was about half of what it was at its peak in 1991.\n\"The short-term spike occurred after a long-term slide,\" said James Alan Fox, a Northeastern University criminologist. \"The most recent drop was a change back to a level that existed before the two-year increase about which Trump has made much too much.\"\nTrump said \"violent crime,\" but what if we looked more specifically at the murder rate?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe murder rate seems to still be on a slight rise. Unlike the violent crime rate, it didn’t fall between 2016 and 2017, according to the FBI statistics. It went up by a small amount, from 5.3 per 100,000 to 5.4 per 100,000.\nThe general pattern is similar to that of the violent crime rate — a peak in the early 1990s, a long fall through about 2014, then a modest uptick for the past few years. The most recent year in which the murder rate fell was 2013; in 2014, it was steady. Neither year was a \"long while\" ago.\n\nIt’s worth noting that other crime statistics cited by Trump in his speech were better supported -- again, with more specific statements tending to be more accurate.\nHe said, \"Murders in America’s largest cities dropped by 6 percent compared to 2016.\"\nThis is similar to the findings of a report released in December by the liberal Brennan Center for Justice at New York University Law School. That report — based on early data for big cities rather than on the official, full-year FBI data we used above — found that \"the 2018 murder rate in the 30 largest cities is estimated to decline by nearly 6 percent.\" (The base year was 2017, not 2016, as Trump said.)\nTrump also said, \"In the two years before my inauguration, violent crime increased by 8 percent nationwide, and murders were up by more than 20 percent.\"\nThe FBI data shows that Trump is close. The violent crime rate increased by 7 percent between 2014 and 2016, and the murder rate rose by 18 percent during the same span.\nOur ruling\nTrump said, \"Violent crime is now going down for the first time in a long while.\"\nViolent crime has been on a downward trajectory for some time, with an occasional uptick. Official FBI data shows that the violent crime rate went down very slightly — by less than 1 percent — between 2016 and 2017. But that statistic has fallen as recently as 2014, and it has declined in 22 of the past 27 years, with today’s rate half of what it was in 1991.\nWe rate the statement Mostly False.\n Share the Facts 2019-02-14 21:24:42 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Violent crime is now going down for the first time in a long while.\"    Donald Trump President https://www.whitehouse.gov/briefings-statements/remarks-president-trump-meeting-national-sheriffs/   a speech Wednesday, February 13, 2019 2019-02-13    Read More  info", "vclaim_id": "vclaim-pol-01015"}