{"url": "/factchecks/2010/jul/26/americans-job-security/jane-nortons-public-health-and-environment-departm/", "speaker": "Americans for Job Security", "vclaim": "The \"state bureaucracy\" Jane Norton managed \"grew by $43 million in just three years.\"", "truth_label": "half-true", "date": "stated on July 9, 2010 in a television ad:", "title": "Jane Norton's Public Health and Environment Department had some funding increase, some funding decrease", "text": "An ad from a third-party group has Jane Norton blasting back and blaming her opponent in the Republican primary for U.S. Senate in Colorado.\n\n\"Seen those TV ads attacking me? They're paid for by a shady interest group doing the bidding of Ken Buck,\" she said in reaction to the ad paid for by Americans for Job Security. \"You'd think Ken would be man enough to do it himself.\" Norton says in the ad.\n\n\"Here's the truth: In state government, I cut budgets, cut programs and reduced staff,\" Norton continues. \"Ken Buck's Office? His spending skyrocketed by 40 percent. We need a senator who's actually cut spending, and has the backbone to stand her ground.\"\n\nThe \"shady interest group\" Norton refers to is an outfit called Americans for Job Security. Here's their ad:\n\n\"Our country is at the brink,\" a narrator says. \"Colorado families and workers need relief -- yet Jane Norton supported the largest tax hike in Colorado history, costing us billions. And Jane Norton's record on government spending? The state bureaucracy she managed grew by $43 million in just three years. Record taxes and reckless spending has cost Colorado jobs. Call Jane Norton, tell her no more tax hikes and big government spending.\"\n\nNorton is a former lieutenant governor who got early backing from national Republican Party leaders. Buck, on the other hand, is the Weld County District Attorney and a former U.S. attorney and has received backing from the tea party movement.\n\nThere are a lot of facts to sort through here. In this report, we're fact-checking the claim about Norton growing state bureaucracy; we also fact-checked whether she supported \"the largest tax hike in Colorado history.\" And we're examining Norton's charges against Buck in still another report.\n\nAmericans for Job Security said that \"the state bureaucracy she managed grew by $43 million in just three years.\" The group -- a business league that's not required to disclose its donors -- based its claims on Norton's tenure as executive director of the Colorado Department of Public Health and Environment from 1999 to 2002. Norton was appointed by then Gov. Bill Owens, also a Republican. The department is in charge of public health, as well as things like air quality and nursing home regulations.\n\nUnder Norton's tenure, the budget did grow from $226 million to $269 million. But most of that increase came from federal funds or cash funds from things like user fees. State funds to the department increased for a few years but then declined. Over Norton's entire tenure, state funding dropped from $23.7 million to $16.2 million.\n\nFinally, we should note that some people don't believe a state agency director has that much control over the amount of money an agency receives from the state. The reduction in state funding was part of large-scale budget cutting during a year of low tax revenues, according to a review of Norton's tenure at the Public Health and Environment Department in the Denver Post.\n\nThe Americans for Job Security ad said that \"the state bureaucracy she managed grew by $43 million in just three years.\" The ad leaves out the fact that state funding was lower at the end of her tenure than it had been at the beginning. So we rate its claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14700"}