{"url": "/factchecks/2011/dec/20/theresa-price/rhode-island-activist-says-state-has-highest-rate-/", "speaker": "Theresa Price", "vclaim": "\"Rhode Island is leading our nation in foreclosures.\"", "truth_label": "false", "date": "stated on December 10, 2011 in a speech during a rally on homelessness:", "title": "Rhode Island activist says the state has the highest rate of foreclosures in the nation", "text": "There's no doubt that Rhode Island's economy is in rough shape, and one element of that problem is the number of people poised to lose their homes because they can't make their mortgage payments.\n\nDuring a Dec. 10, State House rally to highlight the plight of the homeless, and some legislative proposals to relieve it, Theresa Price, a board member of Direct Action for Rights and Equality (DARE), complained about the number of evictions caused by banks taking over properties.\n\n\"Rhode Island is leading our nation in foreclosures,\" she said.\n\nTwo days after the rally, Jim Ryczek, executive director of the Rhode Island Coalition for the Homeless, sent us an unsolicited e-mail saying Price had misspoke. \"Rhode Island ranks highest in New England in both foreclosure starts and serious delinquencies, not the entire nation. We did not mean to claim the lead for the entire U.S.\"\n\nThat sentiment was echoed by Christopher Rotondo, a DARE organizer, when we called to get the source of Price’s numbers.\n\nPrice did not respond to repeated requests for a comment.\n\nWe decided we needed to get the facts ourselves.\n\nWe found earlier numbers on various websites confirming that Rhode Island isn't at the top of the list. But we weren't sure if they were the latest numbers.\n\nThe Mortgage Bankers Association, a trade association that releases quarterly statistics from more than 120 real estate companies that submit delinquency and foreclosure counts, sent us its latest numbers from July through September 2011. They reported:\n\n* 4.27 percent of Rhode Island's housing units are in the foreclosure process. Rhode Island ranks 12th, not first. Connecticut (4.8 percent) and Maine (5.7 percent) rank even higher. Florida, at 14.5 percent, is at the top of the list.\n\n* 1.66 percent of the state's housing units entered the foreclosure process during the third quarter of 2011. Here, we had the dubious distinction of being tops in New England and fourth in the nation. Only three other states -- Arizona (1.67 percent), Florida (1.96 percent) and Nevada (2.48 percent) -- had higher rates.\n\n* 8.48 percent of the state's housing units are owned by people who are at least one payment behind on their mortgage. Rhode Island ranks 19th by that measure, the worst in New England. Mississippi, at 13.2 percent, is number one.\n\nWe also checked with RealtyTrac, an online marketplace for foreclosed properties. It reported on Dec. 15 that, in November, one in every 954 Rhode Island units had been the subject of a foreclosure filing, putting us 21st in the nation for the second month in a row. In New England, New Hampshire had a worse rate - 1 in 735.\n\nRhode Island fares better than the national average of 1 in 579.\n\nDifferent organizations collect their numbers differently, warned Brenda Clement, executive director of the Housing Action Coalition of Rhode Island. Nonetheless, \"Rhode Island has, from the very start of this foreclosure mess, consistently ranked in the top ten and usually in the top five across the country in terms of foreclosures and highest in New England,\" Clement said.\n\nOur ruling\n\nIn the push to rally support for legislation to fight homelessness, DARE official Theresa Price said, \"Rhode Island is leading our nation in foreclosures.\"\n\nClearly that's not the case. Other states consistently have worse rates when it comes to foreclosures, although Rhode Island's -- whether you look at new foreclosures, ongoing foreclosures or delinquent payments -- are well above the national average.\n\nIf Price had said we lead New England, that statement would not have been clearly true either. Depending on how the data are collected, people in other nearby states may face a greater foreclosure threat.\n\nRyczek, of the Coalition for the Homeless, gave a more accurate characterization of the New England figures after the fact.\n\nBut, in her speech to hundreds of people outside the State House, Price wasn’t talking about New England. She was talking about the United States. Her fallacious foreclosure factoid is False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11908"}