{"url": "/factchecks/2018/jul/24/patrick-morrisey/did-joe-manchin-say-yes-repealing-obamacare-oppone/", "speaker": "Patrick Morrisey", "vclaim": "Says Joe Manchin said \"yes to repealing Obamacare. He lied.\"", "truth_label": "barely-true", "date": "stated on July 17, 2018 in an ad:", "title": "Did Joe Manchin say yes to repealing Obamacare, as opponent's ad says?", "text": "The U.S. Senate race in West Virginia got a little hotter with the release of an ad by Republican Patrick Morrisey, who’s challenging incumbent Democrat Joe Manchin. The ad’s narration features the words \"lied\" or \"lying\" no fewer than four times.\nIn the ad released July 17, the narrator said, \"Liberal lying Joe’s got to go. Told Trump yes to tax cuts. He lied. Yes to repealing Obamacare. He lied. Now Manchin says he’s pro-life but seems to only want a pro-abortion Supreme Court justice. Does Manchin back abortion on demand up to the day of birth? Liberal lying Joe’s got to go.\"\nWATCH: @JoeManchinWV lied to the people of West Virginia and to @POTUS about how he would vote on issues that matter most to West Virginians. It’s time for liberal lying Joe to go. #wvpol #WNSen pic.twitter.com/kBMDzhk0QU— The Senate Majority (@NRSC) July 17, 2018\n\n\nThe narration includes a lot of claims, but in this article we’ll fact check one of them — that Manchin was \"yes to repealing Obamacare.\"\nAt best, the ad oversimplifies Manchin’s record on Obamacare, officially known as the Affordable Care Act. The law, signed by President Barack Obama, overhauled the nation’s health care insurance markets and provided other consumer protections.\nManchin has been open about not liking certain parts of the law, and has said that he’d like to repeal those portions. But we were unable to find an example in which he supported a repeal of the entire law.\nManchin’s comments from 2010\nHere are some of the instances of Manchin’s comments in 2010, when he was the state’s governor running in a tight special election for Senate. His Republican challenger, businessman John Raese, was accusing him of being a rubber stamp for Obama.\n• On Sept. 18, 2010, the Gazette-Mail reported, \"The governor recently told the Gazette-Mail that he backed only certain provisions (of the Affordable Care Act) — for instance, those that allow people with pre-existing conditions to get health care, or let young adults stay on their parents' health plans. ‘I wouldn't have voted for the final version of that thing with the way that it came out,’\" he said.\n• On Sept. 27, 2010, Real Clear Politics wrote that Manchin, previously a strong supporter of the law, now \"favored ‘repealing the things that are bad in that bill.’ He ticked off a list of reforms in the law that he supports and asserted there is broad agreement in both parties for many of them. ‘Can't you keep that as a good base?’ he said, adding, ‘It's a great bill.’ He emphasized that he's not calling for wholesale repeal and just wants to roll back parts of it… .\"\n• On Oct. 8, 2010, MSNBC’s Hardball host Chris Matthews asked Manchin, \"Do you like the health care bill that Obama got through? Do you like it?\" Manchin responded, \"No, not the way it passed.\"\n• On Oct. 11, 2010, Manchin said on Fox And Friends that he’s \"always been in favor of health reform\" but the law was \"far too reaching … . It needs to have a lot of it repealed.\"\n• On Oct. 24, 2010, Manchin was pressed on his stance by host Chris Wallace on Fox News Sunday. Wallace asked, \"You're saying now that if you'd known what was really in the bill, although last March you said you'd have voted for it, you now say you would have voted against it?\" Manchin responded, \"Correct. Now, knowing the existence as far as how reaching it had been, as far as an onerous, I would have.\" He added, however, \"There's a lot of good parts to it. Why won't we fix what's wrong with it and make it better?\"\n• Perhaps most notably, on Oct. 12, 2010, the Charleston Daily Mail quoted remarks by Manchin that had been reported previously in the Wheeling Intelligencer: \"They can absolutely be sure I will vote to repeal the whole thing unless we can find common ground and common sense.\" That's the closest example we could find of an affirmative vote to repeal, but we couldn't find it corroborated. The Daily Mail article added, \"The Daily Mail has made repeated unsuccessful efforts to talk directly to Manchin about his position on health care over the past couple of weeks.\"\nIt’s clear that Manchin, facing a tough election, was walking a tightrope on the Affordable Care Act in 2010. Presented with the hypothetical question of whether he would have voted for the bill if he’d been in Congress at the time, Manchin said — some of the time — that he would not have.\nBut that’s not the same as saying \"yes to repealing Obamacare,\" as the ad asserts. In fact, his message in these comments was that he had some problems with the law, but he wanted to repeal the problematic portions, not the whole bill.\nManchin’s 2014 comment\nMorrisey’s campaign also pointed us to an article in the Register-Herald of Beckley, W.Va., on Feb 20, 2014. It’s about a local town hall appearance by Manchin. Here’s the relevant portion:\nBoth parties agree on many aspects of the ACA, such as pre-existing conditions not being excluded from coverage and no lifetime caps, but there are still many kinks that need to be fixed, Manchin said.\n\"I will vote tomorrow to repeal (the ACA), but I want to fix the problems in it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHe said the ACA is essentially a product and the government needs to find a way to \"sell it\" and make their customers want to buy it.\nThe phrasing of the quote is odd, because there was no Obamacare repeal vote held the next day or the succeeding few days, according to Senate records.\nIndeed, Manchin’s camp quickly sought to clarify the comments at the time.\nAfter the Hill, a Capitol Hill newspaper, reported the contents of the Register-Herald’s article, Manchin’s office provided a rebuttal that was added to the article:\nIn an email to The Hill, Manchin said that despite his comments, he does not support repealing the law.\n\"I have never supported repealing the Affordable Care Act because I came to Washington to find solutions to our country’s problems,\" he said. ...\nStill, Manchin said the law has \"many flaws,\" and that those parts that can’t be fixed and should be eliminated.\n\"We should be working together to identify which parts of the law are broken and need to be fixed,\" he continued. \"We may learn that some parts of the law can’t be repaired, and we should eliminate those parts entirely. …\"\nIt’s incomplete to cite Manchin’s words as reported in the local newspaper, since Manchin immediately sought to clarify what was reported.\nManchin’s votes on repeal bills\nSince his election to the Senate, Manchin has voted consistently against repealing the Affordable Care Act wholesale.\nIn eight Senate repeal votes tracked by healthreformvotes.org, a website affiliated with the liberal-leaning group healthinsurance.org, Manchin spurned GOP-led repeal efforts and voted for the \"pro-consumer\" side on all eight occasions. Those eight votes included one in 2011, two in 2015, and five in 2017.\nManchin’s more recent comments on the Affordable Care Act\nRecently, Manchin’s message on the Affordable Care Act has been consistent: He strongly approves of many things in the bill, and wants to fix the bill’s shortcomings rather than repealing it wholesale. Here’s a sampling of comments since early 2017, when President Donald Trump and congressional Republicans sought to repeal the law:\n• In March 2017, he told reporters on Capitol Hill that in West Virginia, \"I got an older population, I got a poorer population, and I got an opiate issue we need to clean up. And now, talk about insult to injury. You’ve got to have a moral compass inside of you.\"\n• Manchin said in May 2017 that \"if they can get rid of the word 'repeal,' Democrats can sit down,\" according to the Washington Examiner.\n• In July 2017, Manchin told WTOV-TV in Steubenville, Ohio, \"I'm not voting to repeal any of the votes (Senate Majority Leader Mitch McConnell, R-Ky.) wants on repealing (Obamacare). I don't think you can throw the baby out with the bathwater thinking that you're going to save the baby when the baby might've needed a diaper change.\"\n• He also told the Intelligencer and the News-Register in Wheeling, W.Va., \"I don’t think we should be repealing,\" Manchin said, adding, \"Come on guys, let’s sit down and fix it.\"\nOur ruling\nMorrisey’s ad said that Manchin said \"yes to repealing Obamacare. He lied.\"\nDuring his tough initial Senate race in 2010, Manchin did rhetorically put some distance between himself and the law, which was passed before he was a senator. However, to the extent that he supported repeals, he was talking about repealing portions of the law he saw as problematic — not the whole law, much of which he said he supported.\nIndeed, Manchin has consistently voted against and criticized wholesale repeal efforts, saying that he favored reforming portions of the law instead.\nThe statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\n Share the Facts 2018-07-24 19:25:38 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Joe Manchin said \"yes to repealing Obamacare. He lied.\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://twitter.com/NRSC/status/1019256415209345025   a campaign ad Tuesday, July 17, 2018 2018-07-17    Read More  info", "vclaim_id": "vclaim-pol-01820"}