{"url": "/factchecks/2009/jul/22/house-republicans/house-republicans-say-government-will-take-old-woo/", "speaker": "House Republican Conference", "vclaim": "\"The government is going to tell Americans they need to replace functioning stoves in their homes with 'government-certified' stoves and use taxpayer dollars to do so.\"", "truth_label": "half-true", "date": "stated on July 17, 2009 in the House Republicans' Web site:", "title": "House Republicans say the government will take old wood stoves", "text": "House Republicans are playing truth-squad with the cap-and-trade bill.\n \nEvery day they post one claim about the bill on their  Web site  in an effort to demonstrate why cap-and-trade, which is intended to slow climate change by limiting carbon dioxide emissions, is bad for consumers. Most Republicans oppose the bill.\n \n\"Daily Truth\" No. 14, which deals with a government program on wood stoves, caught our eye: \"The government is going to tell Americans they need to replace functioning stoves in their homes with 'government-certified' stoves and use taxpayer dollars to do so.  The Democrats’ national energy tax is just more government intrusion and more taxpayer dollars used for government-imposed mandates.\"\n \nFrom the sound of this claim, it seems like the government would demand all wood stoves be replaced (we imagine packs of bureaucrats knocking down doors and tearing wood stoves out of walls). We wondered whether the cap-and-trade bill really contains such a requirement.\n \nIndeed, the bill does set aside about $20 million to replace old wood or pellet stoves — specifically, stoves manufactured before July 1, 1990 — with newer, more efficient models. The money would help consumers pay for the upgrade. They would receive a 30 percent tax credit for costs incurred, up to $1,500.\n\nAs it does with most appliances, the U.S. Environmental Protection Agency sets efficiency standards for wood stoves, and to get the tax credit, consumers would have to buy one that bears the \"EPA certified\" label.\nSupporters of the stove swap initiative say it could help reduce air pollution. According to the EPA, certified stoves emit about three-fourths less pollution than do older models.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n \n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIn some parts of the United States, consumers have already taken advantage of a pilot program encouraging people to buy new stoves, and the bill simply expands that to stove owners throughout the country.\n \nRepublicans have it partly right about how the program would work. It would use taxpayer money to help consumers upgrade their older, dirtier stoves. And to get the rebate, consumers would have to buy an EPA-approved stove. However, the government is not forcing them to replace the stoves. \n\n\"This is not a mandatory program,\" said Paul Heintz, communications director for Rep. Peter Welch, a Vermont Democrat who helped come up with the plan. \"Those who own stoves that are either not certified by the EPA or were built before 1990 simply have the opportunity to take advantage of this program. They are under no obligation to do so.\"\n\nSo Republicans are right that taxpayer money is being used to subsidize upgraded stoves but they are distorting how the program works. The government is not \"going to tell Americans they need to replace functioning stoves in their homes with 'government-certified' stoves.\" The government is merely offering an incentive to replace them. So we find the Republican claim Half True.", "vclaim_id": "vclaim-pol-15676"}