{"url": "/factchecks/2012/sep/18/education-action-group/portland-schools-spending-half-million-dollars-dec/", "speaker": "Education Action Group", "vclaim": "\"Portland Schools spend $500K to deem PB&J sandwiches racist.\"", "truth_label": "pants-fire", "date": "stated on September 16, 2012 in an online post:", "title": "Is Portland Schools spending half a million dollars to declare the peanut-butter-and-jelly sandwich racist?", "text": "This is something PolitiFact Oregon never thought we’d have to do: Search online for the terms racist sandwich. And what pops up? A Portland Tribune news story about a Portland Public Schools equity program that focuses on diversity as a way to boost student learning.\n\nWe repeat the first four paragraphs of the story as is:\n\nVerenice Gutierrez picks up on the subtle language of racism every day.\n\nTake the peanut butter sandwich, a seemingly innocent example a teacher used in a lesson last school year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\"What about Somali or Hispanic students, who might not eat sandwiches?\" says Gutierrez, principal at Harvey Scott K-8 School, a diverse school of 500 students in Northeast Portland’s Cully neighborhood.\n\n\"Another way would be to say: ‘Americans eat peanut butter and jelly, do you have anything like that?’ Let them tell you. Maybe they eat torta. Or pita.\"\n\nThe online response has been tremendous.\n\nFrom Huffington Post: \"Peanut Butter And Jelly Racist? Portland School Principal Ties Sandwich To White Privilege.\" And from WTBX/FM in Hibbing, Minn: \"PBJ- the racist sandwich?\" (Summary: Yup. Your childhood staple is guilty of hate crimes against humanity.) Even the liberal Daily Kos weighed in with \"Oregon school principal: Peanut Butter sandwiches RACIST?\" and complained of political correctness gone amok.\n\nAnd here, posted on conservative breitbart.com: \"Portland Schools spend $500K to deem PB & J sandwiches racist.\"\n\nWe acknowledge some level of hyperbole. But we still wanted to know: Did the principal in question declare the sandwich racist? And did Portland Schools spend half a million dollars to do so?\n\nThe article posted on breitbart was written by the Education Action Group, a Michigan-based organization that dislikes public unions. We called and got Ben Velderman, a communications specialist who wrote the story.\n\nVelderman said he doesn’t know if the principal actually called the sandwiches racist -- which the headline claims. But he points to The Portland Tribune news article, which clearly talks about race and the privilege of the white mainstream.\n\n\"So if a peanut butter sandwich is the ‘subtle language of racism,’ I don’t think it’s a stretch that she thinks a peanut butter sandwich is racist,\" he said. \"I try not to be inflammatory. I try to keep it as reasonable as possible, by not making outlandish claims. She went out on a limb herself.\"\n\nGutierrez declined to speak with PolitiFact Oregon, but Portland Public Schools spokesman Matt Shelby answered questions on her behalf. He said she did not use the word \"racist\" in a meeting with staff cited in the news article. He said that the \"subtle language of racism\" phrase included in the story was the reporter’s wording, and not hers. The point of the example, Shelby said, was to encourage teachers to widen their range of food samples to include more students.\n\n\"It’s not that the PB&J sandwich is racist. That’s silly,\" he said. The reporter \"asked her about the goal of this work and what her desire was, and she told her that it was to have culturally relevant instruction in every classroom, and what that might look like.\n\n\"The work is not to point fingers and figure out what is racist.\"\n\nIn other words, accusing the sandwich of oppression is quite different from saying that it would be useful to include other foods when talking to students who don’t eat sandwiches for lunch.\n\nLet’s turn briefly to the money involved. Portland Public Schools has an ongoing contract with Pacific Educational Group, whose founder is author of the book, \"Courageous Conversations About Race: A Strategy for Achieving Equity in Schools.\" The district has spent more than $1 million since 2007 for diversity and equity training in the classroom. In other words, it’s for more than just the rebranding of a sandwich. (Tigard-Tualatin and other districts use the program as well.)\n\nHow fair is it for pundits to take a news story that includes the word racism in the first paragraph and boil that down into a headline about a racist sandwich?\n\nThe Education Action Group says it’s fair game, given the story and the fact that an educator singled out the sandwich in a lesson about cultural competency. But come on. Read the original story. Gutierrez is quoted as suggesting to staff: \"Americans eat peanut butter and jelly, do you have anything like that?\" That’s not an indictment of the sandwich.\n\nPortland Public Schools did not spend half a million dollars to label the sandwich \"racist.\" The principal never called the sandwich racist. The Portland Tribune never said the principal called the sandwich racist. And yes, we don’t usually weigh in on lunch, but who could resist? The statement is inaccurate and silly.\n\nWe rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-10361"}