{"url": "/factchecks/2016/jun/16/paul-ryan/paul-ryan-right-american-colleges-amount-cartel/", "speaker": "Paul Ryan", "vclaim": "American colleges amount to a \"cartel.\"", "truth_label": "barely-true", "date": "stated on May 14, 2016 in a tweet:", "title": "Is Paul Ryan right that American colleges amount to ‘a cartel’?", "text": "Several years ago, the phrase \"college cartel\" was used to describe the National Collegiate Athletic Association, which critics said enabled collusion among athletic departments.\nThen the use of the phrase expanded to encompass colleges in general.\nA 2012 National Review article headlined \"The College Cartel\" argued the college accreditation process gives accredited schools a monopoly on higher education and weakens incentives for them to control tuition costs.\nToday, those who want to reform higher education voice the same concerns — and the phrase \"college cartel\" is a go-to soundbite.\n\"Why don’t we break up the college cartel & let students try different options?\" U.S. House Speaker Paul Ryan, R-Wisconsin, tweeted on May 14, 2016. \"Let's give students a choice.\"\nThe tweet included a link to a video clip from a Ryan town hall meeting focused on millennials from the same day.\nRyan has argued that reforms in the accreditation process — including the embrace of non-traditional teaching formats such as massive online open courses — could help lower tuition costs.\n\"College cartel\" makes for great alliteration.\nBut how accurate is it as a description?\nGoing to the dictionary\nWhen asked for evidence, Ryan spokesman Ian Martorana began by sharing a definition from the Collins Dictionary: \"Cartel: a collusive . . . association of independent enterprises formed to monopolize production and distribution of a product or service, control prices, etc.\"\nThe ellipses in the definition stood in for \"international,\" a word that wouldn’t apply to this case. A second, broader definition in the same dictionary seemed to better match Ryan’s argument: \"an alliance of parties or interests to further common aims.\"\n\"The word ‘cartel’ in the tweet is a figure of speech,\" Martorana said, \"referring to the fact that the federal government controls the supply of higher education through the accreditation process.\"\nMartorana noted that to qualify for federal aid, schools must be accredited by a private educational association that has been certified by the Department of Education.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIndeed, the U.S. Department of Education acknowledges accreditation plays a \"gatekeeping\" role in access to the annual $150 billion spent on federal student aid.\n\"Accreditors are responsible for ensuring baseline levels of acceptable quality and performance across diverse institutions, degree types, and academic programs,\" the department said in a 2015 news release.\nBut that does not mean the private accreditation firms are working with the government — nor that the more than 60 active accreditors, which are private entities, are working together.\n\"I’m not sure how they constitute a cartel,\" said Barmak Nassirian, director of federal relations and policy analysis for the American Association of Colleges and State Universities. \"If by cartel you mean a group that gets together behind closed doors to set policy, that does not happen.\"\nMeanwhile, there are approximately 4,200 accredited colleges and universities in the United States. And they compete against each other for students, government aid and grant money. Each institution decides what degrees to offer and what is required to attain them.\nIndeed, anyone can create a college — the accreditation only comes in as a means for students to get federal student loans.\n\"As we know from Trump ‘University’ and from McDonald’s ‘University,’ you can use it as a euphemism,\" Nassirian said. \"You can use it in any context you want to. And nobody stops you from awarding whatever degree you want to award.\"\nWe also turned to somehow who knows cartels well — Ellen R. Wald, an expert on the OPEC oil cartel and a professor of social science at Jacksonville University.\nShe defines cartel as \"a group of companies or countries that coordinate and collude to set prices by increasing or decreasing production in unison.\"\nThere is no indication that universities collude to determine the number of diplomas granted, let alone the price, she said. If they appear to act in unison, it is because they are responding to the same government regulation and accreditation requirements.\n\"The only example in which universities coordinate to set prices is the Ivy League's decision to prohibit scholarships that are not need-based, which has the effect of raising overall prices,\" she said.\nEven then, the eight Ivy League schools are only a tiny portion of the 4,200 accredited institutions.\nOur rating\nRyan called to break up the \"college cartel,\" implying that collusion is preventing better options from entering the higher education market.\nWhile it is true that the accreditation process acts as a \"gatekeeper\" of federal student aid, but that is a policy standard and, in practice, is different than a cartel which would require collusion between institutions and many other factors.\nFor a statement that contains an element of truth but ignores critical facts that would leave a different impression, we rate the claim Mostly False. https://www.sharethefacts.co/share/060b4ac4-b038-4783-aeff-ab62c05fe309", "vclaim_id": "vclaim-pol-04825"}