{"url": "/factchecks/2013/mar/31/deborah-gist/ri-education-commissioner-deborah-gist-says-70-75-/", "speaker": "Deborah Gist", "vclaim": "When students leave our high schools and they go to the community college, 70-75 percent of them have to pay to take remedial math.", "truth_label": "mostly-true", "date": "stated on March 22, 2013 in an appearance on \"A Lively Experiment.\":", "title": "R.I. Education Commissioner Deborah Gist says 70-75 percent of CCRI students need to take remedial math", "text": "Controversy continues to rage over the requirement that Rhode Island high school students score highly enough on the New England Common Assessment Program test to receive a diploma.\n\n\nThe latest testing data show that 40 percent of students failed to meet the minimum math standard and risk being unable to graduate if their skills don't improve.\n\n\nDuring the March 22 edition of Rhode Island Public Television's \"A Lively Experiment,\" state Education Commissioner Deborah Gist defended the requirement.\n\n\nGist said that if you let students graduate without proficiency you're shortchanging them.\n\n\n\"Anyone who's telling these students that . . . it doesn't matter that they're able to do math at a basic level when they leave high school is just wrong. And it's not fair to them because what's going to happen to them when they leave our high schools and they go to the community college where 70-75 percent of them have to pay to take remedial courses to get the exact same math that we're talking about?\"\n\n\nSeventy to seventy-five percent of Rhode Island high school graduates who go to community college have to take remedial courses in math? That struck us as a huge percentage, even for those graduates who wanted a higher education but might not have had the grades, test scores or money to get into a four-year school. So we decided to check the numbers.\n\n\nFirst stop: Gist's office, where spokesman Elliot Krieger told us that the data came from the Rhode Island Office of Higher Education.\n\n\nWhen we contacted that office, spokesman Michael Trainor sent us to the Community College of Rhode Island, where William LeBlanc, the school's director of institutional research and planning, gave us the data for students enrolled last fall who had graduated from high school -- 97 percent of them from Rhode Island -- within the previous year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nCCRI uses a placement test called Accuplacer, developed by the same group responsible for the Scholastic Assessment Test for college-bound high school students, to identify students who need remedial work.\n\n\nAmong those 2,250 recent high school graduates, just over 75 percent needed some type of remedial course, whether it was math, English or writing, LeBlanc said. \"That's the highest we've had in awhile.\" The rate usually ranges from 70-75 percent. He said that's not unusual for a community college.\n\n\nThe biggest need was usually for remedial math -- 65.7 didn't pass the math requirement. They had to take Fundamentals of Math -- which deals with basic arithmetic, percentages and working with fractions -- or high school algebra.\n\n\nIn addition, 47 percent had to take remedial reading and 36 percent of the recent high school graduates were required to take remedial writing, LeBlanc said.\n\n\nOur ruling\n\n\nEducation Commissioner Deborah Gist said, \"When [students] leave our high schools and they go to the community college . . . 70-75 percent of them have to pay to take remedial [math] courses.\"\n\n\nThe actual rate this past fall at CCRI was 65.7 percent. It's not in the range cited by Gist, but it's close enough to earn her a Mostly True.\n\n \n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09528"}