{"url": "/factchecks/2019/mar/01/ilhan-omar/cohen-and-abrams-double-standard-lying-congress/", "speaker": "Ilhan Omar", "vclaim": "\"#MichaelCohen: Convicted of lying to Congress re: Russia investigation … #ElliottAbrams: Convicted of lying to Congress re: arming Contra death squads\"", "truth_label": "mostly-true", "date": "stated on February 27, 2019 in a tweet:", "title": "Cohen and Abrams: A double standard on lying to Congress?", "text": "When Michael Cohen, President Donald Trump’s former personal lawyer and convicted felon testified before a House committee, his Republican questioners had one main line of attack: He was a confessed liar who could never be believed.\nNear the end of Cohen’s testimony, Rep. Ilhan Omar, D-Minn., compared him to another confessed liar who later appeared before Congress — Special Representative to Venezuela Elliott Abrams. Omar tweeted this:\n\"#MichaelCohen:\n-Convicted of lying to Congress re: Russia investigation\n-Going to jail\n-'Don't believe a word he says!'\n#ElliottAbrams:\n-Convicted of lying to Congress re: arming Contra death squads\n-Pardoned, then appointed Envoy to Venezuela\n-'Don't dare question his past!' \"\n#MichaelCohen:-Convicted of lying to Congress re: Russia investigation-Going to jail-\"Don't believe a word he says!\"#ElliottAbrams:-Convicted of lying to Congress re: arming Contra death squads-Pardoned, then appointed Envoy to Venezuela-\"Don't dare question his past!\"🤔— Ilhan Omar (@IlhanMN) February 27, 2019\n\nTo be sure, the two men’s resumés are strikingly different.\nCohen has been a New York lawyer, a self-described fixer, and investor in a fleet of taxi medallions.\nAbrams has been a fixture in Republican foreign policy circles for decades. He was assistant Secretary of State during the Reagan administration in the 1980s, and served as a special assistant to President George. W. Bush. He is a senior fellow at the Council on Foreign Relations, a prominent policy think tank based in New York City.\nA legal comparison\nBoth men pleaded guilty to making false statements to Congress, but Cohen also pleaded guilty to tax evasion, filing false statements on a loan application and hiding an illegal campaign contribution. That last one involved payments to porn star Stephanie Clifford (also known as Stormy Daniels) to buy her silence in the closing weeks of Trump’s presidential campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAs for lying to Congress as the tweet claims, Cohen told Senate and House committees in August and October 2017 that discussions over a Trump Moscow development project ended in January 2016, before the Iowa caucuses and the New Hampshire primary. In his pleading, Cohen said that talks continued for months beyond that.\n\"The defendant’s false statements obscured the fact that the Moscow Project was a lucrative business opportunity that sought, and likely required, the assistance of the Russian government,\" government prosecutors wrote in their sentencing memo. \"If the project was completed, the Company (the Trump organization) could have received hundreds of millions of dollars from Russian sources in licensing fees and other revenues.\"\nOn the stump, Trump repeatedly insisted that he had no business ties inside Russia, though he did say he had sold plenty of high-end properties to Russians in America.\nAbrams and the Iran-Contra Affair\nAbrams’ offense dates to the mid-1980s. The Reagan administration was keen to stifle the leftist government that held power in the Central American nation of Nicaragua. To that end, the United States funded the Contras, an armed insurgency that battled for control of Nicaraguan territory.\nCongress objected, and in 1982, it banned support for the Contras. The Reagan administration carried on through a covert operation that sold arms to Iran, itself subject to an embargo, and used the proceeds to buy weapons the Contras needed.\nAbrams supplemented that cash with a $10 million contribution from the sultan of Brunei. Abrams gave the sultan’s representative a Swiss bank account number to complete the transaction.\nThe crash of a small plane helping supply the Contras exposed the operation. Congress investigated. When asked by the House Permanent Select Committee on Intelligence if any foreign government had helped supply the Contras, Abrams said, \"No.\"\nAbrams pleaded guilty to two misdemeanor counts of lying to Congress on the matter. He was later pardoned by President George H.W. Bush.\nIn comparing the two, John Q. Barrett, a law professor at St. John’s University who helped prosecute the Iran-Contra investigation, said, \"Both Abrams and Cohen pleaded guilty and cooperated with law enforcement.\"\nHe added, \"Convicted criminals provide truthful and valuable information to government, both law enforcement and legislative oversight, all the time.\"\nThe turmoil in Venezuela, with two men claiming to be the country’s rightful leader, widespread protests and economic collapse, brought Abrams back before a congressional committee recently in his role as the administration's Special Representative, a diplomatic post. Omar attacked him (her own word), saying, \"I fail to understand why members of this committee or the American people should find any testimony that you give today to be truthful.\"\nRight now, the main difference vis-à-vis false congressional testimony, is that Abrams has been pardoned and Cohen has not. That gives more support for challenging Cohen’s testimony, said Harvard law professor Alex Whiting. But Whiting cautioned that such distinctions are subjective.\n\"When it comes to convictions for perjury, it is often the case that how one feels about the seriousness of the crime and conviction depends on what one thinks of the person,\" Whiting said.\nBarrett did object to one part of Omar’s tweet. The Contras, he said, weren’t death squads. They were insurgents.\nLabels aside, there is credible and corroborated reporting that the Contras killed unarmed men, women and children, committed rape and torture, attacked civilian facilities, such as hospitals and food warehouses, and conducted mass kidnappings. While not all Contra groups were human rights violators, some acted with extreme brutality.\nOur ruling\nOmar tweeted, \"Michael Cohen: Convicted of lying to Congress re: Russia investigation … Elliott Abrams: Convicted of lying to Congress re: arming Contra death squads.\"  She was correct that both Cohen and Abrams were guilty of lying to Congress, although her comparison overlooks that Cohen admitted to other violations, including tax and loan fraud. Abrams received a pardon, and whether the Contras are accurately described as \"death squads\" is a complex issue.\nWe rate this statement Mostly True.\n Share the Facts 2019-03-01 19:40:37 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"#MichaelCohen: Convicted of lying to Congress re: Russia investigation … #ElliottAbrams: Convicted of lying to Congress re: arming Contra death squads\"    Ilhan Omar Democratic Representative from Minnesota https://twitter.com/IlhanMN/status/1100878179307347970   In a tweet. Wednesday, February 27, 2019 2019-02-27    Read More  info", "vclaim_id": "vclaim-pol-00951"}