{"url": "/factchecks/2017/dec/11/donald-trump/donald-trump-wrong-black-homeownership-rate-record/", "speaker": "Donald Trump", "vclaim": "\"Black homeownership just hit the highest level it has ever been in the history of our country.\"", "truth_label": "false", "date": "stated on December 8, 2017 in a rally in Pensacola, Fla.:", "title": "Donald Trump wrong that black homeownership rate is at a record high", "text": "When President Donald Trump noticed some African-American support at a recent rally in Pensacola, Fla., he offered a statistic about black homeownership.\n\"Look at these guys, ‘Blacks for Trump,’ \" Trump said, quoting their sign, on Dec. 8, 2017. \"I love you. I love you. By the way, now that you bring it up, black homeownership just hit the highest level it has ever been in the history of our country. Congratulations.\"\nHe brought up the claim in the company of other boasts about enhanced 401(k) accounts, consumer confidence and job growth since the start of the year. But black home ownership hasn’t hit a new record high. (The White House did not respond to an inquiry.)\n\n \nAttendees hold \"Blacks For Trump\" signs while waiting in line for a campaign rally with President Donald Trump in Pensacola, Fla. (Bloomberg/Nicole Craine)\n \nAccording to Census Bureau data, black homeownership peaked in 2004 at 49.1 percent. It has fallen incrementally almost every year since. In fact, the rate is now about one-sixth lower than it was at its peak.\nAfrican-Americans are less than two-thirds as likely as non-Hispanic whites to own a home, and the most recent rate for African-Americans, 41.6 percent in 2016, ranks behind each of the other four major groups -- non-Hispanic whites, Hispanics, Asian-Americans and Native Americans.\nIn fact, in 2005 the Hispanic homeownership rate overtook that of African-Americans, with the two groups diverging ever since.\n\nThe only positive news is that the quarterly figures for 2017 have been a little higher than they were in 2016. In 2016, the quarterly black homeownership rate fluctuated between 41.3 percent and 41.7 percent. In 2017, the rates in the first three quarters were 42.7 percent, 42.3 percent, and 42 percent, respectively. But that’s still below the annual levels from 2004 to 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo why has the African-American homeownership rate fallen for the past dozen years? More than anything, it’s been the Great Recession and its aftermath.\n\"Blacks were hit disproportionately hard by the foreclosure crisis, in part because they were heavily targeted for subprime and other risky mortgages,\" said Alex Schwartz, a professor at the Milano School of International Affairs, Management, and Urban Policy at the New School. Those types of mortgages were at the center of the housing crisis that helped cause the recession.\nAs for the continued decline, Schwartz said, \"banks and other mortgage lenders adopted much stricter underwriting standards after the crisis, making it far more difficult to qualify for mortgage credit. Since black and Hispanic households tend to have lower incomes and much less wealth than other groups, they are even less likely than before the crisis to purchase homes.\"\nMeanwhile, rising inequality and slow income growth for the bottom 80 percent of the income spectrum have made it more difficult for families to accumulate the savings necessary to make the downpayment to purchase a home.\n\"Our research shows that homeownership was not a conduit to wealth accumulation either in the housing boom or in the Great Recession,\" said Sandee Newman, who directs the Center on Housing, Neighborhoods and Communities at Johns Hopkins University.\nOur ruling\nTrump said, \"Black homeownership just hit the highest level it has ever been in the history of our country.\" In reality, the black homeownership rate peaked in 2004 and has fallen almost every year since, due in large part to the Great Recession and its aftermath. We rate the statement False.\n Share the Facts 2017-12-11 19:51:25 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Black homeownership just hit the highest level it has ever been in the history of our country.\"    Donald Trump President https://www.realclearpolitics.com/video/2017/12/09/full_video_trump_holds_make_america_great_again_rally_in_pensacola.html   a rally in Pensacola, Fla.  Friday, December 8, 2017 2017-12-08    Read More  info", "vclaim_id": "vclaim-pol-02608"}