{"url": "/factchecks/2007/dec/12/joe-biden/yes-biden-spoke-first-/", "speaker": "Joe Biden", "vclaim": "\"When Pakistan erupted in crisis, I spoke to Musharraf before Bush did.\"", "truth_label": "true", "date": "stated on December 12, 2007 in a TV ad:", "title": "Yes, Biden spoke first", "text": "A new TV ad from Joe Biden returns to the core theme of his campaign, that the Delaware senator has lots of experience with foreign policy.\n\nThe no-frills ad features Biden in front of a dark curtain, talking into the camera.\n\n\n\"Being president is not the same thing as running for president,\" he says. \"When this campaign is over, political slogans like experience and change will mean absolutely nothing. The next president has to act. The Biden plan to end the war in Iraq has already won bipartisan support. When Pakistan erupted in crisis, I spoke to Musharraf before Bush did. You don't have to guess what I'll do as president. Just look at what I've done.\"\n\n\nWe have previously explored\n\nBiden's claims about his Iraq plan,\n\nso here we will focus on his statement that when Pakistan erupted, he spoke with President Pervez Musharraf before Bush did.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIndeed, Biden, chairman of the Senate Foreign Relations Committee, spoke with Musharraf on Nov. 6, according to a statement from his office that day and wide news coverage of contacts with Musharraf.\n\n\nIn the statement, Biden described it as \"a very frank and detailed discussion. I told President Musharraf how critical it is for relations between our two countries that elections go forward as planned in January, that he follow through on his commitment to take off his uniform and that he restore the rule of law to Pakistan.\"\n\n\nPresident Bush spoke with Musharraf on Nov. 7, one day after Biden did. At a press availability that day at Mount Vernon, Bush's remarks were very similar to Biden's the day before. \"My message was that we believe strongly in elections, and that you ought to have elections soon, and you need to take off your uniform,\" Bush said. \"You can't be the president and the head of the military at the same time. So I had a very frank discussion with him.\"\n\n\nIt's not clear why Bush didn't speak with Musharraf until after Biden, but the records indicate that Biden's claim is True.", "vclaim_id": "vclaim-pol-16471"}