{"url": "/factchecks/2017/may/15/donald-trump/donald-trump-mentions-tax-deductions-birds-flying-/", "speaker": "Donald Trump", "vclaim": "The federal tax code includes \"deductions for birds flying across America.\"", "truth_label": "true", "date": "stated on May 11, 2017 in an interview with 'The Economist':", "title": "Donald Trump mentions tax deductions 'for birds flying across America,' and he should know", "text": "There were a number of head-scratching exchanges in President Donald Trump’s interview with The Economist posted on May 11, including Trump’s claim -- easily debunked -- that he had coined the phrase \"prime the pump.\"\nBut one line that raised our eyebrows was about tax deductions for birds.\n\"I get more deductions,\" Trump said. \"I mean I can tell you this, I get more deductions. They have deductions for birds flying across America. They have deductions for everything.\"\nAt first, we were mystified at what Trump was talking about. But as it turns out, he’s on target -- and as a golf course owner, he has reason to know about this obscure part of the federal tax code.\nWe’ll walk you through it.\nThe tax deductions in question involve what are known as \"conservation easements.\"\nA conservation easement for a parcel of land is an agreement by which the landowner pledges to forgo future development. This way, the land remains in its natural state and, among other things, can provide habitat for animals, including migratory birds.\nIn typical easements, the landowner continues to own the land itself, but the right to develop it is donated to a nonprofit organization that promises not to build on it. The difference between the pre-donation value of the land and the post-donation value of the land can be deducted on the landowner’s tax returns as a gift, said Steven Barshov, a land-use and environmental-law attorney at the firm Sive, Paget & Riesel, P.C. The exact loss in land value is determined by an appraiser.\nFor large or expensive parcels of land, the tax break can be substantial -- it can eliminate up to half of the taxpayer’s adjusted gross income (or all of it, if they are a farmer or a rancher). And if the amount of the gift is greater than one year’s adjusted gross income, the balance can be carried over through up to 15 future tax years until the value of the donation is exhausted.\nCompared to popular tax deductions like those for the interest on home mortgages, deductions for conservation easements are relatively small. Still, they add up: Bloomberg reported that in 2010, almost 3,000 taxpayers used conservation easements to deduct $766 million from their tax returns, according to IRS data. As recently as 2007, that amount was as high as $2.2 billion.\nWhere they have come in for criticism is for disproportionately benefiting the ultra-rich. Indeed, for a time, the administration of President Barack Obama tried to get rid of the tax break.\n\"They’re overwhelmingly for high-end individuals and provide little to no benefit to the public,\" Dean Zerbe, who examined easement donations as a Republican aide on the Senate Finance Committee, told Bloomberg. \"I don’t know if I could design a tax break that’s more targeted toward the millionaire set.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThis may explain why this particular tax deduction popped into Trump’s head during the Economist interview.\nForbes noted that when Trump gave the Associated Press a 94-page list of $102 million in charitable donations he had made since 2010, one of the entries was $63.825 million for \"various conservation easements.\"\nThe White House did not respond to a request for information about easements, but according to Forbes, Trump has donated easements for land on the Trump National Golf Club in Los Angeles and the Trump National Golf Club in Bedminster, N.J. Beyond the golf-course easements, Trump has also donated easements for his personal estate in Westchester County, N.Y., as well as his Mar-a-Lago property in Palm Beach, Forbes reported.\nEasements for golf courses have been particularly controversial, but they have been upheld in the courts, albeit with some restrictions. In one case, the U.S. Tax Court denied a deduction for an easement because the golf course used chemicals that rendered the land unsuitable for wildlife habitat.\nBut in a 2009 case, the Kiva Dunes golf course in Alabama won its case to claim the deduction after demonstrating that it was used by 46 species of neotropical birds that migrate across the Gulf of Mexico. The court’s only quibble was the valuation; the donation’s value was reduced from $30.6 million to $28.7 million.\n\"Protection of significant wildlife habitat is a conservation purpose qualifying a conservation easement for a charitable deduction,\" David Wooldridge, the Alabama attorney who represented the golf course, told PolitiFact.\nThere’s at least one other provision of the tax code where migratory bird habitat could qualify a landowner for tax deductions.\n\"In general, farm landowners and tenants can deduct expenses related to soil or water conservation, farmland erosion prevention, or endangered species recovery from their federal taxes, where otherwise these would be considered capital expenses,\" according to a guide for land conservation published by Texas A&M University.\nTo qualify for this deduction requires a nearby endangered species and a conservation plan approved by the U.S. Fish and Wildlife Service.\nFor the record, neither tax benefit applies only or specifically to birds.  \nOur ruling\nTrump said the federal tax code includes \"deductions for birds flying across America.\"\nHe’s right -- conservation easements to protect wildlife, including but not limited to migratory birds, can be used as tax deductions.  And Trump should know -- by all indications, he’s saved millions in tax payments on the backs of these little creatures. We rate the statement True.\n Share the Facts 2017-05-15 16:07:46 UTC   Politifact    1 1 7  Politifact Rating: True  The federal tax code includes \"deductions for birds flying across America.\"    Donald Trump President   an interview with The Economist Thursday, May 11, 2017 2017-05-11    Read More  info", "vclaim_id": "vclaim-pol-03308"}