{"url": "/factchecks/2020/jun/16/desiree-rogers/blacks-hispanics-less-likely-have-jobs-where-they-/", "speaker": "Desiree Rogers", "vclaim": "In COVID-19 crisis, “only 20% of African Americans had jobs where they could work from home.”", "truth_label": "true", "date": "stated on June 10, 2020 in an interview on CNN:", "title": "Blacks, Hispanics less likely to have jobs where they can work from home", "text": "The coronavirus has hit the African American and Hispanic community particularly hard. In New York City, for example, the death rate for African Americans is double the white death rate.\nIn an interview on CNN, Desiree Rogers, CEO of the cosmetic firm Black Opal Beauty and former social secretary in the Obama administration, said the jobs black people do put them more at risk.\n\"We know that only 20% of African Americans had jobs where they could work from home,\" Rogers told CNN June 10. \"What does that tell you? They don't have the capacity to be able to work from home. They have service jobs, and so that means they have to be out.\"\nSocial distancing under COVID-19 thrust millions of workers into telework. Rogers’ stat that only one in five African Americans were able to exercise that option is accurate.\nThe American Time Use Survey has been asking households how they spend their time since 2003. Broadly, people report what they have done in a 24-hour period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n \n\n\n\n\n\n\nAccording to the latest survey data from the Bureau of Labor Statistics, 19.7% of African Americans could work at home. The fraction was even lower for Hispanics — about 16%. The option to work at home was available to 30% of whites and 37% of Asians. The figure for all workers is 28.8%.\n\nEconomists at the Bureau of Labor Statistics said their survey doesn’t show why the numbers play out the way they do, but they pointed to government data on race and ethnicity and type of job.\nBlack Americans represent a bit over 12% of all workers, but are 26% of workers in health care support occupations, a field that includes hospitals and nursing homes. Those are places of high risk for exposure to the coronavirus. \nThere are other reasons why the virus has a disproportionate impact on African Americans, including underlying health conditions and less access to health care. \nOur ruling\nRogers said that only 20% of African Americans have jobs where they could work from home. That’s pretty much exactly what government data show.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-17929"}