{"url": "/factchecks/2012/oct/17/barack-obama/barack-obama-touts-record-high-border-agents-lowes/", "speaker": "Barack Obama", "vclaim": "Says his administration put more border patrol agents on the U.S.-Mexico border than at \"any time in history, and the flow of undocumented workers across the border is actually lower than it's been in 40 years.\"", "truth_label": "half-true", "date": "stated on October 16, 2012 in the second presidential debate:", "title": "Barack Obama touts record high border agents, lowest immigration from Mexico in 40 years", "text": "President Barack Obama and Mitt Romney sparred over border-control policy during the second presidential debate at Hofstra University. Here’s one of Obama’s claims:\n\n\"We put more border patrol on the (U.S.-Mexico border than at) any time in history, and the flow of undocumented workers across the border is actually lower than it's been in 40 years.\"\n\nWe’ll look at the two parts of this claim in order.\n\nA record number of border patrol officers?\n\nAs of 2011, the most recent year available, the Border Patrol has 21,444 agents, about 86 percent of them stationed along the southern border.\n\nThat’s a higher total number of agents than in any year going back to at least 1924, according to data from the U.S. Office of Immigration Statistics compiled and provided to PolitiFact by Douglas Massey, a professor at Princeton University's Office of Population Research who has studied immigration issues.\n\nIt’s worth noting -- as the Romney camp and others pointed out to us -- that the biggest bump in Border Patrol staffing came under President George W. Bush. Between 2001 and 2009, the number of agents rose by about 14 percent a year on average. Between 2009 and 2001, under Obama, it has increased by about 3 percent per year.\n\nStill, Obama framed his claim carefully. Are there more Border Patrol agents today than in any prior year? The answer is yes.\n\nIs the flow of undocumented immigrants the lowest in 40 years?\n\nWhen demographers try to measure the number of people crossing the border illegally, they usually refer to the net flow -- arrivals to the United States minus departures. Lately, that number has been essentially a wash, according to statistics from the Pew Hispanic Center.\n\nThe center estimated that between 2010 and 2011, the number of immigrants from Mexico declined so much that the flow into Mexico was bigger than the flow out of Mexico since \"probably in the 1930s,\" said Jeffrey S. Passel, senior demographer for Pew.\n\nThis is consistent with the kind of decline Obama was referring  to, but both Passel and Massey said Obama was likely referring to a somewhat different statistic -- namely, apprehensions of individuals crossing from Mexico to the United States. Those numbers also support Obama’s claim.\n\nApprehension statistics are an imperfect gauge of population flow, since they can be affected by the magnitude of the border patrol effort. Still, while this statistic is not a \"direct measure of flow across the border,\" Passel said, it is \"widely accepted as an indicator of the magnitude of the flow.\"\n\nSo what does that data look like? In 2011, according to federal statistics compiled by Massey, the United States apprehended 327,577 individuals, a smaller number than in any year going back to 1970 -- or just outside Obama’s 40-year window. And if you look at apprehensions per agent, it’s the lowest in an even longer period -- since 1943, Massey said.\n\nAssigning reasons for the decline\n\nWhere Obama’s claim runs into problems is when he credits his policies.\n\nPassel said Obama has a point that law enforcement -- something the president has influence over -- has a major impact.\n\n\"We know from various surveys that the cost of hiring a smuggler to get into the U.S. has increased significantly as enforcement has been ramped up,\" he said. \"We also know that Mexicans have been pushed into more remote areas to try to cross where it is physically more difficult and dangerous.\"\n\nBut Massey considers the economy the primary factor. The recession, he said, had an immense impact in slowing border crossing. In particular, dwindling prospects of finding a job in sectors such as construction, which traditionally attract a disproportionate number of Latinos, dampened the urge for potential Mexican migrants to undertake a difficult journey.\n\nTwo other significant factors were also out of Obama’s control -- the state of the economy in Mexico (which has been relatively healthy) and the activity of the drug cartels (which has increased violence on the Mexican side of the border).\n\nOur ruling\n\nObama said, \"We put more border patrol on the (U.S.-Mexico border than at) any time in history, and the flow of undocumented workers across the border is actually lower than it's been in 40 years.\"\n\nObama is right about the numbers of Border Patrol agents and on the immigrant flows across the border. However, it’s a stretch for him to suggest that his administration is the primary reason for record numbers -- the growth began under Bush. And while law enforcement matters, so do economic conditions in both the United States and Mexico as well as crime on the Mexican side of the border. On balance, we rate Obama’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10148"}