{"url": "/factchecks/2016/mar/01/barack-obama/obama-none-gop-candidates-have-climate-change-plan/", "speaker": "Barack Obama", "vclaim": "\"There is not a single candidate in the Republican primary that thinks we should do anything about climate change.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2016 in a press conference:", "title": "Obama: None of the GOP candidates have climate change plan", "text": "Foreign leaders are \"troubled\" by some of the rhetoric coming out of the Republican presidential primary, and it’s not just what they’re hearing from Donald Trump, says President Barack Obama.\n\"But this is not just Mr. Trump. Look at the statements that are being made by the other candidates,\" Obama said at a Feb. 16 news conference. \"There is not a single candidate in the Republican primary that thinks we should do anything about climate change, that thinks it’s serious. Well, that's a problem. The rest of the world looks at that and says, how can that be?\"\nObama’s statement sounded similar to a take from Democratic presidential candidate Sen. Bernie Sanders, who recently said, \"Not one Republican has the guts to recognize that climate change is real.\" We rated that claim False because a couple GOP presidential candidates (including some who are no longer in the running) have acknowledged its existence.\nObama’s claim is different: He said none of the Republicans thinks the country should do anything about climate change.\nTo different degrees, the remaining candidates don’t believe man-made climate change is happening, or at least not to the extent that Obama and a vast majority of climate scientists believe it’s happening.\nAll of the Republican candidates — Donald Trump, Marco Rubio, Ted Cruz, John Kasich and Ben Carson — call for scaling back environmental and energy regulations. Some support going through the private sector for renewable energy source development, alongside continued development of fossil fuels, and environmental protection.\nBut none have a fleshed-out plan to specifically address the issue of climate change.\nHere’s where the remaining Republican presidential candidates stand on climate change and what they propose to do (or not do) about it.\nDonald Trump\nTrump has said repeatedly that he does not believe in climate change, even suggesting it’s a conspiracy invented by China to make the United States less competitive.\nHis website doesn’t have any information on his plans to combat climate change or how he would approach energy issues. He has said he would abolish the Environmental Protection Agency, and the environment will be \"fine.\"\nWhen MSNBC’s Joe Scarborough asked Trump in November what he would do about climate change, Trump did not outline a specific plan, but he said, \"We want to have clean air to breathe and we want to have beautiful clean water. That's very important to me.\"\nSen. Marco Rubio, R-Fla.\nRubio believes the climate is changing, but he questions how much of it is man-made.\n\"The climate has always changed,\" Rubio said in January. \"There’s never been a time when the climate has not been changing.\"\nHe has criticized international climate efforts, as well as Obama’s regulatory measures, saying they are more damaging to the economy than they are helpful to the environment.\n\"If you’re overly dependent on any one source of fuel, then you become vulnerable to disruption,\" he said at the same event in January. \"I want America to truly have a truly all-of-the-above strategy.\"\nRubio has not released a plan to quell the effects of climate change.\nSen. Ted Cruz, R-Texas\nCruz believes man-made climate change is not real. He has called it a \"pseudoscientific theory\" and has criticized Obama for calling it a major security threat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHis website says he would abolish the Energy Department and eliminate at least 10 existing climate change and environmental programs.\nLike Rubio, he calls for an \"all-of-the-above\" approach to energy, meaning he supports development of fossil fuels as well as renewable resources, which he says amounts to an \"energy renaissance.\"\n\"We must harness our nation’s energy resources and remove federal impediments to energy exploration, development and trade,\" he wrote.\nBen Carson\nCarson does not believe in man-made climate change. He has said it’s part of a natural cycle and cannot be \"an excuse not to develop our own God-given natural resources.\"\nHis energy plan calls for reducing government regulations on energy production, including fossil fuels that contribute to climate change, but also developing renewable fuels. He also calls on people to be stewards of the environment, but not at the expense of jobs and the economy.\nHe did tell Time in October 2015 that if there is \"clear-cut evidence\" that a certain manufacturing practice is causing significant harm to the environment, President Carson might take some action.\n\"I would use the EPA to work with business industry and academia to find the cleanest, most environmentally friendly way to do things, rather than just all right, we’re coming in here and we’re shutting you down,\" he said.\nOhio Gov. John Kasich\nAs recently as Feb. 29, Kasich has said he believes there is a climate change problem, acknowledging he is going against the grain of his party.\nBut he has not proposed a full-fledged strategy to address it, and his fact sheet on energy does not mention climate change. He has, though called for pursuing renewable energy sources as one possible response.\nIn August, he questioned the extent of man’s impact on the environment, calling full-blown climate change \"some theory that is not proven.\" He said he wouldn’t want to destroy any jobs in order to address these concerns.\nFormer Florida Gov. Jeb Bush\nBush has dropped out of the race, but we’re including him because he was still in the running when Obama made his statement.\nHe believes climate change is real and human activity is a contributing factor. He had an energy plan but not a specific environmental protection plan.\nHe has argued that some of the Obama administration’s regulations go too far, such as Obama’s Clean Power Plan. Like most of the other Republican candidates, he called for reducing regulations and increasing growth in the energy sector, both fossil fuel and renewable sources.\n\"Energy resources must be developed in a way that protects human health and the environment,\" his energy plan said. \"Rules play an important role in making sure this is the case. But the Obama administration’s excessive rules too often usurp state and tribal authority and go beyond what is necessary.\"\nOur ruling\nObama said, \"There is not a single candidate in the Republican primary that thinks we should do anything about climate change.\"\nNone of the remaining Republican presidential candidates have laid out a specific plan to address climate change. All of them call for scaling back Obama’s environmental regulations, to boot.\nSome have called for private-sector development of renewable energy sources. Bush, who was in the race when Obama made his comment, and Kasich both have said they believe human-caused climate change is real and have said pursuing these alternative energy sources could mitigate the problem. But neither has outlined a specific plan.\nFor some Republican voters, this stance might be a plus. But it doesn’t change the veracity of Obama’s statement.\nWe rate it Mostly True.", "vclaim_id": "vclaim-pol-05341"}