{"url": "/factchecks/2011/aug/18/sandra-cunningham/sen-sandra-cunningham-claims-new-jersey-residents-/", "speaker": "Sandra Cunningham", "vclaim": "Says a Senate resolution would restore $140 in monthly general assistance payments and prevent people from committing crime.", "truth_label": "pants-fire", "date": "stated on July 11, 2011 in a speech on the State Senate floor:", "title": "Sen. Sandra Cunningham claims New Jersey residents will turn to crime after losing monthly general assistance payments", "text": "During a July 11 debate about overriding a veto handed down by Gov. Chris Christie, state Sen. Sandra Cunningham made an impassioned speech about the consequences of eliminating monthly general assistance payments to New Jersey residents in need.\n\nThe Hudson County Democrat was pushing to restore the $19.5 million that Christie cut from the state budget for the general assistance program. A part of the state’s welfare reform program, the general assistance program serves single persons and married couples without children.\n\nCunningham, one of the sponsors of a resolution for that funding, strongly implied that the state budget for fiscal year 2012 cut the $140 monthly payments and that her resolution would restore that amount. She argued that taking away that money would lead individuals to turn to crime.\n\nThe problem is that those monthly payments were no longer in jeopardy.\n\nPolitiFact New Jersey found that Cunningham was wrong to suggest the monthly payments were going down. In fact, the final state budget maintains general assistance payments at their previous levels.\n\nFirst, let’s look at how Cunningham made her case.\n\n\"I know when you look at it, you say, ‘It’s $140 per month. What good does it do?’ A hundred-forty dollars per month, if you don’t have a job, if you are trying to keep a roof over your head and food in your stomach, is a great deal of money,\" Cunningham told her colleagues. \"It’s absolutely necessary.\n\n\"If we don’t help these people, these people will find a way to help themselves,\" Cunningham continued. \"When we talk about urban area, and when we talk about impoverished people, we talk a lot about crime. Well, crime and poverty go together.\"\n\nCunningham went on, \"And in this particular case, if these people cannot find, cannot have something to eat, they will take to the streets and they will commit a crime. They will do that.\"\n\nBefore concluding her speech, Cunningham pleaded with her fellow senators: \"Please think about how some of our people really need it and how some of our people in this state are forced to live. Please vote for this resolution.\"\n\nThe resolution to provide that funding failed in a 24-15 vote.\n\nNow, let’s explain the general assistance payments.\n\nIn fiscal year 2011, the general assistance program provided monthly benefits of $140 and $210 for recipients deemed \"employable\" and \"unemployable,\" respectively.\n\nThe fiscal year 2012 budget proposed by Gov. Chris Christie included language to cut monthly benefits by $15. But the Legislature threw out that language when it approved the budget and Christie could not add it back in.\n\nDavid Rosen, legislative budget and finance officer for the state’s nonpartisan Office of Legislative Services, confirmed that removing that language from the governor’s proposed budget maintained the monthly benefit levels and the governor could not restore that language.\n\nNicole Brossoie, a spokeswoman for the state Department of Human Services, said in an email that the monthly benefits will remain unchanged in fiscal year 2012 because that language was eliminated.\n\nState funding for the general assistance program remains slightly below the fiscal year 2011 level, but that’s due to other program changes, Brossoie said. Of Cunningham’s resolution, Brossoie said, \"No change would have been made to cash benefits.\"\n\nSo, let’s be clear: Cunningham urged her colleagues to maintain $140 monthly payments that were not being cut.\n\nCunningham told PolitiFact New Jersey that at the time she made the statement she believed the Senate resolution would restore the $15 cut to monthly payments. She later acknowledged that the monthly benefits have been restored to their prior levels, but declined to comment further.\n\nBut what about Cunningham’s claim that losing general assistance payments could drive some recipients to commit crimes?\n\nTwo experts said general assistance payments won’t necessarily prevent crime.\n\n\"There is certainly a link between poverty and crime, but it’s not so simple that a small payment would fix it,\" said John Roman, executive director of the District of Columbia Crime Policy Institute.\n\nThe ruling\n\nCunningham strongly implied the state budget cut monthly general assistance payments, but the budget actually kept those payments intact. The senator also said losing that money could lead to more crime, but two experts said the payments wouldn’t necessarily prevent criminal acts.\n\nCunningham acknowledged the monthly benefits were restored, but it is still ridiculous for her to claim people will commit crime in response to losing general assistance payments, when those payments aren’t changing at all.\n\nWe rate the statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12558"}