{"url": "/factchecks/2011/apr/20/peter-nehr/internet-sweepstakes-cafes-gambling-loophole-or-il/", "speaker": "Peter Nehr", "vclaim": "An Internet sweepstakes cafe is \"a legitimate business that has been vetted and found to be completely legal in the state.\"", "truth_label": "half-true", "date": "stated on April 20, 2011 in comments published in the 'St. Petersburg Times':", "title": "Internet sweepstakes cafes: gambling loophole or illegal gambling?", "text": "A Pinellas County legislator is at odds with his local sheriff over whether an Internet sweepstakes cafe the lawmaker has opened is against the law.\n\nState Rep. Peter Nehr's business, Fun City Sweepstakes sells phone cards.\n\nBut as the St. Petersburg Times reported on April 20, 2011, for every $1 a person spends on a card, they also get 100 sweepstakes points to use at one of the business' 45 desktop computers. The computers can simulate the spinning images of a casino slot machine. You spin, and win, or lose. If you win, you can collect the winnings from the cashier.\n\nPinellas County Sheriff Jim Coats says he believes the sweepstakes businesses constitute gambling.\n\n\"As far as I'm concerned, they are illegal,\" Coats said.\n\nBut Nehr disagrees.\n\n\"This is a legitimate business that has been vetted and found to be completely legal in the state,\" he told the Times. \"I'm entitled like anyone else to open a legal business to earn money for my family.\"\n\nNehr sounded so sure about his business -- saying that it \"has been vetted and found to be completely legal\" -- that we wanted to check it out.\n\nOur analysis concludes the law is murkier than Nehr lets on.\n\nLet us explain.\n\nGambling is currently illegal in Florida except in places where it is specifically permitted -- dog and horse tracks and on Indian land. Nehr's business, and others like it across the state, operate not as gambling businesses but instead offer promotions for purchasing a service. Nehr says it's like McDonald's restaurants that sell sodas with a scratch-off, or Monopoly tickets.\n\nBut in the case of Fun City Sweepstakes, Nehr gives customers who purchase a phone card an opportunity to win a casino-style sweepstakes game.\n\nIn 2007, the police chief of Cedar Grove, near Panama City, wrote to then-Attorney General Bill McCollum about a similar sweepstakes parlor to ask whether the business was violating state gambling laws as set out in state statutes.\n\nMcCollum responded, basically, that it's not clear.\n\n\"The machine or device that is the subject of your inquiry may be a gambling device within the scope of section 849.16, Florida Statutes. Moreover, the sweepstakes involved may be a lottery. Both of these enterprises are illegal in the State of Florida. Gambling activities may not be disguised as a 'game promotion' under the terms of section 849.094, Florida Statutes, in an effort to avoid the criminal sanctions attendant to violations of Florida's gambling laws,\" McCollum wrote.\n\n\"In sum, it is my opinion that a determination of whether a particular game or contest violates the provisions of Chapter 849, Florida Statutes, is initially a determination that must be made by local law enforcement based on the particular facts of each case. If the Tel-Phone (the game specifically cited in the Cedar Grove case) game does contain an element of chance inherent in the machine which determines the outcome of the game, the game may be characterized as a slot machine within the meaning of section 849.15, Florida Statutes. However, this office recognizes that the ultimate determination of whether Florida's gambling laws may have been violated must be made by local law enforcement agencies.\"\n\nThe ambiguity has left law enforcement and prosecutors in a tough spot. The fundamental question: Is it worth the time and effort and resources to prosecute a business that may or may not be breaking the law?\n\nSo members of the Florida Legislature are considering legislation that would ban the type of business altogether.\n\nRep. Scott Plakon, R-Longwood, has sponsored HB 217 to prohibit the use of simulated gaming for promotional purposes. (His bill is moving through the committee process, while a Senate companion has yet to be heard.) A legislative analysis of the bill provides an excellent overview of the issue. The analysis of the bill says there are questions over the legality of the sweepstakes games, and that different counties have handled them differently.\n\nSeminole County, for instance, passed an ordinance to ban all simulated gambling devices -- though that ordinance is being challenged as an unconstitutional limitation on free speech. Other counties, including Baker and Leon, have considered ordinances that ban the games.\n\nThere have been just a few cases involving Internet sweepstakes cafes brought to court. And no one has been found guilty of gambling charges.\n\nIn Marion County, the owners of an Internet sweepstakes cafe like Nehr's were found not guilty on gambling charges in October 2010, the Ocala Star-Banner reported on Oct. 18. \"We're going to see if the State Attorney gets the message,\" said Kelly Mathis, the Jacksonville attorney who represented the sweepstakes cafe owner. \"They (prosecutors) put on their best case, and they still can't show there was a violation of criminal law.\"\n\nOther cases in Marion and Sumter counties were either dismissed, or prosecutors decided against pursuing a conviction.\n\nIn an April 2011 case in Brevard County, the state dropped felony gambling charges against an Internet sweepstakes cafe owner in exchange for the business owner agreeing to plead no contest to a misdemeanor count of not properly advertising her sweepstakes promotion.\n\nNo case has been reviewed by an appellate judge.\n\nWhere does this leave us? Nehr said his Internet sweepstakes cafe is \"a legitimate business that has been vetted and found to be completely legal in the state.\"\n\nYes, it's true that no one has been found guilty of a crime for running a business like Nehr's, and some in the Legislature are trying to make the games explicitly illegal. But that doesn't mean the games themselves have been found to be completely legal. McCollum, the former attorney general, issued an opinion saying they might be illegal, and many think that, in fact, they are.\n\nThere's no doubt the business was created in a way to work around existing gambling laws. The question is whether it successfully operates within a loophole, or comes too close to illegal gambling. Either way, it's a stretch for Nehr to say the operation has been vetted and is completely legal. So we rate this statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge LeMieux\n\n\nstated on October 5, 2011 in a video on a website\n\n\n\n\n\n\n\n\n\"The Christian Coalition gave (Adam) Hasner an F.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • October 31, 2011", "vclaim_id": "vclaim-pol-13222"}