{"url": "/factchecks/2012/nov/11/bill-haslam/tennessees-outcomes-based-college-funding-model-al/", "speaker": "Bill Haslam", "vclaim": "Says Tennessee’s higher education funding model \"is 100 percent outcomes-based\" and \"we are already seeing this model changing the way our postsecondary institutions do business.\"", "truth_label": "true", "date": "stated on October 18, 2012 in an article for Time magazine.:", "title": "Tennessee’s outcomes-based college funding model already “changing the way our postsecondary institutions do business,” says Haslam", "text": "When we saw the Oct. 18 edition of Time magazine – its higher education issue – we found Tennessee Gov. Bill Haslam listed as one of eight people the magazine consulted for \"8 Ideas to Improve Higher Education.\" Haslam’s article: \"Tie Funding to Graduation Rates.\"\n\nThe governor described the big changes in the focus and funding of Tennessee’s public higher education system brought about by the Complete College Tennessee Act, which was approved by the Tennessee legislature in 2010 at the behest of then-governor Phil Bredesen.\n\nCCTA did several things, all with a goal of improving the rate at which Tennesseans attain college degrees or post-high school certificates to help prepare them for the modern workforce. Toward that end, the law revised how the state allocates taxpayer funding among its public universities, community colleges and technical institutes, away from the old model based mostly on enrollment and to an \"outcomes-based\" formula to reward institutions that perform well in helping students advance through their programs and graduate.\n\nHaslam wrote: \"States have traditionally funded their public institutions of higher education based on enrollments. This means the more students attending an institution, the more money that institution receives from the state. While this may incentivize colleges to expand access, it does nothing to incentivize efficiency and productivity. Institutions are rewarded for admitting more students and keeping them enrolled as long as possible, not for ensuring that every student is making progress toward a degree and ultimately leaving with a credential that has value in the labor market.\n\n\"Instead of funding … based on enrollments, states should use a formula that pays institutions for success in key areas like progress toward and completion of degrees and credentials. … Tennessee remains the only state to have a 100 percent outcomes-based model … (and) we are already seeing this model changing the way our postsecondary institutions do business.\"\n\nWe decided to look at Haslam’s claims.\n\nIt’s a given that the 2010 legislation changed the funding formula to a performance and outcomes based model. A Tennessee Higher Education Commission summary says, \"The outcomes-based funding formula bases the entire institutional allocation of state appropriations on the basis of outcomes including degree production, research funding and graduation rates at universities, and student remediation, job placements, student transfer and associates degrees at community colleges.\"\n\nHigher education officials agree that 100 percent of the variable funding component of the formula is based on outcomes. That variable funding is about 80 to 85 percent of the total state appropriation for public higher education. There is also funding allocated for fixed costs like routine building operating expenses and utility costs that are based on square footage and type of space. But the bulk of the funding is allocated totally on performance. Dr. Richard Rhoda, executive director of the Tennessee Higher Education Commission says it’s also true that \"Tennessee is the only state in which the funding formula for higher education is totally outcomes-based.\"\n\nPerhaps the most important part of the discussion for students is whether and how the institutions they attend are, in the governor’s words, changing how they do business.\n\nOn that point, officials agree: a lot, particularly by committing more resources to help students succeed. Most universities, including the University of Tennessee and the University of Memphis, have established student success programs and centers and academic support centers where students can get individual and group tutoring, advising centers where advisers review students’ majors and recommend what courses they need to take, and career centers that help students figure out what they want to do and what majors they need to get there. Those centers and advisers constantly remind students and their parents during orientation and enrollment that the advising services are available. UT has consolidated its student success center in new offices in Greve Hall, and has established a \"one-stop shop\" for success counseling and tutoring in the newly renovated Commons at the main library. It has also created UT LEAD, a program to promote undergraduate success, academic excellence and persistence to graduation for selected students awarded the Tennessee Pledge or Tennessee Promise scholarships.\n\n\"This has indeed changed the way we do business. It is fair to say that each of our institutions is looking at how they allocate financial resources and assessing how those allocations will contribute to outcomes,\" said Chancellor John Morgan of the Tennessee Board of Regents, which governs U of M, Southwest Tennessee and Pellissippi State community colleges, and all other institutions outside the University of Tennessee System. \"Since the outcomes under the formula are heavily weighted toward student progression and program completion, there is an intense focus on spending money in a way that will promote student success.\"\n\nRhoda at THEC agreed: \"The changes we are seeing are in the forms of more intentional and direct assistance to students in selecting courses and majors; getting students to focus on completing programs and earning credentials; new programs that lead to credentials and skills that employers are seeking; and targeting adults with some college experience but no degree.\"\n\nOn that last group, adults with no degree, Rhoda says THEC is advocating Prior Learning Assessment on all state campuses – which helps adults earn college credit for skills they have acquired in the workplace. Rhoda said the University of Memphis appears further along in that than other institutions, offering experiential learning credit.\n\nOur ruling\n\nSo, funding is outcomes based and the institutions are changing the way they operate, by focusing more resources on students. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10015"}