{"url": "/factchecks/2017/aug/10/blog-posting/its-fake-news-barron-trump-was-hospitalized-pneumo/", "speaker": "Bloggers", "vclaim": "\"Barron Trump Rushed To The Hospital, Hospital Releases Statement On His Condition\"", "truth_label": "pants-fire", "date": "stated on August 6, 2017 in in a blog post:", "title": "It's fake news that Barron Trump was hospitalized for pneumonia", "text": "A post on the website AmericanToday.us falsely claimed Barron Trump was hospitalized for pneumonia.\n\"Horrible news are coming from the President’s house while President (Donald) Trump on Friday began a 17-day stint at his prized golf club in Bedminster, NJ. Barron Trump has been rushed to hospital with severe pneumonia while on holiday in Bedminster, NJ,\" the Aug. 6 post said.\nTrump’s youngest son is indeed on vacation with his family at their Bedminster resort, but we found no proof of his purported illness.\nThe post claimed Trump had sent a Snapchat photo to his friends captioned, \"Not the sort of bangles I usually choose on holiday.\"\nWe traced the image attached to the article to an 841-day old photo on an Instagram search engine called Mulpix. It’s not Barron Trump’s hand.\n\"He also tweeted his friends, saying that he was currently ‘in a wheelchair, connected up to tubes, in a hospital,’ \" the post said.\nBut we didn’t find any tweets mentioning a wheelchair or a hospital in the various unofficial Barron Trump Twitter pages.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe post also cited a nonexistent Fox News report that he was receiving treatment at an unnamed hospital.\nIn reality, the post is stealing some real-life events from surrounding a British television show host.\nThe host of the show Grand Tour, Jeremy Clarkson, was admitted to a Spanish hospital for pneumonia on Aug. 6, the same day as this fake news story was posted.\nA spokesperson for the show said in a statement that Clarkson \"was admitted to hospital on Friday morning during a family holiday in Spain.\"\nClarkson posted a photo on Instagram of his arm which he captioned, \"Not the sort of bangles I usually choose on holiday.\"\nHe also said he was in \"in a wheelchair, connected up to tubes, in a hospital\" in a tweet.\nI could send you one but it's of me in a wheelchair, connected up to tubes, in a hospital. Better?— Jeremy Clarkson (@JeremyClarkson) August 4, 2017\n\nThat’s more than enough to seal the fate of the claim that Barron Trump was rushed to hospital with severe pneumonia. We rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-03013"}