{"url": "/factchecks/2011/feb/25/mark-pocan/wisconsin-state-rep-mark-pocan-says-gov-scott-walk/", "speaker": "Mark Pocan", "vclaim": "Wisconsin Gov. Scott Walker’s estimate of a $3.6 billion state budget deficit is \"manufactured\" and a \"bogus figure.\"", "truth_label": "false", "date": "stated on February 16, 2011 in a blog posting:", "title": "Wisconsin state Rep. Mark Pocan says Gov. Scott Walker’s estimate of a $3.6 billion state budget deficit is a ‘bogus figure’", "text": "Democrats trying to stop Wisconsin Gov. Scott Walker’s move to sharply curtail public employee collective bargaining rights attack the plan itself, but also challenge Walker’s depiction of a crisis that he says demands such sweeping changes.\n\nIn a Feb. 16 blog post headlined, \"Walker’s Trojan Horse,\" Democratic state Rep. Mark Pocan of Madison scoffs at Walker’s estimate of a $3.6 billion shortfall facing the governor as he prepares the two-year state budget he’s set to introduce March 1, 2011.\n\n\"Governor Scott Walker’s manufactured $3.6 billion state budget deficit in the next biennium is rapidly unraveling as a bogus figure,\" Pocan wrote. \"The only way you can slip a bunch of bad public policy into law in Wisconsin is to disguise it as something else. Create a crisis, claim you are the sole path to resolving that crisis needing to enact whatever measures are necessary and he a hero to the people. Right.\"\n\nThe $3.6 billion figure -- for the two-year budget starting July 1, 2011 -- has not received much scrutiny in the media. Given its importance in the debate, and reader requests to test it, we decided to dig in.\n\nAn important note: The number shouldn’t be confused with the $137 million deficit for current budget year ending June 30, 2011. Walker’s \"repair bill\" for that budget is the focus of the massive protests in Madison over the collective bargaining restrictions in the bill.\n\nBut that provision would affect the two-year budget, too, because Walker wants local governments to use the limits on union power to offset the cuts in state aid he will propose.\n\nFirst we turned to Pocan, who was co-chair of the Legislature’s Joint Finance Committee when Democrats controlled the action in the last session, under then-Gov. Jim Doyle, also a Democrat.\n\nPocan acknowledges the state has serious fiscal concerns that must be addressed in the next budget. But he thinks a more realistic figure for the shortfall is somewhere between $1.5 billion and $2 billion, in part because legislators will likely limit state agencies close to a spending freeze.\n\nSo, is Walker puffing up the projected shortfall by more than 100 percent?\n\nIn short, is the number -- as Pocan claims -- \"bogus\"?\n\nBefore we dive into the question, a bit of background.\n\nA projected budget shortfalls is just that, a projection. It’s an educated guess about future tax collections and demands for services.\n\nThe process has some inherently political overtones.\n\nAs we have noted in the past, incoming governors often seek to make the problem large so they can come off as budget-cutting heroes when they submit their plan. Governors leaving office have an incentive to downplay shortfalls to burnish their reputations for fiscal responsibility.\n\nIn terms of size, the shortfall that Walker projects is nothing unusual over the last decade. For instance, Doyle estimated a $3.2 billion deficit heading into 2003-2005, and at least $5.4 billion heading into 2009-2011.\n\nThe shortfalls are owing in large part to changes in how much money comes in through income and sales tax collections -- which are dependent on the economy among other factors.\n\nWalker’s timing is good on the revenue front: Tax revenue is expected to rise $1.5 billion in the biennium compared to this year, according to the Legislative Fiscal Bureau.\n\nOn the spending side, another factor that explains the biennial budget squeeze is beefed-up state commitments to school aid, prisons and health care for the needy that date to the 1990s.\n\nWhen determining the shortfall, one of the few statutory rules of the game is that the shortfall report comes out before the governor makes his recommendations and ultimately presents a budget.\n\nIn a November item, we reviewed the Doyle administration’s estimate of a $1.5 billion to $2.2 million deficit. In rating it False we said found Doyle’s report made an \"$800 million assumption -- it counts as continued savings cuts that are really decisions for the new governor.\"\n\nDoyle, we reported, assumed in his estimate that Walker would continue several cost-saving measures Doyle had used to balance the current two-year budget. Those measures included furloughs, a roll-back of a 2 percent pay raise and across-the-board spending cuts.\n\nWalker, of course, may end up using some of those methods to balance the budget, but Doyle’s assumption dramatically reduced  the size of the challenge Walker inherits.\n\nWe also faulted the November report from Doyle for counting on $528 million in additional federal Medicaid payments, which the report said was iffy.\n\nAnother $200 million debt hanging over the state’s head was not accounted for at all -- the repayment of a transfer from the state’s patient compensation fund that was invalidated by the courts. And Doyle’s version counted on $300 million from unspecified cuts in the Department of Health Services.\n\nWhen you add those items in, the deficit figure was more like $3.3 billion.\n\nFast forward to 2011.\n\nWalker’s new team revised Doyle’s report in February, estimating the shortfall at $3.6 billion for the biennium.\n\nHow did they arrive at that? Was it just a matter of reversing some of Doyle’s assumptions?\n\nNot entirely.\n\nWalker’s package of tax cuts for business and people with health savings accounts, added another $140 million to the projected shortfall -- that’s lost revenue to the state treasury. The cuts were approved in January shortly after he took office.\n\nAnd the administration added back $1.2 billion in social service spending based on what they say is need that can’t be ignored in the Medicaid entitlement program. That was included in a memo from Budget Director Brian Hayes to the secretary of the Department of Administration, his boss.\n\nThe Walker estimate also scrapped the $800 million that Doyle’s aides had included for prospective cuts.\n\nWhile in office, Doyle asked many agencies -- but not nearly all -- to freeze their budget requests at this year’s level. Those were submitted by his appointees. Under the adjustments by Walker’s appointees, those requests add up to a much larger number.\n\nState budget officials did not return calls for this item.\n\nWe turned UW-Madison economist Andrew Reschovsky to opine on Walker’s numbers.\n\nReschovsky, who teaches at the La Follette School of Public Affairs, estimates the state deficit at close to Walker’s figure of $3.6 billion. He said the agency spending numbers were realistic, and that Doyle’s figure obscured the scope of the problem.\n\n\"People who suggest the problem isn’t real, I don’t think they are right,\" he said.\n\nReschovsky uses his own formula for the calculations, but was familiar with the February memo from Hayes laying out the administration’s numbers.\n\nIn contrast, Pocan -- whose claim the figure is \"bogus\" is the one we are evaluating -- said he had not seen the Hayes memo and was not familiar with its assumptions.\n\nPocan argues that agency increases over two years will never stand -- either in Walker’s budget proposal or during the Legislature’s review.\n\nBut that steers the discussion off point: Those requests, which largely reflect a continuation of current programs, are what creates the gap. It is in cutting them that revenues and spending are balanced.\n\nPocan gets some backing from Todd Berry, president of the Wisconsin Taxpayers Alliance, a nonpartisan research organization.\n\n\"The statutory practice of including agency requests in initial budget numbers is very misleading and confusing for the public,\" Berry said. \"They are wishes, not reality.\"\n\nBut Berry argues that the state’s use of budget gimmicks dating back into the 1990s has created a rolling \"structural deficit\" that puts the state in a deep hole even as it starts its budget process.\n\nPartly as a result of that, he thinks the two-year deficit is easily over $3 billion, even if some of the agency requests are inflated.\n\nLet’s wrap this up.\n\nDemocratic state Rep. Mark Pocan accused Walker of manufacturing a crisis for his own ends. Pocan says the deficit problem is about half what Walker claims. Walker will surely knock down the spending increases requested by state agencies, to bring costs in line with revenue.\n\nBut Walker is following the rules and traditions of the shortfall-prediction game, and outside experts say his figure is realistic as a measure of the challenge he faces. And Pocan hurts his cause by not having read the latest shortfall estimate report by Walker’s top aides.\n\nWe rate Pocan’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13528"}