{"url": "/factchecks/2011/aug/01/national-republican-congressional-committee/stimulus-jobs-cost-taxpayers-gop-committee-says-in/", "speaker": "National Republican Congressional Committee", "vclaim": "Says U.S. Rep. Ron Kind’s \"stimulus cost taxpayers $278,000 per job.\"", "truth_label": "false", "date": "stated on July 5, 2011 in a news release:", "title": "Stimulus jobs cost taxpayers $278,000 each, GOP committee says in claim against Dem Wis. Rep. Ron Kind", "text": "Finding a Republican who likes President Barack Obama’s stimulus plan might be harder than finding a hair comb-over that’s truly convincing.\n\nThere almost certainly are no stimulus fans at the National Republican Congressional Committee, which is devoted to electing Republicans to the U.S. House of Representatives.\n\nIn January 2009, the NRCC criticized the stimulus allotment of $335 million for sexually transmitted disease prevention programs. Our colleagues at PolitiFact National rated that claim Mostly True.\n\nIn an October 2010 claim against then-U.S. Rep. Steve Kagen, D-Wis., the NRCC said the stimulus cost Wisconsin \"77,000 jobs lost.\" We rated that one Pants on Fire.\n\nAnd the attacks have continued.\n\nIn a July 5, 2011, news release, the committee singled out U.S. Rep. Ron Kind, D-Wis., saying \"Kind’s stimulus cost taxpayers $278,000 per job.\"\n\nAlthough the stimulus wasn’t his plan, Kind voted for it. Eleven House Democrats and all House Republicans voted against it.\n\nAs we noted in our NRCC item about Kagen, critics say the $830 billion cost of the stimulus has bought too few jobs, and unemployment has grown generally worse since Obama signed the measure into law in February 2009.\n\nBut the claim that the stimulus spent $278,000 for every job it created is striking.\n\nOur colleagues at PolitiFact Ohio and PolitiFact Texas already have examined it.\n\nPolitiFact Ohio found that the statistic originated in a blog posting on the website of The Weekly Standard, a conservative magazine. The posting by Jeffrey H. Anderson attributes the $278,000-per-job cost to \"Obama’s economists.\" But to come up with that amount, Anderson did his own math with figures from a status report on the stimulus by Obama’s Council of Economic Advisers.\n\nCiting the report, Anderson said the stimulus had added or saved just under 2.4 million jobs at a cost to date of $666 billion. He divided the $666 billion by 2.4 million jobs to come up with a rounded-up figure of $278,000  per job.\n\nHere’s how our colleagues sized up two reiterations of the claim:\n\nHouse Speaker John Boehner\n\nPolitiFact Ohio weighed in after Boehner, an Ohio Republican, tweeted about the blog post. Our colleagues rated Boehner’s echoing of the $278,000 cost as False, pointing out that it lumps all of the various types of stimulus spending together.\n\nStimulus spending, as the Associated Press noted in a fact check of a similar GOP claim, pays not only for the worker but for material, supplies and that worker's output -- a portion of a road paved, for example.\n\nTexas Lt. Gov. David Dewhurst\n\nDewhurst, a Republican, also tweeted about the blog posting. PolitiFact Texas found that of the $666 billion stimulus spending to date, 43 percent was spent on tax cuts for individuals and businesses; 19 percent went to state governments, primarily for education and Medicaid; 13 percent paid for government benefits to individuals such as unemployment and food stamps; and the remaining roughly 24 percent was spent on projects such as infrastructure improvement.\n\nThat underscores how stimulus money was spent on many things in addition to creating jobs. Our Texas colleagues rated Dewhurst’s claim False.\n\nThat’s two False ratings on the same claim.\n\nWe asked the NRCC if it had any evidence beyond the blog post cited by Boehner and Dewhurst to back up its version of the statement -- that \"Kind’s stimulus cost taxpayers $278,000 per job.\" Spokeswoman Andrea Bozek cited various reports critical of the stimulus, but nothing to establish that the $278,000 figure is correct.\n\nTo review:\n\nThe National Republican Congressional Committee, like Boehner and Dewhurst, claimed that the federal stimulus cost $278,000 per job. The NRCC called it \"Kind’s stimulus\" because U.S. Rep. Ron Kind, D-Wis., voted for it. Our PolitiFact colleagues have twice ruled the claim False and the NRCC offered us no new evidence to consider. We rate its claim False, as well.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12646"}