{"url": "/factchecks/2010/mar/16/charlie-crist/crist-says-rubio-has-said-he-would-have-accepted-s/", "speaker": "Charlie Crist", "vclaim": "Rubio admitted he \"would have accepted the stimulus money.\"", "truth_label": "mostly-true", "date": "stated on February 17, 2010 in a news release:", "title": "Crist says Rubio has said he would have accepted stimulus money", "text": "It's a move straight out of the campaign playbook: If your opponent criticizes you for something, accuse him of doing the same thing.That's what Charlie Crist's campaign for U.S. Senate is trying to do to opponent Marco Rubio about supporting the $862 billion economic stimulus package. Rubio has repeatedly criticized Gov. Crist for supporting the plan, which used tax cuts and federal spending to try to jump-start the economy. Rubio has said that Crist \"breathed air into the sails of the failed Democrat plan, while deflating Republican efforts to rally behind an alternative.\"To turn the tables, Crist's campaign issued a satirical news release written as a speech that Rubio supposedly would give to the Conservative Political Action Conference. In it, Rubio would acknowledge that he had said in a recent interview that \"I would have accepted the stimulus money.\"\nThe news release was satire, but the point was serious -- that Rubio said he would have accepted stimulus money. We were surprised by that because Rubio has been so critical of the stimulus, so we decided to see what he had actually said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe Crist campaign is referring to a Rubio interview by Keith Cate of WFLA-TV in Tampa on Dec. 9, 2009. Asked whether \"he would not have accepted the stimulus money,\" Rubio said that \"ultimately I would have accepted those portions of the money that would not have put Florida in a worse position off in the future than it is right now.\"That's not exactly a hearty endorsement, but Rubio is definitely saying that he would take at least some of the money.When the statement set off blog frenzy, the Rubio campaign tried to explain. Alex Burgos, Rubio's spokesman, told  Politico that \"There’s a big different (sic) between what Charlie Crist did by accepting the Obama stimulus as the best that Congress could do, actively promoting it, advocating for it among his fellow Republicans ... and what other governors ultimately did — governors like Rick Perry, Bobby Jindal, Sarah Palin, Haley Barbor — by reluctantly accepting federal funds after the fact.\" Rubio told National Journal's  Hotline on Call that \"advocating for the stimulus plan and accepting those dollars are not the same. The stimulus was a disaster and I would have fought it in every way possible.\"As far as we can tell, Rubio has been consistent with his position that there is a distinction between accepting money and actually endorsing the stimulus. Speaking with The Weekly Standard in May 2009, Rubio said that \"It's one thing to say you'll accept the funds from the federal government ... it's another to actively advocate those policies, which I think are disastrous for America.\"And indeed, even in the aforementioned interview, when asked whether he would have attended the presidential visit from Barack Obama -- referring to a February 2009 town hall meeting in Fort Myers, which Crist attended -- Rubio said he would have avoided it \"because that rally was in support of a specific plan.\"To recap: Crist's campaign claimed that Rubio admitted that he would have accepted the stimulus money. And indeed, in the WFLA interview, Rubio said he \"would have accepted those portions of the money that would not have put Florida in a worse position off in the future than it is right now.\"We rate this Mostly True.", "vclaim_id": "vclaim-pol-15209"}