{"url": "/factchecks/2020/may/20/facebook-posts/no-theres-no-covid-19-law-requires-rent-or-mortgag/", "speaker": "Facebook posts", "vclaim": "If you paid rent in March or April, “they got to give” you your money back.", "truth_label": "false", "date": "stated on April 22, 2020 in a Facebook post:", "title": "No, there’s no COVID-19 law that requires rent (or mortgage) refunds", "text": "More coronavirus cash?\nThat’s the claim of a Facebook post that reads, in common online lingo:\n\"If u paid rent in March or April they got to give money bak.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSorry, there won’t be any check in the mail — for rent or mortgage payments — at least, not the way things stand now. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe April 22 post includes a screenshot of part of a news article published two days earlier by WHBQ, a Memphis TV station. \nThe article reported on a bill introduced April 17 by U.S. Rep. Ilhan Omar, D-Minn., that affects your primary residence — whether you rent or own.\nHad it become law, H.R. 6515, also called the Rent and Mortgage Cancellation Act, would have meant that the U.S. Department of Housing and Urban Development would have cut you a check for any rent or mortgage payment you had made for April (or later months, if you’re someone who pays ahead).\nAlso, you would not owe any rent or mortgage payments until 30 days after the end date of the COVID-19 emergency declaration signed by President Donald Trump. \nAs it is, though, no action has yet been taken on the bill, other than it being referred to the House Committee on Financial Service. A service used by GovTrack.us, which tracks legislation, says the bill has a 4% chance of being passed.\nThis post makes it sound like it’s a done deal. We rate it False.", "vclaim_id": "vclaim-pol-18344"}