{"url": "/factchecks/2020/jun/09/j-christian-adams/misleading-claim-millions-absentee-ballots-end-mis/", "speaker": "J. Christian Adams", "vclaim": "In voting by mail, “hundreds of thousands of ballots have been rejected for defects and millions more end up missing or in landfills.”", "truth_label": "barely-true", "date": "stated on June 3, 2020 in a House judiciary hearing:", "title": "The misleading claim that millions of absentee ballots end up ‘missing or in landfills’", "text": "The coronavirus pandemic has escalated the political battle over efforts to expand voting by mail, with the White House, Congress and local election officials feuding over whether to make it easier to cast ballots from home this year.\nA June 3 House Judiciary subcommittee hearing on protecting the right to vote amid the pandemic illustrated the divide — and turned up some questionable claims.\nVoting rights advocates on the left, including former Georgia lawmaker Stacey Abrams, argued that Americans need more access to voting by mail. Advocates said there has been scant voter fraud in the past, and polls show most Americans support voting by mail.\nConservative legal activists, including J. Christian Adams, said that voting by mail has been problematic. Adams, who served on President Donald Trump’s defunct voter integrity commission, is president and general counsel of the Public Interest Legal Foundation, which has filed lawsuits seeking to get jurisdictions to keep voter rolls up to date or to oppose expansions of voting by mail.\n\"We found numerous failures in election administration, and we know from federal data that voting by mail is the most vulnerable form of voting, where hundreds of thousands of ballots have been rejected for defects and millions more end up missing or in landfills,\" Adams testified. \nThe mailed ballots rejected for defects — sometimes as part of safeguards against voter fraud — represent a small percentage of the votes cast over four general elections. And Adams' statement that millions of ballots end up \"missing or in landfills\" is misleading.\nRELATED: How battleground states are preparing for the pandemic election’s massive increase in voting by mail\nWhy some ballots are not returned\nAdams’ foundation released a two-page document  in April that included voting-by-mail statistics during the past four general elections, from 2012 to 2018. Using U.S. Election Assistance Commission survey data, the foundation said that about 146 million ballots were mailed out to voters. \nOf those, 28 million ballots were \"not returned by voter, spoiled, returned as undeliverable, or otherwise unable to be tracked.\" The federal commission refers to these ballots as \"unknown,\" not \"missing.\"\nThose ballots \"represent 28 million opportunities for someone to cheat,\" Adams wrote. \nBut experts say that’s a mischaracterization of what’s generally happening with these ballots. It’s more accurate to refer to them as uncast or unreturned. \n\"The vast majority are sitting on kitchen counters or put in the trash or recycling because individuals who received them did not end up casting votes,\" said Barry Burden, a University of Wisconsin political scientist.\nThere are a few reasons why someone may receive an absentee ballot and then not use it. First, millions of these ballots are in the states of Colorado, Oregon and Washington that mail ballots to every active voter. Just as many voters don’t show up in person to vote, many voters in those states skip voting even when they are sent a ballot at home. For voters in other states, some were on ongoing lists to get absentee ballots for every election cycle, and may not have been engaged in a particular one. Even among voters who requested a ballot for that particular election, there are those who, for whatever reason, ultimately didn’t vote.\n\"Conflating voters choosing not to cast their ballot with ‘missing’ ballots is a fundamental flaw in the argument\" against voting by mail, wrote Vote at Home CEO Amber McReynolds, formerly Denver’s head of elections.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAdams’ spokesman told us that the comments about landfills refers to a statement by Paul Gronke, a Reed College political science professor and director of the Early Voting Information Center.\n\"Election officials ‘know’ what happened to those ballots,\" Gronke told ProPublica. \"They were received by eligible citizens and not filled out. Where are they now? Most likely, in landfills.\" \nGronke told us that his words were being misinterpreted to suggest something nefarious. \n\"These ballots were not returned,\" he said. \"They are not ‘missing.’ These are ballots that are not voted, and most likely, are simply discarded with the trash or paper recycling. That was the source of my somewhat tongue-in-cheek comment about a landfill.\"\nWe sent Adams a summary of what experts said to dispute the characterization of these ballots as \"missing.\" Adams defended his use of the word to describe ballots that are essentially unaccounted for.\n\"They are missing because nobody knows where they are,\" he said. \"They might be in landfills. They might be in the woods. They might be in a trunk.\"\nBallots are rejected due to various errors\nAdams’ group said that during the four most recent general elections, about 1.3 million ballots were rejected upon receipt out of about 146 million ballots, which works out to about 1 percent.\nFederal data shows that rejected absentee ballots are a small subset. In 2016, about 1% of absentee ballots were rejected, most commonly for missing or mismatched signatures, or for arriving after the deadline. Signature checks are one of the ways election officials try to safeguard against absentee voter fraud, but they can also trip up voters who simply forgot to sign their ballots, or whose signatures have varied over time.\n\"If you talk to election officials, they’ll tell you that signature problems are almost all due to current signatures not matching what’s on file, not due to people fraudulently voting for others,\" MIT political science professor Charles Stewart said.\nRejected ballots can make a difference in an extremely close election, such as Minnesota’s 2008 U.S. Senate election between then incumbent Republican Norm Coleman and Democratic challenger Al Franken. The outcome of that election was tied up in eight months of litigation over absentee ballots that had been initially rejected because of errors by would-be voters hoping to participate in the election, said Ed Foley, an election law expert at Ohio State University.\n\"Obviously, that’s an unusual case, but it is one example (among others) that shows that absentee ballots are generally more vulnerable to disputation than in-person ballots,\" he said. \nOur ruling\nAdams said in voting by mail \"hundreds of thousands of ballots have been rejected for defects and millions more end up missing or in landfills.\"\nAdams was referring to the outcome of mailed ballots during the past four general elections. Mail-in ballots rejected for defects represent  a very small share of the ballots issued, about 1 percent.\nAdams’ claim that \"millions more end up missing or in a landfill\" is misleading in implying that they were mishandled. He is referring to ballots that were mailed to voters and then ultimately ended up in a category that the federal government calls \"unknown.\" Election experts said it’s wrong to call these ballots missing — they represent voters who ultimately didn’t cast a ballot.\nThis claim has an element of truth, but leaves out important context that could give a different impression. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17900"}