{"url": "/factchecks/2014/jan/28/rick-perry/texas-change-highway-miles-not-no-1-adjusted-size/", "speaker": "Rick Perry", "vclaim": "Texas added 6,600 miles of highway from 2001-2012, more than any other state.", "truth_label": "half-true", "date": "stated on January 7, 2014 in a tweet:", "title": "Texas’ change in highway miles not No. 1 when adjusted for state size, population", "text": "Gov. Rick Perry recently tweeted that his state outpaced others in new highways on his watch.\n\"Texas has added more than 6,600 new highway miles from 2001-2012, more than any other state over that time,\" Perry said Jan. 7, 2014, the same day he spoke at the Texas Transportation Forum about the importance of such infrastructure.\nA major reason that matters, according to a Perry press release issued that day, is that \"investments in roads and infrastructure directly impact Texas' economic competitiveness and companies' ability to do business in the state.\"\nWe wondered whether Texas outpaced every other state in the dozen years after Perry became governor in late 2000.\nThe state Legislative Budget Board’s 2012-13 \"Fiscal Size-Up\" says Texas had about 80,000 miles of highway in 2012, specifically 28,441 miles of U.S. and state highways, 3,231 miles of interstate, 7,031 miles of frontage road, 40,939 miles of farm-to-market roads and ranch-to-market roads, and 331 miles of park roads.\nThose measurements are in \"centerline\" miles, the length of a highway. Another transportation measure is \"lane\" miles, which multiplies centerline miles by the number of lanes; a four-mile stretch of six-lane highway has 24 lane miles. Lane miles would reflect, for example, the widening of an older highway to ease congestion.\nPerry spokeswoman Lucy Nashed emailed web links to statistics from the Federal Highway Administration on lane miles of highway owned by state highway agencies in 2001 and 2012, to show how Perry reached his conclusion. Texas had the largest increase in highway lane miles in raw terms with 6,660 -- about 3 percent of Texas’ total 194,954 lane miles of state highway in 2012.\nMontana and Missouri were close behind in raw numbers, with 6,536 and 6,270 new lane miles, respectively.\nIn centerline miles over those years, Texas’ state-owned highways gained 922, which ranked it fourth among the states.\nNational commuting expert Alan Pisarski told us by phone that he thought Perry’s statistic sounded right and that other measures to check would be how mileage changed over time in relation to states’ size and population.\nAlways worth remembering: Texas is real big. When we examine questions of which state has the most high school graduates or the most coal-fired plants, it’s important to take that bigness into account to get a real sense of how Texas is faring compared with other states with widely different populations and geographic areas.\nSo, using U.S. Census Bureau data, we did a bit more math.\nTexas gained about 2/10 of a lane mile per square mile of area, ranking 21st in both 2001 and 2012. As its population ballooned, Texas’ lane miles of state-owned highway per 100,000 residents fell to 155, dropping it from 19th in 2001 to 23rd in 2012.\nRunning those calculations for all 50 states suggests that Texas’ 2001-2012 change fell considerably shy of No. 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nLooking at the amount of change each state experienced, Texas had the 16th-largest gain in lane miles per square mile. Going by the change in highway lane miles per 100,000 residents, Texas’ drop placed it 42nd.\nOnly six states gained ground in the population category -- ending up in 2012 with more lane miles per person than they had in 2001 -- and one of those was Michigan, the only state that lost population during this time. Over the same years, Texas saw the 12th largest increase in residents per square mile.\nSeparately, we noted some oddities in our spreadsheet. Several states’ changes in lane mileage showed as negative numbers. As it turned out, the tables reflected changes that occurred when roads were reclassified -- say, when a state took over a county road or vice versa.\nIowa, for example, apparently \"lost\" 1,266 lane miles from 2001 through 2012. Iowa Department of Transportation spokeswoman Andrea Henry told us by email that in 2002-03, her agency and Iowa cities and counties reevaluated the appropriate jurisdiction of public roads. \"Through a series of individual agreements and legislation, well over 700 miles of state roads were transferred from the Iowa DOT to individual cities and counties,\" she said, probably reducing the number of state lane miles by about 2,000. Together with lane miles added by new construction, she said, \"the net difference of a 1,266 mile reduction in lane miles is reasonable.\"\nTexas Department of Transportation spokeswoman Veronica Beyer told us by email that according to that agency, the state gained 6,634 lane miles from 2001 through 2012, \"with the overwhelmingly vast majority of that being due to new construction (and not transfer of ownership).\"\nThe federal agency didn’t record how many miles of new construction took place in each state. Without such a statistic, we can’t tell whether Texas’ lane miles were the most in the nation because Texas built the most state highways or because other states reclassified a lot of miles.\nIn response to our findings, Nashed said, \"Given that we had to choose a number that represented the growth of the system, thus lane miles makes more sense than centerline miles (this way it incorporates taking a road from 2 to 3 lanes for example).\n\"The state to state miles per square mile or population comparison would not have made sense, to me, in this case,\" she said, noting how Michigan’s drop in population made it appear that \"their state system per capita actually shows significant growth over time even though they added just 6 new lane miles.\nOur ruling\nPerry tweeted, \"Texas has added more than 6,600 new highway miles from 2001-2012, more than any other state over that time.\"\nThis raw calculation stands up; Texas was No. 1 in total lane miles added. \nBut Texas is also nearly the biggest state. Adjusting for states’ differences in population and geographic area shows Texas’ change in highway miles was the 16th largest gain per square mile of area and the state came in 42nd when ranked on the change in highway miles per resident.\nWe rate his statement as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08339"}