{"url": "/factchecks/2020/oct/26/joni-ernst/bipartisanship-rankings-show-joni-ernst-toward-top/", "speaker": "Joni Ernst", "vclaim": "Says she is ranked \"one of the most bipartisan senators in the Senate in the last 25 years.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2020 in comments at a debate:", "title": "Bipartisanship rankings show Joni Ernst toward the top", "text": "Republican Iowa Sen. Joni Ernst touted her bipartisan record at a debate against Democratic opponent Theresa Greenfield on Oct. 15, saying she was ranked as one of the most bipartisan senators in the last 25 years. \n\"I am so honored to be named as one of the most bipartisan senators in the United States Senate in the last 25 years,\" she said.\nIt was similar to a more specific statement about the rating’s source that she made at a Sept. 28 debate between the two candidates:\n\"I have been ranked as one of the most bipartisan Senators by Georgetown University over the last 25 years from any state of either party,\" Ernst said at the earlier debate.\nErnst is seeking reelection against Democrat Theresa Greenfield, and has been criticized by Democrats for sticking with Republican President Donald Trump when voting in Congress. \nWe checked the Georgetown University Bipartisan Index and saw that Ernst was ranked 34th among 98 senators actively serving in the U.S. Senate in 2019. Senate Majority Leader Mitch McConell and minority leader Chuck Schumer were excluded from the analysis. \nThe Bipartisan Index, a joint project of the Lugar Center and the McCourt School of Public Policy at Georgetown University, also showed Ernst’s voting record as ranking 39th out of 250 senators in the last 20 years. \nErnst’s campaign said the Bipartisan Index rating puts her in the top 15 percent of most bipartisan senators, campaign spokesperson Brendan Conley wrote in an email to The Daily Iowan. A check of the index shows Ernst in the top 15.6 percent.\nDan Diller, the policy director at The Lugar Center, wrote in an email that the Index is not a subjective judgment. Rather, he said, it is based on objective statistics applied to every senator to determine the frequency with which a member co-sponsors bills introduced by the senator’s opposing party, and the frequency with which a member’s own bills are co-sponsored by a member of the opposite party. He said senators are then compared with the average score of peers over the 25 years of data.\n\"Using this standard, Sen. Ernst scores very well, though not in the very top echelon,\" Diller wrote. \"Her lifetime score places her roughly in the 84th percentile of senators measured. I don’t know Senator Ernst’s precise words, but it would be for…Iowa voters to decide whether they were accurate based on her rankings.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nWhile Diller wrote that Ernst has earned high scores – well above the historical average  – indicating frequent cooperation with Democrats at the time legislation was introduced, he added that other measures of bipartisanship exist. So, we’ll take a stab at her statement by looking at the data, and other measures, knowing that any U.S. senator votes more often with their own party than they do with the opposition party. \nErnst may cooperate with Democrats at the time legislation is introduced, but she votes in line with Republican President Trump’s position 91 percent of the time, according to FiveThirtyEight, which tracks the president’s political positions and how senators vote on them. \nRaw vote counts aren’t an absolute measure either, according to Ian Ostrander, an assistant professor of American politics at Michigan State University. \"Some votes matter much more than others,\" he wrote to PolitiFact in September.\nIn another measure, though, Ernst is ranked as the second most conservative senator by GovTrack, behind Marsha Blackburn of Tennessee. The GovTrack ideology score measures senators \"according to their legislative behavior by whether they sponsor and co-sponsor overlapping sets of bills and resolutions with other Members of Congress.\"\nOverall, 26.4 percent of the bills Ernst co-sponsored in 2019 were introduced by a Democrat. GovTrack ranked her 52nd among senators for the percent of bills co-sponsored that were introduced by the other party. She introduced 18 bipartisan bills in 2019, which put her in a five-way tie for 38th place among senators for the number of bills introduced, according to GovTrack. \nOf the 48 bills Ernst introduced during the 119th Congress, 20 were cosponsored by Democrats, but only two of the bills Ernst introduced passed the Senate. Both were bipartisan votes on veterans issues, according to the U.S. Congress record of bills introduced. \nOur ruling \nErnst said she is ranked one of the most bipartisan senators in the Senate over the last 25 years. \nErnst has high scores of frequent cooperation with Democrats when legislation is presented, higher than the historical average. That indicates she is willing to work across the aisle when introducing legislation, especially according to the Georgetown University Bipartisan Index.\nAn overall claim that she is one of the most bipartisan U.S. senators may be slightly misleading because 38 current senators ranked in front of her in The Bipartisan Index’s 2019 rankings. Moreover, a senator’s bipartisanship also can be determined through voting records, rhetoric, and other factors.\nErnst votes in line with the Republican president 90 percent of the time, and is considered by GovTrack, which gauges bills she sponsors and co-sponsors, to be one of the most conservative senators ideologically. Her score from other groups tempers the absolute claim of working in a strong, bipartisan fashion more often than her colleagues.\nStill, Ernst places relatively high in two rankings of bipartisanship. So we rate her statement Mostly True.", "vclaim_id": "vclaim-pol-18778"}