{"url": "/factchecks/2011/dec/09/ohio-right-life/ohio-right-life-says-millions-federal-aid-went-sta/", "speaker": "Ohio Right to Life", "vclaim": "\"Ohio’s Planned Parenthood operations received millions of taxpayer dollars via federal grants in 2010 and 2011.\"", "truth_label": "mostly-true", "date": "stated on December 5, 2011 in a news release:", "title": "Ohio Right to Life says millions of federal aid went to the state's Planned Parenthood affiliates", "text": "Ohio and several other states across the country this year have passed laws to restrict abortion rights, including legislation to defund Planned Parenthood, a nonprofit organization that provides health care services, including abortions.\n\nOhio lawmakers, who already have passed a late-term abortion ban and other anti-abortion measures this year, have just begun hearings on Senate Bill 201, which is designed to defund Planned Parenthood and other family planning centers.\n\nThe day before the first Senate hearing on SB 201, Ohio Right to Life, an anti-abortion group, promoted the proposed law as a key component of its agenda.\n\n\"Ohio’s Planned Parenthood operations received millions of taxpayer dollars via federal grants in 2010 and 2011,\" a Dec. 5 news release from Ohio Right to Life said.\n\nOhio Right to Life went on to say that Planned Parenthood has performed more abortions annually as its federal funding has increased. It lauds the bill as one that will direct funding away from abortion providers and calls the hearings on the bill a step toward making 2012 a \"groundbreaking year for Ohio's pro-life movement.\"\n\nPolitiFact Ohio decided to examine Ohio Right to Life’s claim about public funding of Planned Parenthood, in light of its underlying contention that the funding of the agency supports abortion.\n\nWe asked Michael Gonidakis, executive director for Ohio Right to Life, for specifics on the taxpayer money Planned Parenthood has received. Gonidakis said state agencies disbursed the federal grants, authorizing more than $1.6 million in 2010 to Planned Parenthood locations in Ohio and more than $1.7 million this year.\n\nHe also provided a memo the nonpartisan Ohio Legislative Service Commission prepared detailing state agencies’ disbursement of federal grants to Planned Parenthood branches in Ohio. LSC compiled the information for Rep. Kristina Roegner, a Republican from Hudson who is a primary sponsor on companion legislation introduced in the House to defund Planned Parenthood. Roegner’s office confirmed the memo’s authenticity.\n\nTara Broderick, president and chief executive officer of Planned Parenthood of Northeast Ohio, said the organization does receive federal grant money. But none of that money pays for abortions, she said.\n\n\"A huge myth,\" Broderick said. \"Absolutely I can say taxpayer money is not used for abortion services,\" she said.\n\nPlanned Parenthood must sign an agreement affirming it will not use taxpayer money to provide, promote or refer abortion services, said a spokeswoman for the Ohio Department of Health, which distributes the bulk of federal grant money that Planned Parenthood receives. Additionally, an audit is performed to account for the organization’s use of government dollars, Broderick said.\n\nAccording to Planned Parenthood, the vast majority of its clients receive health care services such as Pap tests, birth control and treatment for sexually transmitted diseases. Less than 4 percent of Ohio Planned Parenthood clients received an abortion, the organization stated.\n\nNationally, Planned Parenthood performed 332,278 abortion procedures in 2009, the most recent year data was available. Those procedures made up 3 percent of the organization’s services, according to a Planned Parenthood fact sheet that was last updated in October.\n\nGonidakis, of Ohio Right to Life, acknowledged that the federal Hyde Amendment and state law prohibits tax dollars for paying for abortions.\n\n\"However, the significant public dollars Planned Parenthood does receive keeps them afloat and pays for pretty much their entire operations,\" he said in an e-mail.\n\nNot true, said Broderick, of Planned Parenthood of Northeast Ohio. She said the federal dollars make up 16 percent of the branch’s budget.\n\nSo where does that leave us?\n\nOhio Right to Life is correct to say that Planned Parenthood locations in Ohio have received millions in federal grants. But the connection between Planned Parenthood’s federal funding and its abortion services is not as direct as Ohio Right to Life’s news release implies.\n\nFederal law bars Planned Parenthood from using taxpayer money for abortions, and the agency must certify to the state that it does not do so. The money that would be redirected by S.B. 201 is used to provide other health services.\n\nOhio Right to Life’s claim about funding for Planned Parenthood is accurate.\n\nThat the money cannot be used for abortions and that abortion procedures make up a small percentage of Planned Parenthood services are additional pieces of information that provide the full picture.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 13, 2010 in a news release\n\n\n\n\n\n\n\n\n\"The Department of Health and Human Services is providing $160 million to the state of Pennsylvania to set up a new high-risk insurance pool program that would cover any abortion legal in the state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 23, 2010", "vclaim_id": "vclaim-pol-11966"}