{"url": "/factchecks/2013/apr/22/dianne-feinstein/sen-dianne-feinstein-says-every-national-poll-year/", "speaker": "Dianne Feinstein", "vclaim": "\"No poll done this year ... shows less than a majority to reinstate a federal ban on assault weapons.\"", "truth_label": "mostly-true", "date": "stated on April 17, 2013 in a speech on the Senate floor:", "title": "Sen. Dianne Feinstein says every national poll this year shows support for assault weapons ban", "text": "Sen. Dianne Feinstein, D-Calif., told fellow senators before they voted down her renewed ban on assault weapons that the American people sided with her.\nWhat’s more, she told them: Every poll said so.\n\"In poll after poll, that support is there,\" she remarked from the Senate floor on April 17, 2013, the same day broader gun control legislation failed. \"In no poll — even with all the discussion, even with the mobilization of gun owners and the NRA, a majority in every single national poll done shows that the majority want controls over assault weapons. I know of no poll done this year that shows less than a majority to reinstate a federal ban on assault weapons.\"\nA 1994 assault weapons ban, written by Feinstein, lapsed in 2004.\nAfter a gunman killed 20 children at Sandy Hook Elementary School in December 2012, she proposed the Assault Weapons Ban of 2013 — a renewal and expansion of the original ban.\nSenators, who considered it as an amendment to a broader bill, voted 40 to 60 against it. Did they vote against a majority of Americans?\n\"No poll done this year ... shows less than a majority to reinstate a federal ban on assault weapons,\" Feinstein said.\nWe went in search of polls.\n‘Assault weapons’\nWe combed through 18 polls with questions about assault weapons conducted between Jan. 9 and April 7. Nearly half of them occurred in January, both before and after President Barack Obama released his plan to reduce gun violence.\nHe called for \"banning military-style assault weapons.\"\nFeinstein’s bill, introduced a week after the president’s plan, proposed blocking the future manufacture, possession, sale and importation of 157 specific \"semiautomatic assault weapons,\" such as AK-47s and UZIs, along with any other weapon with a detachable magazine and at least one \"military characteristic,\" such as a pistol grip or barrel shroud.\nPollsters used a range of phrases to describe firearms as they asked Americans about their support or opposition to a ban, from \"assault rifles and semiautomatic weapons\" to \"military-style assault weapons.\"\nHere's a quick look at the results:\n \n\n\n\n\nPoll\n\n\nDate\n\n\nQuestion\n\n\nSupport for ban\n\n\n\n\nReason-Rupe\n\n\nJan. 17-21, 2013\n\n\n\"Do you think people should be prohibited from owning assault weapons, or should people be allowed to own them?\"\n\n\n44%\n\n\n\n\nCNN/ORC International\n\n\nApril 5-7, 2013\n\n\n\"Please tell me whether you would generally favor or oppose each of the following proposals which some people have made to reduce the amount of gun violence. ... A ban on the manufacture, sale and possession of so-called assault rifles, capable of semi-automatic fire, such as the AR-15.\"\n\n\n51% *\n\n\n\n\nFox News/Anderson Robbins Research/Shaw & Company Research\n\n\nMarch 17-19, 2013\n\n\n\"Do you favor or oppose each of the following proposals to reduce gun violence? ... Banning assault rifles and semi-automatic weapons.\"\n\n\n51% *\n\n\n\n\nQuinnipiac University\n\n\nFeb. 27 - March 4, 2013\n\n\n\"Do you support or oppose ... a nationwide ban on the sale of assault weapons?\"\n\n\n54%\n\n\n\n\nFox News/Anderson Robbins Research/Shaw & Company Research\n\n\nJan. 15-17, 2013\n\n\n\"Do you favor or oppose each of the following proposals to reduce gun violence? ... Banning assault rifles and semi-automatic weapons.\"\n\n\n54%\n\n\n\n\nMcClatchy/Marist\n\n\nMarch 4-7, 2013\n\n\n\"Do you favor or oppose a ban on assault weapons?\"\n\n\n55%\n\n\n\n\nPew Research Center\n\n\nJan. 9-13, 2013\n\n\n\"Please tell me if you favor or oppose the following proposals about gun policy ... a ban on assault style weapons.\"\n\n\n55%\n\n\n\n\nPew Research Center\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nFeb. 13-18, 2013\n\n\n\"Please tell me if you favor or oppose the following proposals about gun policy ... a ban on assault style weapons.\"\n\n\n56%\n\n\n\n\nCNN/Time/ORC International\n\n\nJan. 14-15, 2013\n\n\n\"Please tell me whether you would generally favor or oppose each of the following proposals which some people have made to reduce the amount of gun violence. . . . A ban on the manufacture, sale and possession of semi-automatic assault guns, such as the AK-47.\"\n\n\n56%\n\n\n\n\nQuinnipiac University\n\n\nJan. 30-Feb. 4, 2013\n\n\n\"Do you support or oppose ... a nationwide ban on the sale of assault weapons?\"\n\n\n56%\n\n\n\n\nABC News/Washington Post\n\n\nApril 11-14, 2013\n\n\n\"Would you support or oppose a law requiring a nationwide ban on the sale of assault weapons?\"\n\n\n56%\n\n\n\n\nABC News/Washington Post\n\n\nMarch 7-10, 2013\n\n\n\"Would you support or oppose a law requiring a nationwide ban on the sale of assault weapons?\"\n\n\n57%\n\n\n\n\nUniversity of Connecticut/Hartford Courant\n\n\nJan. 22-28, 2013\n\n\n\"Please tell me if you would favor or oppose the following proposals made as ways to control gun violence. . . . Banning military style assault weapons\"\n\n\n57%- strongly favor (48) or somewhat favor (9)\n\n\n\n\nABC News/Washington Post\n\n\nJan. 10-13, 2013\n\n\n\"Would you support or oppose a law requiring a nationwide ban on the sale of assault weapons?\"\n\n\n58%\n\n\n\n\nMorning Joe/Marist\n\n\nMarch 25-27, 2013\n\n\n\"Do you support or oppose legislation that would ban the sale of assault weapons?\"\n\n\n59%\n\n\n\n\nQuinnipiac University\n\n\nMarch 26 - April 1, 2013\n\n\n\"Do you support or oppose ... a nationwide ban on the sale of assault weapons?\"\n\n\n59%\n\n\n\n\nGallup\n\n\nJan. 19-20, 2013\n\n\n\"Suppose that on Election Day you could vote on key issues as well as candidates. Would you vote for or against a law that would … reinstate and strengthen the ban on assault weapons that was in place from 1994 to 2003?\"\n\n\n60%\n\n\n\n\nJohns Hopkins/GfK\n\n\nJan. 2-14, 2013\n\n\n\"Banning the sale of military-style, semiautomatic assault weapons that are capable of shooting more than 10 rounds of ammunition without reloading.\"\n\n\n69%\n\n\n\n\n\n* Majority not large enough to be statistically significant.\nIn 15 polls, conducted by organizations from ABC News/Washington Post to Quinnipiac University, the idea of a ban on such weapons got support from 54 percent to 69 percent of respondents, depending on the timing and phrasing of the question.\nIn two, from CNN/ORC International and Fox News in April and March, support was 51 percent — with a margin of error of plus or minus 3 percentage points. That means the polls reflected support between 48 percent and 54 percent, perhaps a majority and perhaps not. In other words, the \"majority\" wasn’t statistically significant.\nAnd one poll, from the libertarian Reason Foundation, asked the question in a distinctly different way, and got a different result. Most pollsters asked whether people supported or opposed a ban on assault weapons. Reason asked: \"Do you think people should be prohibited from owning assault weapons, or should people be allowed to own them?\"\nThey found that just 44 percent of respondents thought people should be prohibited from owning assault weapons.\nWe’ll note that the question goes beyond Feinstein’s legislation. Nothing in the bill would have prohibited people who already owned such weapons from keeping them.\nStill, argued Emily Ekins of Reason, \"response variability across polls demonstrates support for an assault weapons ban is not as clear cut as some may have previously thought.\"\nIndeed, a USA Today/Gallup poll from December, in the aftermath of the Sandy Hook shootings, also showed only 44 percent support for a law similar to Feinstein’s.\nMeanwhile, polls showed a partisan divide. In a January poll from Pew Research Center, for example, 55 percent of respondents favored an assault weapons ban. But just 44 percent of Republicans did. And a separate poll from Quinnipiac University in February showed that nearly half of Republicans might be less likely to vote for a member of Congress who voted for a ban on the sale of assault weapons — in addition to a third of independents and 11 percent of Democrats. That lack of support was most pronounced in the West.\nSo, while national support was generally strong, as Feinstein said, individual lawmakers faced a different reality.\nOur ruling\nFeinstein claimed that a majority of the American people supported her bill, saying \"no poll done this year ... shows less than a majority to reinstate a federal ban on assault weapons.\"\nShe's largely accurate, though the \"majority\" in two national polls wasn’t statistically significant, and a poll by a libertarian foundation showed less than majority support for prohibiting assault weapon ownership. Meanwhile, limiting her statement to \"this year\" excluded a USA Today/Gallup poll from December that undermined her point.\nStill, the libertarian poll went beyond Feinstein’s proposal, which didn’t prohibit ownership of assault weapons by those who already own them. Otherwise, two polls teetered on the edge of majority support, while 15 others unequivocally supported her claim. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-09434"}