{"url": "/factchecks/2014/oct/30/color-change/gop-trying-impeach-obama-civil-rights-group-says/", "speaker": "Color of Change", "vclaim": "Republicans are \"trying to impeach our president.\"", "truth_label": "barely-true", "date": "stated on October 29, 2014 in an Arkansas flyer:", "title": "Republicans are trying to impeach Barack Obama, civil rights group says", "text": "In a last-ditch effort to mobilize voters before Election Day, Democrats and their supporters are warning that Republicans will try to impeach President Barack Obama if the GOP wins the Senate.\nOn Oct. 28, Senate Majority Leader Harry Reid, D-Nev., wrote a fundraising letter for the Progressive Change Campaign Committee claiming that a \"Republican House and Senate could go beyond shutting down the government — they could waste months of our lives on impeachment.\"\nIn the South, a New York Times story noted the progressive civil rights group Color of Change echoed similar sentiments in a racially charged message aimed at minority voters. The organization took the sentiment a step further, saying Republicans are actually moving on impeachment.\n\"Enough! Republicans are targeting our kids, silencing our voices and even trying to impeach our president,\" a flyer the group sent out in Arkansas said.\nColor of Change Executive Director Rashad Robinson defended the flyer in a statement to PolitiFact: \"Republican leadership has shown an inability to contain the more fervent wing of the party that could never accept the idea of a black president.\"\nThe impeachment card has proven to be effective for Democratic fundraising in the summer. But is it accurate that Republicans are trying to impeach Obama?\nThere are no official efforts to impeach him and the prospects for impeachment, no matter what happens Tuesday, are very, very dim. However, you can find examples of a number of Republicans talking about it anyway.\nUnderstanding impeachment\nThere’s a high bar for impeachment outlined in the Constitution. It’s defined as the act of accusing a nonmilitary federal officer of  \"treason, bribery, high crimes (or) misdemeanors.\" \nThe process must begin in the House with the articles of impeachment, i.e. the allegations. The articles require a simple majority to pass. After the House votes on impeachment, the Senate tries the case, hearing testimony and examining evidence, and then it votes. Conviction, which results in removal from office, requires support from two-thirds of the Senate.\nThe House has initiated 60 impeachments in its history, according to the House archives, though only twice has it impeached a president: Andrew Johnson in 1868 and Bill Clinton in 1998. Neither was removed from office because their cases did not receive enough \"guilty\" votes to account for two-thirds of the Senate.\nWe looked at all bills for this Congress and found no member of the House has introduced legislation to initiate impeachment proceedings against Obama.\nIt's worth noting that Republicans have controlled the House since 2011, meaning they've had the numbers to impeach Obama for three years, and no official effort has emerged. If they had attempted impeachment, the Democrat-controlled Senate would almost certainly not have voted to convict Obama. And even if Republicans do well in the elections Tuesday, the rosiest projections would put them well short of the two-thirds vote needed in the Senate to remove Obama from office without Democratic support.\nRepublican leadership\nIn order for impeachment to be a real possibility, it would need support from Republican leaders for the articles of impeachment to get considered — but this support just doesn’t exist.\nNeither House Speaker John Boehner, Senate Minority Leader Mitch McConnell nor Republican National Committee Chairman Reince Priebus have called for impeachment. Boehner has been the most outspoken against impeachment, possibly because the process begins in his chamber.\nAt a July 29 press conference, Boehner said the threat of impeachment was a \"scam\" launched by Democrats to rally their base.\n\"We have no plans to impeach the president,\" he said. \"We have no future plans.\"  \nOn Oct. 30, spokesman Kevin Smith told PolitiFact, \"Boehner has taken impeachment off the table. His stance hasn’t changed.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n(Boehner has, though, started the process of suing the president over implementation of the Affordable Care Act, but those plans seem to have been put on hold.)\nThroughout June and July, other prominent establishment Republicans and potential 2016 presidential contenders — such as Sens. Rand Paul of Kentucky and Marco Rubio of Florida — spoke out against impeachment.\nIn some cases, Republicans seem to think that impeachment might backfire; it’s widely thought that voters punished Republicans at the ballot box in the 1998 elections for impeaching Clinton. In other cases, Republicans seem to be rejecting the idea of impeachment on the merits.\nObama’s actions, while disagreeable to Republicans, have not amounted to an impeachable offense — they do not \"rise to the high crime and misdemeanor level\" — Rep. Paul Ryan, R-Wis., said at a Christian Science Monitor event.\nThe list of Republicans cautioning against impeachment proceedings also includes some strong conservatives, like Reps. Mo Brooks of Alabama and Raul Labrador of Idaho — who said Republicans shouldn't \"even be talking about impeachment at this time.\"\nRepublicans for impeachment\nThat is not to say some Republicans have not discussed impeachment. There are Republicans in strong, red districts who said they favor impeachment and others who say it should be an option.\nWe found about a dozen instances where lawmakers said they are receptive to impeaching Obama. Causes for consideration ranged from the attack on a U.S. consulate in Benghazi to fears of unilateral executive action on immigration.\nIn May 2013, Rep. Jason Chaffetz, R-Utah, said impeachment was \"certainly a possibility\" and he was \"not taking it off the table.\" Around the same time, Sen. James Inhofe, R-Okla., not-so-subtly hinted, \"People may be starting to use the I-word before too long,\" while Rep. Michele Bachmann, R-Minn., said that \"there isn’t a weekend that hasn’t gone by that someone says to me, ‘Michele, what in the world are you all waiting for in Congress? Why aren’t you impeaching the president?’\"\nOthers are more blunt. Reps. Kerry Bentivolio, R-Mich.; Steve Stockman, R-Texas; Paul Brown, R-Ga.; and Randy Weber, R-Texas, all said Obama deserves to be impeached. Rep. Kenny Marchant, R-Texas, said impeachment may be necessary but for political purposes consideration should wait until after the November election.\nOften, the notion of impeachment is raised as a threat if Obama takes certain actions. For example, Rep. Steve King, R-Iowa, warned in July, \"If the president (enacts more executive actions on immigration), we need to bring impeachment hearings immediately before the House of Representatives.\" In June, Sen. Lindsey Graham, R-S.C., cautioned that if Obama released prisoners from Guantanamo Bay, \"There will be people on our side calling for his impeachment.\"\nThese threats sometimes take the form of legislation. Rep. Walter Jones, R-N.C., filed a resolution when Obama was weighing military action in Syria that said if a president uses military force without congressional approval it \"constitutes an impeachable high crime and misdemeanor.\" Brooks of Alabama authored a bill that would make it impeachable for a president to fail to prevent a fiscal deficit.\nImpeachment on the campaign trail\nDuring the 2014 campaign season, particularly in contested Republican primaries, how a candidate came down on the question of impeachment has at times become a litmus test for their conservative bona fides.\nJoni Ernst, now the GOP candidate for Senate in Iowa, was pressed on impeachment during a January candidate forum, according to Yahoo! News. Ernst said Obama should face \"repercussions\" for his (later deemed unlawful) recess appointments, \"whether that's removal from office, whether that's impeachment.\"\nSimilarly, Ryan Zinke, the Republican nominee for Montana’s at-large House seat, was pressed by a primary opponent on whether he would support impeachment. Zinke said he would.\n\"So is impeachment in the cards? Let's hope we have the votes,\" he said.\nThis is partly pushed by sentiments among many self-identified Republican voters, who at last tally were supportive of impeachment. According to a July CNN poll, 57 percent of Republicans backed impeachment.\nOverall, 33 percent of Americans favored impeachment, a number in line with polls from 1998 and 2006 when presidents Bill Clinton and George W. Bush, respectively, were two years into their second terms.\nOur ruling\nA civil rights group mailer said Republicans are \"trying to impeach our president.\"\nNo members of the current Congress have introduced legislation to impeach Obama, and Republican Party leaders have shut down the possibility. Some Congressional Republicans and candidates have called for Obama’s impeachment. But most of that rhetoric has been isolated to a few members of the party rather than a resounding chorus.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07049"}