{"url": "/factchecks/2020/feb/19/bernie-sanders/sanders-claim-buttigieg-favorite-health-care-indus/", "speaker": "Bernie Sanders", "vclaim": "“Pete Buttigieg is a favorite candidate of Wall Street and the health care industry.”", "truth_label": "half-true", "date": "stated on February 7, 2020 in campaign talking points issued days before the New Hampshire primary:", "title": "Sanders’ talking point about Buttigieg's health industry support needs context", "text": "As Pete Buttigieg gained momentum in the Democratic presidential primary race ― finishing second in the New Hampshire primary and a front runner in the Iowa caucuses ― he has increasingly been on the receiving end of shade from his rivals. \nThe campaign of Sen. Bernie Sanders, I-Vt., for instance, distributed talking points that zeroed in on fundraising, saying \"Pete Buttigieg is a favorite candidate of Wall Street and the health care industry.\" \nThe former mayor of South Bend, Ind., already faced criticism over his \"billionaire donors,\" which famously manifested during the Dec. 19 Democratic debate. It was then that Sen. Elizabeth Warren, D-Mass., described a Buttigieg fundraiser as held in \"a wine cave full of crystals.\"\nSanders’ comments led us to wonder if Buttigieg really is the sweetheart of the health care industry. We asked the Sanders campaign for its evidence. Staffers pointed us to data from the Center for Responsive Politics, a nonprofit group that operates the website OpenSecrets.org and tracks money from individuals and political action committees donated to political candidates and members of Congress. The center analyzes Federal Election Commission data and sorts contributions by categories based on the economic sector from which they come.\nA deep dive into the numbers \nThe Sanders campaign used OpenSecrets data it obtained in December 2019. But the OpenSecrets website has since been updated with fourth-quarter filings, so we couldn’t confirm the figures the campaign cited.  \nInstead, Doug Weber, a senior CRP researcher, pointed to the 2020 presidential race section of OpenSecrets, saying it contains the most accurate data for presidential campaign contributions. It also highlights industry contribution trends focused only on the presidential giving ― in other words, excluding contributions made to Senate campaign accounts.\nWe asked Weber if Sanders’ talking point about Buttigieg is true. That \"depends on what you mean by ‘health care industry,’\" Weber wrote in an email. OpenSecrets defines its health sector by contributions from PACs and individuals working in various health industries, he said, and \"for our data, that's our broadest definition of health care.\"  \nBased on this sweeping categorization, Sanders is ahead of Buttigieg in health sector donations. The Vermont senator received $2,910,894, while the former South Bend mayor trailed closely behind with $2,713,038. \nHowever, when you break down this data by industries within the health sector, Buttigieg comes out ahead of Sanders in contributions from pharmaceutical companies and also for health services/HMOs ― which includes groups like large insurance companies. \nBut even this point is nuanced. Former Vice President Joe Biden has received the most money of any Democratic candidate from the pharmaceuticals and health products sector if contributions from his leadership political action committee are included. Leadership PACs are committees unaffiliated with campaigns that can still receive contributions and financially support candidates. \nIn the health care industry categories of hospitals/nursing homes and health professionals, Sanders has received the most in dollar contributions. \nWhen asked to clarify how the Sanders campaign is defining the health care industry, a staffer responded that \"Bernie Sanders issued a pledge to not accept money from top officials of the insurance and pharmaceutical industries (as distinct from rank-and-file workers in those industries, which the aggregate data you cite deals with). He asked other candidates to do the same. Pete Buttigieg has refused to take that pledge, and has instead raised money from those top officials...These clear, demonstrable and verifiable facts makes very clear precisely what we are referring to.\" \nThe Sanders campaign sent us a list of pharmaceutical and health insurance executives that have contributed to Buttigieg, including employees and executives from AbbVie, Aetna, Anthem, Eli Lilly and Co., Merck & Co. and Pfizer. We checked that list against the Federal Election Commission database to ensure its accuracy. In addition, the Sanders’ campaign shared an October 2019 article from Sludge, an investigative journalism outlet focused on money in politics, which estimated Buttigieg’s third-quarter health care industry donations approached $97,000. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nWe also checked in with the Buttigieg campaign for a response, which replied that \"more than 800,000 Americans\" have donated to its candidate. The campaign’s emailed statement noted that Buttigieg’s \"Medicare for All Who Want It\" plan draws industry attacks because the health system \"will have to provide more affordable coverage and better care or they will lose customers as people enroll in the public option.\"\nWhat does it all mean?\nIt seems the Sanders’ claim is \"imprecise,\" said Robert Maguire, research director at the nonprofit group Citizens for Responsibility and Ethics in Washington (CREW). \n\"Given that the health industry itself is vast, what I assume the Sanders’ campaign … meant to say was that the more corporate aspects of the health industry ― like the pharmaceutical industry and the health insurance industry ― were funding Buttigieg disproportionately to others,\" he added.   \nMichael Beckel, research director of Issue One, a nonprofit organization focused on transparency and enforcement of campaign finance laws, said the key to understanding this claim is that the Sanders campaign is characterizing money from the health insurance and pharmaceutical industry differently than campaign contributions from individuals, such as nurses and other health professionals. \n\"Rank-and-file employees in one industry don't always express the same political preferences as executives in that industry,\" Beckel wrote in an email. \"Even as he's railed against the pharmaceutical industry and insurance industry, Sen. Sanders has welcomed support from labor unions representing nurses.\" \nMichael Malbin, a political science professor at the University at Albany-State University of New York, also took issue with the idea that an individual giving the maximum amount of money to a campaign could sway the candidate’s policies. \n\"Every time election season rolls around, there are stories about individuals employed in one industry favoring one candidate over another, and it could be for whatever reason,\" said Malbin. \"But, you cannot make the inference from industry coding … that they are giving just for a certain economic interest. Let alone that it’s remotely enough money to drive a presidential campaign. … It’s a $2,800 maximum, for crying out loud.\"  \nThe actual composition of donors in the health category can’t be known without analyzing OpenSecrets’ full data set ― which we could not do since it’s not publicly available.\nOpenSecrets does, however, analyze the percentage of small donor donations (less than $200) and large contributions for each presidential candidate. And 56% of Sanders’ contributions are from small donors, while 45% of Buttigieg’s campaign contributions come from that same group.  \nOur ruling \nSanders’ use of the phrase \"health care industry\" in this instance is too broad to support the point he is trying to make.\nAccording to recently updated OpenSecrets data, Sanders has received more donations from the health sector than any other 2020 presidential candidate. \nHowever, when the broad \"health sector\" category is narrowed down to pharmaceutical and health insurance companies, which are two targets of Sanders’ campaign, Buttigieg is shown to have received more donations than Sanders. He has also received donations from top pharmaceutical executives ― offering evidence to support Sanders’ claim. But in specifying donations from the pharmaceutical/health products sector, Biden tops Buttigieg when factoring in contributions to Biden’s leadership PAC.\nContext is also important. It’s likely a large number of Sanders’ health care contributions are from nurses and doctors as individuals. There’s no way to identify whether this support was related to the candidate’s health policies or motivated by other reasons.\nSanders’ claim has some truth to it but is imprecise. For this reason, we rate the claim Half True.", "vclaim_id": "vclaim-pol-17414"}