{"url": "/factchecks/2018/oct/25/blog-posting/viral-flag-burning-photos-are-not-migrant-caravan-/", "speaker": "Bloggers", "vclaim": "\"The illegal caravan of immigrants are flying the Honduras flag as they burn the American flag as they march towards the USA wanting asylum!\"", "truth_label": "pants-fire", "date": "stated on October 22, 2018:", "title": "Viral flag-burning photos are not from the migrant caravan in Mexico", "text": "Are Central American refugees hoping to relocate to the United States desecrating the stars and stripes as they head north?\n\"The illegal caravan of immigrants are flying the Honduras flag as they burn the American flag as they march towards the USA wanting asylum!\" claims a Facebook post shared more than 20,000 times on the social media site. \"They are not asylum seekers! They are invaders!\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It’s accompanied with three images, one showing a man’s face as he lights a flag on fire, another of a flag burning on the ground, and a third of a man holding a burning flag surrounded by a group.\nBut the photos aren’t from Mexico, where the migrants are now walking toward the southern border. The first image is the thumbnail used on Fox News TV reports on an anti-Trump protest  in New Mexico that turned violent in May 2016. And the flag isn’t an American flag but a Trump flag. \"Trump for president 2016,\" it says. \"Make America Great Again!\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe second photo was taken by Dan Kitwood, a Getty Images photographer who took a picture of a flag burning outside the American embassy in London during a protest in September 2010. As a stock image, it has been repurposed in subsequent stories, like one about Judge John Bates and a Deadspin article about \"movies that made us feel crappy about America.\"\nThe third photo is care of Reuters, and shows protesters burning the American flag outside the Republican National Convention in 2016.\nOn Oct. 19, two people burned an American flag \"during a protest in favor of the caravan of migrants,\" according to a caption to an Associated Press photo that shows two men holding the corners of a burning flag with a swastika scrawled on it. But that happened in front of the American embassy in Tegucigalpa, Honduras, when the caravan was stuck at the Guatemala-Mexico border.\nWe haven’t found credible reports of other instances of flag-burnings connected to the caravan, and no stories of migrants making the march north burning the American flag themselves. As some Americans fret about the growing group en route to the U.S.-Mexico border, this post misuses old, unrelated photos of flag-burnings and wrongly feeds fears of an invasion. We rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-01403"}