{"url": "/factchecks/2012/jul/23/paul-broun/broun-claim-history-crime-gets-main-points-right/", "speaker": "Paul Broun", "vclaim": "The U.S. initially had three federal felonies: treason, piracy, and counterfeiting securities and money.", "truth_label": "mostly-true", "date": "stated on July 2, 2012 in in a radio debate:", "title": "Broun claim on history of crime gets main points right", "text": "A recent discussion about federal laws concerning online fetish videos somehow turned into a debate over the size of the U.S. Department of Justice.  \n\nU.S. Rep. Paul Broun of Athens voted in 2010 against making the production of \"crush videos\" a federal crime. These horrific videos -- all sides agreed with that assessment -- show animals such as kittens and baby rabbits being killed.\n\nEver since, Broun’s opponents have tried to use this vote as political ammunition. One of his rivals even claimed he sided with \"sexual deviants.\" False, we ruled.\n\nIt happened again July 2 on Athens radio station WGAU-AM 1340, on the show \"Newsmakers with Tim Bryant.\" Broun was in the midst of an informal debate with GOP primary opponent Stephen Simpson when a caller asked the congressman to explain his vote on crush videos.\n\nBroun said making the videos was a \"heinous act.\" But he said there was no need for a federal law. States already ban them.\n\nFurthermore, the federal government has already created more laws than the Constitution allows it to do, he said.  \n\n\"Initially, we only had three federal felonies, I believe. It was treason, piracy, and counterfeiting securities and money,\" Broun said.\n\nOnly three? Tell us more, Congressman Broun.\n\nHe didn’t. His office did not return our messages. So we put on our tricorn hat and knickers and took the Truth-O-Meter on a trip into history.\n\nWe interviewed six legal historians with knowledge of early U.S. law. They told us that Broun’s statement broached the truth but contained some inaccuracies.\n\nThe U.S. Constitution doesn’t contain an exhaustive list of federal crimes. It does mention three of them: counterfeiting federal coins and securities, piracy and felonies committed on the high seas, and treason -- the ones that Broun mentioned.\n\nBut the Constitution is no criminal code, said Robert W. Gordon, a Stanford law professor and an expert on American legal history.\n\n\"It doesn't create or provide for the punishment of any crimes -- it just gives authority to the Legislature [Congress] to define and punish various crimes,\" Gordon said.\n\nThe nation’s first Congress took this authority and ran with it. The Act of April 30, 1790, otherwise known as the Crimes Act, codified those three federal offenses and declared others.\n\nWe read the act and found these additional crimes included committing murder in places under federal jurisdiction, concealing federal crimes and aiding crime on the high seas.\n\nPeople who falsified records of proceedings in U.S. courts were to be \"whipped not exceeding thirty-nine stripes,\" it said.\n\nThe Crimes Act made perjury punishable by \"standing in the pillory for one hour.\" Those convicted were banned from testifying in court.\n\nIn other words, the first Congress did not assume the three crimes mentioned in the Constitution were the only ones it could establish, said Polly J. Price, an Emory University law professor and expert on American legal history.\n\nOn the whole, however, historians thought that Broun’s omissions were important, but not fatal flaws.\n\n\"I would say that Representative Broun's claim was pretty nearly accurate, since the major crimes defined in 1790 are the ones he lists; just not completely accurate, because Congress also created a few more crimes at the same time,\" Gordon said.\n\nHow do we rule?\n\nBroun’s list was a dozen or so crimes short. But his overarching point is correct. When America was in its infancy, very few federal crimes existed.\n\nBroun earns a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-10723"}