{"url": "/factchecks/2014/mar/16/dan-pfeiffer/dan-pfeiffer-says-obamas-approval-rating-recent-mo/", "speaker": "Dan Pfeiffer", "vclaim": "Says President Barack Obama’s approval rating \"gained 3 points in the last couple months.\"", "truth_label": "mostly-true", "date": "stated on March 16, 2014 in an interview on \"Meet the Press\":", "title": "Dan Pfeiffer says Obama's approval rating is up from recent months", "text": "Here’s a smattering of headlines from the last week on President Barack Obama’s polling numbers:\nTime: \"Poll: Obama’s Approval Rating Sinks To New Low.\"\nPolitico: \"Poll: Obama approval at record low.\"\nWall Street Journal: \"WSJ/NBC News Poll: Obama's Approval Rating Hits New Low.\"\nDes Moines Register: \"Obama job approval hits record low.\"\nSo you can imagine our surprise when White House adviser Dan Pfeiffer claimed Obama’s numbers are actually up during an interview with Meet the Press host David Gregory. Here’s the exchange.\nGregory: \"We had a big poll out, Wall Street Journal/NBC News, this week. Here’s what it found. Overall job approval for the president: 41 percent. Handling the economy: 41 percent. Same number when it came to foreign policy. And here’s what’s striking: Approval is 74 percent among Democrats. Sounds high, but it’s the lowest that the president’s had. ... The president has really slipped.\"\nPfeiffer: \"Public polls are a little bit all over the map. On the same day your poll came out, another poll came out that showed the president gaining 6 points in the last couple months. I’ve looked at a lot of data and let me tell you what we see. There’s no question that everyone in Washington, the president included, took a big hit from the double whammy of a shutdown and the problems of healthcare.gov. We have stabilized and we’re working our way back. If you look at the aggregate of public polling, we’ve gained 3 points in the last couple months.\"\nWe checked in with the White House to see where Pfeiffer got his numbers. A spokesman pointed us to Real Clear Politics, a political website that aggregates polling data and calculates an average.\nObama’s job approval has been underwater for some time. Since May of last year, more Americans polled expressed disapproval in Obama’s job performance than approval. The gap has widened considerably since then.\nWhile the Wall Street Journal/NBC poll released this week has Obama hitting a new low with an approval rating of 41 percent, the White House noted the Real Clear Politics average had Obama bottom out in December with an approval rating of 39.8 percent. That came on Dec. 3 after several weeks of bad headlines about healthcare.gov’s botched rollout.\nOn March 17, Obama’s aggregate poll numbers put his approval rating at 42.9 percent. That accounts for the 3-point jump that Pfeiffer claimed.\nThe recent \"surge\" in the average seems to be skewed largely by two outlier polls conducted by Rasmussen Reports and Bloomberg.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn a survey from March 13-15, Rasmussen Reports said 49 percent of Americans approve of Obama, while 50 percent disapprove, a statistical dead heat. Bloomberg between March 7-10 found an even split among those surveyed -- 48 percent both approved and disapproved of Obama. That’s a six-point improvement from December, when Bloomberg put his approval rating at 42 percent.\nThe remainder of the polls included in the Real Clear Politics average showed Obama’s net approval rating ranging from -8 (Public Policy Polling) to -16 (Fox News) percentage points.\nJohn McIntyre with Real Clear Politics said the average from Dec. 3 likely included six or more polls taken between mid to late November as well as daily tracking polls, but it's possible they weren't from the same pollsters as the current average (at press time McIntyre was looking into which polls were used and we'll update the post when he gets back to us). He added that a quick look at the numbers showed, based on Real Clear Politics' average, Pfeiffer was right, though he noted that the December average captured a weird time period as some polls shut down around the Thanksgiving holiday.\nOther poll aggregation methods, meanwhile, show much more modest gains by the president.\nHuffington Post, for example, tracks 88 polls and takes a snapshot of the daily tracking polls from Gallup and Rasmussen every three days. According to their model, Obama’s aggregate approval rating was 42.5 percent on Dec. 2 (his low point) and has jumped just a bit to 43.3 percent. That’s less than 1 percentage point, a considerably smaller improvement than Real Clear Politics’ average.\nCharles Franklin, co-founder of pollster.com (which the Huffington Post now owns) and director of the Marquette Law School Poll in Milwaukee, walked us through his own aggregation of Obama’s poll numbers.\nAccording to Franklin, Obama’s low point came Dec. 2 when he registered an approval rating of 41.98 percent. He currently estimates the number at 44.38, a gain of about 2.4 percentage points.\nSo all three poll averages show Obama’s low point actually came in early December, but his bounceback varies depending on the methodology.\n\"There are various ways of ‘averaging’ or aggregating polls to estimate trends,\" Franklin said. \"My bottom line: There has been some gain though it appears to be not as large as 3 points when using all available polls and a standard trend estimate. There may be a specific pollster you could find that has shown a 3 point gain, but that is cherry picking the one with a larger gain, rather than using all the polls as I and HuffPost do.\"\nOur ruling\nWhen asked about Obama’s approval rating, Pfeiffer said, \"We’ve gained 3 points in the last couple months.\" He’s right that the aggregate of polling data suggests that Obama’s low point was December, not early March, as the new WSJ/NBC poll said. But there’s some variation in how big of a rebound Obama’s approval rating has seen. While Real Clear Politics says its 3 percent (buoyed by two outliers), Huffington Post put it at less than a percentage point. Franklin said it was somewhere in between those two.\nPfeiffer’s correct that the president’s poll numbers are up slightly over the past few months. But they remain low (and underwater), and the gains depend on how you run the numbers.\nWe rate Pfeiffer’s claim Mostly True.\nCorrection: Charles Franklin said President Barack Obama's aggregate approval rating bottomed out at 41.98 percent in December 2013. An earlier version of this fact-check included a different figure.", "vclaim_id": "vclaim-pol-08130"}