{"url": "/factchecks/2014/jan/03/michael-moore/michael-moore-obamacare-sends-over-100-billion-ins/", "speaker": "Michael Moore", "vclaim": "Because of the health care law, \"by 2017, we will be funneling over $100 billion annually to private insurance companies.\"", "truth_label": "mostly-true", "date": "stated on January 1, 2014 in a \"New York Times\" op-ed:", "title": "Michael Moore: Obamacare sends over $100 billion annually to insurers", "text": "Michael Moore, the rough-edged populist maker of films about guns, the erosion of the middle class and capitalism itself, kicked off 2014 with some harsh words for President Barack Obama. In a New York Times op-ed, Moore called Obama’s signature health care law \"awful.\"\n\"The Affordable Care Act is a pro-insurance-industry plan implemented by a president who knew in his heart that a single-payer, Medicare-for-all model was the true way to go,\" Moore said. \"By 2017, we will be funneling over $100 billion annually to private insurance companies.\"\nWe have consistently found that, contrary to the claims from the president’s critics, the newly implemented law is not a government takeover of health care. Instead, it drops a layer of regulations and subsidies on top of the existing private sector system. While that generally supports Moore’s contention that the government is sending lots of dollars in the direction of private insurance companies, we wanted to dig further into the specifics.\nMoore’s staff directed us to a May 2013 analysis by the Congressional Budget Office, the nonpartisan number crunchers who help Congress assess its choices.\nThe money Moore has in mind represents the subsidies the federal government is offering to make health insurance more affordable for millions of people. Many individuals who purchase coverage through either the  federal or a state marketplace, at prices set by insurers, will be eligible to receive tax credits that lower their premium costs.\nThere are a couple of ways the money can make it to the private insurers that offer the plans. The government might transfer the funds directly to the company or the customer might pay and then get a tax credit at the end of the year. Regardless, each month the private insurance companies get their money.\nThe $100 billion number Moore cited in the New York Times is off, but just slightly, said Josh Fangmeier, a health policy analyst at the Center for Healthcare Research and Transformation at the University of Michigan. A more accurate figure from that CBO report is $95 billion in 2017.\nThe subsidies, which have the effect of lowering premiums, \"will increase demand for coverage, and insurance companies will likely benefit from this by gaining more customers,\" Fangmeier said.\nThe CBO figures there will be 20 million people getting subsidies in 2017.\nThat’s a fair bit of new business for private insurers but Scott Harrington, a professor of health care management at the University of Pennsylvania’s Wharton School, said no one should confuse revenues with profits. Most of the new money will pass through the insurance companies’ hands.\n\"At least 80 percent of those dollars -- and probably more -- will go directly towards paying medical claims of enrollees,\" Harrington said.\nStill, Harrington noted that there will also be new customers who buy without subsidies because the law requires all citizens to have insurance. \"There is no doubt that the law will increase insurers’ revenues given that more people will be buying coverage,\" he said.\nAt least a couple of the largest insurance companies speak of the Affordable Care Act as an opportunity, not a threat. This past October, Joseph Swedish, the chief executive officer of Wellpoint, gave this upbeat summary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Today we are raising our 2013 membership and earnings per share guidance, reflecting our strong performance, our continued preparation and the outlook for coming market changes under the Affordable Care Act,\" Swedish said.\nIn a December press release, UnitedHealth Group touted government-sponsored programs as a significant source of growth.\n\"Approximately 25 million consumers are expected to purchase coverage through public exchanges (the online marketplaces) in the coming years. We are well positioned to meet both consumer and employer needs in the traditional, public exchange and private exchange marketplaces,\" the company said.\nBoth of these insurers emphasized that nothing is guaranteed and warned that the Affordable Care Act could cut into profits. UnitedHealth Group cautioned specifically about  the next couple of years. But after that, their projections were positive.\nIn one respect, the government takes back part of what it offers insurers. The overall plan raises billions in taxes and fees. In 2017, the government expects to collect about $11.4 billion from insurance companies. That could cut into profits but most analysts, including the CBO and America’s Health Insurance Plans, an industry trade group, expect companies to pass those costs on to consumers.\nThe health care law also phases out subsidies in place today that make the Medicare Advantage program more lucrative for insurers.\nAt the end of the day, the extent to which insurance companies will profit is a matter of debate and uncertainty. Chris Conover, a health policy analyst at Duke University, does not believe the subsidies will add to the companies’ bottom line once you factor in the cost of care.\n\"It’s simply a pure pass-through operation on which insurers make zero profit,\" Conover said.\nBut Fangmeier pointed to work by the Urban Institute, which projected that for different age groups, sometimes premiums would tend to be higher than health care claims and sometimes they would be lower. Fangmeier said the companies could \"at least break even.\" How it turns out will depend on who buys coverage, how much health care they use, and how efficiently the insurance companies operate.\nA final note: Both Fangmeier and Conover emphasized that the federal government already heavily subsidizes the health insurance industry through the unique tax rules for employer-sponsored coverage. The employer can take the share it pays of the premiums as a deduction, while the worker gets the benefit tax-free. In 2017, the Joint Committee on Taxation estimates that will cost the government $171 billion, much more than the subsidies paid through the Affordable Care Act. That is not the only difference.\n\"Unlike the Affordable Care Act tax credits, which is a progressive subsidy, the employer insurance tax exemption is regressive,\" Fangmeier said. \"Meaning that the value of the subsidy to employees increases as their income level increases.\"\nOur ruling\nMoore said that in 2017, Obamacare will funnel over $100 billion to insurance companies. The analysts we contacted told us $95 billion would be a more accurate figure, so Moore overshoots a bit. He characterized Obamacare as a pro-insurance industry program, which might lead some people to think that insurers would pocket all of the money. That clearly won’t happen because the companies will pay for care, and also because insurers might need to absorb a portion of about $11.4 billion in new taxes.\nWhat happens to the bottom line of insurance companies is somewhat uncertain. Some firms speak optimistically about turning a profit. Some analysts predict it will be a wash, with revenues and expenses cancelling each other out. All such assertions are based on predictions that could be on target or not.\nHere, we're focusing only on the specifics of Moore’s claim -- which is largely accurate. We rate it Mostly True.", "vclaim_id": "vclaim-pol-08448"}