{"url": "/factchecks/2012/aug/15/chris-christie/chris-christie-says-mitt-romney-isnt-counting-new-/", "speaker": "Chris Christie", "vclaim": "Says \"a Republican hasn't won [an election] for a presidency in New Jersey since 1988.\"", "truth_label": "true", "date": "stated on August 7, 2012 in a news conference:", "title": "Chris Christie says Mitt Romney isn’t counting on New Jersey to win presidency", "text": "Mitt Romney can rely on the vote of at least one New Jerseyan in November: Gov. Chris Christie.\n\nBut even Christie, a top Romney surrogate tapped to deliver the keynote address on Aug. 28 at the Republican National Convention, admits the rest of the state isn’t likely to swing in favor of the presumptive Republican presidential nominee.\n\n\"I don't think Mitt Romney's counting our electoral votes in his column. I believe the overwhelming likelihood is that President [Barack] Obama will win New Jersey. I think all the polls indicate that,\" Christie said during an Aug. 7 press conference\n\n\"A Republican hasn't won [an election] for a presidency in New Jersey since 1988. And so it's a been a long haul. Could it happen? Sure, it could happen. But I think if Mitt Romney wins New Jersey he's probably going to win in 45 other states,\" Christie said.\n\nPolitiFact New Jersey can’t check Christie’s electoral prediction, but we can test his claim about the state’s past votes on the Truth-O-Meter. Was 1988 the last time New Jersey went red in a presidential election?\n\nIt’s true: a majority of voters in the Garden State cast votes in 1988 for the then-GOP presidential candidate George H. W. Bush.\n\nThat wasn’t an aberration at the time. Republican nominees had won New Jersey in every presidential election since 1968.  \n\nBush took New Jersey in 1988 with more than 56 percent of the vote, defeating Democratic rival Michael Dukakis to secure a spot in the White House.\n\nBut four years later, New Jersey voters decided against sending Bush back to Washington for a second term.\n\nBill Clinton edged out Bush in New Jersey in 1992, grabbing nearly 43 percent of the state’s vote. Bush lost the state with more than 40 percent of the vote.\n\nSince then New Jersey has voted for the Democratic presidential candidate in every election cycle.  \n\nHere’s a breakdown of New Jersey’s presidential voting history:\n \n\n\n\n\nPresidential Election Year\nDemocratic Votes\nRepublican Votes\n\n\n2008: Obama vs. McCain\n2,215,422\n1,613,207\n\n\n2004: Kerry vs. Bush\n1,911,430\n1,670,003\n\n\n2000: Gore vs. Bush\n1,788,850\n1,284,173\n\n\n1996: Clinton vs. Dole\n1,652,361\n1,103,099\n\n\n1992: Clinton vs. Bush\n1,436,206\n1,356,865\n\n\n1988: Dukakis vs. Bush\n1,320,352\n1,743,192\n\n\n1984: Mondale vs. Reagan\n1,261,323\n1,933,630\n\n\n1980: Carter vs. Reagan\n1,147,364\n1,546,557\n\n\n1976: Carter vs. Ford\n1,444,653\n1,509,688\n\n\n1972: McGovern vs. Nixon\n1,102,211\n1,845,502\n\n\n1968: Humphrey vs. Nixon\n1,264,206\n1,325,467\n\n\n1964: Johnson vs. Goldwater\n1,867,671\n963,843\n\n\n1960: Kennedy vs. Nixon\n1,385,415\n1,363,324\n\n\n\n\n \nOur ruling\n\nChristie said \"a Republican hasn't won [an election] for a presidency in New Jersey since 1988.\"\n\nWhen Bush took on Dukakis in 1988, a majority of New Jersey voters cast a ballot for the Republican candidate, helping send Bush to the White House.\n\nBut four years later, the tide turned in New Jersey and the state has voted Democratic in every presidential election since.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.\nhttps://www.sharethefacts.co/share/cc018ecd-6033-4be2-8a2c-fff8a1cb58ce", "vclaim_id": "vclaim-pol-10579"}