{"url": "/factchecks/2020/may/26/facebook-posts/yes-cares-act-has-tax-break-benefits-43000-million/", "speaker": "Facebook posts", "vclaim": "\"Hidden in the CARES Act was an obscure $135 billion tax break for 43,000 millionaires.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2020 in on social media:", "title": "Yes, the CARES Act has a tax break that benefits 43,000 millionaires", "text": "The Coronavirus Aid, Relief, and Economic Security Act was a roughly $2 trillion bill passed in March that provided economic assistance to everyone from unemployed workers and beleaguered small businesses to overwhelmed hospitals and state governments. Was it also a giveaway to millionaires? \nYes, according to a May 14 Facebook post.\nUsing simple text on a black background, the post says: \"Hidden in the CARES Act was an obscure $135 billion tax break for 43,000 millionaires. Apparently, no one asked, ‘How are we going to pay for it?’\"\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post is more or less on target.\nThe CARES Act, which sailed through both houses of Congress, did include language that temporarily suspended a tax provision known as the excess loss limitation. The language is not hidden, but it’s safe to say that given how fast the $2 trillion bill sped through Congress, it mostly escaped media attention.\nThe excess loss limitation was part of the 2017 tax overhaul bill signed by President Donald Trump. It applied to pass-through businesses, which are companies whose profits are reported on the owner’s individual returns, and taxed as individual income, rather than being subject to corporate taxes. \nThe 2017 provision limited how much in business losses a business owner could claim to lower the taxes on their non-business income.\nThe temporary provision in the CARES Act suspended those limits, meaning business owners could deduct business losses without a limitation on the amount and could apply those losses to past or future  tax years.\nAfter this provision in a very big bill came to light, Sen. Sheldon Whitehouse, D-R.I., and Rep. Lloyd Doggett, D-Texas, offered bills to roll back the temporary suspension of the tax limitation that was included in the CARES Act. \nThe \"$135 billion tax break\" figure in the Facebook post is backed up by the analysis by the bipartisan Joint Committee on Taxation, the official arbiter of the cost of tax proposals considered by Congress. \nIn its analysis of the CARES Act, the committee found that the tax provision would cost the Treasury about $135 billion between 2020 and 2030, with the bulk of the cost occurring in the first two years, and small gains coming in later years.\nAs for the 43,000 millionaires figure, that comes from an analysis requested by Whitehouse and Doggett that showed the estimated impact of the provision on different income groups. It was included in a letter that the committee sent to the two lawmakers. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe committee found 43,000 taxpayers earning $1 million or more would indeed benefit from the provision, and they would reap nearly 82% of the total money saved. \nNotably, this is a tiny group. While the term \"millionaires\" is often defined as people whose net worth is north of $1 million, this table refers to Americans earning $1 million a year in income, a much rarer accomplishment. \nA bit more than 10% of households have at least $1 million in net worth, but fewer than 1% of all workers, by some estimates, earn more than $1 million a year.\nOther taxpayers below the $1 million income group would also benefit — 87,000 in all — although to a smaller extent. \nTax experts say there is a logic to making a change to loss limitations during a dire economic situation. \nSteve Rosenthal, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center, said that while he believes the provision in the CARES Act is too generous, he does see some benefit to a scaled-back suspension.\nAllowing such taxpayers to carry back net losses \"makes it possible for firms and individuals to generate cash quickly by effectively amending a past-year return and use current losses to lower prior-year taxes,\" he wrote in a recent blog post.\nOther tax specialists say the provision is more than just a giveaway to the rich.\nKyle Pomerleau, a resident fellow at the American Enterprise Institute, said that loss deductions \"are an essential part of a well-functioning income tax. Businesses typically make multi-year investments. Those investments may lose money in some years and make money in other years. The ability to either carry back losses to offset previous years’ taxes or carry forward losses to offset future taxes ensures that the tax system accurately measures income.\"\nThis is especially important during recessions, Pomerleau said, because they help provide stressed companies with liquidity. \"To the extent this allows firms to hold on to a few more workers than they otherwise would have, it might benefit lower-income individuals more than the tables suggest,\" he said.\nOur ruling\nThe Facebook post said, \"Hidden in the CARES Act was an obscure $135 billion tax break for 43,000 millionaires.\"\nThis refers to a real provision in the CARES Act that eases restrictions passed in 2017 that limited how extensively pass-through corporations can apply business losses to the owner’s individual tax burden.\nCongress’ official tax arbiter pegged the 10-year cost of the provision at $135 billion, and that committee also projected that 43,000 taxpayers earning more than $1 million a year would benefit. \nHowever, it’s worth noting that 87,000 taxpayers earning less than that would also benefit.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-18375"}