{"url": "/factchecks/2007/nov/04/bill-richardson/yes-hes-got-experience-but-the-most-/", "speaker": "Bill Richardson", "vclaim": "\"I've got the most international experience here.\"", "truth_label": "half-true", "date": "stated on October 30, 2007 in a Democratic debate in Philadelphia, Pa.:", "title": "Yes, he's got experience; but the most?", "text": "At a Democratic debate in Philadelphia on Oct. 30, Gov. Bill Richardson tried some global one-upsmanship. \"I've got the most international experience here,\" he said.\n\nThat message is a central plank in his campaign. He not only has executive experience running the state of New Mexico and 15 years in Congress, he's got foreign policy experience. (Our in-depth look at the candidates' experience can be found in our story\n\nhere.)\n\n\n\nIndeed, in 1997, President Clinton appointed Richardson ambassador to the United Nations, where he stayed for 1 1/2 years. He has also, on several occasions, gone overseas to negotiate the release of American political prisoners and servicemen in North Korea, Iraq and Cuba.\n\n\nIn 1995, he negotiated with Saddam Hussein for the release of two American hostages. And he negotiated a cease-fire, later breached, among several factions in the Darfur region of Sudan.\n\n\nThis year, Richardson led a delegation to North Korea that included President Bush's main policy adviser on North Korea. Afterward, North Korea said it would shut its main nuclear reactor once it received $25-million frozen in a bank by sanctions. A few deadlines lapsed, but the United States is working with North Korea to remove it from Washington's list of states sponsoring terrorism as American experts prepare to disable the nation's nuclear reactor.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nWhether this stage of negotiations is a result of Richardson's skills as a diplomat, or if officials like U.S. Assistant Secretary of State Christopher Hill are more responsible, goes beyond the scope of our question. But this experience definitely gives him some foreign policy cred.\n\n\nCompare his resume against the records of most of the other Democratic candidates and he definitely has more international experience.\n\n\nBut what about Sen. Joe Biden of Delaware?\n\n\nHe's spent 35 years in the Senate. He's chairman of the powerful Foreign Relations Committee, a post he held following the 9/11 attacks. His proposal to divide Iraq has considerable support from people in both parties.\n\n\nSo it's a stretch for Richardson to claim he's No. 1. We recognize he has lots of foreign policy experience, but given his brief time as U.N. ambassador and Biden's significant experience, we find Richardson's statement to be Half True.", "vclaim_id": "vclaim-pol-16530"}