{"url": "/factchecks/2011/nov/02/jon-huntsman/Says-Mitt-Romney-flip-flopped-on-abortion/", "speaker": "Jon Huntsman", "vclaim": "Says Mitt Romney flip-flopped on abortion.", "truth_label": "true", "date": "stated on October 28, 2011 in a web advertisement:", "title": "Jon Huntsman accuses Mitt Romney of flip-flopping on abortion", "text": "To make fun of Mitt Romney for flip-flopping, a new web ad from former Utah Gov. Jon Huntsman uses a wind-up monkey.\n\nIn one side-by-side video comparison, the ad shows video of Romney first saying, \"I believe that abortion should be safe and legal in this country,\" then saying, \"I have consistently been pro-life.\"\n\nClearly, the ad is charging Romney with flip-flopping on abortion. So we decided to see whether the charge is accurate.\n\nFirst, let’s look at some of the things Romney said earlier in his career about abortion, when he was waging a losing bid for a U.S. Senate seat in Massachusetts and winning the governorship a few years later. Here are two of the clearest statements of his position.\n\n•  In a debate during his 1994 race against Democratic Sen. Edward Kennedy, Romney said, \"I believe that abortion should be safe and legal in this country.\" Referring to the 1973 Supreme Court decision that lmade abortion legal in every state, Romney added, \"I believe that since Roe v. Wade has been the law for 20 years, it should be sustained and supported. And I sustain and support that law and support the right of a woman to make that choice.\"\n\n•  In his 2002 campaign for governor, Romney said during a debate, \"I will preserve and protect a woman's right to choose and am devoted and dedicated to honoring my word in that regard.\"\n\nWe believe that these two comments -- made in highly public forums and eight years apart -- represent pretty solid evidence that Romney was an abortion-rights supporter during that phase of his political career.\n\nWhat about his views today? The \"issues\" portion of his website doesn’t list abortion, but Romney wrote a June 18, 2011, op-ed in the conservative National Review that lays out his abortion views pretty clearly. It was written after he risked alienating anti-abortion activists by declining to sign a pledge offered by the Susan B. Anthony List, an anti-abortion group.\n\n\"I am pro-life and believe that abortion should be limited to only instances of rape, incest, or to save the life of the mother. I support the reversal of Roe v. Wade, because it is bad law and bad medicine. Roe was a misguided ruling that was a result of a small group of activist federal judges legislating from the bench. I support the Hyde Amendment, which broadly bars the use of federal funds for abortions. And as president, I will support efforts to prohibit federal funding for any organization like Planned Parenthood, which primarily performs abortions or offers abortion-related services.\n\n\"I will reinstate the Mexico City Policy to ensure that nongovernmental organizations that receive funding from America refrain from performing or promoting abortion services as a method of family planning, in other countries.  This includes ending American funding for any United Nations or other foreign assistance program that promotes or performs abortions on women around the world.\n\n\"I will advocate for and support a Pain-Capable Unborn Child Protection Act to protect unborn children who are capable of feeling pain from abortion. And perhaps most importantly, I will only appoint judges who adhere to the Constitution and the laws as they are written, not as they want them to be written.\"\n\nOur ruling\n\nAbortion opponents may disagree on exactly where on the anti-abortion spectrum Romney falls, and questions have been raised about how fully and quickly Romney made his ideological transition after the event he cites as the spark -- a meeting with a Harvard stem-cell researcher in 2004.\n\nStill, we believe these issues are outside the scope of the claim in Huntsman’s ad. Simply put, Romney’s views on abortion are vastly different today than what he expressed in the 1994 and 2002 debates. Huntsman’s claim that Mitt Romney flip-flopped on abortion rates a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12155"}