{"url": "/factchecks/2020/apr/15/viral-image/no-isnt-photo-italian-nurses-kissing-hospital/", "speaker": "Viral image", "vclaim": "A photo shows two Italian nurses in a hospital a few days before they got COVID-19 and died.", "truth_label": "false", "date": "stated on March 26, 2020 in a Facebook post:", "title": "No, this isn’t a photo of Italian nurses kissing in a hospital", "text": "The photo shows a man and woman, their lips almost touching, their eyes closed — and their medical masks below their chins. \nTheir names, according to a recent Facebook post, are Sofia and Antonio — two nurses in Italy who left their small children, Cara and Lia, in the care of grandparents so that they could spend \"day and night working at the hospital\" after the coronavirus outbreak. But they were both infected with COVID-19, the post claims, and \"a few days later they both died holding each other's hand, looking after each other, caressing each other.\" \nThe post says the picture \"was taken while they were working in hospital, few days before Antonio got infected, unaware that this might be their last kiss.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe don’t know their names, but the photo was taken at the Barcelona Airport in Spain, not a hospital in Italy. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"A couple kiss,\" reads the caption of the moment captured by Associated Press photographer Emilio Morenatti, \"at the Barcelona Airport, Spain, Thursday (March 12). Airlines and travelers are still sorting out the new travel ban that President Donald Trump announced late Wednesday, barring most foreign visitors from continental Europe for 30 days.\" \nSearching for news stories about Sofia and Antonio and nurses in Italy, we found none — just other posts sharing the same story that appears on Facebook. \nDozens of doctors and nurses treating coronavirus patients have died in Italy. \nBut this Facebook post does not accurately describe the photo it features. \nWe rate it False.", "vclaim_id": "vclaim-pol-16948"}