{"url": "/factchecks/2020/mar/03/youtube-videos/no-trump-did-not-create-coronavirus/", "speaker": "YouTube videos", "vclaim": "Says President Donald Trump spawned the “Wuhan super virus outbreak under code name ‘zyphr.’”", "truth_label": "pants-fire", "date": "stated on February 24, 2020 in a Facebook post:", "title": "No, Trump did not create the coronavirus", "text": "As the United States preps for the spread of the coronavirus, a conspiracy video on social media makes claims that President Donald Trump helped create the virus.\nThe video has been viewed around 6,000 times on a YouTube channel called \"stranger than fiction news.\" Its title reads:\n\"BREAKING: TRUMP SPAWNED WUHAN SUPER VIRUS OUTBREAK UNDER CODE NAME ‘ZYPHR’ ACCORDING TO DOCUMENTS.\"\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThis is a hoax. There are no \"documents,\" or any other sort of evidence, that support the theory that Trump is behind the creation of the coronavirus, which had killed six people in the U.S. as of March 3, 2020.\nThe video, narrated in a male voice, says \"top secret documents\" predict that a flu-like pandemic would strike America and kill millions of people. While the narrator claims the documents are apparently going around \"U.S. establishments,\" there are no credible reports that reflect this information, and the video provides no links or evidence that it exists.\nThis conspiracy theory is based on speculation and contains zero evidence that Trump has anything to do with the the creation of the coronavirus. The video was shared by STFN Reloaded, which has posted other coronavirus-related claims that we have rated False.\nThis one: Pants on Fire!", "vclaim_id": "vclaim-pol-18041"}