{"url": "/factchecks/2020/feb/05/charlie-kirk/charlie-kirk-wrongly-suggests-pelosi-broke-law-rip/", "speaker": "Charlie Kirk", "vclaim": "\"Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address. This violation is punishable by up to three years in prison.”", "truth_label": "pants-fire", "date": "stated on February 4, 2020 in a tweet:", "title": "Charlie Kirk wrongly suggests Pelosi broke law by ripping Trump State of the Union speech", "text": "House Speaker Nancy Pelosi, D-Calif., drew the ire of Republicans when she tore up a copy of President Donald Trump’s 2020 State of the Union address.\nOne conservative pundit said she deserved more than just the ridicule of her GOP colleagues.\n\"Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address,\" Turning Point USA founder Charlie Kirk wrote in a Feb. 4 tweet. \"This violation is punishable by up to three years in prison.\"\nUS Code prohibits the destruction of government recordsNancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union addressThis violation is punishable by up to three years in prison🤔— Charlie Kirk (@charliekirk11) February 5, 2020 \nKirk’s claim made the rounds on Twitter, with former congressional candidate Carl Higbie, North Carolina Rep. Dan Bishop and Donald Trump Jr. all repeating or retweeting versions of it.\nBut when we asked a number of legal experts about what Kirk said, we found that their answer was unanimous: Kirk’s claim is wrong.\n\"I take it that this is a printout of the Trump speech, in which case it is absurd to suggest that Pelosi can be prosecuted for doing with it whatever she pleases,\" said Heidi Kitrosser, a law professor at the University of Minnesota.\nWhy Pelosi didn’t violate the law\n\nIn a statement to PolitiFact, a spokesperson for Kirk cited the federal law Kirk mentioned and a Justice Department webpage summarizing it.\n\"Anything that comes out of the office of the president is a government document under the Presidential Records Act of 1978,\" the statement said.\nThe statute in question deals with the \"concealment, removal, or mutilation generally\" of records and reports. It sets a penalty for anyone who \"conceals, removes, mutilates, obliterates, or destroys\" any government record \"filed or deposited with any clerk or officer of any court of the United States, or in any public office, or with any judicial or public officer of the United States.\" \nThe statute also says that any person with \"custody\" of a government record cannot \"willfully and unlawfully\" conceal, remove, mutilate, obliterate, falsify or destroy it.\n\"The point of the statute is to prevent people from destroying records in official repositories like the National Archives or in courts,\" said Georgetown Law professor Victoria Nourse.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nPelosi is in the clear, experts said, because her copy of Trump’s speech wasn’t a government record. \nThe State of the Union text was never \"filed or deposited\" with her, nor did she have \"custody\" of it in the legal sense. Video of the event shows that Trump handed her and Vice President Mike Pence copies before he began speaking, and Pelosi can be seen following along throughout.\n\nPresident Donald Trump hands copies of his State of the Union address to House Speaker Nancy Pelosi and Vice President Mike Pence before delivering it to Congress on Feb. 4, 2020, in Washington. (AP/Semansky)\n\"Her copy of the State of the Union address is not a government record or government property at all,\" said Douglas Cox, professor of law at the City University of New York School of Law and an expert in the laws governing the preservation of government records. \"It is personal property.\"  \nUnder House rules, members of Congress are encouraged to preserve records or donate them to a research institution for historical study, Cox said. Unlike congressional committees, members are not legally required to hold onto their office’s files.\n\"They can keep them private, they can destroy them, or they can rip them up,\" he said.\nThis is in contrast to presidential records, which have been considered government property since the Presidential Records Act of 1978 and are supposed to be stored with the National Archives for safekeeping.\n\"The State of the Union is a presidential record, which must go to the National Archives under the Presidential Records Act,\" Nourse said \"(Pelosi) did not mutilate the record that is filed with the Archives.\"\nThe purpose of the records law \"is to prevent someone from depriving the government from the use of its documents,\" so Pelosi’s move \"doesn’t fit within the statute,\" added Kathleen Clark, professor of law at Washington University in St. Louis.\nThere are probably countless copies of Trump’s address, such as the version the White House posted online. Pelosi’s action doesn’t preclude future generations from accessing one.\n\"If the statute were not read this way, then any copy of the State of the Union held by anyone could never be destroyed,\" Nourse said.\nFor what it’s worth, Trump has a habit of ripping up papers when he’s done with them. According to Politico, staff members have had to tape Trump’s shredded files together in order to send them to the Archives and avoid crossing the Presidential Records Act.\nOur ruling\nKirk said, \"Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address.\"\nExperts told us that’s a misapplication of a law. The papers Pelosi ripped up did not belong to the government, nor were they the only copy of Trump’s speech in existence.\nWe rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-17333"}