{"url": "/factchecks/2019/dec/13/viral-image/no-viral-photo-woman-costume-not-law-professor-pam/", "speaker": "Viral image", "vclaim": "Says a photo of a woman wearing a costume holding the sign \"vagina lady\" is Stanford law professor Pamela Karlan.", "truth_label": "false", "date": "stated on December 6, 2019 in a Facebook post:", "title": "No, viral photo of woman in costume is not law professor Pamela Karlan", "text": "Viral posts circulating on social media claim that a photo of a woman in a vagina costume holding the sign \"vagina lady\" is Stanford law professor Pamela Karlan, who recently provided testimony in the impeachment proceedings of President Donald Trump. \nBut there is no evidence that the woman is Karlan.\nOne Dec. 6 post, which has been shared over 2,400 times, displays the photo along with the caption: \"This was the Democrats Constitutional Expert witness Stanford Professor Karlan.\"\n(There have also been some posts that show another photo of a woman in a pink \"pussyhat\" who has also been misidentified as Karlan.)\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nA reverse-image search led us to a Flickr page that posted the photograph in May 2007 as part of an album for the annual \"Bay to Breakers\" race held in San Francisco. The caption does not name the person in the photo, but reads, \"One of two ladies in vagina costumes.\"\nWe reached out to race officials about whether Karlan’s name appeared on that year’s roster, but were told their registration data doesn’t go back that far. We searched news coverage of the event and found no mention of Karlan.\nKarlan herself responded to PolitiFact in an email, and said she didn’t attend the race and the photograph is not of her.\nWe rate this False.", "vclaim_id": "vclaim-pol-16688"}