{"url": "/factchecks/2012/sep/21/progress-texas/progress-texas-says-constitutional-amendment-instr/", "speaker": "Progress Texas", "vclaim": "Says a voter-adopted constitutional amendment \"instructed\" a state board headed by Jerry Patterson to put $300 million in investment earnings into a fund supporting public school operations.", "truth_label": "barely-true", "date": "stated on September 7, 2012 in a newsletter update:", "title": "Progress Texas says constitutional amendment instructed board headed by land commissioner to transfer $300 million to school fund", "text": "In a recent newsletter update, a Democratic-leaning group touted its campaign to sway a board headed by a Republican to dispatch $300 million to a fund that supports public school operations.\n\nProgress Texas maintains that Texas Land Commissioner Jerry Patterson is hoarding investment earnings despite a 2011 constitutional amendment intended to ease the flow of money to the Available School Fund, which helps pay for classroom instructional materials and technology.\n\nThe group’s Sept. 7, 2012, email update says: \"Proposition 6 instructed the three-person School Land Board, run by Chairman Jerry Patterson as part of the General Land Office, to put a portion of earnings -- $300 million, to be precise -- from investments on real estate assets into the Available School Fund as a way to soften the blow of $5.4 billion in cuts to public education.\"\n\nPatterson brought the update to our attention. We decided to check it out.\n\nFor nearly a decade, the land office has invested in real estate using proceeds received from selling land or drawing on revenue from mineral leases and royalties associated with the state’s education endowment, the Permanent School Fund, the agency notes on a web page. In turn, the land board, consisting of the land commissioner and two citizen appointees, manages the sale of Permanent School Fund land and mineral leases.\n\nIn 2011, the board voted to release $250 million in earnings on investments in both 2012 and 2013 for school needs, as we noted in another fact check. The panel has yet to approve additional transfers to the school fund.\n\nSo, did the 2011 amendment \"instruct\" the board to dispatch precisely $300 million in investment earnings to the Available School Fund?\n\nNot quite. The ballot language itself did not mention a dollar figure, while the amendment -- the language added to the constitution -- presented $300 million as the maximum amount that could be annually transferred.\n\nAs described in a voter guide prepared by the League of Women Voters of the Austin Area, published in the Oct. 23, 2011, Austin American-Statesman, Proposition 6 on the November 2011 ballot permitted up to $300 million of revenues to be transferred to the school fund. Among other observers, the Texas Tribune and San Antonio Express-News each reported that as much as $300 million -- though not necessarily $300 million -- would be allowed to be transferred.\n\nHowever, the 2011 Legislature wrote the 2012-13 state budget including a provision for $150 million a year in such transfers, as noted in a July 25, 2012, Tribune news article pointing out the land board had not initiated a transfer at its latest meeting.\n\nPatterson has said the board has through August 2013, the end of the current fiscal year, to decide. He maintains that calls for him to shift earnings must be weighed against the long-term value of simply investing returns.\n\nThe Tribune story quotes state Rep. Rob Orr, author of the constitutional amendment, as saying: \"I was told that there would be $300 million going into the Available School Fund. Everything was put in place to allow to that to happen.\"\n\nThe story also quotes Orr as saying the land office agreed to transfer the money if the amendment won voter approval. But the story quotes Patterson as saying he did not recall committing to a transfer of the money and that his office had been unable to find \"any evidence or documents or memos or testimony\" that he did.\n\nIn a telephone interview, Orr, R-Burleson, said the amendment did not mandate a transfer amount after Patterson objected to an early version setting a minimum transfer level. Orr told us the amendment also did not instruct the board to transfer funds; it permitted or allowed such action.\n\nRegardless, Orr told us, legislative colleagues who drafted the state budget \"would not put $300 million into a budget that they didn’t think they were getting.\"\n\nIn emails, the executive director of Progress Texas, Matt Glazer, agreed it is up to the land board to approve transfers. Glazer said its update says the amendment \"instructed\" the board to act in the spirit of indicating guidance -- not an order. He pointed out Merriam-Webster’s definition of \"instruct,\" which leads off with \"to give knowledge to; to provide with authoritative information or advice.\" The next listed definition: \"to give an order or command.\"\n\nReminded that the amendment says the amount transferred is \"not to exceed $300 million each year,\" rather than saying precisely $300 million, Glazer said the group’s claim reflects the state budget.\n\nThe relevant budgetary provision provides for $150 million a year to be transferred to support the schools. But the stipulation, adopted before voters considered the proposition, also makes the transfers contingent on voter approval of the amendment as well as the land office moving to make the transfers. If either action doesn’t occur, the provision says, budgeted school aid is to be reduced accordingly.\n\nOur ruling\n\nThe newsletter update said a 2011 constitutional amendment approved by Texas voters \"instructed\" a board headed by Patterson to put $300 million into a fund supporting public school operations.\n\nThis claim distorts aspects of the amendment. First, the word \"instructed\" is misleading; the amendment only authorized such transfers. Second, the amendment did not specify that $300 million be dispatched. That’s the maximum annual amount allowed to be transferred.\n\nFinally, while lawmakers budgeted the cited $300 million in transfers during 2012-13, they also signed off on a reduction in budgeted school aid if the land office does not make the transfers -- signaling the result was out of their control.\n\nThis statement has an element of truth. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10337"}