{"url": "/factchecks/2011/jan/03/jeb-bush/jeb-bush-touts-education-gains-wall-street-journal/", "speaker": "Jeb Bush", "vclaim": "\"In 1998, nearly half of Florida's fourth-graders were functionally illiterate. Today, 72% of them can read.\"", "truth_label": "mostly-true", "date": "stated on January 3, 2011 in a Wall Street Journal op-ed piece.:", "title": "Jeb Bush touts education gains in 'Wall Street Journal' piece", "text": "Former Florida Gov. Jeb Bush is taking to the editorial pages of the Wall Street Journal to offer some unsolicited advice to the nation's new crop of governors.\n\nTend to the economy, he says, but don't ignore education.\n\nIn an opinion article published on Jan. 3, 2011, Bush wrote that states need to better hold teachers and students accountable, and discussed Florida's successes in implementing standardized testing and expanding school options for some students through voucher programs. Bush said the programs are showing results.\n\n\"In 1998, nearly half of Florida's fourth-graders were functionally illiterate,\" he wrote. \"Today, 72% of them can read.\"\n\nIn this fact check, we're seeing whether Bush is right.\n\nBush made education issues a hallmark of his two terms as governor, and has continued to push education reforms since leaving office. He founded the Foundation for Florida's Future, an education think tank that supports increased school options for students through voucher programs and holding schools and teacher more responsible for student outcomes. The foundation was a vocal supporter of SB 6, the controversial \"teacher tenure\" bill that Gov. Charlie Crist vetoed in 2010.\n\nFoundation spokeswoman Jaryn Emhoff said Bush's statistics come from the National Center for Education Statistics, a data-collecting arm of the U.S. Department of Education.\n\nThe center each year charts students' progress in different subject areas through a National Assessment of Educational Progress, which measures students periodically in mathematics, reading, science, writing, the arts, civics, economics, geography and U.S. history. Which students are tested and in what subject varies each year.\n\nFourth-graders were tested in reading in 1998, like Bush said.\n\nTheir most recent test was in 2009.\n\nThe test groups students into one of four performance levels -- \"Advanced,\" \"Proficient,\" \"Basic\" or \"Below Basic.\"\n\nIn 1998, Florida had one of the lowest average reading scores for fourth-graders in the country (Only Hawaii and the District of Columbia had scores that were significantly lower), according to the assessment.\n\nOnly 23 percent of students received scores that rated \"Proficient\" or \"Advanced,\" while 31 percent of test takers received a score on the test that rated \"Basic.\" The rest of the test takers, 46 percent, received a score of \"Below Basic.\"\n\nNow contrast that with 2009. That year, only 27 percent of test takers received a score of \"Below Basic\" -- a 19 percentage point improvement. That means 73 percent scored \"Basic,\" \"Advanced\" or \"Proficient.\" And the average test score in Florida in 2009 was among the top 10, according to the assessment. The average nationwide score also improved since 1998, but not as much.\n\nBush's numbers are backed up by education department statistics, but we also have to check his characterization that fourth-graders who receive a rating of \"Below Basic\" are \"functionally illiterate.\"\n\nWhat is \"functionally illiterate?\"\n\nThis gets a little confusing -- whether you're literate or not.\n\nFirst, there is no definition of \"Below Basic\" that accompanies the National Assessment of Education Progress. Instead, the assessment has definitions for only the other three ratings. See for yourself here.\n\nAndrew J. Kolstad, a senior technical adviser for the assessment division at the National Center for Education Statistics, said the rating is simply meant to indicate that a tester is less than \"Basic.\"\n\nHere's an explanation of what a \"Basic\" rating means:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nFourth-grade students performing at the Basic level should demonstrate an understanding of the overall meaning of what they read. When reading texts appropriate for fourth-graders, they should be able to make relatively obvious connections between the text and their own experiences and extend the ideas in the text by making simple inferences.\n\nFor example, when reading literary text, they should be able to tell what the story is generally about — providing details to support their understanding — and be able to connect aspects of the stories to their own experiences.\n\nWhen reading informational text, Basic-level fourth-graders should be able to tell what the selection is generally about or identify the purpose for reading it; provide details to support their understanding; and connect ideas from the text to their background knowledge and experiences.\n \n\nKolstad said, for instance, that a student can be able to decode the words of a text, or \"read,\" but not be able to make obvious connections between the text and their own experiences. That wouldn't make them illiterate, Kolstad said, but would mean they receive a \"Below Basic\" rating on the assessment.\n\nEmhoff, with Bush's foundation, said she believes that \"Below Basic\" is defined as functionally illiterate, while \"Basic\" is reading at grade level. And so on.\n\nThat leaves us with trying to define functionally illiterate, which isn't so easy either, especially for a fourth-grader. The United Nations Educational, Scientific and Cultural Organization (UNESCO) defines a functionally illiterate person as \"one who cannot engage in all those activities in which literacy is required for effective functioning of his group and community and also for enabling him to continue to use reading, writing and calculation for his own and the community's development.\"\n\nThat doesn't mean they can't read, necessarily.\n\nOur ruling\n\nAll this may seem like semantics, but the definitions here are important.\n\nHere's what Bush wrote: \"In 1998, nearly half of Florida's fourth-graders were functionally illiterate. Today, 72% of them can read.\" The contrast here can be read to mean that nearly half of Florida's fourth-graders couldn't read in 1998, and now, 72 percent can read.\n\nBut that's not true.\n\nClose to half of fourth-grade students in Florida failed to meet a \"Basic\" level of reading as defined by the federal government in 1998. In 2009, that number fell to 27 percent -- meaning 73 percent of test takers were able to make the \"Basic\" reading level.\n\nThose are more complex definitions compared to being functionally illiterate and being able to read.\n\nThat said, Bush's column also makes the broader point that reading scores in Florida have improved dramatically since 1998. And there's no question about that. Florida has gone from almost the worst to one of the best.\n\nIn trying to boil down a complicated topic for a mainstream audience, Bush probably picked the wrong words. But his point is valid. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-13819"}