{"url": "/factchecks/2010/dec/02/gwen-moore/us-rep-gwen-moore-says-domestic-violence-deaths-wi/", "speaker": "Gwen Moore", "vclaim": "In Wisconsin, \"deaths from domestic violence are at the highest in 10 years.\"", "truth_label": "true", "date": "stated on October 7, 2010 in a news release:", "title": "U.S. Rep. Gwen Moore says domestic violence deaths in Wisconsin are at their highest in 10 years", "text": "When U.S. Rep. Gwen Moore (D-Wis.) was honored by the National Network to End Domestic Violence, she issued a statement saying \"we have a real crisis on our hands.\"\n\nIn Wisconsin, her Oct. 7, 2010, statement read, \"deaths from domestic violence are at the highest in 10 years.\"\n\nIndeed, eight days earlier, the Wisconsin Coalition Against Domestic Violence released a report that made that claim.\n\nAccording to her spokesman, Moore based her statement on a Milwaukee Journal Sentinel article about the report. The article said domestic violence \"claimed 67 lives\" in 2009.\n\nWe wondered: Does that mean domestic abusers killed 67 people? And is that number, as Moore claimed, a 10-year high?\n\nThe Wisconsin Coalition Against Domestic Violence, like the national organization that honored Moore, is an advocacy group committed to ending domestic violence. It has produced a \"domestic violence homicide report\" each year since 2000, using data from crime report summaries from local police agencies and from various news articles.\n\nThe coalition defines homicide as \"the killing of one human being by another.\"\n\nBut its annual homicide reports actually count more than that.\n\nAs in previous years, the 67 deaths in the 2009 report included homicides in commonly understood domestic violence cases -- such as when the victims and perpetrators were spouses or partners, former spouses or partners, or adults with children in common.\n\nHomicides of other people are counted if, for example, a woman’s current boyfriend kills the woman’s former boyfriend; if a third person trying to protect a domestic violence victim kills the perpetrator; or if the domestic violence victim kills the perpetrator in self-defense.\n\nBut the Wisconsin coalition -- as it clearly notes in its report -- also adds suicides committed by domestic violence perpetrators. For example, it counts the January 2009 death of a Fond du Lac County man who took his own life after shooting his wife to death outside their home.\n\nAll told, the coalition says that in 2009, \"there were 47 domestic violence homicide incidents resulting in 67 deaths -- 52 homicides and 15 perpetrator suicides.\"\n\nMany people would not consider a domestic violence perpetrator who committed suicide to be a domestic violence victim. The coalition says it has always included perpetrator suicides in its annual tallies because they occurred as a result of a domestic violence incident, said spokesman Tony Gibart.\n\nBy the coalition’s count, the 67 total deaths in 2009 was the highest in 10 years, exceeding the previous high of 61 in 2003.\n\nExcluding the suicides, the 52 other domestic violence homicides also were the highest in 10 years, exceeding the previous high of 45 in 2003.   \n\nSo, Moore accurately quoted the group’s statistics, and those statistics have been consistently handled -- even though including the suicides increases the number.\n\nWe checked a few other states for how they tally domestic violence deaths:\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nIllinois: In its most recent report, the Illinois Coalition Against Domestic Violence counted 76 homicides between June 2009 and May 2010. It did not include perpetrator suicides.\n\n\n\nMinnesota: The Minnesota Coalition for Battered Women, which tallied 25 domestic violence homicides in 2009, says it does not include perpetrator suicides because its focus is on the women, men and children who are murdered in domestic incidents.\n\n\n \n\n\"There’s no national standard way of reporting\" domestic violence deaths, but counting perpetrator suicides is not common, said Shellene Johnson, the Minnesota coalition’s program manager.\n\nWe also asked a state agency, the Wisconsin Office of Justice Assistance, if there are official statistics on domestic violence deaths.\n\nThe answer is, not exactly.\n\nHomicides tracked by the office are not identified in terms of whether they were the result of domestic violence, and suicides are not tracked at all. The office can infer which homicides were domestic, based on the relationship between the offender and the victim as recorded in police reports, said spokeswoman Tami Jackson. But unlike the Wisconsin Coalition Against Domestic Violence, the office does not look more closely into the circumstances of the deaths, she said.\n\nThat brings us back to Moore’s claim.\n\nThe Milwaukee congresswoman said deaths in Wisconsin from domestic violence \"are at the highest in 10 years.\"  Moore accurately quoted statistics compiled by an advocacy group for 2009. It’s important to note the group includes suicides committed by domestic violence perpetrators, which makes the death tally higher than it would otherwise be. Even so, either way you track it, the 2009 numbers were at a 10-year high. We rate Moore’s statement True.", "vclaim_id": "vclaim-pol-13941"}