{"url": "/factchecks/2011/apr/27/donald-trump/donal-trump-says-kuwait-never-paid-us-back-ousting/", "speaker": "Donald Trump", "vclaim": "After the U.S.-led military alliance ejected Saddam Hussein’s forces from Kuwait in 1991, the Kuwaitis \"never paid us.\"", "truth_label": "pants-fire", "date": "stated on April 27, 2011 in a press conference:", "title": "Donald Trump says Kuwait never paid U.S. back for ousting Saddam Hussein", "text": "During an April 27, 2011, news conference in Portsmouth, N.H., Donald Trump -- the businessman and potential Republican presidential candidate -- was asked what he would do differently from President Barack Obama.\n\n\"What I would do differently is come down really hard on OPEC,\" Trump said, referring to the cartel of oil-producing states, including many in the Middle East, which are behind the recent rise in gasoline prices. \"If you look at these nations, they wouldn't be there except for us. You take a look at Kuwait. I mean, we handed Kuwait back to the people that right now essentially own Kuwait, because it's really ownership more than anything else. We handed it back. They never paid us.\"\n\nTrump was referring to the Persian Gulf War in 1991, when a U.S.-led military alliance drove Saddam Hussein out of Kuwait after the Iraqi dictator invaded the small, wealthy, oil-producing emirate.\n\nIs it really true that Kuwait didn’t bother paying us back after we bailed them out? Not at all.\n\nWe turned to the final report on the war presented to Congress in 1992. According to the report, the U.S. was on the hook for the cost of more than 500,000 U.S. troops and associated equipment beyond what the military would have had to pay for ordinary, non-war activities. But rather than shouldering this burden alone, the administration of President George H.W. Bush secured financial pledges from fellow coalition members.\n\nThe report says that these war costs, known as \"incremental costs,\" were estimated to be $61 billion. In 1990 and 1991, coalition nations committed almost $54 billion to offset that cost -- roughly two-thirds from Persian Gulf states directly threatened by the invasion and one-third from other countries, largely Japan and Germany.\n\nBy March 11, 1992, the United States had received nearly all of the money that had been pledged. Here’s a breakdown, in descending order by pledge size, according to a report to Congress:\n\nSaudi Arabia: $16.8 billion pledged, $12.0 billion paid in cash, $4.0 billion paid in kind. Total paid: $16.0 billion\n\nKuwait: $16.1 billion pledged, $16.015 billion paid in cash, $43 million paid in kind. Total paid: $16.1 billion\n\nJapan: $10.0 billion pledged, $9.4 billion paid in cash, $571 million paid in kind. Total paid: $10.0 billion\n\nGermany: $6.6 billion pledged, $5.8 billion paid in cash, $683 million paid in kind. Total paid: $6.5 billion\n\nUnited Arab Emirates: $4.1 billion pledged, $3.9 billion paid in cash, $218 million paid in kind. Total paid: $4.1 billion\n\nSouth Korea: $355 million pledged, $150 million paid in cash, $101 million paid in kind. Total paid: $251 million\n\nTotal reimbursements: $54 billion pledged, $47.3 billion paid in cash, $5.6 billion paid in kind. Total paid: $52.9 billion\n\nA final accounting published a decade later by the House Budget Committee’s Democratic staff found that the final reimbursements eventually crept up slightly, to $54.1 billion. Of that, $48.4 billion was in cash, and $5.7 billion was in kind.\n\nSo Trump was flat wrong that Kuwait \"never paid us.\" When the books were closed on the war, the United States found itself out of pocket by about $7 billion -- less than half of the $16 billion shelled out by the Kuwaitis. We rate his claim Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13186"}