{"url": "/factchecks/2020/nov/11/facebook-posts/bells-france-fireworks-london-werent-celebrating-j/", "speaker": "Facebook posts", "vclaim": "Church bells rang in Paris and fireworks were set off in London to celebrate Joe Biden’s presidential win.", "truth_label": "false", "date": "stated on November 8, 2020 in a Facebook post:", "title": "Bells in France, fireworks in London weren’t celebrating Joe Biden", "text": "After Joe Biden was declared the winner of the 2020 presidential election, social media users and even some American news organizations inaccurately characterized certain events overseas as celebrations of his victory.\nOne post, shared on Facebook, reads: \"CHURCH BELLS ARE RINGING IN PARIS...FIREWORKS GOING OFF IN LONDON AS WORLD CELEBRATES...!!\"\nAnother shared a Twitter screenshot that said, \"Love the other countries celebrating Trump losing like we defeated the mothership in Independence Day.\"\nSome circulated the bells claim alongside a video from France that showed the Paris skyline with the sound of bells ringing in the background.\nFolks may have been celebrating in London and church bells may have been ringing in France, but neither were about the results of the U.S. presidential election. Fireworks in London had been going off for several days in celebration of the Nov. 5 British holiday Guy Fawkes Day. And the church bells in a Paris suburb were reportedly sounding out for mass.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA fact-check by French newspaper Libération concluded that the church bells rang not in Paris, but in Meudon, a suburb. The paper said the bells were automatically programmed to ring to announce 6 p.m. mass.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe Paris Diocese and the Diocese of Nanterre, another Paris suburb, also confirmed to the Associated Press that their churches did not ring bells for Biden, saying any bells heard in greater Paris on Nov. 7 were likely calls to prayer.\nThe French government recently banned most religious services amid rising COVID-19 cases, but some churches still had their bells programmed.\n\"This is the case for the bells of the Notre-Dame de l’Assomption church in Meudon, which can be seen and heard in a video shared on social media by a resident of the city,\" the Diocese of Nanterre said in a statement. \"As every Saturday evening at 5:45 p.m., bells of Notre-Dame de l’Assomption church in Meudon rang to announce the Mass at 6 p.m.\"\nThe announcement that Biden was projected to win came Nov. 7, at 11:25 a.m Eastern time in the U.S., which is 5:25 p.m. in France.\nAs for the fireworks in London, each year in early November families across the United Kingdom gather to celebrate Guy Fawkes Day, also called Bonfire Night, commemorating the failure of the Gunpowder Plot of 1605, an assassination plot against the royal family and British government. The official holiday falls on Nov. 5, but there are typically fireworks in the days before and after, especially when the date falls on a weekday.\nIt’s unclear whether any of the fireworks heard in London were related to the U.S. election, but there’s no evidence they were primarily set off in response to Biden’s win.\nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18506"}