{"url": "/factchecks/2012/may/21/jim-renacci/jim-renacci-says-betty-sutton-gutted-medicare-500-/", "speaker": "Jim Renacci", "vclaim": "Betty Sutton \"gutted Medicare by $500 billion\" with her vote for the president's health care bill.", "truth_label": "barely-true", "date": "stated on May 11, 2012 in a campaign website posting:", "title": "Jim Renacci says that Betty Sutton \"gutted Medicare by $500 billion\" with her vote for health care reform", "text": "Truth is the first casualty of war, it has often been said, and truth -- or factual accuracy -- often goes down first in the talking points of political campaigns.\nAnd talking points never die. They just keep spinning.\n\nPolitiFact Ohio recently noted that Rep. Betty Sutton was using a claim that PolitiFact National named as its \"Lie of the Year\" when she said Rep. Jim Renacci \"voted repeatedly to end Medicare.\"\n\nSutton, a Democrat, and Renacci, a Republican, are both incumbents facing each other in November in the new 16th Congressional District.\n\nRenacci voted for measures that would significantly change Medicare as we know it, but would not end it. PolitiFact, like our friends at FactCheck.org and the Washington Post Fact Checker, rated the claim used by Sutton as False.\n\nIn our research, however, we found that Renacci's campaign website using another popular talking point about health care. Sutton, the website said,  \"gutted Medicare by $500 billion\" when she voted for the health care reform that is formally known as the Affordable Care Act  and informally called Obamacare.\n\nPolitiFact has examined the claim that health care reform cuts Medicare by $500 billion on a number of occasions, including once when Renacci said it at a town hall meeting early in 2011. We rated that one Mostly False.\n\nWe asked Renacci's campaign how he backs up the statement and the amped-up use of \"gutted.\"\n\nAbout \"cuts,\" they responded that \"it has been widely reported that these changes to Medicare are real, and the use of the term 'cut' has been used in analyses done by numerous media outlets including CNN, the Wall Street Journal, the New York Daily News.\"\n\nHealth care reform does, by definition, make changes. But the use of \"cuts\" in every instance was journalistic shorthand describing a complicated piece of legislation. It is important to note that the law does not take $500 billion out of the current Medicare budget, as Renacci and the law’s foes make it sound. Instead, it reduces the projected growth in Medicare spending, by about $500 billion over a 10-year period. That's about 7 percent of what Medicare was projected to cost over that decade.\n\nThe total projected cost of Medicare over that decade, according to the Congressional Budget Office, is $7.1 trillion, even with the reduced growth in spending.\n\nMedicare spending will still increase. That's a big difference.\n\nRenacci's campaign said the word \"gutted\" was used \"because it accurately reflects what the real-life and real-dollar impact of what this law will do to seniors.\"\nWebster’s New World College Dictionary’s applicable definitions for ‘gut’ are to destroy the interior of, as by fire, or to remove the intestines from or eviscerate.\n\nIn support of the word \"gutted,\" the campaign cited a report that 20 million people, including seniors, could lose their current coverage under the new law. But that report, released in March by the Congressional Budget Office, a nonpartisan agency that provides economic and budgetary analysis to Congress, dealt with people who get health insurance through work. It didn’t even apply to Medicare.  \n\nChanges planned to the Medicare Advantage, which the Renacci camp also cited, would phase out payments for extra benefits not available under traditional Medicare. That’s not gutting Medicare.\n\nSince 2010, PolitiFact has examined repeated claims by politicians and interest groups that the health care reform bill would cut Medicare by $500 billion. Each time the claim was found to be Mostly False or False, depending on the specific wording.\n\nIn this case Renacci’s website claims Sutton’s support of health care reform was a vote that \"gutted Medicare by $500 billion.\"  \n\nThere is an element of truth in this claim from Renacci: the health reform law is forecast to cause less spending on Medicare than what was previously forecast. But that spending reduction is a result of slowing growth so that less is spent in the long run, not cutting out traditional Medicare benefits.\n\nThose are critical facts missing from Renacci’s claim.\n\nOn the Truth-O-Meter, this claim rates Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11061"}