{"url": "/factchecks/2015/aug/28/hillary-clinton/hillary-clinton-says-jeb-bush-and-donald-trump-sha/", "speaker": "Hillary Clinton", "vclaim": "\"How do Jeb Bush and Donald Trump differ on immigration? Spoiler alert: They don't.\"", "truth_label": "barely-true", "date": "stated on August 25, 2015 in a tweet:", "title": "Hillary Clinton says Jeb Bush and Donald Trump share same views on immigration", "text": "While Donald Trump and Jeb Bush have been arguing about immigration policy, Democratic candidate Hillary Clinton says the competing Republican candidates actually hold the same views.\n\"How do Jeb Bush and Donald Trump differ on immigration? Spoiler alert: They don't,\" her campaign wrote in an Aug. 25th tweet.\nThat tweet included a campaign video released a day after Bush visited the border in McAllen, Texas.\nThe video shows clips of Bush and Trump saying they would repeal President Barack Obama’s actions related to immigration, expressing concerns about \"anchor babies\" and calling for a path to legal status, not citizenship.\n\"Don’t let the surface distract you,\" Clinton says. \"Most of the other candidates are just Trump without the pizzazz or the hair.\"\nWe won’t compare the personality (or hair) of Trump and Bush, but we will fact-check Clinton’s statement that the two candidates share the same views on immigration.\nSpoiler alert: the candidates’ statements on immigration policy cover a broad range of laws and topics and can’t be boiled down to a tweet or short video. While Bush and Trump agree in some areas, they have also shown sharp contrasts on immigration policy.\nWhere Bush and Trump are similar\nLet’s look at the areas Clinton cited in her video as evidence that Bush and Trump overlap.\nObama’s executive action: \"I will immediately terminate President Obama’s illegal executive order on immigration,\" Trump said in his June 16 announcement. In his speech ,Trump didn’t make it clear if he was referring to Obama’s 2012 program called Deferred Action for Childhood Arrivals, or DACA, or the 2014 program aimed at parents, called Deferred Action for Parents of Americans, or DAPA. In an interview on Meet the Press in August, Trump said he would rescind DACA but he wasn’t asked point blank about DAPA.\nThen, the video shows Fox News’ Sean Hannity asking Bush, \"Would you repeal Obama’s executive amnesty?\" and Bush replies \"yes.\"\nBush has said he would get rid of both DACA and DAPA, but a spokesman said he’d do that after after comprehensive immigration reform passed.\nLegal status: Trump told CNN’s Dana Bash that if elected his plan for illegal immigrants would be to \"get the bad ones out.\" But he also called for having immigrants leave and then come back legally: \"I would get people out, and I would have an expedited way of getting them back into the country, so they can be legal. Let them be legal. .... I love the idea of immigration, but it's got to be legal immigration.\" Here is the back-and-forth that followed about legal status:\nBash: \"When you say legal, do you mean legal status, or can they be eligible for citizenship?\"\nTrump: \"Legal status.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nBash: \"No citizenship?\"\nTrump: \"No citizenship. We will see. Later down the line, who knows what is going to happen, but legal status.\"\nClinton’s video then shows Hannity summarizing Bush's position as \"legal status, but not citizenship\" and Bush replies \"exactly.\" Bush told Hannity that his plan as outlined in his book calls for earned legal status and \"over an extended period of time, you earn legal status.\"\nIf we compare recent statements, Trump and Bush agree on providing legal status to certain immigrants and not citizenship, but that was not always the case with Bush, because at times in the past he expressed support for path to citizenship.\nAnchor babies: \"I’ll use the word anchor baby,\" Trump said Aug. 20. Then Clinton’s video cuts to an interview in which Bush on Aug. 19 called for \"better enforcement so that you don't have these, you know, 'anchor babies,' as they're described, coming into the country.\" In another clip Bush defends his use of the term \"anchor babies\" -- a term some immigration activists find offensive. Asked by a reporter about using the term Bush said, \"No, I don’t regret it. Do you have a better term?\" So both have used the term \"anchor babies.\"\nThe Clinton campaign told us the tweet on Trump and Bush agreeing referred only to these areas. But we found many other specifics where Trump and Bush didn't agree that were not mentioned in the video, and that makes the tweet misleading.\nWhere Bush and Trump are different\nWe asked spokespersons for the Bush and Trump campaign to cite areas where they differ on immigration policy but did not get a reply from Trump’s campaign. Here’s a few key examples of where they differ:\nMass deportations: Trump has called for mass deportations. He said on The O’Reilly Factor on Aug. 24: \" If I’m elected, they’re going to be out of here day one. We’re going to get them the hell out of our country. They’re going to be out so fast your head will spin.\" Bush has repeatedly said that mass deportation is an unrealistic solution. On his campaign website Bush said it would cost as much as $600 billion, would step on civil liberties and is \"a border plan that could be best described as a fantasy.\"\nA wall between Mexico and the United States: Trump wants to make Mexico pay for a wall between the two countries and impound remittances which Bush says is unrealistic. \"So who is going to decide who is legally remitting money back to their families in other countries? Are we going to go door-by-door and just do this? It’s just not practical at all,\" Bush said at a town hall in Englewood, Colo., on Aug. 25.\nBirthright citizenship: Trump calls for ending birthright citizenship and argues that it could be done despite the 14th amendment. Bush defended birthright citizenship. \"That’s a constitutional right. Mr. Trump can say that he’s for this because people are frustrated that it’s abused. But we ought to fix the problem rather than take away rights that are constitutionally in doubt,\" Bush told CBS’ Major Garrett on Aug. 18.\nRhetoric: Trump has made some statements about immigration that Bush has criticized, including Trump’s comments about Mexicans: \"They’re bringing crime. They’re rapists. And some, I assume, are good people\" Trump said. Bush has said such rhetoric is \"way out of the mainstream and \"To make these extraordinarily ugly kind of comments is not reflective of the Republican Party. Trump is wrong on this.\"\nOur ruling\nClinton said, \"How do Jeb Bush and Donald Trump differ on immigration? Spoiler alert: They don't.\"\nBush and Trump agree in some areas, including getting rid of Obama’s executive action. Both also call for a pathway to legal status and not citizenship, although Bush in the past has spoken in favor of citizenship.\nBut in many other areas they disagree. Trump calls for mass deportation, ending birthright citizenship and building a wall between Mexico and the United States, all major policy changes that Bush has denounced.\nClinton’s overall message here that there is no daylight between Bush and Trump is misleading, although there is a kernel of truth here in that they overlap a few immigration policies. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-06025"}