{"url": "/factchecks/2009/nov/13/sarah-palin/sarah-palin-says-health-care-reform-will-be-costly/", "speaker": "Sarah Palin", "vclaim": "Under the House health care bill, the government \"will have to penalize citizens if we choose not to buy a plan that will cost a minimum of about $15,000 per family per year.\"", "truth_label": "barely-true", "date": "stated on November 12, 2009 in a note on Facebook:", "title": "Sarah Palin says health care reform will be costly", "text": "Sarah Palin may be in the midst of launching her new book,\n\nGoing Rogue\n\n, but she still found time to post a note on her Facebook page criticizing the Democratic plans for health care.\n\n\nHer note, titled \"Pelosi 'Health Plan' Should Be DOA,\" argued that people shouldn't be compelled by the government to purchase health insurance. She also wrote that the House Democrats' measures for enforcing the new requirement, known as the individual mandate, are overly punitive.\n\n\n\"If you don't buy what the government considers 'acceptable health care coverage,' you’re going to be hit with a tax of at least 2.5% of your income,\" Palin wrote. \"And if you don’t pay that new tax, you could be fined as much as $250,000 and sentenced to up to five years in prison.\n\n\n\"But here’s the thing: they have to make the penalty for opting out very harsh in order to force us to buy coverage. The only way to keep this government run health care plan afloat is for everyone to buy into it – especially young and healthy people. That means that they will have to penalize citizens if we choose not to buy a plan that will cost a minimum of about $15,000 per family per year.\"\n\n\nPalin is correct that the Democratic plan requires everyone to buy insurance or face a tax penalty. The fines and jail terms, though, are not part of the health care bill, but rather the tools the Internal Revenue Service uses against tax cheats. (We ruled on a similar statement about jail terms and fines for those who don't buy health insurance and rated it\n\nBarely True\n\n.)\n\n\nHere, we wanted to check out whether the plan requires people to buy plans that cost $15,000 per family per year.\n\n\nHere's how the overall plan for reform works: It largely leaves in place the current system for people who get insurance through work, people who have access to the Veterans Administration, and people on Medicare or Medicaid (government-run health insurance plans for the elderly and the poor, respectively).\n\n\nThe people who will see the most immediate changes under the health bill are those who have to buy insurance on their own, and the uninsured. The House Democratic plan overhauls the rules for insurers who sell to individuals by creating a virtual marketplace called a health insurance exchange. On the exchange, individuals can compare plans and buy coverage. People of modest means will get a tax credit from the government to help them buy a plan. The poorest people will be enrolled in Medicaid.\n\n\nThe $15,000 number that Palin cites comes from a report from the nonpartisan Congressional Budget Office, a respected, independent federal office that calculates costs associated with pending legislation. The CBO found that in 2016, when the reforms are fully implemented, the annual cost of a basic family policy on the health care exchange will be $15,000.\n\n\nSo when Palin says people will have to buy policies that \"will cost a minimum of about $15,000 per family per year,\" that applies only to people who buy insurance on their own.\n\n\nFor comparison, the average family policy in 2009 for someone who gets insurance through work is $13,375, according to an analysis from the independent Kaiser Family Foundation. The employer typically pays $9,860 of the policy, while the worker pays the remaining $3,515.\n\n\nPeople on the exchange will have to pay for the policies on their own, unless they qualify for tax credits to help them buy coverage. The tax credits are on a sliding scale; the House bill says that people who make up to 400 percent of the federal poverty level will qualify for credits. This year, 400 percent of the federal poverty level means $88,200 for a family of four and $43,320 for a single person.\n\n\nPalin said that under the House health care bill, the government \"will have to penalize citizens if we choose not to buy a plan that will cost a minimum of about $15,000 per family per year.\" She's correct that they will be penalized if they don't have insurance. But her statement is misleading in two ways. For many who have health insurance through work, they won't have to pay $15,000 for the family plan because their employer will pay a lot of that. (The average employer would pay about three-fourths, if the current ratio continues.) For people of modest means, the government will give them a tax credit, so it won't cost them the full $15,000, either. The people who will have to pay the full amount will be people who have access to no other insurance and make more than 400 percent of the poverty level. Palin's statement implies that everyone will be forced to buy a family plan that costs them $15,000. In fact, only a small percentage of people would be forced to pay that full amount. So we rate her statement Barely True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15468"}