{"url": "/factchecks/2015/nov/11/bobby-jindal/bobby-jindal-says-hes-only-one-whos-cut-spending-c/", "speaker": "Bobby Jindal", "vclaim": "\"There’s only one of us who’s actually cut government spending -- not two, there’s one and you’re looking at him.\"", "truth_label": "half-true", "date": "stated on November 10, 2015 in the fourth GOP undercard debate.:", "title": "Bobby Jindal says he's the only one who's cut spending, offers Christie a juice box", "text": "Louisiana Gov. Bobby Jindal went on the attack during the Nov. 10, 2015, Fox Business debate, at one point offering New Jersey Gov. Chris Christie a theoretical blue ribbon and a juice box for talking the conservative talk.\nBut Jindal said only he has been doing the conservative walking.\n\"Here’s the dirty little secret,\" Jindal said. \"You’re gonna hear a lot of Republicans tonight in this debate and the next one talk about cutting government spending. It’s gonna sound great. There’s only one of us who’s actually cut government spending -- not two, there’s one and you’re looking at him.\"\nJindal has previously boasted that he’s the only one to cut government spending. Is it true? The answer: it depends on the analysis.\nJindal’s evidence\nJindal also makes the claim that he’s \"the only candidate to actually cut spending\" on his website, citing a report by libertarian think tank the Cato Institute. (When we last looked into this claim in August, a spokesperson for Jindal confirmed that this is what he was referring to.)\nAccording to Cato, Jindal is indeed the only governor out of the six running to have cut spending (Wisconsin Gov. Scott Walker and former Texas Gov. Rick Perry dropped out after the Cato report was published). During his seven-year tenure as Louisiana's chief, Jindal reduced spending by an average of 1.76 percent every year. Every other governor increased spending, Cato said. Here’s a graph from Jindal’s campaign, which is based off of Cato’s analysis:\n\n\"Bobby Jindal shows the most fiscal restraint,\" the Cato report concludes. Much of the reduction, reported the Times-Picayune in 2011, is \"explained by waning hurricane recovery appropriations and the end of federal stimulus aid.\"\nHowever, the Cato report is just one way, and something of a simplistic way, to look at the state budget picture. It fails to consider the different per-capita income levels across different states (higher incomes bring more government services and thus spending), different approaches to handling federal money (Ohio Gov. John Kasich, for example, took the Medicaid expansion while Jindal did not), and different time periods, lists Alan Auerbach, a professor of public finance at the University of California at Berkeley.\nUnlike Jindal and other sitting governors, Jeb Bush, Mike Huckabee and George Pataki weren’t leading their states through economic downturns. Auerbach explains: \"During recessions, balanced-budget requirements have typically forced states to cut spending, in addition to legislating tax increases.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nKasich himself takes issue with Cato’s analysis, arguing that Cato focused on a specific pool of money known as the general revenue fund. Kasich prefers instead to look at the all-funds budget, a much larger pot of federal and state money. (Cato’s response: \"Our data is correct, and so is his. Kasich seems to pick the dataset that shed the best light on him.\")\nChris Edwards, Cato’s director of tax policy, argued that the general fund data is more recent and perhaps more relevant than the all-funds.\n\"Governors have more direct control over the general fund budget,\" he said. \"A lot of the non-general fund budget comes from the federal government, which governors don’t have much control over.\"\nAnother way to run the numbers\nOthers have looked at this question and come up with different results.\nIf we look at all-funds and adjust for the time differences, four governors actually out-cut Jindal, according to a fact-check by Fox News, which compared each governor’s budgets to their contemporaries (in other words, how Bush stacked up against other governors in the 2000s, and how Jindal is doing compared to sitting governors).\nThe two top spenders by Cato’s count, Bush and Kasich, actually ranked best in Fox News’ analysis. Bush and Kasich slashed spending by 3.66 percent and 1.76 percent respectively. Jindal, meanwhile, came in at No. 5 on the Fox News analysis, with an average reduction of 0.25 percent per year. Here’s Fox’s breakdown:\nThis is still an imperfect way of comparing the budget records of the various governors, but to an extent, it’s fairer, Auerbach said.\n\"Controlling for what other states did at the same time certainly is better than not controlling for time period,\" he said. \"One might do better still by controlling for relative economic conditions in the different states but … the controls are reasonable.\"\nOur ruling\nJindal said, \"There’s only one of us who’s actually cut government spending -- not two, there’s one and you’re looking at him.\"\nTo his credit, a Cato report backs his claim. However, there’s more than one way of looking at spending cuts. One other approach that an expert said is valid suggests that Jindal was out-cut by four other governors.\nJindal’s claim is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-05753"}