{"url": "/factchecks/2020/feb/29/tweets/chuck-schumer-didnt-delete-tweet-criticizing-trump/", "speaker": "Tweets", "vclaim": "Says Sen. Chuck Schumer deleted a Feb. 5 tweet criticizing President Donald Trump’s decision to ban some forms of travel to and from China.", "truth_label": "pants-fire", "date": "stated on February 29, 2020 in posts on Twitter and Facebook:", "title": "Chuck Schumer didn't delete tweet criticizing Trump's China travel ban ... because he never wrote it", "text": "Some conservative websites and Twitter users are spreading a false rumor that Sen. Chuck Schumer, D-N.Y., deleted a tweet from early February criticizing President Donald Trump for banning some forms of travel to and from China.\nThe tweet was never deleted, because Schumer never sent it.\nYet some conspiracy minded sites used a screenshot of the alleged tweet to seek to criticize Schumer.\n\"In what amounts to a plea of ‘guilty’ to the charge of being full of crap and criticizing President Trump no matter what he does, Senator Chuck Schumer has deleted his February 5 tweet,\" started a post on The American Thinker website.\nThe screenshot says:\n\"The premature travel ban to and from China by the current administration is just an excuse to further his ongoing war against immigrants. There must be a check and Balance on these restrictions.\"\nSchumer never sent, or deleted the tweet.\nProPoblica, a nonprofit journalism organization, maintains a database of tweets deleted by politicians called Politwoops. Politwoops says it \"uses Twitter's Streaming API to find tweets from politicians we track and then checks to see if those tweets have been deleted\". The alleged post is not captured in the database.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nPolitwoops, for example, captured Trump’s now-deleted tweet congratulating the Kansas City Chiefs and the \"Great State of Kansas\" for winning the Super Bowl on Feb. 2. (The Chiefs play in Missouri). \nHere is Schumer’s feed of deleted tweets.\n\"He never tweeted it,\" said Schumer spokesman Justin Goodman.\nWebsites allow anyone to generate real-looking but ultimately fake tweets using tweet generators. \nSome websites, like the blog Powerline, originally posted a story highlighting Schumer’s alleged tweet. Later, they admitted that they were duped. \n\"HOAXED: My apologies to readers. The allegedly deleted Schumer tweet does not appear in Pro Publica’s authoritative list of deleted Schumer tweets. I regret not verifying the authenticity of the deleted tweet before posting this. I’m declaring it a hoax.\"\nThe tweet is fake. So it could never have been deleted.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-17502"}