{"url": "/factchecks/2019/feb/04/viral-image/no-ronald-reagan-didnt-say-meeting-trump-felt-shak/", "speaker": "Viral image", "vclaim": "Says that Ronald Reagan said he felt like he \"was the one shaking hands with the president\" when he met Donald Trump.", "truth_label": "pants-fire", "date": "stated on February 4, 2019 in a Facebook post:", "title": "No, Ronald Reagan didn't say meeting Trump felt like “shaking hands with the president”", "text": "Did President Ronald Reagan sense he had met a successor to the presidency after shaking hands with a young Donald Trump? No, but a photo of the two men that appeared on Facebook on Feb. 4 suggested as much.\n\"For the life of me, and I’ll never know how to explain it, when I met that young man, I felt like I was the one shaking hands with the president,\" the post claims Reagan said about meeting Trump.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThough there are several photos of the former president and Trump together, the meetings didn’t inspire Reagan to wax poetic about the current commander in chief.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe photo being shared here is authentic and dates back to Nov. 3, 1987, said Joanne Drake, chief administrative officer of the Ronald Reagan Presidential Foundation and Institute. The image shows then-president Reagan shaking Trump's hand in the Blue Room at a reception for members of an art and preservation in embassies foundation.\nBut Drake said the quote attributed to the 40th president about the would-be 45th president is inaccurate: \"He did not ever say that about Donald Trump,\" she said.\nWe rate this claim Pants on Fire!\n Share the Facts 2019-02-04 22:03:26 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says that Ronald Reagan said he felt like he \"was the one shaking hands with the president\" when he met Donald Trump.    Facebook post on the internet https://www.facebook.com/photo.php?fbid=10155721861042391&set=a.10150089664052391&type=3&theater    Monday, February 4, 2019 2019-02-04    Read More  info", "vclaim_id": "vclaim-pol-01062"}