{"url": "/factchecks/2011/mar/31/john-boehner/house-speaker-john-boehner-labels-money-health-car/", "speaker": "John Boehner", "vclaim": "Says the Patient Protection and Affordable Care Act adopted last year contains \"a series of slush funds, set up to stay on the books automatically, with little or no oversight.\"", "truth_label": "pants-fire", "date": "stated on March 14, 2011 in video:", "title": "House Speaker John Boehner labels money in health care bill “slush funds”", "text": "Republicans and Democrats alike marked the recent anniversary of the Patient Protection and Affordable Care Act’s passage.\n\nThe White House issued a report listing benefits the bill had brought to Ohioans, like free wellness visits, mammograms and colonoscopies for Medicare beneficiaries, while Republicans like House Speaker John Boehner issued statements that said it destroys jobs and should be repealed.\n\n\"In the coming weeks, you’ll see more votes and more hearings in the House to take this law apart, step by step,\" Boehner promised in a press release and video disseminated to reporters on March 23 . \"That includes repealing the law’s mandatory spending slush funds.\"\n\nBoehner expounded more on the health care \"slush fund\" theme in a video released the previous week.\n\n\"Let’s look at Obamacare,\" Boehner said in the March 14 video. \"Its authors went to great lengths to protect their government takeover of health care from anyone attempting to repeal it. They funneled federal bureaucrats billions of taxpayer dollars to implement this job-crushing health care law. This isn't just some startup money that fell into the wrong hands. It's a series of slush funds, set up to stay on the books automatically, with little or no oversight.\"\n\nAsked for the rationale behind Boehner’s \"slush fund\" claims, his office provided a memorandum from the House Committee on Energy and Commerce. It described the Patient Protection and Affordable Care Act as \"unusual in the sense that it provided mandatory spending for numerous newly created or established programs that would normally be considered discretionary in nature.\" By way of explanation, it noted that \"discretionary\" government spending is allotted by Congress each year, while \"mandatory\" spending occurs outside the congressional appropriations process.\n\nThe document prepared for a March 9 subcommittee hearing cited as examples a program that allows the Health and Human Services Secretary to provide grants for states to set up health insurance exchanges, a separate $17.75 billion account the HHS Secretary could use for prevention and public health programs for nine years, and a third section of the bill that authorizes the Secretary to award $200 million in grants over three years to construct school-based health centers. Also targeted is a\n\"personal responsibility education program\" that would be funded with $75 million each year from 2010 through 2014, and $230 million in development grants for teaching health centers that would be issued between 2011 and 2015. The Energy and Commerce Committee is drafting legislation to eliminate those programs.\n\n\"This should concern every Member that we have a created a slush fund that the Secretary can spend from without any Congressional oversight or approval,\" health subcommittee chairman Joe Pitts, a Pennsylvania Republican, said in his opening statement at the hearing.\n\nDemocrats at the hearing said that when Republicans controlled Congress, they also put mandatory spending into bills that created new programs, such as 2003 legislation that created the Medicare prescription drug program. HHS spokesman Keith Maley noted that bipartisan legislation that Congress passed to create the Childrens’ Health Insurance Program did the same thing.\n\n\"Congress maintains its full oversight authority as it does in other instances in which it chooses to include a mandatory appropriation in a piece of legislation,\" Maley said in an email. \"Additionally, HHS maintains appropriate program integrity controls on the use of the funds.\"\n\nThe health care bill provides several pools of money that the HHS Secretary can disburse for purposes designated by the legislation. Is it appropriate to call them \"slush funds?\" The Merriam-Webster dictionary defines a \"slush fund\" as \"an unregulated fund often used for illicit purposes.\" The money vexing Republicans is designated for programs specifically defined by the law, which hardly makes them illicit and unregulated. Congress also has the power to oversee the bill’s implementation, and Republicans have held several hearings on the subject already this year.\n\nBoehner may object to the latitude the health care bill gives HHS. But as speaker, his words carry a lot of weight, and he should choose them wisely. His  \"slush fund\" label is not only inaccurate, but ridiculous. On the Truth-O-Meter, that rates a Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-13339"}