{"url": "/factchecks/2017/mar/03/theseattletribunecom/reports-donald-trumps-unsecured-android-phone-root/", "speaker": "TheSeattleTribune.com", "vclaim": "\"Trump’s Android device believed to be source of recent White House leaks.\"", "truth_label": "pants-fire", "date": "stated on February 26, 2017 in a headline:", "title": "Reports that Donald Trump’s unsecured Android phone is root of White House leaks are made up. Fake!", "text": "A fake news report claiming that President Donald Trump’s unsecured Android cell phone is probably the source of several news leaks from the White House is actually the fabrication of a well-known source of contrived stories.\nA Feb. 26, 2017, article on TheSeattleTribune.com says in a headline, \"Trump’s Android device believed to be source of recent White House leaks.\" The post was flagged by Facebook users as being potentially false, as part of Facebook’s efforts to combat fake news.\nThe readers got this one right. The story is fake.\nThe story says two \"private intelligence agencies\" have determined that several news leaks that have been damaging to the Trump administration — from plans for executive orders to internal fights with staff — likely came from the president’s own phone.\nBut TheSeattleTribune.com is a website that makes up their stories, and is associated with another faux news site called AssociatedMediaCoverage.com. Their disclaimer says the website \"is a news and entertainment satire web publication\" and that all articles \"are fictional and presumably satirical news.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIf the counter on the story is to be believed, this one has been viewed more than 171,000 times in less than a week. It’s been used in online forums and also is popular on Facebook. It’s even appropriated a Twitter hashtag.\nThe article claims #DitchTheDevice is an online effort by social media users to get Trump to quit using the phone. But really, that hashtag was formerly used to try to get people to stop staring at their phones all day long and enjoy life a little bit more.\nIn any event, that’s what the hashtag means now, as thousands of people have used it while tweeting out TheSeattleTribune.com link.\nThe story keys off a maelstrom of news about leaks from the White House, combined with Trump’s penchant for tweeting and his reported actual use of an unsecured Android phone.\nBut this story? It’s fake.\nWe rate it Pants On Fire!\n Share the Facts   Politifact    5 6  Politifact Rating: Pants on Fire  “Trump’s Android device believed to be source of recent White House leaks.”    TheSeattleTribune.com website   in a headline Sunday, February 26, 2017 02/26/2017    Read More  info    \nShare The Facts", "vclaim_id": "vclaim-pol-03600"}