{"url": "/factchecks/2018/jul/12/donald-trump/donald-trump-misleads-us-defense-spending-nato-bud/", "speaker": "Donald Trump", "vclaim": "\"The United States was paying for anywhere from 70 to 90 percent of (NATO), depending on the way you calculate.\"", "truth_label": "barely-true", "date": "stated on July 12, 2018 in a press conference after the NATO summit:", "title": "Donald Trump misleads on US defense spending, NATO budget", "text": "Since his earliest days in office, President Donald Trump has made no bones about his feelings on how much the United States spends on NATO, often scolding allies for not carrying their weight. This week he was in Brussels for a summit with those very nations he’s unhappy with.\nOne talking point came up again and again.\nAs he left the White House for Europe, Trump tweeted that the United States is paying for 90 percent of NATO with other member countries falling far behind.\nIn a short speech before he boarded his plane, he repeated his frustration but dialed back the size of the U.S. share, saying \"we spend at least 70 percent for NATO.\"\nAnd in a July 12, 2018, press conference before he left Brussels, Trump decided to use both numbers to describe a lopsided U.S. contribution: \"I believe in NATO. I think NATO's a very important, probably the greatest ever done. But the United States was paying for anywhere from 70 to 90 percent of it, depending on the way you calculate. That's not fair to the United States.\"\nRegardless of the figure used, it is not accurate to say that the United States is paying for either 70 or 90 percent of NATO’s military defense.\nU.S. outspends other countries on defense\nWe first consulted NATO’s latest budget report for 2017. (A report with projected 2018 defense spending was released after Trump’s initial comment, but this doesn’t change the facts surrounding the claim.) The 2017 numbers show defense spending data of all member countries from 2010 to 2016 and 2017 estimates.\nBy NATO’s count, total defense spending of all NATO members stood at about $957 billion in 2017. The United States’ share was about $686 billion. Do the math, and the percentage of U.S. spending is about 72 percent. (We don’t know the source for the  90 percent number.)\nHere are the top four spending countries on NATO’s list:\n\n\n\n\nCountry \n\n\nSpending in billions (2017)\n\n\nPercent of total defense spending by NATO members\n\n\n\n\nUnited States\n\n\n$686\n\n\n71.7%\n\n\n\n\nUnited Kingdom\n\n\n$55\n\n\n5.8%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nFrance\n\n\n$46\n\n\n4.8%\n\n\n\n\nGermany\n\n\n$45\n\n\n4.8%\n\n\n\n\n \nU.S. spending isn’t all for NATO\nBut what do these numbers mean? The spending doesn’t represent money spent on behalf of NATO, nor for NATO. They’re the total defense budgets of NATO members. For 2017, the defense spending of all NATO members totaled about $957 billion.  \nThe United States spent $686 billion on all of its defense spending across the globe for that year.\nGordon Adams, professor emeritus at American University’s School of International Service, said the president’s wording is \"bizarre\" given that the burden for defense is quite different for the United States and European nations.\n\"U.S. defense missions are global, not just European,\" he said, \"while the allies spend solely for European defense.\"\nAmerican defense spending supports aircraft carriers in the Pacific, as well as troops in Europe. On top of that, Adams said that U.S. equipment and personnel in Europe, such as an F-35 stealth fighter, can be deployed for missions in the Middle East.\nThere is no clear way to tease out the fraction of American defense spending that primarily guards Europe.\nHow countries do fund NATO\nNATO does have things it calls its own. There is a civilian staff and headquarters, and military equipment such as surveillance aircraft. There are bases, command headquarters and a program to beef up military capabilities in certain countries above and beyond what they would need for their own defense.\nEach of the 29 members contribute to those costs through an agreed cost-sharing formula based on the country’s gross domestic product. As the member with the largest GDP, the U.S. contributed 22 percent of NATO’s common funding. Not far behind is Germany with about 15 percent, then France and the United Kingdom with about 10 percent.\nWith common costs of about $2.5 billion in 2017, the U.S. share of about $550 million doesn’t change the picture, since Europe’s share was a much larger $1.8 billion. That gap only weakens Trump’s argument.\nOur ruling\nTrump said \"the United States was paying for anywhere from 70 to 90 percent of (NATO).\"\nIt is not accurate to say the United States pays for the majority of NATO's costs. The United States pays for 22 percent of NATO's common fund. Beyond that relatively small amount, the cost of NATO is undefined.\nThe organization does total the defense budgets of its members, and based on that, U.S. defense spending equals about 70 percent. But the United States spends as much as it does because it is a global military power, which by and large, the European members are not. It is an apples and oranges comparison.\nTrump pushed a flawed comparison even further by saying the U.S. paid for as much as 90 percent of NATO. That goes beyond the exaggeration of this statistic that we've seen before.\nTrump’s statement contains just an element of truth, ignoring critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2018-07-12 18:48:33 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The United States was paying for anywhere from 70 to 90 percent of (NATO), depending on the way you calculate.\"    Donald trump U.S. president https://www.youtube.com/watch?v=XVO4CV64dO4   press conference after the NATO summit Thursday, July 12, 2018 2018-07-12    Read More  info", "vclaim_id": "vclaim-pol-01865"}