{"url": "/factchecks/2016/may/29/bernie-sanders/bernie-sanders-says-he-polls-better-against-donald/", "speaker": "Bernie Sanders", "vclaim": "\"Right now, in every major poll, national poll and statewide poll done in the last month, six weeks, we are defeating Trump, often by big numbers and always at a larger margin than Secretary Clinton is.\"", "truth_label": "mostly-true", "date": "stated on May 29, 2016 in an interview on NBC's 'Meet the Press':", "title": "Bernie Sanders says he polls better against Donald Trump than Hillary Clinton does", "text": "Democratic presidential candidate Bernie Sanders is behind in the delegate count by near-insurmountable numbers, but he makes the case that he’s a better nominee for November because he polls better than Hillary Clinton in head-to-head matchups against presumptive Republican nominee Donald Trump.\nSanders made the point again during the May 29, 2016, edition of NBC’s Meet the Press.\n\"Right now,\" Sanders said, \"in every major poll, national poll and statewide poll done in the last month, six weeks, we are defeating Trump often by big numbers, and always at a larger margin than Secretary Clinton is.\"\nWe checked a similar assertion by Sanders in March and found it to be Mostly True. But there have been new polls since then, so we decided to take a new look.\nAs we did previously, we looked at polls taken during the last six weeks that are listed on RealClearPolitics.com and that tested Trump’s support against both Clinton and Sanders. (An additional five polls tested only Clinton against Trump, but we won’t count those.)\nHere’s a summary:\n\n\n\n\nPoll\n\n\nDate\n\n\nClinton vs. Trump\n\n\nSanders vs. Trump\n\n\nSanders advantage over Clinton\n\n\n\n\nNBC News-Wall Street Journal\n\n\n5/15-5/19\n\n\nClinton +3\n\n\nSanders +15\n\n\nSanders by 12\n\n\n\n\nCBS News-New York Times\n\n\n5/13-5/17\n\n\nClinton +6\n\n\nSanders +13\n\n\nSanders by 7\n\n\n\n\nFox News\n\n\n5/14-5/17\n\n\nTrump +3\n\n\nSanders +4\n\n\nSanders by 7\n\n\n\n\nPublic Policy Polling (D)\n\n\n5/6-5/9\n\n\nClinton +6\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\nSanders +11\n\n\nSanders by 5\n\n\n\n\nCNN/ORC\n\n\n4/28-5/1\n\n\nClinton +13\n\n\nSanders +16\n\n\nSanders by 3\n\n\n\n\nIBD-TIPP\n\n\n4/22-4/26\n\n\nClinton +7\n\n\nSanders +12\n\n\nSanders by 5\n\n\n\n\nUSA Today-Suffolk\n\n\n4/20-4/24\n\n\nClinton +11\n\n\nSanders +15\n\n\nSanders by 4\n\n\n\n\nGWU-Battleground\n\n\n4/17-4/20\n\n\nClinton +3\n\n\nSanders +10\n\n\nSanders by 7\n\n\n\n\n \nSo Sanders is correct that he fares better against Trump than Clinton does in every poll over the past six weeks -- more than 6 points better than Clinton, on average.\nAnd Sanders is beating Trump by an average of 12 points in these eight polls, so \"big numbers\" seems like a reasonable description for Sanders to use.\nCase closed? Not quite, say polling experts.\nClinton has been scrutinized and attacked as a public figure for a quarter century, but Sanders -- even after running for president for a year -- is a relatively new figure to voters nationally. So while a lot of voters’ minds are already made up about Clinton based on her long history in the public eye, it remains to be seen how open potential voters will be to supporting Sanders once Republicans start airing negative attacks, especially ones that note his identification as a democratic socialist. (We have previously reported that, according to polls, being a socialist is a less attractive quality for voters than being an atheist.)\nKerwin Swint, a political scientist at Kennesaw State University, told PolitiFact Georgia that Sanders shows up so strongly in head-to-head polls because Trump and Clinton have such high negatives.\n\"General election polls don’t mean much until the conventions are over and you get to late summer or early fall,\" Swint said. \"A lot of voters don’t look at Sanders as a legitimate threat. It’s almost like he’s an imaginary candidate.\"\nIn addition, early polls do not weed out \"likely voters,\" as polls later in the campaign do, Steven S. Smith, a Washington University political scientist and a specialist in public opinion, told PolitiFact when we previously checked a similar statement by Sanders. This could matter, given Sanders’ high rates of support among college students and younger voters, who have not yet demonstrated a long track record of voting.\n\"If Sanders draws disproportionately from people who are not likely to vote, which is a reasonable speculation at this point, then his support may be somewhat overstated in some comparisons,\" Smith said.\nAnd it’s worth adding that, as Meet the Press host Chuck Todd noted, Clinton can be expected to poll better against Trump after she officially secures the nomination and many former Sanders supporters come to her side.\nOur ruling\nSanders said, \"Right now, in every major poll, national poll and statewide poll done in the last month, six weeks, we are defeating Trump often by big numbers, and always at a larger margin than Secretary Clinton is.\"\nOn the numbers, Sanders is correct: In the past six weeks’ worth of polls, Sanders fares 6 points better against Trump than Clinton does, and he beats Trump by double digits on average. Still, polling experts caution that polls this far away from Election Day are not entirely reliable, and they add that Sanders hasn’t been exposed to the same degree of negative attacks as Clinton has. We rate the claim Mostly True.\nhttps://www.sharethefacts.co/share/cd7c011b-445f-4c81-9ca1-c35f63cefcf9", "vclaim_id": "vclaim-pol-04901"}