{"url": "/factchecks/2017/jun/13/blog-posting/keanu-reeves-did-not-give-long-speech-attributed-h/", "speaker": "Bloggers", "vclaim": "Says Keanu Reeves gave a speech that began, \"I cannot be part of a world where men dress their wives as prostitutes by showing everything that should be cherished ...\"", "truth_label": "pants-fire", "date": "stated on April 26, 2017 in Internet posts:", "title": "Keanu Reeves did not give long speech attributed to him online, publicist says", "text": "A lengthy quote attributed to Keanu Reeves doesn’t appear to have come from the actor at all, but rather a fan page for him on Facebook.\nThe rambling quote admonishes essentially anyone who mistreats, objectifies, ignores, takes advantage of or otherwise abuses someone else:\n\"I cannot be part of a world where men dress their wives as prostitutes by showing everything that should be cherished,\" the diatribe began. \"Where there is no concept of honor and dignity, and one can only rely on those when they say ‘I promise.’ Where women do not want children, and men don’t want a family. Where the suckers believe themselves to be successful behind the wheel of their fathers’ cars, and a father who has a little bit of power is trying to prove to you that you’re a nobody.\"\nAnd on and on; In other words, be excellent to each other. You can read it all for yourself, but we first saw the quote in an April 26, 2017, post on BestThings.us. Facebook users flagged the post as being potentially fake, as part of the social media site’s efforts to combat fabricated news.\nThe same quote has appeared on several other websites, going back to 2016, always attributed to Reeves. It even appeared on an English-language Pakistani newspaper’s website.\nWe also found the quote attributed to him in a Russian-language video that appears to show him saying it (we used the translated captions) — but it actually shows him talking about a Paul Gauguin exhibit in Switzerland. Another video example used a computerized voice to recite the quote.\nIt’s also appeared on Facebook. And we mean, it’s appeared all over Facebook, again credited to Reeves.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut while that seems like a deep message from the guy who played John Wick, we can’t find any record of Reeves saying it.\nAs best we can tell, the quote’s association with Reeves came from a Facebook fan page called \"Keanu Reeves - the actor.\" The page posted the quote, wherever they got it from, on Feb. 21, 2016. The page’s About section said Reeves was allowed to post on the page or moderate as he saw fit. There was no contact information.\nBut Reeves’ publicist, Cheryl Maisel of talent agency PMK-BNC, said the actor had no affiliation with the page.\n\"Keanu does not participate in any form of social media,\" she said via email. \"This Facebook page is fake.\"\nMaisel told us she had the entire fan page removed from Facebook.\nIt wouldn’t be the first time a famous person was misquoted on the Internet, of course. And Reeves knows a little something about being on the Internet.\nBut he wasn’t The One who made this protracted speech. We rate this statement Pants On Fire!\n Share the Facts 2017-06-13 18:13:38 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Keanu Reeves gave a speech that began, \"I cannot be part of a world where men dress their wives as prostitutes by showing everything that should be cherished ...\"    Internet rumors bloggers   in Internet posts Wednesday, April 26, 2017 2017-04-26    Read More  info", "vclaim_id": "vclaim-pol-03218"}