{"url": "/factchecks/2013/jun/23/john-loughlin/john-loughlin-says-rhode-islands-general-assembly-/", "speaker": "John Loughlin", "vclaim": "\"We have one of the most expensive General Assemblies, per capita, in the entire country.\"", "truth_label": "true", "date": "stated on June 7, 2013 in an appearance on WPRO.:", "title": "John Loughlin says Rhode Island's General Assembly is one of the most expensive in the U.S.", "text": "Everybody wants lower taxes and one way to get them is to have the government spend less. One suggestion for cutting the Rhode Island budget was made June 7, when Republican John Loughlin, a former state representative from Tiverton and unsuccessful candidate for Congress, was a guest host on WPRO talk radio.\n\n\"We have one of the most expensive General Assemblies, per capita, in the entire country,\" he said. \"In fact, we're right behind Alaska. And the reason Alaska is so expensive is 'cause those guys have to fly in airplanes to attend General Assembly meetings. But we pay per capita more than the state of New York [and] more than the state of California per capita for their General Assemblies.\"\n\nOn the air, he invited PolitiFact Rhode Island to check his assertion that Rhode Island's General Assembly is one of the most expensive and, because it sounded interesting, we gave him a call to ask for his evidence.\n\nLoughlin sent us a one-page chart that gave a state-by-state breakdown of legislative expenses and state budgets for the 2010-2011 fiscal year, along with U.S. Census data needed for a per capita calculation.\n\nAccording to that chart, which was developed in March by the National Conference of State Legislatures based on Census data, Rhode Island doesn't just have ONE of the most expensive legislatures. It was the second-most expensive, behind Alaska.\n\nWhile most Americans spent, on average, $9.13 per person on the legislative branch of their state governments, Rhode Islanders spent nearly three times as much -- $26.00 per capita.\n\nAlaska ranked first, at $71.27; Pennsylvania was third, at $23.67; Hawaii was fourth, at $22.46; and North Dakota was fifth, at $19.83. New York, which Loughlin also mentioned, was 20th at $11.41 per person and California was 32nd at $8.53 per capita.\n\nConnecticut, which ranked seventh, had the second-most expensive legislature in New England. Its per-capita cost was $15.91, 39 percent less than Rhode Island's. The cost in Massachusetts, which has a full time legislature instead of a part-time body like Rhode Island's, was $8.57 per person; the Bay State ranked 31st.\n\nWhy is Rhode Island's ranking so high?\n\nLarry Berman, the spokesman for House Speaker Gordon Fox, said, \"When it comes to state legislatures, it is very difficult to make an apples-to-apples comparison because of so many variables.\"\n\nHe noted that Montana ranks sixth even though it meets for only 90 days every other year and North Dakota, ranked fifth, meets for no more than 80 days during odd-numbered years.\n\nAlso, Rhode Island's legislative budget includes some expenses that other states list under other categories, Berman said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIn 2011, Berman said, \"$4,634,000 of the General Assembly’s budget was earmarked that year for the auditor general’s office . . . [which has] 44 employees [who] work independently of the legislature to evaluate programs throughout state government.\" Other states don't include audit expenses in the legislative budget, he said.\n\nAlso, \"the budget that year contained $1,298,000 for the operation of our own Capitol Television channel.  In other states, the television production may be operated by public television or contained within another part of the state budget,\" he said.\n\nIn addition, Berman said the 2011 fiscal year was the year the budget \"included $1.5 million for the once-every-10-year function of redistricting. While every state is mandated federally to conduct this process, it does significantly increase our state’s legislative budget for that year only.\"\n\nBut when we looked at rankings for the previous five years, when redistricting wasn't done, Rhode Island again ranked second in 2006, 2007 and 2008. It dropped to third place, behind Pennsylvania, in 2009 and 2010. In all six years, per capita costs ranged from $25.01 to $26.78.\n\nThe expenses cited by Fox's office amounted to about $7.4 million. That's out of a total budget of $27.3 million. Even when we pulled out that money, Rhode Island still ranked near the top, with $19.03 spent by the Assembly for every man, woman and child, putting us in fifth place instead of second.\n\nAnd if you look at what percent of the total state budget goes to the legislature when these expenses are subtracted, instead of 0.43 percent, the ratio dropped to 0.31 percent, putting us in a three-way tie for fourth place.\n\nJohn Simmons, executive director of the business-backed Rhode Island Public Expenditure Council, said because of its smaller size -- only seven other states have fewer people -- Rhode Island doesn't have as many people to share the basic costs of government.\n\n\"Anytime you're in the top 10 it's a cause for concern, but then when you look at the size of Rhode Island and the economies of scale, most of the smaller-population states are higher ranked\" than average, he said.\n\nOur ruling\n\nJohn Loughlin said Rhode Island has \"one of the most expensive General Assemblies, per capita, in the entire country.\"\n\nThe National Conference of State Legislatures has consistently ranked Rhode Island as second or third in the United States. The amount paid to run the legislature -- more than $27 million in the 2011 fiscal year -- translates to $26.00 per resident.\n\nEven if you remove more than $7 million in expenses that, according to House Speaker Gordon Fox's office, aren't usually in a legislative budget, Rhode Island's ranking only drops to about fifth.\n\nBecause that still makes Rhode Island's legislative budget \"one of the most expensive,\" we rate Loughlin's statement as True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09187"}