{"url": "/factchecks/2014/apr/23/mary-burke/scott-walker-opponent-mary-burke-says-working-wisc/", "speaker": "Mary Burke", "vclaim": "\"In Wisconsin, a woman only earns 80 cents for every $1 a man earns.\"", "truth_label": "mostly-true", "date": "stated on April 8, 2014 in a news release:", "title": "Scott Walker opponent Mary Burke says working Wisconsin women earn 80% of what men earn", "text": "Marking what President Barack Obama proclaimed as National Equal Pay Day, Democratic gubernatorial candidate Mary Burke uttered a claim that many politicians have made in one form another at the state or national level.\n\"Women deserve equal pay for equal work. It's just that simple,\" Burke, a Madison School Board member, said in an April 8, 2014 news release.\n\"In Wisconsin, a woman only earns 80 cents for every dollar a man earns -- and pay discrimination doesn't just hurt our families, it hurts our economies, too.\"\nLet's take a look.\nSimilar claims\nIn rating a number of pay-gap claims, we and our PolitiFact colleagues have found that wording is crucial. Two of those fact-checks help put Burke's claim into perspective.\nFormer Dane County executive Kathleen Falk, while campaigning for the Democratic gubernatorial nomination to challenge Walker in the 2012 recall election, said Wisconsin women \"are paid 81 cents to the dollar of a man doing the same job.\"\nThe key phrase was \"same job.\"\nWe rated the statement False, finding that Falk misquoted the very report she relied on. The report said that -- among all men and women in Wisconsin working all sorts of jobs -- women earned 81 cents for every dollar earned by men.\nBurke's claim, in contrast, is more similar to one made by Obama.\n\"You know, today, women make up about half our workforce, but they still make 77 cents for every dollar a man earns,\" Obama said in his January 2014 State of the Union speech. \"That is wrong, and in 2014, it's an embarrassment. Women deserve equal pay for equal work.\"\nPolitiFact National rated Obama's statement Mostly True.\nAccording to the U.S. Census Bureau, our colleagues found, women who worked full-time, year-round in 2012 made 77 cents for every $1 men earned across the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThe comparison includes all male and female workers regardless of occupation.\nOur colleagues noted, however, the existence of a pay gap doesn’t necessarily mean the gap is caused by discrimination. Work by the Institute for Women’s Policy Research, for example, found that one factor is that women more often choose lower-paying jobs such as receptionists, nurses and teachers, while men more often pursue paths as truck drivers, managers and computer software engineers.\nWisconsin figures \nSo what's the situation in Wisconsin?\nThree organizations -- the Institute for Women's Policy Research, the National Partnership for Women & Families and the American Association of University Women -- also cited 2012 census data as the latest available.\nThose figures show Wisconsin women earned 78 cents per $1 earned by men.\nThe American Association of University Women said in a March 2014 report that the median annual earnings for Wisconsin women working full time year round was $36,535 -- 78 percent of the $46,898 earned by men.\n(The median is the middle number -- in other words, half of the workers earned more than that amount and half earned less.)\nCommenting on the pay gap at the national level, the association said career choices explain some of the pay gap. But even after accounting for college major, occupation, hours worked and other factors, the association said, 7 percent of the gap nationally between men and women college graduates remained unexplained one year after graduation.\nSo, there is evidence that Wisconsin women earn 78 cents per $1 of what men earn, although the role discrimination might play is not clear.\nOur rating\nBurke said: \"In Wisconsin, a woman only earns 80 cents for every $1 a man earns.\"\nHer claim is slightly conservative, in that census data put the figure at 78 cents.\nIt's worth noting that the gap is not necessarily due to discrimination -- a conclusion some might have drawn because Burke's statement made reference to pay discrimination.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-07959"}