{"url": "/factchecks/2010/apr/30/kay-bailey-hutchison/sen-kay-bailey-hutchison-says-democrats-passed-hea/", "speaker": "Kay Bailey Hutchison", "vclaim": "Says the American public \"overwhelmingly opposed\" Democratic-steered health care plan.", "truth_label": "half-true", "date": "stated on April 24, 2010 in a radio address:", "title": "Sen. Kay Bailey Hutchison says Democrats passed health care plan despite overwhelming public opposition", "text": "U.S. Sen. Kay Bailey Hutchison, speaking for Republicans in response to President Barack Obama’s weekly radio address on Saturday, spiced a call for keeping watch over the nation’s financial sector with a ‘plaint about Democrats’ stewardship of recently adopted health care legislation.\n\n\"Americans are troubled,\" Hutchison said, \"by the way Democrats forced their health care bill on the public that overwhelmingly opposed it.\"\n\nWe missed the whips and chains in the health-care fight and wondered if Hutchison imagined things, considering key actions took place by majority votes. That said, we're setting aside this part of her statement as partisan hyperbole.\n\nFor this article, we’re focusing on Hutchison’s claim that the American public \"overwhelmingly opposed\" the health care plan.\n\nPolitiFact.com previously looked at references to public opinion and the health care legislation.\n\nIn February, it found Mostly True a statement by Sen. Jon Kyl, R-Arizona, that 75 percent of the American people \"have said either don't do anything (on health care) or start over.\" And in March, PolitiFact.com rated as Half True Democratic U.S. Rep. John Yarmuth's statement that polling showed almost 40 percent of Americans opposed the health-care plan because they didn’t think it went far enough.\n\nResponding to our inquiry, Hutchison spokesman Jeff Sadosky told us that from late April 2009 to late April this year, telephone calls and letters mostly sent by Texans to the senior Texas senator ran heavily against \"Obama’s health care\" approach. More than 18,100 callers were opposed while 4,830 were in favor; about 75 percent of more than 350,000 letters that Hutchison received were against the reform, Sadosky said.\n\nStill, signals from Texas constituents don't necessarily demonstrate national sentiment. We turned next to polls taken before and after the final congressional action, which was followed in late March by Obama signing the plan into law.\n\nAccording to almost every poll we found, more Americans opposed action than favored it as the debate reached its climax.\n\nAccording to a Gallup poll taken March 4-7, weeks before the final votes, 48 percent of Americans said they would advise their representative to vote against an Obama health-care reform measure with 45 percent saying they’d advise a favorable vote. At the time, Gallup said the result confirmed \"the generally divided nature of public opinion on health care legislation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nSeeking to gauge whether Americans' opposition was overwhelming, as Hutchison puts it, we reviewed summaries of polls compiled by the non-partisan Kaiser Family Foundation, a reliable font of information on health care.\n\nFrom our sampling: A CNN/Opinion Research Corporation poll taken March 19-21 asked individuals if they generally favored or opposed the health care plan then awaiting final action. The tally: 39 percent in favor, 59 percent against and 2 percent with no opinion. A Bloomberg poll taken those same days found 38 percent of respondents in favor, 50 percent opposed and 12 percent not sure.\n\nSome other polls showed a narrower approval/disapproval gap. A Quinnipiac University poll taken March 22-23 found 40 percent mostly approving of the health care system changes just passed by Congress, 49 percent mostly disapproving and 11 percent not knowing or answering.\n\nIn a CBS News poll taken March 18-23, 42 percent said they approved of the \"current health care reform\" measure, 46 percent were opposed and 12 percent said they did not know or declined to answer. And a poll taken March 23-26 by The Washington Post found 46 percent of respondents supporting the changes to the health care system just enacted by Congress and Obama with 46 percent opposed.\n\nA Gallup poll taken in early April showed a near-even break between Americans saying passage of the plan was a bad thing and Americans saying it was good. Forty-nine percent of individuals polled April 8-11 said it was a bad thing with 45 percent saying it was good.\n\nGenerally, Gallup writes, \"over the past year, Americans have been remarkably stable in their assessments of the bill, with neither supporters nor opponents able to generate sustained majority agreement with their position.\"\n\nDoubts remain high in Texas, according to an April 14 telephone poll by Rasmussen Reports. Sixty-seven percent of surveyed likely voters favor a proposal to repeal the health care plan to stop it from taking effect, with 28 percent opposing such a move.\n\nWhere does all this leave Hutchison’s claim of overwhelming opposition at the time lawmakers acted?\n\nCertainly, many Texans clamored against approval. And national polls show more Americans opposed the action than supported it.\n\nBut Hutchison overreaches by calling that opposition overwhelming.\n\nWe rate Hutchison’s statement as Half True.", "vclaim_id": "vclaim-pol-15054"}