{"url": "/factchecks/2019/oct/22/association-mature-american-citizens/online-ads-claiming-aarp-backed-federal-funding-pl/", "speaker": "Association of Mature American Citizens", "vclaim": "AARP backed \"federal funding for Planned Parenthood.\"", "truth_label": "false", "date": "stated on August 29, 2019 in a Facebook ad:", "title": "Online ads claiming AARP backed federal funding for Planned Parenthood are wrong", "text": "In Facebook ads that launched in August featuring Sebastian Gorka, a former deputy assistant to President Donald Trump, and conservative radio talk show host Dennis Prager, older Americans are urged to forgo their AARP memberships for another organization: the Association of Mature American Citizens, otherwise known as AMAC. \nThe ads say they were sponsored and paid for by AMAC, and they challenge the idea that AARP is a \"nonpartisan organization.\"\n\"But you need to understand WHAT you are supporting if you are an AARP member,\" they continue. \"AARP backed Obamacare, strict gun control, and federal funding for Planned Parenthood. AMAC fought AGAINST all of these things.\" \nWe found a number of other posts on Facebook in which users claimed AARP \"supports abortion,\" a service many Planned Parenthood clinics provide. \nWe wondered if the AMAC ads were correct to say that AARP backed federal funding for Planned Parenthood. \nIn an email, AMAC political liaison Ellen Cora told us that as an American over the age of 65 — and an AARP member herself — she recalls AARP bulletins that spoke \"positively about Planned Parenthood,\" adding \"we often refer to ‘AARP Beyond the Veil’ for more information about AARP.\"\n\"Behind the Veil: The AARP America Doesn’t Know,\" was a 2011 report prepared by U.S. Reps. Wally Herger, R.-Calif, and Dave Reichert, R.-Wash. It was released as a House subcommittee opened a hearing examining AARP’s tax-exempt status.\nCNN then reported that Republicans were targeting the group in the wake of the report that claimed to expose \"the conflict between AARP’s drive for profits, the best interests of its members and the organization’s tax-exempt status.\" \nDemocrats argued the attacks stemmed from AARP’s support of then-President Barack Obama’s health care bill, according to CNN.\nBut the report makes no mention of Planned Parenthood.\nWhen we followed up, Jeff Szymanski, another AMAC political liaison, said he recalled \"it was a radio personality that made the claim you cite, not AMAC.\"\nThe language in the ad featuring radio personality Dennis Prager is virtually identical to the ad featuring Sebastian Gorka. They both link to AMAC’s website and say they are sponsored and paid for by AMAC.\n \n\n\n \nWe asked Szymanski if AMAC didn’t write the ads but he didn’t reply. Instead, he directed PolitiFact to a page about AARP on the website 2ndVote.com, which calls itself the \"conservative watchdog for corporate activism.\" Under a section labeled \"life,\" the page says: \"AARP is a corporate supporter of the National Women’s Law Center, which is a pro-abortion organization.\"\nIt links to the National Women’s Law Center’s 2013-14 report, which lists AARP among the organizations that contributed $25,000-$49,999 to the center in the fiscal year ending on June 30, 2014. 2ndVote.com also links to a fact sheet the center produced about marriage equality. It doesn’t mention abortion, though. \nThe National Women’s Law Center advocates for gender justice, according to its website, \"working across the issues that are central to the lives of women and girls.\" Its issues include child care, racial justice, and health care and reproductive rights. Abortion, according to the center, \"is a key part of women’s liberty, equality, and economic security.\"     \nIn 2013, the center produced a fact-sheet called \"The Hyde Amendment Hurts Women.\" The amendment says the federal government can’t pay for abortions except when the mother’s life is in danger or if she became pregnant as a result of rape or incest, and the center calls it a \"hurtful ban\" that harms low-income women. \nWe emailed AARP to ask about AMAC’s claim and supporting evidence. Spokesman Jason Young confirmed that AARP made a donation to the center and pointed us to an IRS filing that says AARP donated $25,000 that year \"to support the protect and improve Social Security for women project.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSocial Security is another of the law center’s issues. On its website, it says it works with lawmakers to develop proposals to strengthen Social Security and increase benefits to improve women’s retirement security.\nIn 2013, Young said, AARP, the law center and and other groups opposed \"chained CPI,\" which the Washington Post describes in this explainer as \"a way to index spending and taxes — including Social Security benefits — to the rate of inflation, or the rise in prices over time.\" Social Security benefits would have increased at a slower rate using this index and AARP, among others, considered it an unjustifiable cut to Social Security benefits.\nAARP \"does not have a position on abortion,\" Young said. \"AARP does not fund and has not funded Planned Parenthood. AARP has not supported or lobbied for federal funding for Planned Parenthood.\" \nHe also noted that JPMorgan Chase, PricewaterhouseCoopers and Citi among others contributed to the National Women’s Law Center the same year AARP did. \nPlanned Parenthood Federation of America was another of the center’s supporters that year, kicking in $5,000-$9,999. The organization historically received federal funding through Medicaid reimbursements for preventive care and Title X, a Health and Human Services grant program that funds comprehensive family planning services. However, Planned Parenthood and others are banned from using federal funds for abortion services except in instances of rape, incest or when a woman’s life is in danger. And, recently, because of a Trump administration rule that would deny Title X funds to any health clinics that refer women for abortions, Planned Parenthood has opted — for now — not to participate in the program.  \nThe Affordable Care Act, the comprehensive health care law known as Obamacare, did not designate any funds to Planned Parenthood in particular, said Benjamin Sommers, a health policy and economics professor at the Harvard T.H. Chan School of Public Health. Rather, he told us, it expanded health insurance to 20 million people, and some of those people may have gotten care at Planned Parenthood. \n\"But it seems a stretch to argue that AARP support for the ACA was directly advocating funds to Planned Parenthood any more than it was advocating sending funds to any qualifying health care provider nationally — of which there are thousands,\" he said. \"I think the more reasonable interpretation is that AARP was supporting expanded health insurance, not advocating for any particular health care provider.\"\nGretchen Ely, a professor at the University of Buffalo’s School of Social Work, echoed that sentiment. \n\"It seems especially far-fetched in this particular example, given AARP’s focus on folks who are aging into retirement,\" she said.\nIn November 2009, when AARP endorsed the Affordable Health Care for America Act — the House’s version of the health care reform legislation — Barry Rand, then AARP’s CEO, said in a statement, that the bill contained \"critical components AARP has been fighting for on behalf of its members and all older Americans to improve health care for them and their families.\" \nHe cited examples, including \"protecting and strengthening Medicare for today’s seniors and future generations of retirees\" and \"lowering drug costs for seniors.\" He doesn’t mention Planned Parenthood, family planning or abortion.\nMore recently, in 2017, AARP opposed the American Health Care Act, the GOP health care bill that would have repealed a large swath of Obamacare. Among its provisions, the measure also effectively blocked Planned Parenthood from securing reimbursements from Medicaid for a year. Sens. Lisa Murkowski, R-Alaska., and Susan Collins, R-Maine — who alongside Sen. John McCain, R-Ariz., joined Democrats to kill the bill in the Senate — had cited Planned Parenthood funding as one of the conditions of their support for the bill.\nAARP published a post on its website in June 2017 titled, \"5 ways the Senate health care bill would hurt you.\" But it focused on \"skyrocketing insurance premiums,\" coverage and Medicare services, not Planned Parenthood funding.  \nTo claim they opposed the bill because of Planned Parenthood is a \"fully misleading assertion,\" said Sara Rosenbaum, a health law and policy professor at George Washington University.\nWhat’s more, Rosenbaum told us, while AARP has advocated for health benefits and women’s preventive health services, she’s unaware of any specific lobbying or advocacy AARP has done for Planned Parenthood. \n\"It would be so totally unlike them to advocate for another organization,\" she said, \"it doesn’t make any sense.\"\nOur ruling\nAMAC claims that AARP has backed federal funding for Planned Parenthood.\nIt’s tenuous to say an organization wants to use taxpayer dollars for Planned Parenthood because it once donated to a law center that supports abortion access in addition to seeking fair pay equity, family tax credits, affirmative action and fighting cuts to Social Security. AARP does not have a published position on abortion, or federal funding for abortion. Its health care advocacy centers on issues relevant to older Americans, like Social Security benefits, prescription drug pricing and elder abuse in nursing facilities. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-00035"}