{"url": "/factchecks/2008/sep/08/john-mccain/a-bridge-to-exaggeration/", "speaker": "John McCain", "vclaim": "Palin \"stopped the Bridge to Nowhere.\"", "truth_label": "barely-true", "date": "stated on September 8, 2008 in a TV ad:", "title": "A bridge to exaggeration", "text": "In the 10 days since Alaska Gov. Sarah Palin was named John McCain's running mate, the McCain campaign has portrayed her final blow against the Bridge to Nowhere as a prime example of her opposition to wasteful spending and her willingness to challenge the status quo.\n\n\n\"I told the Congress 'thanks, but no thanks,' on that Bridge to Nowhere,\" Palin said at the Republican National Convention. Now comes the McCain campaign with a new TV ad that makes the same claim, even more boldly.\n\n\n\"She stopped the Bridge to Nowhere,\" the ad says, as the screen shows a photo of a stern-looking Palin superimposed on an aerial picture of blue water and islands.\n\n\nWe've addressed the bridge claim twice before, giving her a\n\nFull Flop\n\nfor having first supported the bridge before opposing it, and a\n\nHalf True\n\nfor her original \"thanks-but-no-thanks\" claim. But since the campaign is making an even stronger boast with this TV ad, we are going to address it separately here.\n\n\nFirst, we should point out that the ad is misleading because it appears to justify the claim with a newspaper article on the screen. \"PALIN FLIES HIGH AS A REFORMER,\" says the headline from the\n\nAnchorage Daily News\n\nthat scrolls onto the screen as the announcer says \"she stopped the Bridge to Nowhere.\"\n\n\nWe think many viewers will get the impression that the\n\nAnchorage Daily News\n\narticle backs up the claim. But alas, it is TV ad sleight-of-hand. The article merely says she \"ordered her administration to seek fewer congressional earmarks\" after the bridge became a symbol of pork-barrel spending. There are no other details about the project or her role in ending it.\n\n\nThe bridge, estimated to cost nearly $400-million, was to connect the city of Ketchikan (population 8,200) to Gravina, an island with just 50 residents but also an airport, and only accessible by a five-minute ferry ride.\n\n\nThe project came into national prominence when Taxpayers for Common Sense, an advocacy group that opposes wasteful spending, cited it as an extreme example of pork-barrel spending. The bridge's national notoriety was cemented with a\n\nParade\n\nmagazine cover story that ran Nov. 6, 2005, under the headline, \"Are Your Tax Dollars Being Wasted?\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nThe project also raised bitter debate in Congress, and several attempts were made to yank funding for the project. In the fall of 2005, Congress removed the language specifically directing money to the bridge, but it kept the funding in place and left it up to Alaska to decide which transportation projects the state would like to spend it on. (Alaskans could have built the Bridge to Nowhere, but they no longer were required to, as had previously been the case.)\n\n\nBy the time Palin pulled the plug on the Gravina bridge project in September 2007, much of the federal funding for the bridge had already been diverted to other transportation projects. The bridge would cost $398-million, Palin said then, and Alaska was $329-million short.\n\n\n\"Ketchikan desires a better way to reach the airport, but the $398-million bridge is not the answer,\" Palin said. \"Despite the work of our congressional delegation, we are about $329-million short of full funding for the bridge project, and it's clear that Congress has little interest in spending any more money on a bridge between Ketchikan and Gravina Island.\"\n\n\nLois Epstein, director of the Alaska Transportation Priorities Project, which opposed funding for the Gravina bridge, said while it's true that Palin formally put an end to the project, \"It wasn't really a bold move when she did it.\"\n\n\nAlthough the project had local support in Ketchikan, Epstein said, it was not a popular project around the state. Had Palin decided to continue the bridge project, Epstein said, it would have required either a lot more federal funding — which clearly was no longer supported in Congress — or for the state to pick up the bulk of the tab, at the expense of other more urgent road projects.\n\n\nKeith Ashdown, a spokesman for Taxpayers for Common Sense, believes Palin has \"hyperinflated her role\" in killing the project.\n\n\n\"She put the final stake in the project,\" Ashdown said. \"But there was already tremendous momentum for the project to be scrapped. She gets credit for saying that they were not to go forward with the bridge, but it was at death's door.\"\n\n\nSo, no, Palin wasn't the only one who stopped the bridge. The project was facing nationwide opposition and the state, which could have built the bridge anyway, had already spent much of the money on higher priorities. Palin didn't kill it, she just performed the last rites. And the ad is misleading because it cites a newspaper article that doesn't provide any evidence that the boast is accurate. So we rate the claim in the ad to be Barely True.\n\n\n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16001"}