{"url": "/factchecks/2013/jun/22/amalgamated-transit-union/does-trimet-spend-10-million-year-transit-police-r/", "speaker": "Amalgamated Transit Union", "vclaim": "Says TriMet spends \"$10.3 million in police contracts\" a year for 56 transit police who must respond to non-transit calls", "truth_label": "mostly-true", "date": "stated on June 13, 2013 in a newspaper ad:", "title": "Does TriMet spend $10 million a year for transit police to respond to non-transit calls?", "text": "The Amalgamated Transit Union, Local 757, took to newspaper outlets this month, berating TriMet for causing its own financial troubles. The union represents bus drivers, mechanics and support staff for the Portland-area’s public transit system. The two sides are in contract negotiations.\n\nThe union’s large-size ad, which appeared in The Oregonian and other publications, takes aim at TriMet for what union leaders describe as squandered spending. For example, the ad says TriMet spends $10.3 million a year for transit police who are rarely around.\n\n\"We love our transit police officers. They are competent and caring. But we seldom see them. This is because they must respond to non-transit calls. When we ask what these 56 officers do for $10 million per year, TriMet’s response is that it doesn’t audit performance under the contracts,\" reads the ad, titled \"TriMet Financial Problems: Self-Inflicted?\" \n\nWe haven’t the faintest idea who handles security on MAX and buses, or how duties are allocated. So we were game to check it out. Does TriMet pay $10 million a year for 56 transit officers who respond to non-transit calls and aren’t around much?\n\nTriMet’s public affairs department says the assertions are inaccurate. It issued a point-by-point rebukethat you can read on its website. The transit agency says that the Transit Police Division has 62 sworn law enforcement officers on contract, led by a Portland Police commander. In 2011-12, TriMet budgeted $8.64 million -- of which $8.15 million was spent on salaries, benefits, insurance and vehicles.\n\nWhile waiting for Bruce Hansen, union president, to return our calls and emails, we decided to take a look-see into the TriMet budget adopted for 2013-14. Because we’re not really sure why TriMet cites 2011-12 numbers in response to a claim made in June 2013.\n\nWe scrolled through the budget and found on page SS-5, $10.2 million for police security contracts. A follow-up conversation with TriMet spokeswoman Mary Fetsch illuminated that the security contract costs are even higher -- there’s just over $500,000 for the canine unit -- for a total of $10.7 million.\n\nSo, the transit union appears to be pretty spot on with the dollar amount. TriMet says the number of officers is 62, not 56, as stated in the ads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\nHansen said that they relied on information received from TriMet through public records requests. He’s not sure why TriMet is using 2011-12 figures either. TriMet says that’s what the union requested. We’ll leave that alone.\n\nNow, what about the union’s assertion that transit police have to respond to non-transit calls?\n\nTriMet has policing contracts with 17 law enforcement agencies in the region. Each agency contributes a set number of officers who make up the Transit Police Division. The number may change based on officer availability, but Portland Police provides the largest number of officers.\n\nTransit police is a contracted service, but it’s not unlike other police divisions. Officers apply for a post. They serve multi-year terms. Members are expected to patrol vehicles and stations and enforce TriMet ordinances, such as not smoking at shelters and at MAX platforms.\n\nThe union suggests that the public is not getting enough value for the amount of money spent on transit police. We have no idea if that’s a fair accusation, although TriMet says transit police spend at least 70 percent of their contracted time on transit related matters.\n\nTriMet has been much in the news. The Oregonian has reported on sleepy drivers behind the wheel, sneakily distributed pay raises for executives and managers and historic fare increases and service cutbacks. In other words, we’re sure TriMet has way more problems to worry about than a mere $10 million transit police contract, out of a $485 million operating budget for Fiscal Year 2014, which starts July 1.\n\nLet’s go to the ruling. The agency has budgeted $10.2 million for police contracts. The budgeted amount is $10.7 million if you include the canine program. We think those numbers are pretty close to the $10.3 million cited by the union. The number of officers is 62 according to TriMet, which again, we don’t see as being that significantly different from 56.\n\nAre transit police seldom seen? That’s not something we can rule on. We suppose that is in the eye of the beholder. Must transit police respond to non-transit related calls? Yes, that’s because they are sworn officers who must respond to whatever calls roll in, just like any law enforcement officer on the job.\n\nThe statement is accurate but needs clarification as to number of officers and why they’re not dedicated solely to TriMet. We rule the statement Mostly True.", "vclaim_id": "vclaim-pol-09188"}