{"url": "/factchecks/2019/may/08/cody-smith/smiths-statement-modots-debt-adds-needs-context/", "speaker": "Cody Smith", "vclaim": "\"Our state transportation department already has a heavy debt load and has paid more than $700 million in debt payments in just the last two years.\"", "truth_label": "mostly-true", "date": "stated on March 6, 2019 in a capitol report:", "title": "Smith’s statement on MoDOT’s debt adds up, but needs context", "text": "Infrastructure is one of Gov. Mike Parson’s top priorities in the 100th legislative session, and some representatives have followed suit.\nHouse Budget Chairman Rep. Cody Smith, R-Carthage, presented a budget plan to fund road and bridge improvements throughout the state. Smith said his plan would fund the infrastructure improvements without raising taxes or accruing new debt.\nSmith wanted to do this by appropriating funds from general revenue to state infrastructure instead of taking out more bonds.\n\"Our state transportation department already has a heavy debt load and has paid more than $700 million in debt payments in just the last two years,\" Smith wrote in a Capitol report sent by his office.\nHas the Missouri Department of Transportation really paid more than $700 million in debt payments in the last two years?\nLet’s take a look at the numbers\nDocuments from MoDOT show that his numbers are on point.\nMoDOT’s 2018 Financial Snapshot shows the department paid a little more than that, totaling $702 million in 2017 and 2018.\n\"My preference is to avoid debt when possible,\" Smith said.\nBut, the debt paid doesn’t tell the whole story.\nThe department paid $412 million in debt in 2017. The department’s average payment since 2004 is about $242 million a year.\nThe number was higher in 2017 than past years because the agency paid off some of its debt early.\n\"In 2017, $117.8 million of bonds were paid off early, saving future interest costs of $29.4 million,\" said Sally Oxenhandler, MoDOT interim spokeswoman.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThis helped inflate Smith’s point when he said MoDOT’s debt reached more than $700 million in just two years.\nThis graph of MoDOT’s borrowed funds and annual payments helps visualize the amount of debt MoDOT paid in 2017, compared to debt payments in the past. (Look for the mountain peak.)\n\nGraph courtesy of MoDOT’s Financial Snapshot, November 2018\nCompared to other state transportation departments, Missouri does not have a lot of debt, said Todd Grosvener, MoDOT assistant financial services director.\nStill, Smith wants to limit the state department accruing any more debt.\n\"Keeping our road funds stable over the coming years is of the utmost importance,\" Smith said. \"When MoDOT takes on more debt, it has fewer dollars to improve our roads and bridges.\"\nWhat is the borrowed money used for?\nThe borrowed funds were and are still being used for \"hundreds\" of road and bridge projects throughout Missouri, the agency said.\nThe department borrowed the most money in 2010 when it took on an additional $100 million to replace the Mississippi River Bridge in St. Louis.\nIn 2010, the department also borrowed $685 million for the Safe and Sound Bridge Improvement Program. This three-and-a-half-year project replaced or rehabilitated more than 800 bridges across the state.\n\"On behalf of the House of Representatives, I’ll be keeping a close eye on the amount of debt the state takes on to improve and maintain our transportation infrastructure,\" Smith said.\nOur ruling\nSmith said, \"Our state transportation department already has a heavy debt load and has paid more than $700 million in debt payments in just the last two years.\"\nHis numbers match MoDOT’s records. They need clarification, however, because MoDOT paid off a big chunk of debt early, in order to avoid more interest accumulation.\nBecause the statement is accurate and needs clarification, we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-00662"}