{"url": "/factchecks/2016/apr/22/bernie-sanders/hitting-war-drugs-bernie-sanders-says-us-puts-mari/", "speaker": "Bernie Sanders", "vclaim": "\"Under the federal Controlled Substance Act, marijuana is listed in the same Schedule I as heroin,\" even though \"marijuana is not a killer drug like heroin.\"", "truth_label": "mostly-true", "date": "stated on March 26, 2016 in a speech:", "title": "Hitting war on drugs, Bernie Sanders says U.S. puts marijuana in same class as heroin", "text": "Campaigning for president in the liberal oasis of Madison, U.S. Sen. Bernie Sanders of Vermont rose to the defense of marijuana.\nCritical of the nation’s war on drugs, Sanders said the lives of millions of Americans have been \"ruined\" because they got a police record for possessing marijuana.\n\"Today, under the federal Controlled Substance Act, marijuana is listed in the same Schedule I as heroin. That is nuts,\" Sanders declared March 26, 2016, 10 days before he defeated Hillary Clinton in Wisconsin’s Democratic primary.\n\"Now people can argue -- although I suspect in this audience there may not be much of an argument -- about the pluses and minuses of marijuana,\" he said, drawing cheers from some of the thousands in attendance at the Alliant Energy Center. \"But everybody knows marijuana is not a killer drug like heroin.\"\nSanders then noted he had introduced legislation to remove marijuana from the Controlled Substance Act because possession of it \"should not be a federal crime.\"\nWe found that Sanders wasn’t smoking anything funny in claiming that both marijuana and heroin are Schedule I drugs, which he has continued to say while campaigning in New York and Pennsylvania.\nBut his claim is somewhat misleading: That classification is based on a drug’s acceptable medical use and the drug’s abuse or dependency potential, not on criminal statutes.\nThe law\nThe Controlled Substance Act, adopted in 1970, uses five schedules to classify drugs and narcotics by medical use and potential to incite substance abuse.\nOn the low end is Schedule V, which includes substances such as cough medicines with small amounts of the narcotic codeine.\nAt the high end is Schedule I, which lists the \"most dangerous\" drugs -- those that have \"no currently accepted medical use and a high potential for abuse.\"\nMarijuana is stronger than when the Controlled Substance Act was adopted (as ex-GOP presidential candidate Carly Fiorina correctly stated).\nNevertheless Schedule II includes some drugs often considered more dangerous than marijuana.\nHere’s a look at some of the drugs in the two schedules:\n\n\n\n\nSchedule I\n\n\nSchedule II\n\n\n\n\n\n\nMarijuana\n\n\nCocaine\n\n\n\n\nHeroin\n\n\nMethamphetamine\n\n\n\n\nLSD\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\nMethadone\n\n\n\n\nEcstasy\n\n\nOxyContin\n\n\n\n\nPeyote\n\n\nFentanyl\n\n\n\n\n \nThe Huffington Post in April 2016, citing figures from the federal Centers for Disease Control and Prevention, said the nation recorded no marijuana overdose deaths in 2015. Likewise, there were zero in 2014.\nIt’s possible marijuana might soon be moved off of Schedule I.\nA week after Sanders’ speech, the Washington Post reported that the U.S. Drug Enforcement Administration said it hopes to decide by July 2016 whether to change the federal status of marijuana.\nNow let’s get to Sanders’ implication that the schedule relates to criminal law enforcement.\nMarijuana treated differently\nDistribution, manufacturing or possession of a Schedule I substance is indeed a federal offense.\nAdditionally, marijuana being on Schedule I, drug policy experts told us, makes it more difficult for licensed dealers in states that have legalized marijuana or medical marijuana to get bank accounts and to deduct business expenses on their taxes. And the classification makes it more difficult for researchers to study marijuana in clinical trials.\nBut judges come down harder on heroin possession than marijuana possession.\nAnd when it comes to enforcement of criminal statutes, the federal government to some extent has looked the other way when it comes to marijuana.\nAs PolitiFact National stated in a related fact check:  \nSchedule I substances cannot legally be used for medical purposes, however, 20 states and the District of Columbia have passed laws legalizing medical marijuana. \nIn 2009, the administration of President Barack Obama, a Democrat, told federal law enforcement agencies to stop targeting medical marijuana dispensaries, signaling a change from the approach of Obama’s predecessor, Republican President George W. Bush.\nSimilarly, in 2013, the Department of Justice said it would not target new laws in Colorado and Washington legalizing recreational marijuana.\nWhile Sanders equates the handling or marijuana and heroin, it’s difficult to imagine the federal government not enforcing the law if states started legalizing heroin.\nOur rating\nCriticizing the nation’s war on drugs, Sanders says that under the federal Controlled Substance Act, \"marijuana is listed in the same Schedule I as heroin,\" even though \"marijuana is not a killer drug like heroin.\"\nLike heroin, marijuana is indeed listed as a Schedule I drug, the federal designation given to drugs considered the most dangerous. But at least under the Obama administration, the federal government doesn’t treat it as one under the law.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.\nhttps://www.sharethefacts.co/share/046c4622-acb2-422a-b6cd-ffa78af57f99", "vclaim_id": "vclaim-pol-05068"}