{"url": "/factchecks/2012/jan/15/club-growth/wisconsin-club-growth-says-milwaukee-mayor-tom-bar/", "speaker": "Club for Growth", "vclaim": "\"Mayor Barrett saved Milwaukee $25 million, thanks to Gov. Walker’s reforms.\"", "truth_label": "mostly-true", "date": "stated on January 4, 2012 in a billboard ad:", "title": "Wisconsin Club for Growth says Milwaukee Mayor Tom Barrett saved $25 million in the city budget thanks to Governor Scott Walker's reforms", "text": "Those billboards around Milwaukee featuring Mayor Tom Barrett’s mug and a claim he \"saved Milwaukee $25 million\" are clever if you slow down to read the punch line.\n\nIf you can do it without driving your car into an embankment, you’ll see they\nare sponsored by the conservative Wisconsin Club for Growth and give credit to Barrett’s once -- and possibly future -- gubernatorial rival, Scott Walker, for making the savings possible.\n\nBarrett, the signs’ smaller print says, got the savings \"thanks to Gov. Scott Walker’s reforms.\"\n\nThe billboards hit on a theme voters undoubtedly will hear over and over from Republicans if Barrett takes on Walker in a possible recall election in 2012.\n\nThe billboards refer to Walker’s controversial budget legislation that took health care and pensions out of collective bargaining for most public employees.\n\nThat allowed local governments and schools to impose cost-sharing for those benefits instead of negotiating with labor leaders.\n\nBarrett’s campaign, reacting to the ad, denounced it as completely off base, in a statement to WTMJ4 that said: \"The only thing accurate about that billboard is the picture of Tom Barrett.\"\n\nWhat’s the truth?\n\nClub for Growth didn’t respond, but the Journal Sentinel reported in August that the city of Milwaukee will indeed save $25 million in 2012 just on health care costs, in large part by asking employees to pay more.\n\nIn fact, Barrett’s budget document said revisions to the city’s health insurance -- the ones made easier by Walker’s changes -- would help drive overall health care costs down for the first time in more than 20 years.\n\nWe contacted the same Milwaukee budget official quoted in August 2011, and he told us the city still expects a $25 million drop in health costs.\n\nCase closed?\n\nThe official, city economist Dennis Yaccarino, says the $25 million actually overstates savings related to the Walker budget alone. He said city officials didn’t make that clear in early August when a Journal Sentinel reporter first got the number from the city and published the $25 million figure in the context of Walker’s changes. That story ran Aug. 8, 2011.\n\nThe newspaper followed up August 21, 2011, quoting city officials saying $6 million of that savings number was from the city’s own decision to switch from an insured HMO to a self-funded approach due to projected cost savings. The $6 million switch is noted that way in Barrett’s budget.\n\nThe move, we should note, was negotiated with the city’s largest union two years ago but was not put in place until now for reasons unrelated to the state budget, according to Yaccarino and Richard Abelson, executive director of the American Federation of State County and Municipal Employees, which represents general city employees.\n\nYaccarino said the city calculated in 2011 that it was paying a profit to its carrier and could keep the money for itself by going self insured. That scenario had not existed until 2011, hence the delay, he said.\n\nSo that leaves $19 million of savings for Milwaukee from Walker’s original budget plan and the amended one he signed, right?\n\nNot exactly.\n\nRemember, the $25 million figure is just on the health care costs side fo the equation. What about public employees paying more in pension costs? That’s the second part of Walker’s limits on collective bargaining over benefits. Milwaukee didn’t put them in place due to questions about the legality of the state changes as they apply to Milwaukee. So that’s a 0.\n\nFinally, city official note Walker’s overall budget cut municipal aid, leaving the net \"savings\" to the city much reduced from $19 million.\n\nBut the billboard refers to Walker’s \"reforms,\" which is the changes tied to  the collective bargaining issue. It is making a narrower claim, on how much was saved from the reforms, not how the city fared overall.\n\nOur conclusion\n\nBillboards say Walker’s \"reforms\" allowed Milwaukee Mayor Tom Barrett to save $25 million for the city.\n\nThe city is that much ahead, but a portion was Barrett’s doing before Walker’s budget was enacted.\n\nWe rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11783"}