{"url": "/factchecks/2010/oct/25/robert-hurt/robert-hurt-says-tom-perriello-voted-give-tax-brea/", "speaker": "Robert Hurt", "vclaim": "Says Tom Perriello voted \"to give tax breaks to foreign companies creating jobs in China.\"", "truth_label": "false", "date": "stated on September 27, 2010 in a TV ad:", "title": "Robert Hurt says Tom Perriello voted “to give tax breaks to foreign companies creating jobs in China.“", "text": "State Sen. Robert Hurt says folks in Virginia’s 5th Congressional District do things \"differently\" than politicians in Washington.\n\nBut Hurt is following the same playbook as other Republican candidates by attacking his  Democratic opponent’s support of the stimulus by raising the specter of Communist China -- complete with a red Chinese flag on a make-believe TV set.\n\n\"Differently\" is a Hurt political ad that plays the China card against U.S. Rep. Tom Perriello, a Democrat from Charlottesville, for his vote in favor of the American Reinvestment and Recovery Act, better known as the stimulus package signed by President Obama in February 2009.\n\nThe ad defends Hurt against accusations by Perriello that he wants to ship jobs overseas. \"That’s just false,\" the announcer states. \"But Perriello did vote to give tax breaks to foreign companies creating jobs in China.\"\n\nThe ad says the accusation is based on a story published Sept. 9 in the Washington Times that says \"as much as 80 percent of some green programs, including $2.3 billion of manufacturing tax credits, went to foreign firms that employed workers primarily in countries including China, South Korea and Spain, rather than in the United States.\"\n\nIt’s an assertion that originates from a series of stories by the Investigative Reporting Workshop at American University in Washington. The workshop report, \"Blown Away,\" documents how foreign-based companies are using stimulus grants to develop wind farms in the United States.\n\nThe workshop’s initial estimate in October 2009, was that foreign companies collected 80 percent of $1 billion in grants. An update in February pegged the estimate at 79 percent of $2.1 billion in grants. But those are allforeign companies, not just those from China.\n\nThe Chinese connection comes from a $1.5 billion wind farm proposed last year in Texas by a consortium of American and Chinese companies that planned to buy turbines manufactured in China for the wind farm. Subsequently, the consortium partners have proposed to build a factory in Nevada to produce the turbines and most of their components.\n\nHere’s the problem for Hurt and other politicians relying on the Washington Times story:  the $2.3 billion in manufacturing credits come from a part of the stimulus act that explicitly links the credits to creation of manufacturing jobs in green industries in the United States, according to the workshop report.\n\nBy contrast, the workshop investigation focused on a provision that allowed payments in lieu of tax credits for development of alternative energy sources, including wind farms, without requiring the projects to produce manufacturing jobs in the United States.\n\n\"They’re sort of freely mixing the two programs,\" Russ Choma, the journalist who produced the workshop report, told PolitiFact.\n\nSo while the Times story may be correct in asserting that investments in alternative energy technologies haven’t created as many U.S. jobs as some supporters wanted, the story does not provide sufficient evidence to back up Hurt’s claim.\n\nYet in campaign ads in many states, Republicans have portrayed a vote for the stimulus to be a vote to send jobs to China, glossing over the details of the actual program. They have exaggerated the total money that’s gone to this particular program and ignored the small portion that actually ended up in China.\n\nThe same day Hurt’s ad first aired, Choma published an update on the workshop Web site that referred to a similar dustup in a West Virginia congressional race. In it, Choma said the IRW hadn’t found any examples of wind turbines built entirely in China.\n\nChoma cited the conclusion of a PolitiFact National analysis in February that debunked a similar assertion by former Alaska Gov. Sarah Palin. Subsequently, PolitiFact reports in Georgia and Wisconsin found little or no truth in similar accusations by Republican congressional candidates.\n\nHe also revised his estimates that had originally said 80 percent of the money went to foreign companies. The revised estimate said 54 percent of a total of $4.4 billion in grants for wind farms had gone to foreign-owned companies, and that 65 percent of the turbines installed on those farms were constructed by foreign manufacturers instead of the original estimate of 79 percent.\n\nIt is true that many companies taking advantage of the grants for alternative energy sources are based outside of the U.S., but most of them are in Europe and none was owned by a Chinese company.\n\nThe American Wind Energy Association, representing the developers involved, said only three of the 33,000 wind turbines operating in the U.S. today were made in China and those included parts made in Minnesota and North Dakota.\n\nThe association claims the tax credit provision in the stimulus act \"saved\" 40,000 jobs in the American wind industry by stimulating demand. It does not have an estimate of the jobs that would be created by the manufacturing tax credit cited by the Washington Times.\n\nChoma, the author whose article sparked the allegation, remains perplexed by the avalanche of ads that have relied on his work. \"I don’t see how you can attach China to the manufacturing tax credit,\" Choma told us.\n\nWe don’t see the connection either, so we find Hurt’s claim to be False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-14146"}