{"url": "/factchecks/2011/mar/18/bob-goodlatte/bob-goodlatte-says-house-budget-offers-largest-dis/", "speaker": "Bob Goodlatte", "vclaim": "The House budget plan proposes \"the largest discretionary spending cut in history.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2011 in a column.:", "title": "Bob Goodlatte says House budget offers largest discetionary spending cut in history", "text": "The U.S government got a three-week lease on life Thursday as Congress passed yet another stopgap that will fund federal operations through April 8.\n\nBut the threat of a shutdown still lurks as Republicans and Democrats remain deadlocked on the magnitude of spending cuts for the 2011 federal budget, which runs through Sept.30.\n\nU.S. Rep. Bob Goodlatte, a Republican from Roanoke, supported deep budget cuts approved by the GOP-led House on Feb 19. In a column posted on his website six days later, Goodlatte said the bill cuts $100 billion.\n\n\"This represents the largest discretionary spending cut in history,\" Goodlatte said.\n\nKathryn Rexrode, a spokeswoman for Goodlatte, said her boss’ statement has been widely uttered by interest groups and members of Congress, including Rep. Hal Rogers, R-Ky, chairman of the House Appropriations Committee.\n\nWe wondered if the cuts would be truly historic.\n\nFirst, an important detail: The $100 billion figure that Goodlatte and other Republicans are using represents the amount the House would ax from President Barack Obama’s 2011 budget proposal. Budget analysts from conservative and liberal organizations told us it is more meaningful to say the House proposal would cut spending by $61 billion, which is the amount it would excise from the 2010 federal budget.\n\nThe Senate, by contrast, wants to pare $10.5 billion from last year’s budget.\n\nSo our goal is to see whether U.S. discretionary spending was ever reduced by more than $61 billion from one budget to the next.\n\nDiscretionary spending is the money the federal government pays out through a dozen or so appropriation bills Congress approves each year. It adds up to about 40 percent of the national budget  and includes a variety of services such as defense, law enforcement, transportation and national parks.\n\nIf you’re curious, non-discretionary spending largely refers to three benefit programs Congress is required to fund at certain levels: social security, Medicare and Medicaid.\n\nWe didn’t go back to the 1st Congress in 1789 to determine whether the proposed spending cut is indeed historic. The annual federal budget did not exceed $61 billion -- the amount the House wants to cut this year -- until 1943.\n\nWe analyzed spreadsheets from the Office of Management and Budget. To roughly compute discretionary spending each year since 1943, we took the total budget outlay and subtracted the costs of Social Security and interest payments on government loans. The nation began paying for Medicare and Medicaid in the 1966 budget so starting that year, we also subtracted the cost of those programs.\n\nThe largest reductions came after World War II as the U.S. was returning to peace. Discretionary spending dropped by about $38.5 billion in 1946 about $21 billion in 1947 -- entirely because of defense cuts.\n\nThere have been a few other years when discretionary funding has dipped by smaller amounts: in the mid 1950s after the Korean War and in 1965. The feat was last accomplished in 1996, when discretionary spending dropped $12.1 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nAll of those numbers are smaller than the $61 billion the House wants to cut this year, so Godlatte’s claim is technically correct. But the post-World War II cuts, when adjusted for their times and inflation, were far greater in magnitude than anything being considered today.\n\nThe 1946 cuts represented a 43 percent reduction in discretionary spending and 1947 brought another 41 percent cut. In contrast, this year’s House plan proposes a 4.5 percent drop.\n\nWhen adjusted for inflation, the 1946 cuts equal about $438 billion worth of reductions in today’s dollars -- more than seven times the reductions in the House budget. The 1947 cuts come to about $207 billion in today’s dollars.\n\nOne final point: While the post World War II reductions came from military spending, this year’s House proposal would shield defense from cuts.\n\nLet’s review:\n\nGoodlatte says the proposed House budget would be \"the largest discretionary spending cut in history.\" The plan would pare $61 billion from last year’s discretionary budget.\n\nIn terms of raw numbers, Goodlatte is correct. The closest Congress came to that number was about a $38.5 reduction in 1946 and about a $21 billion lop the following year. But the magnitude of those post-war cuts, when adjusted for inflation and the percentage of non-discretionary spending they represented at the time, far outstrips this year’s House proposal.\n\nGoodlatte’s statement is accurate but benefits from clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-13400"}