{"url": "/factchecks/2020/oct/06/doug-jones/claim-ex-coach-tommy-tuberville-quit-his-players-e/", "speaker": "Doug Jones", "vclaim": "Says Tommy Tuberville \"quit on his players\" all four times that he was a college football coach.", "truth_label": "half-true", "date": "stated on October 1, 2020 in an ad:", "title": "Claim that ex-coach Tommy Tuberville ‘quit on his players’ is exaggeration", "text": "Name recognition, particularly for a first-time candidate like Tommy Tuberville, is all important.\nThe Alabama Republican gained his through 21 years as a Division 1 college football coach before deciding to run against Democratic Sen. Doug Jones.\nSo, it was no minor attack when Jones blitzed Tuberville with an ad calling Tuberville \"a quitter,\" saying that each of the four times Tuberville left head coaching jobs, he \"quit on his players.\"\nThe wording suggests Tuberville betrayed his players all four times. But while two of his departures were abrupt, that wasn’t what happened in two other cases. \nA pivotal Senate race\nTuberville had his greatest coaching success while at Auburn University in Alabama from 1999 to 2008. Though he considered a 2018 run for governor he decided against it, citing family concerns and challenges over his residency. \nJones is an attorney who in 2001 and 2002 prosecuted two attackers in Birmingham’s 16th Street Baptist Church bombing of 1963 that killed four young girls. He won his Senate seat in December 2017 in a high-profile race against Judge Roy Moore after the position was vacated by Republican Jeff Sessions, who became President Donald Trump’s first attorney general.\nThe outcome of the Nov. 3 race between Jones and Tuberville could help determine whether Republicans keep a majority in the Senate, where they now control 53 seats. \nThe race is rated as \"lean Republican\" — meaning the race is competitive but with the GOP having an advantage — by the Cook Political Report. It is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking.\nMississippi: Abrupt exit for new job\nIn November 1998, Tuberville’s fourth year as head coach at the University of Mississippi, Alabama newspapers reported that Tuberville had struck a deal to become the head coach at Auburn. Tuberville denied the reports, saying if he did leave, \"it'll probably be in a pine box. Somebody will have to take me out of here.\"\nTwo days later, it was announced he was taking the Auburn job.\n\"It's not like we didn't know he was leaving,\" Ole Miss cornerback Timothy Strickland said the next season, just before his team played Auburn. \"He just hadn't told us. Him not telling us is what hurt.\"\nTuberville later said he left because, the day after his \"pine box\" comments aired, the chancellor at Ole Miss told him he could not commit to funding for football. \"It kind of forced my hand a little bit,\" Tuberville said.\nAuburn: Exited under pressure\nTuberville coached Auburn for 10 years, including one undefeated season, and won five bowl games. He announced his resignation in December 2008, after informing his players, as the University of Alabama eclipsed Auburn’s success.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\n\"In 2008, (Alabama coach) Nick Saban and Alabama took the state back as Tuberville's Tigers faltered, and that was enough to make Auburn want a change in leadership,\" ESPN reported.\nThe end was clear after Auburn lost seven of its final nine games that season. Tuberville and the school’s athletic director \"reached an amicable parting in talks that began Monday and ended Wednesday afternoon, according to people familiar with the discussions,\" the Birmingham News reported. \"The talks began with Tuberville laying out his vision for the program, but, by Wednesday, Tuberville had decided a departure was best.\"\nIn backing the ad’s claim, Jones’ campaign provided testimony Tuberville gave in a 2013 deposition in a lawsuit unrelated to his coaching. Asked whether anyone in the Auburn administration had asked him to stay, Tuberville said yes but that he decided to leave anyway.\nEven though Tuberville resigned, Auburn paid him a $5 million buyout.\nTexas Tech: Abrupt exit for new job\nAfter taking a year away from coaching, Tuberville joined Texas Tech University’s football program, which he led for three years before resigning in December 2012.\nThe Associated Press reported at that time: \"Tommy Tuberville wasn't expecting a call from an old acquaintance. A few hours later, he was headed north for a new job\" at the University of Cincinnati.\n\"Texas Tech athletics director Kirby Hocutt was stunned when Tuberville called to tell him he was leaving,\" the AP reported.\n\"The first indication I got was at 10:32 this morning when he called me,\" Hocutt said. \"Tommy and I have talked a number of times since the conclusion of the Baylor game this year, and as recently as yesterday he looked me in the eye and gave me his commitment and dedication to Texas Tech football and leading this program forward.\"\nThe Lubbock Avalanche-Journal said the hiring came together in a matter of hours\" and shocked players, including Texas Tech tight end Jace Amaro, who tweeted: \"Never felt more anger in my life.\"\nCincinnati: Exited under pressure\nTuberville coached at the University of Cincinnati for four years, three of them winning seasons. He resigned after the disappointing 2016 season that left the Bearcats missing out on a bowl appearance for the first time since Tuberville took the reins. Tuberville pledged to continue coaching, but did not leave for another coaching job.\nTuberville \"was under intense pressure from some UC fans\" because of the team’s poor performance in 2016, the Cincinnati Enquirer reported. \"It’s something we’ve worked on together,\" Cincinnati athletic director Mike Bohn said at the time. \"It was very professional, very candid.\" Three players quoted by the newspaper said they were disappointed to hear Tuberville was leaving.\nOur ruling\nJones claimed Tuberville \"quit on his players\" all four times that he was a college football coach, suggesting he betrayed the players. But the circumstances of his departures are not that cut and dried.\nTuberville shocked players and university administrators when he abruptly quit Mississippi and Texas Tech in order to take new coaching jobs. But he resigned from Auburn and Cincinnati after disappointing seasons that led the schools to look for new coaches. \nWe rate the claim Half True.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18619"}