{"url": "/factchecks/2017/feb/28/blog-posting/trump-did-not-give-every-working-american-612-thro/", "speaker": "Bloggers", "vclaim": "\"Trump just gave every working, legal man, woman and child in the USA $612 each!\"", "truth_label": "pants-fire", "date": "stated on February 14, 2017 in a headline:", "title": "Donald Trump did not give every working American $612 through stimulus program", "text": "A widely shared (and false) Internet report that President Donald Trump started a program to give legal citizens hundreds of dollars apiece as a \"stimulus bonus\" is really a made-up claim from a joke site.\nYet some of you out there are thinking it’s true.\n\"Trump just gave every working, legal man, woman and child in the USA $612 each!\" read the headlines on several posts from Feb. 14, 2017, or the following day. Facebook flagged several claims as part of its efforts to scour fake news from its news feeds.\nThe article says a program called Tax Relief For Deserving Americans will pay working citizens, but \"those who choose not to work, people in prison or illegal aliens\" aren’t eligible.\nIt also says public assistance recipients will get an extra $25 in \"food stamps\" if they are participating in work programs or job training. (The USDA food assistance program has been called the Supplemental Nutrition Assistance Program since 2008.)\nThe clues are clear, however, that this is completely fake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe first sentence of the story denigrates people on public assistance and illegal immigrants, and cites a statement from the \"White House Communication and Propaganda Office,\" which does not exist.\nThe post also includes made-up quotes allegedly from the president, hitting keywords from a wide range of Trump-friendly topics, including a wall on the Mexican border, borrowing money from the Chinese and imposing tariffs.\nThe fake stories originate from a Feb. 14, 2017, article on TheLastLineOfDefense.org. The site doesn’t indicate the story is fake, but the About Us link notes that \"all articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nSorry to say, you won’t be getting a check in the mail on Friday, despite what the story says.\nWe rate this claim Pants On Fire!\nhttps://www.sharethefacts.co/share/95f0856b-3b89-4939-8460-20a460330d05", "vclaim_id": "vclaim-pol-03621"}