{"url": "/factchecks/2012/may/31/paul-krugman/chris-christies-jersey-comeback-challenged-new-yor/", "speaker": "Paul Krugman", "vclaim": "Says \"there have been some job gains in the McMansion State since Mr. Christie took office, but they have lagged gains both in the nation as a whole and in New York and Connecticut, the obvious points of comparison.\"", "truth_label": "true", "date": "stated on May 28, 2012 in a column in The New York Times:", "title": "Chris Christie’s “Jersey Comeback” challenged by New York Times columnist Paul Krugman", "text": "New York Times columnist Paul Krugman isn’t feeling Gov. Chris Christie’s \"Jersey Comeback.\"\n\nIn his May 28 column, Krugman chastised the Republican governor as a \"fiscal phony,\" suggesting that Christie’s comeback message is at odds with job growth in New Jersey since he took office in January 2010.\n\nAccording to the liberal columnist, \"there have been some job gains in the McMansion State since Mr. Christie took office, but they have lagged gains both in the nation as a whole and in New York and Connecticut, the obvious points of comparison.\"\n\nWe’re not sure if that \"McMansion\" nickname will stick, but as for job growth, Krugman’s analysis is spot on, PolitiFact New Jersey found.\n\nIn terms of the percentage increases in total jobs and private-sector jobs as of April 2012, New Jersey’s growth since the beginning of Christie’s tenure has been less than the growth in New York, Connecticut and the nation as a whole, according to seasonally-adjusted data from the U.S. Bureau of Labor Statistics.\n\nChristie spokesman Michael Drewniak argued that the state’s \"economic policies have us headed very much in the right direction in terms of job growth.\"\n\nDrewniak added, \"Do keep in mind that it was under this Governor that New Jersey had the best single year of private sector job growth in the last 10 years. That’s over 71,000 private sector jobs created since the Governor took office.\"\n\nFirst, let’s talk about total job growth, including public- and private-sector employment.\n\nAs with previous stories, there’s two ways of analyzing job growth figures: the net increase in jobs and the percentage increase. Our analysis is focused on the percentage increase, because that metric accounts for the differences in size between New Jersey and the other two states and the nation as a whole.\n\nWhile New Jersey’s total jobs grew by 37,100, or roughly 1 percent, between January 2010 and April 2012, New York increased its total jobs by 298,700, or about 3.5 percent, and Connecticut saw growth of 33,500, or about 2.1 percent.\n\nAs of April, there were 132,989,000 total jobs in the nation as a whole, representing a roughly 2.9 percent increase since January 2010. The April figures for the nation and the states are preliminary.\n\nLooking at total job growth since February 2010 -- Christie’s first full month in office -- we found similar results.\n\nBetween February 2010 and April 2012, the nation saw an increase in total jobs of about 2.9 percent. During the same time period, New York and Connecticut increased total jobs by about 3.5 percent and 2.1 percent, respectively.\n\nMeanwhile, New Jersey’s total job growth was about 1.2 percent.\nThe following chart lays out the changes in total job growth as of April 2012:\n\n\n\n \nNet Total Job Growth Since Jan. 2010\n% Total Job Growth Since Jan. 2010\nNet Total Job Growth Since Feb. 2010\n% Total Job Growth Since Feb. 2010\n\n\nNew Jersey\n37,100\n1%\n45,000\n1.2%\n\n\nNew York\n298,700\n3.5%\n296,000\n3.5%\n\n\nConnecticut\n33,500\n2.1%\n34,100\n2.1%\n\n\nNation\n3,710,000\n2.9%\n3,745,000\n2.9%\n\n\n\n\nNow, let’s review private-sector job growth -- a statistic frequently touted by the Christie administration.\n\nBetween January 2010 and April 2012, New Jersey gained 65,600 private-sector jobs for an increase of about 2 percent. Starting in February 2010 and continuing through April 2012, the state’s private-sector jobs grew by 71,200, or roughly 2.2 percent.\n\nBut those figures fall behind private-sector job growth in New York, Connecticut and the nation as a whole.\n\nNew York increased its private-sector jobs by about 4.6 percent since both January 2010 and February 2010, while Connecticut’s growth was roughly 3.2 percent since January 2010 and nearly 3.3 percent since February 2010.\n\nThe nation’s private-sector jobs increased by about 4 percent during the same time periods.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere’s the chart showing private-sector job growth as of April 2012:\n\n\n\n \nNet Private Job Growth Since Jan. 2010\n% Private Job Growth Since Jan. 2010\nNet Private Job Growth Since Feb. 2010\n% Private Job Growth Since Feb. 2010\n\n\nNew Jersey\n65,600\n2%\n71,200\n2.2%\n\n\nNew York\n324,300\n4.6%\n321,800\n4.6%\n\n\nConnecticut\n43,800\n3.2%\n44,400\n3.3%\n\n\nNation\n4,220,000\n4%\n4,247,000\n4%\n\n\n\n\nOur ruling\n\nIn his May 28 column, Krugman claimed \"there have been some job gains in the McMansion State since Mr. Christie took office, but they have lagged gains both in the nation as a whole and in New York and Connecticut, the obvious points of comparison.\"\n\nKrugman’s analysis is correct. In terms of the percentage increases in total jobs and private-sector jobs as of April 2012, New Jersey’s growth since the beginning of Christie’s tenure has been less than the increases in New York, Connecticut and the nation as a whole.\n\nWe rate the statement True.\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11010"}