{"url": "/factchecks/2014/oct/21/sheryl-cole/austin-mayoral-hopeful-sheryl-cole-says-year-we-gr/", "speaker": "Sheryl Cole", "vclaim": "\"This year,\" the Austin City Council \"granted a small homestead\" property tax \"exemption of $5,000... applied equally to everyone. And we also granted an exemption for the elderly and the disabled members of the community.\"", "truth_label": "barely-true", "date": "stated on October 15, 2014 in a \"Ballot Boxing\" candidate forum:", "title": "Austin mayoral hopeful Sheryl Cole says this year, \"we\" granted homestead exemptions to Austinites", "text": "Mayoral candidate Sheryl Cole said at the mid-October  \"Ballot Boxing\" candidate forum that city leaders have acted to soften the bite of property taxes for homeowners.\nCole, an Austin City Council member and the mayor pro tem, responded to a reporter's question about what each hopeful would do to change how much residents affected by rising property values pay in property taxes.\nAfter saying the Austin school district levies Travis County’s highest property tax rate and also noting her interest in fighting \"disportionate\" appraisals of commercial and residential properties, Cole said: \"This year, we also granted a small homestead exemption of $5,000, which was a flat amount and it wasn’t on a percentage basis, so it applied equally to everyone. And,\" Cole said, \"we also granted an exemption for the elderly and the disabled members of the community. I think it’s important that we continue to address this,\" she closed.\nThere’d already been talk of property tax exemptions, which reduce the taxable value of a home, in advance of the November elections giving voters a chance to choose a new Austin mayor and fill 10 council seat being fielded for the first time from single-member districts.\nIn August 2014, mayoral candidate Steve Adler called for an across-the-board 20 percent homestead exemption, cutting a typical homeowner’s city tax bill by $189. About three weeks later, an Austin American-Statesman news story described Cole and another mayoral aspirant, Council Member Mike Martinez, as supporters of a proposal by Council Member Kathie Tovo to create a $5,000 homestead exemption, reducing the city tax bill of a median-valued home by $24.\nSo, is Cole right about the council granting the described exemptions?\nA council resolution\nAccording to the Statesman news story posted online Aug. 26, 2014, Tovo’s proposed $5,000 exemption would apply to about 130,000 owner-occupied homes. Later the same week, the council approved a resolution, which we read on the city’s website, directing the city manager to return to the council no later than Dec. 1, 2014, with a percentage-based proposal resulting in a $5,000 a year exemption for each residential homeowner. The resolution noted, too, that under state law, if a city grants such an exemption, it must be for at least $5,000. The resolution also said the exemption would cost the city $3.1 million a year in forgone revenue.\nA city spokeswoman, Melissa Alvarado, told us by email city staff are preparing the ordinance to bring before the council for approval. Asked if the exemption could possibly apply to property taxes due for 2014, Alvarado indicated not, noting that state law requires such an exemption to be adopted by a governing body before July of the first affected tax year. Alvarado said: \"The $5,000 exemption, if adopted, would first affect property tax bills associated with FY 2015-16 (i.e. property tax bills due in January of 2016).\"\nExpanded exemption\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe council acted earlier in 2014 to increase an exemption benefiting elderly and disabled homeowners.\nOn March 20, 2014, according to an American-Statesman news story, the council by 5-2 voted to raise the property tax exemption for homeowners older than 65 or disabled, from $51,000 to $70,000 -- saving the typical elderly homeowner about $100 a year starting with the 2014 tax year.\nThe city’s tax exemption for senior or disabled homeowners was established, at $3,000, in 1974, the story said, and had been last increased, to $51,000, in 1986. About 34,000 properties in Austin receive the tax break, the story said, causing the city to miss out on about $8 million in annual revenue.\nCole's campaign\nTo our queries, Cole’s campaign manager, Kevin Opp, emailed that Cole should have said the elderly/disabled exemption had been expanded rather than granted. But Opp maintained the August resolution calling for city officials to draft an ordinance for the $5,000 exemption was tantamount to adopting the exemption. Cole \"took action on the Council this year, and it will go into effect at the earliest possible date for the next property tax bill,\" Opp wrote.\nOur ruling\nCole, speaking of the Austin City Council, said this year, \"we granted a small homestead exemption of $5,000... applied equally to everyone. And we also granted an exemption for the elderly and the disabled members of the community.\"\nBoth parts of this claim are stretches. That is, a $5,000 homestead exemption might be adopted by the council later this year or in 2015, but it hasn’t been granted or applied to anyone already. And while the council in 2014 increased the homestead exemption for the elderly and disabled, that benefit originated in the 1970s.\nWe rate this statement Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07112"}