{"url": "/factchecks/2013/may/01/renee-unterman/did-vote-come-price/", "speaker": "Renee Unterman", "vclaim": "Says state Senate leaders have accepted $142,400 in campaign contributions from dentists and pharmacists during the past two years.", "truth_label": "half-true", "date": "stated on March 26, 2013 in a speech:", "title": "Did vote come at a price?", "text": "A state senator caused a stir when she gave a speech accusing some of her colleagues of being beholden to some influential industries because of their support for a bill.\n\n\nSen. Renee Unterman, a Republican from Gwinnett County, opposed House Bill 132, which would allow dentists, dental hygienists and pharmacists to regulate their own professions under the auspices of the Department of Community Health and remove those regulatory duties from Secretary of State Brian Kemp.\n\n\nKemp’s office annually handles more than 430,000 license renewals for professionals across Georgia, The Atlanta Journal-Constitution has reported. Unterman said this change would create another layer of government, which she said is counter to Republican Party principles.\n\n\nOn the next to last day of this year’s session, Unterman offered a reason why some lawmakers supported the bill. She posted a graphic in front of her fellow senators detailing how much money some of them have received from dentists, pharmacists and some of their political action committees.\n\n\nThe total: $142,400.\n\n\nPolitiFact Georgia wondered whether Unterman’s figure was correct, along with the context she included.\n\n\n\"These figures up here are not everybody in this room,\" she said. \"This is only leadership, and this is only for a one two-year term.\"\n\n\nUnterman added, hoping to shame some senators into voting against the bill: \"Let your money do the dialing in the state Senate because the pharmacists and dentists had the money.\"\n\n\nAtlanta Journal-Constitution Political Insider columnist Jim Galloway wrote that gasps could be heard from the lobbyists watching the proceedings. Some senators may have been searching for something more comfortable at that moment, like a root canal.\n\n\nThe Senate passed the bill by 45-8 margin. Unterman voted against it. Gov. Nathan Deal signed the legislation last week.\n\n\nUnterman forwarded us 57 pages of records detailing the contributions. It took PolitiFact Georgia some time to dig through Unterman’s information and to conduct our own research. As she said, contributions totaled more than $142,000. But we noticed a few problems with the information she forwarded.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nMost of the contributions were made more than two years ago. Unterman’s staff was focusing on contributions made since 2008, they said, although some of the contributions they included dated to the 2006 election cycle. In her floor speech, the senator used the words \"a two-year term.\"\n\n\n\"I made a mistake,\" Unterman said. \"I was thinking it was the last term.\"\n\n\nWe noticed some of the names of the senators in Unterman’s list were not in Senate leadership, and that some of the senators currently in leadership were not included. Senate leadership includes Lt. Gov. Casey Cagle, the Senate’s presiding officer; David Shafer, the Senate’s president pro tem; three senators picked by Gov. Nathan Deal as his floor leaders; and three senators from the Democratic and Republican parties.\n\n\nUnterman said she included the names of some senators who are currently not in leadership because they served on the Senate’s Regulated Industries and Utilities Committee. The bill was vetted by that committee before it came to the entire Senate, Unterman explained. Fourteen senators, including Unterman, serve on that committee. Four members of that committee are part of the official Senate leadership.\n\n\nDuring the past two calendar years, Senate leadership received about $40,000 in contributions from dentists, pharmacists and their PACs, state records show. If you go back to 2008, the total is $85,875. About one-half of those donations were made to Cagle. By law, Cagle cannot vote on any bills.\n\n\nUnterman said she’s received lots of money from dentists and pharmacists. Over the past two years, we found $12,200 in contributions. We found $27,500 in contributions if you go back to 2008.\n\n\nPolitiFact Georgia also calculated all contributions we found were made since 2008 to the current Senate leadership and to all members of the Regulated Industries and Utilities Committee except Unterman. The total was $140,375. If you add Unterman, the total is $167,875.\n\n\n\"My whole point was to look at the amount of money put into the Gold Dome,\" Unterman said. \"It was a lot of money.\"\n\n\nIndeed, it is.\n\n\nTo sum up, Unterman said state Senate leaders collected $142,400 in campaign contributions from dentists and pharmacists during the past two years. Unterman told us she misspoke when she said the past two years. Her research was intended to go back to 2008.\n\n\nHer research included eight members of a Senate committee that is not part of the current leadership. If you include those senators, Unterman’s claim nearly hits the mark. If you exclude those senators, the claim is off by nearly 40 percent.\n\nUnterman’s dollar figure is accurate, but there’s some important context missing here. Our rating: Half True.\n\nAtlanta Journal Constitution staff writer Karishma Mehrotra contributed to this article.", "vclaim_id": "vclaim-pol-09398"}