{"url": "/factchecks/2009/oct/19/lou-dobbs/Dobbs-claims-stimulus-jobs-cost-big-bucks/", "speaker": "Lou Dobbs", "vclaim": "U.S. taxpayers paid $71,500 per job created by the stimulus bill.", "truth_label": "mostly-true", "date": "stated on October 15, 2009 in on his television show:", "title": "Dobbs claims stimulus jobs cost big bucks", "text": "The Obama administration recently announced its latest tally for jobs created by the economic stimulus bill, which caught the attention television host Lou Dobbs.\n\n\"The White House today unveiled the first hard data on how many jobs the stimulus package has actually created,\" Dobbs reported on his CNN show Oct. 15, 2009. \"The number according to the government -- you may want to write this down -- 30,383. That is the total number of jobs created by companies that received just over $2 billion in stimulus money. That works out to a cost of $71,500 of taxpayer money for each job apparently created.\"\n\nDobbs' estimate sounded high to us, so we decided to look into the claim.\n\nBut before we do that, a little stimulus 101. Shortly after he was sworn into Office, Congress passed a $787 billion bill meant to boost the economy, and President Barack Obama signed it into law. The package included about $499 billion for new road projects, school construction and alternative energy projects, among other things -- all programs meant to create jobs. The remaining $288 goes to tax relief.\n\nOn Oct. 15, the White House released the latest information on how that money is being spent. Dobbs is right that the administration estimates about 30,383 jobs have been created so far, and he's also right that about $2.172 billion of the total $499 in recovery dollars has been paid out for projects such as road construction. (All told, about $16 billion has been awarded, but not spent, on federal contracts so far.)\n\nWe talked to Kevin Burke, senior producer for  Lou Dobbs Tonight,  about the math. Turns out Dobbs simply divided the amount paid -- about $2.2 billion -- by 30,383 jobs. That comes out to be approximately $71,500. (Burke explained that they did not use the $16 billion committed to projects because they only wanted to account for money that had actually been spent. Dividing $16 billion by 30,383 actually produces a much higher number - $526,610 to be exact).\n\nThere is a caveat, however, which means that Dobbs's estimate may not show the entire picture. The job numbers reported by the administration are for positions created directly through federal contracts and do not account the broader impact as the money ripples through the economy. For example, the report reflects the number of workers hired to do a road construction project, but it does not take into account the workers hired or retained by an asphalt company supplying materials for the project.\n\nThose auxiliary effects of the stimulus are harder to quantify, said Jim Horney, director of federal fiscal policy the Center on Budget and Policy Priorities, a liberal economic think tank, but they have an impact because each extra dollar helps the economy.\n\n\"People say, 'Paying people who are unemployed [in the stimulus bill] - how does that create jobs?'\" he said. \"It does, because without that money they might otherwise cut back on what they are consuming. That money does support the local grocery story, the mechanic, clothing stores.\"\n\nIn economist-speak, the ripple effect Horney is talking about is officially known as the multiplier effect. It's a hallmark of Keynesian economics, which supports a government intervention in the market, and is an ongoing source of debate within the profession, said Donald Marron, president of Marron Economics and a visiting professor at Georgetown University.\n\nIf you believe more jobs are created through the multiplier effect, than presumably Dobbs's cost per job estimate would be lower, he explained.\n\nIf you're like Brian Riedl, a budget analyst at the Heritage Foundation, who thinks the multiplier effect is an \"economic fallacy\" because any jobs created require the government to borrow money out of the economy in the first place, Dobbs's estimate may be closer to the mark.\n\nNevertheless, the economists we spoke with said his estimate likely left out some important details.\n\nFor example, some of the money is presumably being used to produce more goods and services, not just jobs, said Harry Holzer, an economist with the Urban Institute and Georgetown University.\n\n\"I think it's misleading because it ignores the indirect effects on the economy, it ignores the value of goods produced,\" Holzer said.\n\nSo Dobbs is relying on the administration's estimate and he accurately reports the numbers. But his number is fuzzy for two reasons. First, the number of jobs created or saved by the stimulus may be higher than just the 30,383 created directly by the stimulus package because of the multiplier effect (although we recognize that economists disagree about that principle). But secondly, the math may be overly simple. Just because the government has handed out $2.2 billion in stimulus funding doesn't mean every penny has been used to create jobs. It could be used to purchase materials such as asphalt and concrete. So, while he's in the ballpark, it's a somewhat incomplete picture. We rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-15521"}