{"url": "/factchecks/2020/may/28/donald-trump/are-coronavirus-cases-going-down-all-over-us/", "speaker": "Donald Trump", "vclaim": "“Cases, numbers and deaths (of COVID-19) are going down all over the Country!”", "truth_label": "half-true", "date": "stated on May 24, 2020 in a tweet:", "title": "Are coronavirus cases going down all over the US?", "text": "As the number of coronavirus deaths neared 100,000, President Donald Trump struck an optimistic note about the state of the pandemic. \n\"Cases, numbers and deaths are going down all over the Country!\" Trump tweeted May 24.\nBroadly, Trump has a point that the known spread of the virus has slowed in much of the United States. That said, the virus does continue to spread in some places, even if its rate of spread has declined from its level a few weeks ago.\nLet’s start with the big picture.\nCoronavirus deaths shot up quickly in March, peaked in April, and have been falling, though fairly slowly, in May. (The trend line in the following charts is jagged because the daily numbers for both measures tend to be smaller on the weekends before catching up early in the week.)\n\n \nThe same pattern can be found in data for the daily increases in positive coronavirus tests nationally:\n\n \nIn other words, the pandemic is easing, but not disappearing. The velocity of the spread is slowing, but it hasn’t stopped. The number of cases continues to grow.\nAnd the national picture hides substantial variation within states.\n\"The U.S. is a patchwork of local epidemics right now, and looking at an overall national trend will mask sub-national trends,\" said Joshua Michaud, associate director for global health policy at the Kaiser Family Foundation. \"Some places have seen significant declines in case numbers and shrinking epidemics. Some places have not yet seen significant numbers of cases at all. Still other places see ongoing transmission and, in certain locations, epidemics that are growing, albeit slowly.\"\nLet’s look at a few states where the daily number of new cases has declined steadily. Here is the data for New York and New Jersey. \n\n \nAnd New York and New Jersey aren’t the only states that have seen clear declines. Using the Kaiser Family Foundation’s data tracker, we found several other states that saw a distinct pattern of declining cases over time: Colorado, Connecticut, Kansas, Massachusetts, Michigan, Oregon, Pennsylvania, and Rhode Island. (You can see the patterns most clearly if you visit Kaiser’s data page, click on \"daily trends,\" and select \"seven-day rolling average change in cases\" for each of these states.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBy the same token, other states have seen distinct increases over time, something that undercuts Trump’s argument. For instance, here’s a chart showing the daily increase in cases in Alabama, North Carolina, and Virginia:\n\n \nUsing Kaiser’s data tracker, we found several other states that had a distinct pattern of rising cases over time: Arkansas, California, Maine, West Virginia and Wisconsin.\nAnd if you drill down beyond the state level, there are localities where coronavirus continues to spread quickly. These \"hot spots\" include counties like Trousdale and Lake, Tenn.; Dakota and Colfax, Neb.; Lincoln, Ark.; Nobles, Minn.; and Ford, Kan., according to New York Times calculations. Often, hot spots have meatpacking plants or prisons where the coronavirus spreads easily.\nOverall, death rates are declining in large cities and their suburbs, but have leveled off at a high level in medium-sized cities, small cities, towns, and rural areas, according to a data analysis by the Washington Post.\nBrooke Nichols, an assistant professor in Boston University’s department of global health, noted that the sharp decline in cases in New York City has driven the decline nationally, and that separating out the rest of the country shows only a very small decrease:\n\n \nInfection counts are subject to external factors, particularly the number of tests conducted. The more you test, the more infections you’ll find.\n\"Looking at case counts alone can be misleading if you want to know whether local epidemics are getting better,\" said Forrest W. Crawford, a Yale University biostatistician.\nStill, data from the New York Times show that all states are making progress in at least one regard: a slower increase in infections than earlier in the epidemic. \n\"The lockdowns and social distancing did work to slow growth, but not completely extinguish it,\" said Tara C. Smith, a professor of epidemiology at Kent State University.\nUltimately, the data is varied enough that observers can choose to look at the glass as either half full or half empty.\n\"People who want to argue that things are getting better focus on slowing rates of growth,\" Crawford said, while those who argue that things are getting worse focus on declining case counts. \nOur ruling\nTrump said, \"Cases, numbers and deaths (of COVID-19) are going down all over the Country!\"\nIn general, the daily number of new infections and deaths is going down nationally, and in many states. However, a significant minority of states are seeing the number of new, daily infections rise, and some counties are \"hot spots\" with rapid spread.\nThis suggests a patchwork pattern with generally slower spread than earlier in the pandemic.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-18387"}