{"url": "/factchecks/2013/feb/12/donna-howard/donna-howard-says-abortions-are-decreasing/", "speaker": "Donna Howard", "vclaim": "Says abortions are decreasing.", "truth_label": "true", "date": "stated on January 22, 2013 in a Texas Tribune interview.:", "title": "Donna Howard says abortions are decreasing", "text": "Responding to a question about lawmakers barring state aid to Planned Parenthood clinics, state Rep. Donna Howard said she hopes colleagues reverse course after they see the impact of clinic closings on constituents.\n\nThe Austin Democrat, speaking at a Jan. 22, 2013, Texas Tribune public interview, also said such closings could drive up abortions.\n\n\"Those who are claiming that they want to reduce abortion, which I think is just about everybody, I don’t think anybody wants to see that increase -- and in fact, it has be.en decreasing,\" Howard said.\n\nA reader asked us to check whether abortions are decreasing.\n\nWe quickly found state and federal figures indicating a decrease.\n\nHoward’s chief of staff, Scott Daigle, guided us to information kept by the Texas Department of State Health Services, which says that \"induced terminations of pregnancy\" in the state totaled 77,592 in 2010, down from 77,850 the year before and 81,591 in 2008.\n\nAgency spokeswoman Carrie Williams provided a chart confirming those figures and covering additional years. She added, by email, that preliminary data indicate 72,470 abortions occurred in 2011 -- some 5,100 fewer than the year before.\n\nThe chart shows that while the number of abortions decreased every year from 2009 through 2011, it went up in five of the eight previous years, topping out at 82,056 in 2006.\n\nDaigle also said that a November 2012 report by the federal Centers for Disease Control and Prevention states that abortions nationally decreased from 857,475 in 2000 to 784,507 in 2009. According to information posted online by the centers, those tallies drew from data submitted voluntarily by states and other \"reporting areas,\" which it had been collecting since 1969.\n\nThe 2009 abortion rate for 45 \"reporting areas,\" ranging from states to New York City that had continuously provided data since 2000, the centers say, was 15.1 abortions per 1,000 women aged 15-44 years and the abortion ratio was 227 abortions per 1,000 live births. It said the figures were based on data evaluated from the areas that reported data every year during 2000-2009. Compared with 2008, the total number and rate of reported abortions for 2009 decreased 5 percent and the abortion ratio decreased 2 percent, CDC said.\n\n\"The change from 2008 to 2009 represented the largest single-year decrease in the total number and rate of reported abortions for the entire period from 2000 to 2009,\" the center says. From 2000 to 2009 the number, rate, and ratio of reported abortions decreased 6 percent, 7 percent and 8 percent, respectively, to the lowest levels for the period, the center says.\n\nHistorically, abortions surged after a key court ruling, then started decreasing. According to the centers’ Nov. 23, 2012, \"Abortion Surveillance\" report for 2009, abortions ramped up after the 1973 U.S. Supreme Court decision legalizing the procedure in all states.: After the decision, \"the total number, rate (number of abortions per 1,000 women aged 15-44 years), and ratio (number of abortions per 1,000 live births) of reported abortions increased rapidly, reaching the highest levels in the 1980s before decreasing at a slow yet steady pace,\" the report says. \"However, the incidence of abortion has varied considerably across demographic subpopulations, and recent reports through 2008 have suggested that the sustained pattern of decrease has leveled off. Continued surveillance is needed to monitor long-term changes in the incidence of abortion in the United States.\"\n\nSeparately, we asked the Guttmacher Institute, which studies and advocates on issues related to reproductive health, for its analysis. Broadly, spokeswoman Rebecca Wind said by email, the \"national numbers and rates of abortion were declining from the early 1990s to about 2005, but appear to have leveled off in the most recent period studied.\"\n\nShe pointed us to a January 2011 Guttmacher paper on the incidence of abortion in 2007 and 2008, based on interviews of abortion providers, saying by phone that the next update, drawing on interviews being conducted this year, is to be published in early 2014.\n\nThe 2011 paper includes a chart indicating that the number of U.S. abortions peaked at 1.6 million and hovered above 1.2 million from 2004 through 2008, the last year shown. The incidence of abortion changed little between 2005 and 2008, the paper says. The number of abortions increased by 0.5 percent, from 1,206,200 to 1,212,350, the paper says, while the abortion rate increased 1 percent, from 19.4 to 19.6 per 1,000 women aged 15-44. Also, the abortion ratio did not change over this period, remaining at 22 abortions per 100 pregnancies.\n\nWind told us that while the decline in abortion had leveled off from 2005 through 2008, this followed a long-term decline in abortion rates.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nHoward said abortions are decreasing.\n\n The Texas tally has dropped for several consecutive years, while nationally the total hovered around 1.2 million from 2005 through 2008, by one analysis, and the number and rate decreased in 2009, according to information analyzed by the Centers for Disease Control.\n\nThis claim rates True.", "vclaim_id": "vclaim-pol-09729"}