{"url": "/factchecks/2012/jul/27/vincent-fort/transportatioplan-tax-foe-says-plan-hikes-prices-f/", "speaker": "Vincent Fort", "vclaim": "Taxes on groceries and medicine will rise under a plan to improve roads and rail for metro Atlanta.", "truth_label": "mostly-true", "date": "stated on July 21, 2012 in media appearances:", "title": "Transportatioplan tax foe says plan hikes prices on food, medicine", "text": "Opponents of a 1 percent sales tax to overhaul the region’s roads and rail are saying the plan will make it harder for metro Atlantans to buy the things they need the most.\n\nIt’s downright unfair, said state Sen. Vincent Fort, a Democrat who represents a district that stretches from East Point through parts of Atlanta. The proposal goes before voters on Tuesday.\n\n\"We shouldn't be putting a sales tax on people's food and medicine,\" Fort said in a television news story that aired on CBS Atlanta (WGCL-TV) on July 21.\n\nYour PolitiFact Georgia reporters have vetted nearly two dozen claims about the upcoming penny-per-dollar tax, which would raise an estimated $8.5 billion (after inflation) for transportation projects over the next 10 years.\n\nBut we hadn’t heard Fort’s claim. Will the transportation tax really increase taxes on food and medicine?\n\n\"It’s not in dispute,\" Fort told PolitiFact Georgia.\n\nFort said his statement referred to groceries and over-the-counter medicine, and that he was uncertain whether prescription drugs would be taxed under the plan. Later, he called us back to say that a legislative staffer informed him that prescription drugs were exempt.\n\nWe reviewed state law and consulted with a spokesman for the Georgia Department of Revenue to check Fort’s account.\n\nThe tax referendum was born out of Georgia’s Transportation Investment Act of 2010, otherwise known as House Bill 277. The bill divided the state into 12 regions so that voters could decide whether to add a 1 percent sales tax to pay for local transportation system upgrades.\n\nThese regional taxes would have to meet certain criteria, the bill said.\n\nOne is that the tax would apply to the sale of food and beverages. The sale of \"food and food ingredients to an individual consumer for off-premises human consumption\" is exempted from the state’s sales tax, but local governments may tax it.\n\nAnother criteria is that other existing sales tax exemptions would apply. Under current state law, prescription drugs are exempt.\n\nThe transportation plan would therefore impose a regional tax on groceries such as a loaf of bread or bananas.  \n\nIt also would tax over-the-counter medications such as the aspirin you took for the headache you got from listening to the transportation debate rhetoric. But prescription drugs would remain tax-free.\n\nWhile the bill specifies that groceries will be taxed, it makes sure other items are not.\n\nJet fuel is exempt, as is fuel used for off-road, heavy-duty equipment or locomotives. So are motor fuel and energy used during manufacturing.\n\nFort’s claim holds up well. \"Food and medicine\" would be taxed under the new plan, just not prescription drugs.\n\nFort got the important stuff right, but he could have been a little more precise and said \"non-prescription medicine.\"\n\nStill, he earns a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-10695"}