{"url": "/factchecks/2011/oct/31/national-rifle-association/nra-says-wisconsins-concealed-carry-permit-rules-r/", "speaker": "National Rifle Association", "vclaim": "Wisconsin’s concealed-carry permit rules demand more proof than other states that safety training requirements are met, rendering \"all existing (training) certificates insufficient\" as part of the permit application", "truth_label": "mostly-true", "date": "stated on October 15, 2011 in a website alert:", "title": "NRA says Wisconsin’s concealed-carry permit rules require more proof than other states", "text": "Firearm-rights advocates were thrilled in July 2011 when Wisconsin passed a concealed-carry law described as the fifth-best in the U.S. from their viewpoint. At the time, the state was one of only two that did not allow people to carry concealed weapons.\n\nBut folks on both sides of the expressed concerns while awaiting detailed rules on how to get a permit.  The law takes effect Nov. 1, 2011.\n\nThe NRA was upset at rumors that Wisconsin’s Department of Justice would require live-fire training and mandate at least four hours of safety instruction overall. Meanwhile, critics feared that online video courses might be deemed enough to get a permit.\n\nSome of those rumors were unfounded -- permit applicants need not fire a gun (as in Minnesota), and training must be face-to-face with a certified instructor. The four-hour length was approved, though, in the emergency rulesissued by Wisconsin Attorney General J.B. Van Hollen.\n\nNevertheless, despite the specific rules that drew criticism from gun advocates, Wisconsin’s overall law is still in the Top 10 for ease of access to permits, according to Nik Clark, head of Wisconsin Carry Inc., a nonprofit gun-rights organization.\n\nSomething little discussed in the back-and-forth was the fact that applicants can get permits even if their training was years ago.\n\nAnd that’s where the National Rifle Association comes in. The NRA remains unhappy about an issue related to proving an applicant has received past training.\n\nIn a lobbying alert to its members on Oct.15, 2011, the group’s legislative arm said the state Justice Department overstepped by requiring too much information on the certificates needed as proof of firearms safety training.\n\n\"No training certificates anywhere in the country contain the information that the Wisconsin DOJ demands,\" the NRA alert said. \"This renders all existing certificates insufficient for submission with a citizen’s license application.  DOJ could have easily established a system that would have allowed existing training certificates to be submitted while ensuring that the requirements of the concealed weapons law are met.\"\n\nThe NRA contends some would-be applicants will be discouraged, or will not be able to track down their instructors to get the required proof (for instance, if an instructor died or moved away). It argues in those cases applicants will have to get retrained because of DOJ’s \"demands.\"\n\nWhat are those demands, and are they unique to the Wisconsin rules?\n\nThe NRA could not provide a state-by-state comparison to back up its claim, so we did a brief survey of states based on governmental and private research. We also interviewed firearms safety trainers.\n\nSo let’s get armed with some facts.\n\nWe will not focus on what proof is needed in the case of military, law enforcement or security firearms training, or hunter education courses. The dispute is over proof of training run by groups such as the NRA and other state and national organizations.\n\nIn that case, the DOJ rules require:\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nA signed statement from the instructor confirming graduation from a course that meets Wisconsin’s general requirements (no specific curriculum is mandated as in some states).\n\n\n\n\nThe name, address and phone number of the instructor or organization, the name of the course and where and when it was held.\n\n\n\n\nThe name of the organization that certified the instructor.\n\n\n\n\nThe length of the course.\n\n\n\nBased on our check of permit rules around the country, it’s not hard to find states that require some of the same things Wisconsin requires.\n\nWe learned of certificates of training that required confirmation of the course length (Missouri); the instructor’s name and signature (Michigan, Florida, Minnesota); and a statement attesting to the course meeting state law (Michigan) -- the same things Wisconsin requires.\n\nAnd it’s not hard to find states that seek similar items -- Utah requires instructors to stamp the application, for instance.\n\nOn the other hand, we could find no state that required all of what Wisconsin is seeking. The instructor contact information, in particular, is unusual on the graduation certificate. Some states -- not including Wisconsin -- directly certify instructors and their courses, giving them access to the same information.\n\n\"You’re on your own over there,\" said Gary Shade, of Shade’s Landing, a personal protection and firearms training company in Apple Valley, Minnesota.\n\nIn addition to Shade, we spoke with Bill Schmitz, of BDJ, Ltd. in Redgranite, Wis.; Tim Grant, of American Association of Certified Firearms Instructors; and Michael Bender of the Personal Protection Academy in Madison. All said they would have to re-do their certificates because of the Wisconsin rules.\n\nSome complained about it; others said it was no big deal.\n\nThe proof requirements directly affect NRA trainers, who along with instructors from other organizations will have to re-work and re-issue their graduation certificates to meet the specific Wisconsin rules, our research found.\n\nThis summer, after the law passed but before Van Hollen’s rule came out in October, some people jumped the gun and got trained with less than four hours of instruction or got trained through online courses, according to our interviews with several training companies.\n\nOthers got enough training but were handed certificates that don’t include all the required information. There is time and expense involved for trainees and instructors in going back at this.\n\nVan Hollen says the rules are reasonable and an anti-fraud move.\n\n\"The DOJ’s requirements for training certificates allow instructors to verify that the permit applicant named on the certificate actually took the course,\" DOJ spokeswoman Dana Brueck told us. \"Given the Legislature required ‘proof’ of training, it only makes sense to have the instructor sign the document.\"\n\nBrueck said the course location verifies the training was face to face.\n\nA final point:\n\nWe found that evaluating the NRA assertion that \"no training certificates anywhere in the country contain the information that the Wisconsin DOJ demands\" is a matter of how you read the statement.\n\nDoes the group mean nobody else asks for \"any\" of the information Wisconsin does, or that, taken as a whole, no other state seeks all of what we do? NRA spokesman Andrew Arulanandam said it was the latter.\n\nOur conclusion\n\nThe NRA claimed that \"no training certificates anywhere in the country contain the information that the Wisconsin DOJ demands.\"\n\nWe found elements in common with what other states require, as well as some that appear to be unique to Wisconsin’s rules on certificates. We think it’s reasonable to interpret the NRA claim as meaning no other state asks for as much as we do on the certificate, so that part of the statement is basically accurate with some clarification.\n\nThe group also said the DOJ rules render all existing graduation certificates \"insufficient for submission with a citizen’s license application.\"\n\nThere’s ample evidence that is true for courses run by organizations such as the NRA. The NRA’s overall point is a technical one, but requires some clarification.\n\nWe rate it Mostly True.", "vclaim_id": "vclaim-pol-12171"}