{"url": "/factchecks/2014/may/09/greg-abbott/abbott-claim-wendy-davis-raised-money-member-socia/", "speaker": "Greg Abbott", "vclaim": "Wendy Davis raised money for a U.S. House Democrat who is a member of a Democratic socialists group.", "truth_label": "pants-fire", "date": "stated on May 6, 2014 in a press release:", "title": "Abbott claim that Wendy Davis raised money for a member of socialist group unconfirmed, ridiculous", "text": "Republican Greg Abbott says Wendy Davis raised money far from Texas for a U.S. House Democrat who doubles as a member of a socialist group.\nIn a press release headlined \"Sen. Davis Has A Lot To Answer For,\" Abbott said Davis, the Democratic gubernatorial nominee, campaigned with U.S. Rep. Jan Schakowsky of Chicago, a liberal initially elected to Congress in 1998.  Abbott’s campaign manager, Wayne Hamilton, said in the release: \"Sen. Davis’ fundraising on behalf of an extreme liberal Chicago congresswoman – a member of the Democratic Socialists For America no less – is merely the latest in a series of questions Sen. Davis has refused to answer about her ethics and her judgment.\"\nIt’s not unheard of for someone to assert a foe is a socialist. But such claims haven’t held up in our past fact checks and Abbott’s statement ultimately lacked confirmation as well.\nIn 2011, we rated as Pants on Fire a claim that U.S. Reps. Sheila Jackson Lee of Houston and Eddie Berniece Johnson of Dallas were among Socialists in Congress. At the time, a leader of the Democratic Socialists of America said no members of Congress were members of its party. The next year, PolitiFact in Washington, D.C.,  gave the same rating to a claim by Gov. Rick Perry that President Barack Obama was a socialist.\nAbbott’s May 6, 2014, release pointed out that a May 5, 2014, Chicago Sun-Times news blog post said Davis, who had raised money for her own campaign in Chicago May 4, was going to be among featured guests for Schakowsky’s annual \"Ultimate Women's Power Lunch\" at midday along with Lizz Winstead, co-creator of the Daily Show, and Illinois Gov. Pat Quinn, Sweet wrote.\nAbbott’s offered basis for the socialist claim was an Oct. 16, 2010, National Review blog post on \"The Corner,\" a National Review Online blog that describes itself as a \"web-leading source of real-time conservative opinion.\" The 2010 post, by Stanley Kurtz, a senior fellow at the Washington, D.C.-based Ethics & Public Policy Center, said Kurtz had earlier come across \"documentary evidence\" that Schakowsky was a member of the the Democratic Socialists of America (not the Democratic Socialists For America) at the start of her political career. Kurtz’s post closed by saying the \"idea of socialist politicians working openly or quietly within the Democratic Party is not a wild impossibility but a real phenomenon.\"\nNo documents were included in the blog post to back up his claim that Schakowsky had been a member of the socialist group. So we followed up with Kurtz, who said by email that Schakowsky was an \"active member\" of Chicago’s DSA chapter in the 1980s, a conclusion he said he based on chapter newsletters from 1983 and 1986 that he said he viewed in archives at New York University.\n\"I do not know how long\" Schakowsky \"remained a member of the DSA,\" Kurtz wrote.\nAfter we published this fact check, Kurtz told us by email that he sent Breitbart Texas copies of the relevant newsletter pages. The February/March 1983 issue of the Chicago Socialist, published by the Chicago chapter, credits Schakowsky as the author of an article recapping a meeting of the Illinois Public Action Council, a mix of progressive groups. A June 1986 newsletter item, headlined \"DSAers on the move,\" states that on the local political scene, Schakowsky’s bid \"for Cook County Board got a boost when she drew 2nd ballot position among 14 candidates.\" The Cook County Board of Commissioners is the county’s legislative body. By email, Bob Roman, secretary of the Chicago DSA chapter, told us the posted newsletter excerpts were authentic.\nSchakowsky’s House spokesman, Lee Whack, referred us to her campaign political director, Alex Armour, who didn’t engage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBy telephone, Maria Svart, the national director of the DSA, noted the group is an activist and educational group and not a political party. She also reaffirmed what a predecessor in that role, Frank Llewellyn, told us in 2011. To join the group, a person must fill out a form and pay dues, Llewellyn said, adding that the last member of Congress who was a card-carrying member was California Democratic Rep. Ron Dellums, who served 28 years in the House until leaving in 1998.\nSvart also said that while the group doesn’t announce its members, as far as she knows, Schakowsky isn’t a member and never was.\nSeparately, we spotted a web post by the Chicago chapter of the DSA showing Schakowsky spoke at the group’s May 13, 2011, Eugene V. Debs-Norman Thomas-Michael Harrington dinner celebrating union organizers and other activists on the left. A May-June 2011 DSA recap said Schakowsky told guests that despite Democrats being the House minority, she was optimistic in that conservatives in Congress had over-reached. A DSA web page on the history of the annual dinner lists Schakowsky as the 2000 dinner’s honoree. That listing led to another web post detailing why Schakowsky was honored, touching on her actions as a consumer advocate and state and federal legislator. It didn’t speak to her membership (or not) in the DSA.\nBy phone, Roman said Schakowsky is \"not somebody that we claim as a member.\" He also said he generally doesn’t comment on whether anyone is current or former member. \"Once you say ‘so and so’ is a member, was a member or was never a member, then you open yourself to queries about any single person who has ever been a member,\" Roman said.\nTo our inquiry, Davis campaign spokesman Zac Petkanas emailed us a copy of the invitation to the Schakowsky event attended by Davis. The invitation  lacks mention of Davis--and lists Winstead as the star attraction. Petkanas also provided what he described as the prepared text of Davis’ remarks at the event, which do not include an appeal for donations to Schakowsky’s political kitty. \"Davis stopped by the event to talk about Texas and give an update on her campaign,\" Petkanas said.\nOur ruling\nAbbott said Davis raised money for a member of a socialist group.\nDavis appeared at a Chicago fund-raiser for Schakowsky, who may have once participated in the Chicago chapter of the DSA and has been saluted by it. Abbott didn’t provide, nor did we find, evidence of Schakowsky being a current member of the group.\nWe light a match when a statement lacks factual backup and seems ridiculous. Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, 6:18 p.m., May 12, 2014: This article was updated to include detail about the newsletter excerpts relied upon by an author to conclude Schakowsky was a DSA member in the 1980s. This addition did not change our rating of Abbott’s reference to Schakowsky as a current DSA member.", "vclaim_id": "vclaim-pol-07879"}