{"url": "/factchecks/2018/dec/06/david-mckinley/does-us-spend-more-potato-chips-energy-research/", "speaker": "David McKinley", "vclaim": "The United States \"spends more on potato chips than we do on ALL energy R&D.\"", "truth_label": "true", "date": "stated on November 15, 2018 in a tweet:", "title": "Does the U.S. spend more on potato chips than energy research?", "text": "U.S. Rep. David McKinley, R-W.Va., said in a recent tweet that \"our country spends more on potato chips than we do on ALL energy R&D,\" or research and development.\nResearch in fostering clean energy development is critical for America’s national security and creates jobs. Our country spends more on potato chips than we do on ALL energy R&D; less than 1/2% of energy expenditures compared to nearly 15% R&D with pharmaceuticals.— David B. McKinley (@RepMcKinley) November 15, 2018\n\n\nThat struck us as a creative comparison. But is it correct? We took a closer look. (McKinley's office did not respond to an inquiry.)\nOdd pairing or not, we discovered that the comparison has been circulating for almost a decade, appearing in a 2010 report published by the National Academy of Sciences.\nThe report said, \"United States consumers spend significantly more on potato chips than the government devotes to energy R&D.\" It cited a 2009 U.S. potato chip sales figure of $7.1 billion and federal government spending on energy R&D totaling $5.1 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nWe wondered whether the data was roughly the same today.\nFor potato chip sales we located a study by the market research publisher Packaged Facts that pegged U.S. potato chip sales in 2015 at $7.5 billion.\nAs for research funding, the amount allocated to the U.S. Energy Department’s Office of Science in fiscal year 2018 was $5.4 billion. And not all that amount was for energy research specifically; some went for nuclear physics and computing technology.\nSo potato chip sales in the United States almost certainly continues to exceed what the federal government spends on energy research.\nOur ruling\nMcKinley tweeted, \"Our country spends more on potato chips than we do on ALL energy R&D.\" This nearly decade-old comparison still holds up today. We rate it True.\n Share the Facts 2018-12-06 20:47:11 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  The United States \"spends more on potato chips than we do on ALL energy R&D.\"    David McKinley U.S. Representative, R-W.Va. https://twitter.com/RepMcKinley/status/1063123974211756032   a tweet Thursday, November 15, 2018 2018-11-15    Read More  info", "vclaim_id": "vclaim-pol-01212"}