{"url": "/factchecks/2020/jul/23/hillary-clinton/fact-checking-hillary-clinton-donald-trumps-respon/", "speaker": "Hillary Clinton", "vclaim": "Says President Donald Trump “is still yet to say anything as the president of the United States about bounties on American troops.”", "truth_label": "barely-true", "date": "stated on July 20, 2020 in an MSNBC interview:", "title": "Fact-checking Hillary Clinton on Donald Trump's response to reports of Russian bounties on US troops", "text": "Hillary Clinton said Russia succeeded in its effort to influence the U.S. presidential election four years ago when she was the Democratic presidential nominee, and that Russia was working again to help elect someone \"who is favorable to their agenda.\"\nIn a July 20 interview with MSNBC’s Joy Reid, Clinton characterized President Donald Trump’s foreign policy as incoherent and inconsistent. She said she was glad that Joe Biden, the presumptive Democratic nominee for president, was trying to warn Americans \"that what happened in 2016 is sadly underway again.\"\nReid then said: \"Yeah, to say nothing of putting bounties on American troops.\"\n\"It’s unbelievable, Joy,\" Clinton replied. \"I mean, he is still yet to say anything, as the president of the United States, about bounties on American troops.\"\nThe \"bounties\" story is about reports that Russia offered Taliban-linked militants bounties to kill American troops in Afghanistan.\nPolitiFact decided to fact-check whether Clinton was right that Trump hasn’t said anything on the matter. A spokesperson for Clinton, Nick Merrill, told PolitiFact that Clinton was referring to Trump \"abdicating his responsibilities as commander-in-chief to hold a foreign adversary that’s killing our troops to account, and ensuring it stops.\"\nTrump has not challenged Russia over the bounties reports, but he has not been silent on the issue either. Trump has dismissed New York Times reporting as \"just another hoax,\" said the story of Russian bounties wasn’t \"credible\" and that he wasn’t briefed about it.\nNew York Times reporting says Trump was briefed\nThe New York Times reported June 26 that American intelligence officials concluded that a Russian military intelligence unit secretly offered bounties to Taliban-linked militants for the killing of coalition forces in Afghanistan, including U.S. troops. A Taliban spokesman told the New York Times that the report was baseless and the press secretary for Russian President Vladimir Putin said the Russian government was not aware of the accusations. The New York Times story relied on officials who spoke on the condition of anonymity. Other news outlets, including the Associated Press, Washington Post, CNN and Fox News, have also reported on the information, citing officials familiar with the issue.\n\"While officials were said to be confident about the intelligence that Russian operatives offered and paid bounties to Afghan militants for killing Americans, they have greater uncertainty about how high in the Russian government the covert operation was authorized and what its aim may be,\" the New York Times story said.\nThat story and subsequent reporting said Trump was briefed on the U.S. intelligence finding.\nTrump’s response: ‘just another hoax’\nTrump hasn’t condemned or warned Russia over the information reported by the New York Times — because he has said the reporting isn’t credible.\n\"Nobody briefed or told me, @VP Pence, or Chief of Staff @MarkMeadows about the so-called attacks on our troops in Afghanistan by Russians, as reported through an \"anonymous source\" by the Fake News @nytimes. Everybody is denying it & there have not been many attacks on us.....\" Trump tweeted June 28.\nIn a follow-up tweet, Trump claimed that no other administration has been tougher on Russia and veered off into a campaign-related talking point on Ukraine and Hunter Biden. Trump ended that tweet with: \"Probably just another phony Times hit job, just like their failed Russia Hoax. Who is their ‘source’?\"\nTrump also tweeted June 28: \"Intel just reported to me that they did not find this info credible, and therefore did not report it to me or @VP. Possibly another fabricated Russia Hoax, maybe by the Fake News @nytimesbooks, wanting to make Republicans look bad!!!\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOn July 1, Trump reiterated his argument that the story was made up and intended to damage him and Republicans. \"The secret source probably does not even exist, just like the story itself. If the discredited @nytimes has a source, reveal it. Just another HOAX!\" Trump wrote.\nLater that day, Trump repeated that there was no corroborating evidence and that he was never briefed because \"any info that they may have had did not rise to that level.\"\nIn a Fox Business Network interview, Trump was asked, \"if there's ever a scenario in which Russia puts a bounty on U.S. troops, how would you respond?\"\n\"First of all, they’d hear about it,\" Trump said July 1. \"But we never heard about it, because intelligence never found it to be of that level where it would rise to that. … From what I hear and I hear pretty good, the intelligence people didn't even, many of them didn't believe it happened at all. I think it's a hoax. I think it's a hoax by the newspapers and the Democrats.\"\nTrump added that \"many of the intelligence people didn't think it was something that even happened, and if it did happen, the Russians would hear about it and anybody else would hear about it that was involved.\"\nWhile the White House has said Trump was never orally briefed, warnings that a Russian intelligence unit placed bounties on American forces appeared in the President’s Daily Brief, according to multiple news reports.\nRELATED: What’s the President’s Daily Brief? Not ‘like a mini novel,’ as Fox News host says\nWhite House press secretary Kayleigh McEnany in press briefings has not directly denounced Russia over the New York Times reporting, offering instead broad warnings to all countries and saying there are dissenting opinions on the intelligence reported by the New York Times.\nA reporter on July 13 asked McEnany if Trump or the administration planned to \"make it very clear to the Russian Federation that there should not be bounties placed on the heads of American soldiers serving in Afghanistan.\nMcEnany said, \"We tell each and every country that.\" But the information on Russia was uncorroborated and there were \"varying views\" about it, she said.\n\"I’m not going to answer a question based on unverified intelligence, but rest assured, every country in this world is put on notice that bounties on the heads of U.S. troops is unacceptable, and this president will stand for U.S. troops at home and abroad,\" McEnany said.\nMcEnany said \"yes\" when she was asked if that included Russia.\nTrump and Putin spoke on the phone July 23 and discussed the coronavirus pandemic and arms control issues, the White House said. There was no mention of the presidents talking about the news of Russian bounties to kill U.S. troops.\nOur ruling\nClinton said Trump \"is still yet to say anything as the president of the United States about bounties on American troops.\"\nThere is an element of truth in that Trump has not condemned Russia over the reports. But he has talked about the topic several times. His reaction has been to blast the reporting and the intelligence about Russia bounties as not credible. That would support why he hasn’t publicly condemned Russia.\nWe rate Clinton’s statement Mostly False.", "vclaim_id": "vclaim-pol-17788"}