{"url": "/factchecks/2009/nov/05/charlie-crist/charlie-crist-says-he-didnt-endorse-stimulus-bill/", "speaker": "Charlie Crist", "vclaim": "\"I didn't endorse\" the federal stimulus bill.", "truth_label": "pants-fire", "date": "stated on November 4, 2009 in an interview on CNN:", "title": "Charlie Crist says he didn't endorse stimulus bill", "text": "Florida Gov. Charlie Crist, facing a potentially bruising Republican primary for the U.S. Senate, continues to run from any assertion that he is linked to President Barack Obama.\nLast week Crist told reporters he didn't know Obama was traveling in Florida. On Wednesday, Crist told a national television audience he didn't endorse the $787 billion federal stimulus bill pushed by Obama and passed by Congress in February.\n\"I didn't endorse it,\" Crist told CNN host Wolf Blitzer. \"I — you know, I didn't even have a vote on the darned thing. But I understood that it was going to pass and I wanted to be able to utilize it for the benefit of my fellow Floridians.\"\nThis, from the same man who skipped a Florida Cabinet meeting to campaign with Obama for the stimulus in Fort Myers in February? Who went on national talk shows and across the state selling the plan?\nAs the interview continued, Crist got on a roll.\n\"You know, unfortunately, the president thinks that everything we need to do for every problem that comes along is spend more money and that's just wrong,\" he said.   \"Frankly, enough is enough. And I know that the people understand that. And I understand it. And I understand it because I'm the grandson of a Greek immigrant who came to this country with nothing, really taught me the value of a dollar, because his first job in America, in Altoona, Pa., was shining shoes for a living for $5 a month.\"\nCrist's comments about the stimulus startled conservatives, Democrats, and frankly, us, who all remember things differently.\nThe conservative Club for Growth responded Thursday with an  online television ad,  criticizing Crist's support for the stimulus plan. And the Democratic National Committee blasted Crist's comments to reporters across the country.\nLet's go back to earlier this year, to see what Crist had to say then.\nFrom  Hardball with Chris Matthews  on Feb. 3: Speaking of the stimulus, Crist said, \"It's going to help (Floridians') children. It's going to help their traffic situation. It's going to help produce more jobs here in the Sunshine State. That's a perspective that I have to have as, in essence, the CEO of Florida. And that's why I support it.\"\nFrom  Time  on Feb. 10: \"I see this package as a pragmatic, commonsense opportunity to move forward. I didn't campaign for Obama, we don't agree on everything, but he's my president, and my job is to help Florida stay in the black.\"\nFrom  Meet the Press  on Feb. 22: Q: Why would you buck your own party, which did not vote for this plan in Congress, as you know, to support the stimulus?\nCrist: \"It's not a matter of bucking the party, it's a matter of helping the people. I mean, I really view it as an issue of what can I do that's best for the people of Florida? We've got almost 20 million people that live in the Sunshine State now. I think my obligation is in essence the CEO of the state, to do everything I can to help us get through this tough economy. Certainly this stimulus package, about $12.2 billion to Florida, will help Florida an awful lot.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nAnd that's just a sampling. But then there's the rally in Fort Myers Feb. 10. Crist skipped a Florida Cabinet meeting and a lunch with former Gov. Jeb Bush to tout the stimulus bill in person. If you've forgotten, here's a  photo  and  video  to jog your memory.\n Here's  the retelling of that day from the  St. Petersburg Times  : \"We know that it's important that we pass a stimulus package,'' Florida's popular Republican governor said amid \"Yes, we can!\" cheers as he introduced the Democratic president. \"This is not about partisan politics. This is about rising above that, helping America and reigniting our economy.\"\nCrist went as far earlier this year as to lobby members of Florida's congressional delegation from both parties to support the stimulus package. The  Miami Herald  reported that Crist lobbied Republican Reps. Mario Diaz-Balart and his brother, Lincoln Diaz-Balart, along with Democratic Reps. Kathy Castor and Debbie Wasserman Schultz.\nIn fact, he was one of the few prominent Republicans to support the stimulus at any level, a choice that won him accolades from Obama.\nAnd Crist  was among a group of governors  to write Obama on Feb. 3 to express support for the stimulus plan. \"As stewards of the economies of our respective states and regions, we urge the Congress to reach prompt resolution of all outstanding differences and you to sign the bill when it reaches your desk,\" the letter read in part.\nOh, oh, oh. One more. In May, according to the  Orlando Sentinel  , Crist himself said he would have made the \"pragmatic\" decision to vote for the stimulus bill that ultimately passed.\nOn Thursday, Crist tried to expand on his CNN comments. When asked by state Capitol reporters if he were changing his position on the stimulus, Crist said, \"I don't think so. I don't think so.\"\n\"The bill that passed wasn't exactly what I would want to vote for. But it's what passed,\" Crist said. \"And once that happened, you need to realize you need to do everything you possibly can to fight for Florida and our fellow Floridians, whether they're school teachers, construction workers or whatever it might be. And so once this happens, you know, I think it's important to embrace it, fight for Florida's fair share and do what's right for the state.\"\nThat sounds a lot like Obama, actually, who has said several times that the stimulus wasn't perfect. Crist even said as much during his interview on  Meet the Press  in February.\nBack to Crist's original statement. He said Wednesday that he didn't endorse the stimulus and offered the fact that he didn't have a vote on the proposal as evidence.\nOf course, Crist, as governor, couldn't vote for the stimulus. But, strictly speaking, neither could Obama as president. So that's hardly a proper measure to justify a claim that Crist didn't endorse the stimulus bill.\nWhat is a proper measure are Crist's actions in January and February. Crist broke ranks with many in the Republican Party by publicly campaigning for the stimulus package on television and with the president. He lobbied Florida's congressional delegation to vote for the bill. And he signed Florida's budget, which was balanced because the state received billions of dollars in federal stimulus money. (The stimulus provides Florida $15.7 billion over three budget years ending next budget year.)\nWhite House Press Secretary Robert Gibbs on Thursday even acknowledged Crist's support. \"I think his words at that (Fort Myers) event speak for themselves,\" Gibbs said. \"I think he was very supportive of the legislation and supportive of the benefits that it would have and has had for — for the state of Florida in seeing positive economic growth.\"\nFacing a primary challenge from the conservative wing of the Republican Party, Crist appears to be trying to rewrite history. But there are mountains of evidence that he not only supported the stimulus, he sang its praises. The meter is ablaze: Pants On Fire.", "vclaim_id": "vclaim-pol-15487"}