{"url": "/factchecks/2016/oct/24/maggie-hassan/maggie-hassan-says-isis-advertises-lax-us-gun-laws/", "speaker": "Maggie Hassan", "vclaim": "\"With her solution, terrorists can still today — and by the way ISIS knows it, they have been advertising it — buy guns online and at gun shows in the United States of America.\"", "truth_label": "mostly-true", "date": "stated on October 3, 2016 in a debate:", "title": "Maggie Hassan says ISIS advertises lax U.S. gun laws", "text": "As gun policy takes a central role in New Hampshire’s U.S. Senate race, Democrat Maggie Hassan is warning that terrorists are trying to exploit federal laws to obtain firearms.\nHassan brought up the point in the first televised debate against Republican incumbent Kelly Ayotte.\n\"With her solution, terrorists can still today — and by the way ISIS knows it, they have been advertising it — buy guns online and at gun shows in the United States of America,\" Hassan said on the debate stage at New England College.\nIs it really a point terrorists are spreading? Let’s look.\nPolitiFact has already looked into Hassan’s claim that Ayotte voted against a proposal to expand background checks and found it Mostly True. \nHere we are going to look at what ISIS says about buying guns in America.\nHassan’s camp pointed us to a series of news articles in which members of various terrorist groups talk about the ease of getting guns in the U.S.\nA former Islamic State recruit told the New York Times in August that the terrorist group tries to draw its recruits from within the U.S. because they can buy guns without a middleman.\n\"For America and Canada, it’s much easier for them to get them over the social network, because they say the Americans are dumb — they have open gun policies,\" Harry Sarfo told the Times from a German prison, when explaining attitudes within the terror group. \"They say we can radicalize them easily, and if they have no prior record, they can buy guns, so we don’t need to have a contact man who has to provide guns for them.\"\nHassan’s camp also directed us to a 2011 video featuring American-born al Qaeda spokesman Adam Gadahn in which he talked about lax gun laws in the U.S. and urged followers to take advantage of them.\n\"America is absolutely awash with easily obtainable firearms,\" Gadahn said, according to CNN. \"You can go down to a gun show at the local convention center and come away with a fully automatic assault rifle, without a background check, and most likely without having to show an identification card. So what are you waiting for?\"\nGadahn was with al-Qaeda, not ISIS. Still, he urged terrorists to buy guns in the United States and use them against Western governments.\nThose two examples are enough to show that terrorists have advertised the U.S. gun laws, and \"it is something they think about internally,\" said Daveed Gartenstein-Ross, a terrorism specialist at the Foundation for Defense of Democracies.\nStill, it’s difficult to determine if these are part of a widespread advertising campaign, or just isolated examples. A lof of ISIS communication is never circulated on the internet, Gartenstein-Ross cautioned.\nOn other occasions, PolitiFact has examined whether people can buy guns without background checks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nCurrently federal law requires prospective gun buyers undergo background checks when they buy guns from federally licensed dealers -- but there are notable exceptions. \nAnyone who repeatedly buys and sells firearms \"with the principal motive of making a profit\" has to get a dealer’s license, whether they deal out of a brick-and-mortar store, at a flea market, or online, according to the Bureau of Alcohol, Tobacco, Firearms and Explosives.\nLicensed firearm dealers must run background checks on non-licensed buyers before selling them a gun.\nBut the law does not require a dealer’s license for private hobbyists and others who occasionally buy and sell guns for the purpose of enhancing or liquidating a collection.\nSo if an individual buys a gun from a hobbyist over the Internet, or at a gun show, he or she would not be subject to a background check.\nIt’s worth noting that private sales, online or otherwise, cannot take place across state lines, so the buyer and seller must be in the same state. And there are many restrictions on shipping guns, so the actual transfer of the gun is likely to take place in person.\nSecond, it is illegal for private sellers to transfer a gun to someone they either know or reasonably believe is prohibited from owning a gun, for example, if the seller knows the buyer is a felon. But online sellers \"can give themselves plausible deniability by not asking the necessary questions,\" Garen Wintemute, a professor of emergency medicine at the University of California Davis, has previously told PolitiFact.\nAdditionally, several states — California, Colorado, Connecticut, Delaware, New York, Oregon, Rhode Island, Washington — and the District of Columbia require background checks for all private gun sales.\nThere is a sizeable online market for private, background check-free gun sales, according to a 2013 study by Third Way, a center-left think tank. Focusing on the website Armslist.com, a sort of Craigslist for firearms and accessories, in 10 states, Third Way found 2,000 ads from individuals looking to purchase guns from private sellers specifically.\nCongressional efforts to expand background checks for purchases made at gun shows or online have failed.\nA recent review by the New York Times found the majority of guns used in 16 recent mass shootings were obtained legally, including the attack in Orlando that left nearly 50 people dead.\nThe shooter in that incident, Omar Mateen, pledged allegiance to the Islamic State before he gunned down patrons at the Pulse nightclub.\nOur ruling \nHassan said the Islamic State knows its followers can buy firearms \"online and at gun shows\" and is \"advertising it.\"\nAn interview in the New York Times with a former Islamic State recruit shows group members acknowledge American recruits can buy guns, so long as they don’t have a record. And a 2011 video from an al Qaeda spokesman urges terrorists to buy guns in the United States and use them against Western governments.\nThere is little evidence to suggest a widespread advertising campaign, but it’s hard to tell, because not all ISIS communication is on the Internet, either.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-04068"}