{"url": "/factchecks/2020/oct/15/national-republican-senatorial-committee/gop-group-says-steve-bullock-failed-act-after-aide/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says Steve Bullock “failed to act” when his “most senior political aide was caught sexually harassing women. Bullock knew about the harassment but said nothing, remaining silent when the aide took another job where he harassed women again.”", "truth_label": "half-true", "date": "stated on October 1, 2020 in a campaign ad:", "title": "GOP group says Steve Bullock failed to act after aide was fired for sexual harassment", "text": "The National Republican Senatorial Committee has produced an ad suggesting that Montana Gov. Steve Bullock, a Democratic candidate for the Senate, \"failed to act\" after one of his aides was fired for sexual harassment. \n\"We know Steve Bullock used his position to help his friends and family make money. But there’s a darker side,\" a narrator says. \"Bullock’s most senior political aide was caught sexually harassing women. Bullock knew about the harassment but said nothing, remaining silent when the aide took another job where he harassed women again. Steve Bullock covered for his friend at the expense of these women. Think about that.\" \nAs the narrator speaks, the words \"failed to act\" flash on the screen.\nBullock is running against first-term incumbent Republican Sen. Steve Daines in a toss-up race viewed as critical to determining whether Democrats or Republicans control the Senate. The Montana Senate race is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking. \nThe first claim of the ad, that Steve Bullock used his position to help his friends and family make money, was featured more prominently in another NRSC ad. Other fact-checking organizations have looked closely at the nepotism allegations against Bullock and found them false and baseless. \nHowever, the majority of the ad is devoted to a claim that the NRSC hasn’t made before: that Bullock said nothing after his most senior political aide was caught sexually harassing women. \nThe NRSC’s claims revolve around Kevin O’Brien, a former aide to Bullock and New York City Mayor Bill de Blasio. O’Brien was fired from two organizations for sexual harassment: the Democratic Governors Association, which Bullock chaired, and the New York City mayor’s office. \nHowever, the 30-second NRSC ad leaves out some important context. Here, we’ll break down the controversy over Bullock’s handling of Kevin O’Brien in detail and determine whether the claims in the NRSC’s attack ad are accurate. \nThe controversy over Kevin O’Brien \nO’Brien first went to work for Bullock, then Montana attorney general, in 2009. O’Brien served as campaign manager for Bullock’s gubernatorial campaign in 2012 and became deputy chief of staff to the governor in 2013. \nIn 2015, Bullock served a one-year term as chairman of the Democratic Governors Association, a political group that supports Democratic governors and candidates in their election campaigns. That year, O’Brien left the employ of the governor’s office and started work as a senior adviser for the Democratic Governors Association, serving as Bullock’s representative. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nTen months into his new job, O’Brien was accused of sexually harassing another employee at an after-work event. An internal investigation substantiated the employee’s allegations, and O’Brien was fired with Bullock’s approval. Bullock told the Billings Gazette that he made the decision to terminate O’Brien the moment he became aware of the allegations. In a statement to the New York Times, Bullock said that he \"fully agreed with the decision\" to fire O’Brien.\nA month after his termination, O’Brien secured a job as chief of staff in the New York City mayor’s office. A press secretary for New York City Mayor Bill de Blasio told the New York Times that the city’s Department of Investigation at the time conducted a background check on O’Brien that included contacting both the Democratic Governors Association and the Montana Department of Administration, which handles personnel matters for the state. According to the press secretary, neither the governors association nor the state of Montana offered any \"adverse information\" about O’Brien’s employment history. \nAmber Conger, director of communications for the Montana Department of Administration, told PolitiFact that the human resources division subjected O’Brien to an \"employment verification check\" when New York’s Department of Investigation called, providing basic information about his tenure at the Governor’s office, like the dates he was employed and his title. \n\"No staff at (the Department of Administration) HR division had any knowledge of harassment issues involving Kevin O’Brien while he was employed by the state, or by any other employer,\" she wrote in an email. \nBullock has claimed that he didn’t know that O’Brien had applied for a job at the mayor’s office until after he was hired. In October 2017, almost two years after O’Brien was hired in de Blasio’s office, Bullock met with both de Blasio and O’Brien at Gracie Mansion, according to the New York Times’ review of de Blasio’s schedule. But Bullock said later he didn’t tell the mayor why O’Brien had been terminated. \nO’Brien was forced to resign from his position at the mayor’s office less than six months later when an internal investigation found that he had sexually harassed two city employees. A year later, the New York Times published several stories on his ouster after it obtained documents of the investigation. \nDe Blasio criticized Bullock and the Democratic Governors Association, saying that he found it \"personally frustrating\" that neither had told his office about the previous harassment allegations. \nIn Feb. 2019 after the New York Times broke the story about O’Brien’s firing from the mayor’s office, Bullock apologized to Montanans in a Medium post. \"Should I have called Mayor de Blasio? Should I have let more people know? Was I naïve to think this wouldn’t happen again? The answer is yes,\" he wrote. \"I was wrong and naive to think I did enough. I should have done more to ensure future employers would learn of his behavior.\"\nOur ruling\nA campaign ad says Bullock \"failed to act\" when his \"most senior political aide was caught sexually harassing women. Bullock knew about the harassment but said nothing, remaining silent when the aide took another job where he harassed women again.\" \nIt’s not accurate that Bullock didn’t act. O’Brien was working for the Democratic Governor’s Association when allegations of sexual harassment surfaced, ultimately leading to O’Brien’s termination. Bullock, who was chair of the association at the time, says that when he became aware of the allegations, he decided it was appropriate to terminate O’Brien.\nHowever, Bullock has conceded that he didn’t tell Bill de Blasio about the reasons for O’Brien’s termination when he became aware that the NYC mayor’s office had hired him. O’Brien was subsequently fired again for harassing two additional women. \nThe claim is partially accurate but leaves out some important details. We rate it Half True.", "vclaim_id": "vclaim-pol-18702"}