{"url": "/factchecks/2020/jan/02/blog-posting/fake-news-site-invents-attack-santa-non-existent-c/", "speaker": "Bloggers", "vclaim": "\"Cory Booker’s son charged with assault after attack on Santa.\"", "truth_label": "pants-fire", "date": "stated on December 25, 2019 in a post on a fake news website:", "title": "Hoax news site invents attack on Santa by non-existent Cory Booker son", "text": "Satire often morphs into fake news on click-bait sites. That what lies behind a post aimed at embarrassing Sen. Cory Booker, D-N.J., on AJUAnews.com. (The page is one giant link to another page that tries to dupe the unwary into downloading software they don’t need.)\nThe Dec. 25 headline said, \"Cory Booker’s son charged with assault after attack on Santa.\"\nThe article itself decried, \"the Democrats’ War on Christmas,\" and described how Booker’s son \"Elroy Booker flew into a rage this Christmas Eve.\"\n\"When Elroy came across a sidewalk Santa Claus, collecting alms for charity, his seething anger was unleashed with a relentless assault on the kindly old elf,\" the article said. \"Those who witnessed the attack were horrified at its ferocity.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis story was copied from a site that openly states that it posts satire.\nBooker has no son, much less one named Elroy.\nThe article quotes local police officer Satya Martin. There is no such person in Hope, N.J., a quiet township with under 2,000 residents. Martin gets around, or at least her name does. AJUA had her as the spokeswoman for a non-existent group of Democrats who filed to switch parties to protest the impeachment of President Donald Trump –– another piece of fake news.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17507"}