{"url": "/factchecks/2013/jan/06/scott-walker/walker-says-wisconsins-pension-system-only-one-cou/", "speaker": "Scott Walker", "vclaim": "\"Our pension system is the only one in the country that’s 100 percent funded.\"", "truth_label": "true", "date": "stated on November 16, 2012 in a speech:", "title": "Walker says Wisconsin’s pension system is the only one in the country that’s fully funded", "text": "Gov. Scott Walker is used to hearing cheers from conservative audiences when highlighting fiscal constraints he put on Wisconsin’s budget in 2011.\n\nHe seemed a bit surprised, though, during his November 2012 address at the Ronald Reagan Presidential Library when scattered applause broke out after he mentioned the state’s pension fund.\n\nWalker was comparing Wisconsin’s fiscal condition to that of California and of his standard punching bag, Illinois, which raised taxes to close a budget gap.\n\n\"They have a pension system that’s not even halfway funded,\" Walker said of the Land of Lincoln. \"Now, in contrast, in our state, our pension system is the only one in the country (that’s) 100 percent funded.\"\n\nHearing some applause, Walker added: \"You can clap for that, sure.\"\n\nIn 2011, much attention centered on the mandate by Walker and the Republican-controlled Legislature that most public employees pay a larger share of their pension costs. It was part of Walker’s controversial drive to sharply curtail collective bargaining by public-sector unions.\n\nThe health of the state-run Wisconsin Retirement System -- which serves some 166,000 retirees and 260,000 active workers, including teachers, state and municipal employees -- has received less attention.\n\nAnd though Walker made the statement awhile back, it’s worth a look as we enter into the new budget season.\n\nIs Wisconsin’s pension system the only one in the nation that’s fully funded?\n\nTo evaluate the claim, we’ll examine the two most recent years with complete data, 2010 and 2011.\n\nThe number we’re looking at is the \"funded ratio\" -- the ratio of a pension plan’s assets to its liabilities. It’s one key measure of whether a fund can meet all its future obligations. It varies with investment gains and losses, changes in benefits and other factors.\n\nA ratio of 100 percent means the fund -- at least as of that moment -- is in position to pay future retirees all their expected benefits.\n\nAt the end of fiscal year 2010, which began before Walker took office, only Wisconsin had a fully funded pension plan (100 percent), the Pew Center on the States concluded in a widely cited June 2012 report.\n\nWalker spoke of the report at that time, and while it’s a bit dated, the report is of recent vintage.\n\nThe Pew study noted that 34 state-run plans were below the 80 percent threshold that experts say is the minimum for a healthy system.\n\nThere was a tiny bit of rounding in the determination that Wisconsin was 100 percent funded. The actual percentage at the end of 2010, Pew found, was 99.84 percent.\n\nThe Pew Center considers that so close to 100 percent that it constitutes full funding, said Pew senior researcher David Draine.\n\nAll told, the Pew report cited a $757 billion pension funding gap among the states on liabilities of $3 trillion, noting \"serious concerns\" about funding levels in 32 states.\n\nIllinois was lowest among the states at 45 percent in 2010.\n\nWe found other evidence that backed up the ranking of Wisconsin as best-funded among state plans.\n\nThat included a 2012 report by Morningstar, and a survey by the National Association of State Retirement Administrators using 2011 data that had Wisconsin as the highest-ranking state-run plan for general employees. (Some municipal plans, or state plans for just teachers or law enforcement, were healthier than Wisconsin).\n\nFor the official 2010 and 2011 Wisconsin figures, we turned to a report by the Wisconsin Retirement System’s actuarial consultant, which annually calculates the funded ratio.\n\nThe firm, Gabriel Roeder Smith & Company, reported 99.8 percent funding for year-end 2010.\n\nAnd for year-end 2011, the firm put the Wisconsin fund’s funded ratio at 99.9 percent, according to its latest report. The report showed the Wisconsin system at 99 percent or greater since 2003.\n\nRob Marchant, deputy secretary of the Wisconsin Department of Employee Trust Funds, said the Pew report that put Wisconsin at 100 percent is probably the best source for comparing the states.\n\nMarchant added that \"100 percent funded\" is a loaded phrase that pension officials tend to avoid because various assumptions go into the calculation of a funded ratio.\n\nSo it’s not an exact science.\n\nBut the governor is on solid ground in saying the Wisconsin system is fully funded -- and the only one in the nation, to boot.\n\nOne last note: One way the fund stays healthy is adjusting the annual pension payments to retirees. They go up or down depending on the investment performance of the fund.\n\nBecause of the recession, payments for many state retirees decreased annually from 2009 to 2012 and will drop again in 2013, bringing the five-year total of cuts to $4 billion. Payments are projected to begin rising again in 2014. For a majority of retirees, payments cannot fall below what employees received upon retirement.\n\nOur rating\n\nGov. Scott Walker told an audience of California conservatives that \"Our pension system is the only one in the country that’s 100% funded.\"\n\nIt’s slightly below 100%, but so close that a respected research organization rounds it up. And no other plan covering general state employees can make that claim.\n\nWe rate Walker’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09879"}