{"url": "/factchecks/2015/jul/14/limberbutt-mccubbins/can-a-cat-run-for-president/", "speaker": "Limberbutt McCubbins", "vclaim": "\"Limberbutt McCubbins (a five-year-old cat) is a candidate\" in the 2016 presidential election.", "truth_label": "half-true", "date": "stated on July 9, 2015 in comments on his website.:", "title": "Can a cat run for president?", "text": "Editor’s note, July 15, 2015, 10:50 a.m.: After we published this report, we received additional details from the Federal Election Commission that may prove a devastating blow to Limberbutt’s fledging candidacy. According to the FEC, Limberbutt must raise or spend $5,000 to be considered an official candidate by the commission. We’ve added that new information to this fact-check.\nLimberbutt McCubbins is running for president, and the five-year-old feline isn’t pussyfooting around.\nBesides launching a campaign website and accompanying social media accounts, Limberbutt has caught some media attention (though some seem unaware of his animal nature), nabbed an endorsement, and even inspired a line of campaign swag.\n\"Limberbutt McCubbins is a candidate we can all get behind! Meow is the time!\" the kitty’s website announces.\nAfter thousands of fact-checks devoted to policy issues and the major presidential candidates, we thought it would be fun to look into how far this candidacy has gone and how far it can go.\nRegistering with the FEC\n\nAt the time of this report, Limberbutt and 477 others have submitted a statement of candidacy to the Federal Election Commission. So far, the cat has followed all the rules of the election process.\nVirtually anyone can file the paperwork but only those who have spent or received $5,000 on their campaigns are considered official candidates, an FEC spokesperson told us. These regulations, however, say that they apply to \"individuals,\" not animals.\nHigh schooler Isaac Weiss, a friend of Limberbutt’s owner Emilee McCubbins, filed the cat’s statement of candidacy on May 6, 2015. Limberbutt’s a Democrat, and Weiss registered his campaign organization, \"The Committee for the Installation of Limberbutt,\" on the same day.\n\"It only took us about 20 minutes to fill out the forms, which surprised us,\" Weiss told the Miami Herald. \"And it surprised us even more that nobody from the FEC got back to us about Limberbutt being a cat after reporters started doing stories.\"\nThe FEC is not responsible for checking out a would-be  candidate’s qualifications, according to the spokesperson. (We’ll get to this later.)\nLimberbutt has yet to file the mandatory quarterly report disclosing his receipts and disbursements (neither has Donald Trump). But the form isn’t due until July 15, so \"there’s still time,\" Weiss told PolitiFact.\nConstitutional requirements\nEven if Limberbutt complies with election regulations, the question of his eligibility looms. For one, he’s only 5 years old, 30 years too young to run for president. Weiss, for his part, is confident Limberbutt faces no legal hurdles in his bid, claiming that Limberbutt is 36 in cat years. \"The Constitution doesn't say it has to be human years,\" he told the Herald.  \nUnfortunately for Weiss, we found no reliable scientific method for converting cat years into human years nor legal framework allowing the practice.\nArticle II of the Constitution states that \"no person\" under age 35 who’s not a natural-born citizen can be president. (We’ve looked into the eligibility of Ted Cruz, who was born in Canada.)\nDoes that mean cats are exempt from the age requirement? Probably not, said Michael Gilbert, a professor of election law at the University of Virginia.\n\"In jest, the expression of one thing (persons must meet certain requirements to be president) implies the exclusion of all others (nonpersons don’t have to meet any requirements to be president) — an underage Pakistani cat could win in 2016,\" Gilbert said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIn seriousness, Gilbert is \"quite sure that any court that considers the matter will interpret the Constitution to require federal officeholders to be human beings.\"\nConstitutional law scholar Sarah Duggin of Catholic University pointed out several other issues with Limberbutt’s candidacy in the text: The 14th Amendment restricts citizenship to human beings; the 25th Amendment stipulates he must be able to discharge his powers and duties to a vice president; and, if Limberbutt is elected, the 20th Amendment gives Congress the burden of handling a situation where \"the president-elect shall have failed to qualify.\"\n\"I suspect that there might also be a strong case for arguing that cats are aliens, and it's very hard to argue that cats are subject to anyone's jurisdiction -- just kidding,\" she added.\nIn sum, Limberbutt fails to meet the constitutional requirements.\nBallot access\nHistorically, at least 33 unqualified candidates have made it onto ballots, experts told us. The requirements for getting your name listed vary from state to state and from the party primaries to the general election.\n\"It’ll be harder to get on the primary ballot than on the general,\" said Richard Winger, publisher and editor of Ballot Access News. That’s because primary ballots often require would-be candidates to sign a written declaration that they meet the constitutional requirements and/or they are a registered member of the party.\nGeneral election ballots are often more lax -- some require a few thousand signatures, and others a filing fee. The most crowded presidential ballot (16 candidates) was Colorado’s in 2012, said Winger. He noted that in 1972, the Socialist Workers Party’s underage slate appeared on 20 state ballots. More than 3,000 voters in six states cast ballots for the party’s 2004 presidential candidate, who was a citizen of Nicaragua.\nIf Limberbutt re-declared as a third-party candidate in the general election, he would need 5,000 signatures to appear on the ballot in his homestate of Kentucky. Weiss, the cat’s campaign manager, told us he needs to meet with other members of the organizing committee when the school year starts to determine if they’ll pursue that option.\n\nEven if he gets the support, Winger doubts if the Bluegrass State will permit voters to choose Limberbutt in November 2016, and \"no court would make them do it.\"\nPolitical animals\nLimberbutt’s not the first non-human candidate to run for office. In a few local and international elections, some animals have even won. Limberbutt’s most famous predecessor was a boar hog named Pigasus the Immortal, the Youth International Party’s 1968 presidential candidate. Its slogan: \"They nominate a president, and he eats the people. We nominate a president, and the people eat him.\"\n\"Pigasus was definitely satire and fun, and incredible street theater, but there was also a political message of course,\" said Katherine Sibley, who studies social movements at St. Joseph’s University. \"They wanted to show the police, those at the convention, protesters in Chicago and Americans at large, that things had gotten pretty insane and violent in America.\"\nNo efforts were made to get Pigasus on a ballot that year, as he and supporters were arrested at the Democratic Convention in Chicago. The charges were dropped, and the pig dropped off the radar. Rumors that he had become a meal for the Chicago police have never been confirmed, said Sibley.\nLimberbutt’s candidacy, meanwhile, was inspired by a more passive form of youth revolt. Weiss and his friends registered the cat after being bored by \"what seemed to them like about the umptheenth (presidential) announcement,\" reports the Herald.\nCan Limberbutt claw his way to the White House politically? On one hand, he’s effectively polling at the same rate as Democratic rival Lincoln Chafee, and there’s some speculation Bernie Sanders could pick him as a running mate. On the other, we still haven’t heard anything about his economic pawlicy.\nOur ruling\nMcCubbins, a five-year-old cat, said, \"Limberbutt McCubbins is a candidate\" in the 2016 presidential election. Yes, this is the first time we're fact-checking a claim made by a cat. (Though we have fact-checked a terrier who supported Mitt Romney in 2008.)\nLimberbutt’s campaign manager has filed official paperwork, but the FEC doesn’t deem him formally a candidate, because he hasn’t spent or received $5,000. (This is also the case for some human candidates.) Experts told us it’s very unlikely that he’ll appear on any ballots as a candidate, and it’s even more unlikely that his candidacy will stand in a court of law.\nWe rate Limberbutt’s claim Half True.", "vclaim_id": "vclaim-pol-06199"}