{"url": "/factchecks/2014/jul/03/no-tax-tracks/greenlight-pinellas-opponent-says-light-rail-does-/", "speaker": "No Tax For Tracks", "vclaim": "\"Light rail does not reduce congestion.\"", "truth_label": "half-true", "date": "stated on April 9, 2014 in a website post:", "title": "Greenlight Pinellas opponent says 'light rail does not reduce congestion'", "text": "Critics of the Greenlight Pinellas mass transit initiative are attacking the plan at full speed by questioning the effectiveness of the proposal’s light rail line.\nThe group’s home page, RailTaxFacts.com, features a commercial arguing against pro-transit talking points, such as light rail creating long-term economic growth and reducing traffic congestion. The video shows a \"Truth Meter\" (not to be confused with PolitiFact Florida’s Truth-O-Meter) rating the statements false.\n\"Light rail does not reduce congestion,\" the website says under the video.\nGreenlight Pinellas plans a 24-mile light rail route from St. Petersburg to Clearwater projected to cost $2 billion over a decade. We wondered if the idea of reduced congestion was a dependable guidepost, or if we’re all being taken for a ride.\nRailing against rail\nLight rail is generally considered to be a rail line that either shares space with roads or is a separate, above-ground commuter line, as opposed to a subway or elevated train. The Greenlight Pinellas plan calls for a proposed line with 16 stations to provide a 57-minute total trip time between St. Pete and Clearwater. It’s slated to be installed and operational within 10 years and serve as an anchor for future transit additions.\nGreenlight also has plans for bus rapid transit and expanded service, which we’ve addressed before, but in this case, No Tax For Tracks says a common talking point by light rail advocates is that a rail system will decrease congestion.\nOne of the group’s supporting links is a Washington Post Wonkblog post linking to another post from The Atlantic suggesting light rail’s effects on congestion are debatable. The other piece of evidence is an April 2014 analysis by David McKalip, a St. Petersburg neurosurgeon and No Tax For Tracks supporter, concluding light rail actually increases congestion.\nMcKalip writes about how despite extensive rail investment in Portland, Ore., the city saw more people in cars and higher traffic volumes in the subsequent years. He also cites another Atlantic post discussing a study of four British cities that showed light rail didn’t get people out of their cars, but did take them off buses.\n\"I have yet to find any science ever that says congestion goes down,\" McKalip told PolitiFact Florida. \"Experts say, ‘do not make that assertion.’ \"\nMcKalip followed up his post with another on July 1 saying car travel times in the Tampa Bay area are routinely faster than in other cities with rail and there is no concrete evidence of a relationship between congestion reduction and light rail.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHouse Natural Resources Committee Republicans\n\n\nstated on April 5, 2010 in a news release posted on his website.\n\n\n\n\n\n\n\n\n\"Obama did not open new lands to offshore drilling – all of these areas were already open for drilling once Congress and President Bush lifted the moratorium in 2008. Instead, President Obama yesterday announced what areas he would CLOSE to offshore drilling.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • April 23, 2010\n\n\n\n\n\n\n\nAn essay by public transit planning consultant and author Jarrett Walker says that while transit has several benefits that make cities more sustainable and improves quality of life, a definite correlation between service and fewer cars isn’t apparent.\nThinking ahead\nMany transit experts don’t agree with that conclusion.\nTodd Litman, founder and executive director of the Victoria Transport Policy Institute in Canada, said \"traffic congestion and economic impacts vary considerably depending on specific circumstances and how the impacts are measured.\"\nHe said that a transit system with sufficient demand and adequate supporting policies can indeed reduce congestion. He cited several studies that showed congestion increased at a higher rate in areas without light rail.\nOne showed that in Denver, there was a 31 percent increase in vehicle traffic in light rail corridors, as opposed to 41 percent elsewhere. Another said Baltimore’s congestion increase dropped from 2.8 percent to 1.5 percent annually after building light rail. One Los Angeles study said people who lived within a half-mile of one light rail line in the city traveled an average of 10 to 12 miles less by car per day. Another said that Utah’s TRAX system dropped the estimated number of vehicles on the studied corridor from 44,000 to 22,300 per day.\nPSTA told PolitiFact Florida that reducing future congestion is the guideline Greenlight Pinellas is addressing, offering Pinellas County residents a transportation option in the face of projected population growth across the region.\nVukan Vuchic, transportation engineering professor at the University of Pennsylvania, said that’s a sufficient way to measure a reduction in congestion. Cities inevitably will keep growing, and thanks to an ingrained car culture, the only way to ensure a net loss of vehicles is to completely reorganize entire cities with pedestrian zones and policies that make car ownership prohibitive.\n\"Yes, we see people are buying more cars and driving more miles, but we didn’t give people a choice,\" he said, adding that communities must make a conscious choice to enact many policies aimed at reducing congestion. \"It’s not automatic. It’s not like you put in a rail line and it’s automatically beautiful.\"\nOur ruling\nNo Tax For Tracks said \"light rail does not reduce congestion.\"\nThe studies we looked at didn’t show a strict reduction in congestion. However, there are studies that show congestion grows more slowly in communities that have implemented light rail, especially if they do so in conjunction with other policies that give people an option not to drive.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-07654"}