{"url": "/factchecks/2012/oct/12/paul-ryan/paul-ryan-says-canada-now-has-15-percent-corporate/", "speaker": "Paul Ryan", "vclaim": "\"The Canadians — they (dropped) their tax rates to 15 percent. The average tax rate on businesses in the industrialized world is 25 percent.\"", "truth_label": "mostly-true", "date": "stated on October 11, 2012 in the vice presidential debate in Danville, Ky.:", "title": "Paul Ryan says Canada now has 15 percent corporate tax rate", "text": "Canada doesn’t often get mentioned in political debates in the United States, but our northern neighbor had a cameo in the vice presidential debate, cited as a bastion of low taxes.\n\nSeeking to draw a contrast with the tax policies of President Barack Obama, Paul Ryan, a Wisconsin native, said, \"Where I come from, overseas, which is Lake Superior — the Canadians — they drop their tax rates to 15 percent. The average tax rate on businesses in the industrialized world is 25 percent.\"\n\nWe wondered whether Canada was really as much of a low-tax haven as Ryan indicated.\n\nCanadian corporate taxes\n\nWe found two measurements of Canada's corporate tax rate from the Organization for Economic Cooperation and Development, a group of advanced industrialized nations. Over the past 15 years, the trendline for both has been consistently downward. Since 1998, the central government corporate rate has declined from 29.12 percent to 15 percent today; while the combination of the central and provincial corporate tax rates has fallen from 42.94 percent to 26.1 percent today.\n\nSo Ryan is right that Canada’s national rate was recently lowered to 15 percent -- the culmination of policies put forward by both center-left prime ministers Jean Chretien and Paul Martin and current center-right prime minister Stephen Harper, who took office in 2006. Small businesses today have a special, lower rate of 11 percent.\n\nStill, it’s worth noting that when you take into account average provincial tax rates -- the equivalent of state corporate taxes in the U.S. -- the combined corporate tax rate in Canada rises to 26.1 percent.\n\nInternational comparisons\n\nWhat about Ryan’s claim that the \"average tax rate on businesses in  the industrialized world is 25 percent\"?\n\nWe can use the same OECD data to check this claim. Averaging the 2012 tax rates for OECD members, we found that the average for the 34 countries studied is just slightly under 25 percent. That’s just as Ryan said.\n\nAnd in case you’re wondering, the top U.S. corporate tax rate, including both federal and state taxes, is 39.1 percent. That’s quite a bit higher than Canada’s, and since April, it has been the highest corporate tax rate on the books of any OECD nation.\n\nStill, the actual tax rate paid by a company will likely be lower than the official rate, due to deductions and exemptions.\n\nOur rating\n\nRyan said Canada dropped its corporate tax rates to 15 percent and that \"the average tax rate on businesses in the industrialized world is 25 percent.\" He’s correct on both counts, though it’s worth pointing out that provincial taxes boost Canada’s rate to 26.1 percent, and that the actual rate paid by specific companies in certain countries, such as the U.S., can be lower than official rates due to deductions and exemptions. We rate Ryan’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10187"}