{"url": "/factchecks/2020/mar/27/duey-stroebel/has-gov-tony-evers-banned-family-dinners-amid-wisc/", "speaker": "Duey Stroebel", "vclaim": "Says that under order from Gov. Tony Evers, he and his eight children can’t legally have dinner together anymore.", "truth_label": "half-true", "date": "stated on March 24, 2020 in a tweet:", "title": "Has Gov. Tony Evers banned family dinners amid Wisconsin’s coronavirus pandemic? Yes and no", "text": "It’s hard to find something that hasn’t changed in Wisconsin amid the coronavirus pandemic — work, school, church, home.\nOn the eve of Gov. Tony Evers’ \"Safer at Home\" order limiting all non-essential movement, a Republican lawmaker lamented the last item on that list.\n\"Laura, my eight children and I are enjoying our last legal dinner together this evening from our spring break staycation,\" state Sen. Duey Stroebel, R-Saukville, said in a March 24, 2020, tweet.\nEvers’ 16-page order — which took effect March 25, 2020 — has sweeping consequences throughout the state, but does it really ban family dinners?\nLet’s take a closer look.\nKey detail left out\nAt first glance, Stroebel’s claim to legal limitations within his home might sound off base. The order explicitly makes an allowance for family units.\nIt says Wisconsinites \"do not need to maintain social distancing between family members in a single living unit or household members.\" A later section adds, \"Nothing in this Order prohibits the gathering of members of a single household or living unit.\"\nLaura, my eight children and I are enjoying our last legal dinner together this evening from our spring break staycation. https://t.co/Cllv1Gbgho— Duey Stroebel (@SenStroebel) March 24, 2020 \nBut it turns out Stroebel wasn’t referencing a single household.\nJohn Soper, Stroebel’s chief of staff, said in an email the senator’s eight children range in age from 14 to 29. Only three of those children live at home, while five have their own residences.\n\"Governor Evers mentioned specifically ‘dinner parties’ as an activity that must stop under the new Order,\" Soper said. \"Senator Stroebel put out this tweet to highlight that there is no exemption for meeting immediate family (adult children, grandparents etc.), but there is for places like liquor stores and dry cleaners.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThat changes the analysis dramatically.\nOrder bans combining households – even for family\nIndeed, there is no blanket exception to social distancing requirements for extended or even immediate family members if they live separately.\nHere’s the key line from Evers’ order: \"All public and private gatherings of any number of people that are not part of a single household or living unit are prohibited, except for the limited purposes expressly permitted in this Order.\"\nThose \"limited purposes\" include things like providing care or transport for the health and safety of someone in another household.\n\"Large family dinners that include people who do not live together are prohibited,\" said Melissa Baldauff, Evers’ spokeswoman.\nShe said it’s a requirement that affects everyone, including Evers.\n\"That’s really hard on extended families, we get it,\" she said in an email. \"The governor’s grown kids and their families aren’t coming to visit him and the first lady at the executive residence right now.\n\"But that’s the sacrifice we are asking of everyone in this state. Stay home and limit the number of people you have contact with. This kind of distancing is one of the most effective ways of stopping the spread of the disease.\"\nOur ruling\nStroebel said in a tweet before the stay-at-home order that he was having his \"last legal dinner\" with his wife and eight children.\nThough this is technically true for Stroebel’s family, people reading this tweet could well take away that their own one-household family can’t get together to eat. To that extent, the tweet is misleading. \nThere’s a key difference between families that still live together under the same roof and those like Stroebel’s with adult children – to the point that Evers’ order allows one and bans the other.\nSo Stroebel is accurate, but only if you take into account key details that weren’t included in his tweet.\nThat’s our definition of Half True.", "vclaim_id": "vclaim-pol-18217"}