{"url": "/factchecks/2013/may/09/ken-tanner/idea-one-casino-tribe-false-one/", "speaker": "Ken Tanner", "vclaim": "Says \"The idea of one casino per tribe is a false one.\"", "truth_label": "half-true", "date": "stated on April 24, 2013 in a radio news interview:", "title": "Is the idea of one casino per tribe a false one?", "text": "The Coquille Indian Tribe wants to turn a bowling alley in Medford into a casino with 600 video gambling machines, adding to another casino it operates in North Bend.\n\nCoquille Tribal Chief Ken Tanner told a reporter that the tribe has the right to build a second casino. \"The idea of one casino per tribe is a false one. Evidence of that is that the governor signed our compact which allows us a second casino,\" he said in a radio report that aired April 24, 2013, on Oregon Public Broadcasting.\n\nTanner’s claim was news to PolitiFact Oregon. Is the \"one casino per tribe\" idea a false one, not grounded in reality? We always thought the policy was the norm in Oregon.\n\nFederal law calls for a tribe and state to negotiate a compact agreement before a casino can be sited. The compact spells out location, security and size.\n\nThere is no federal or state law that limits tribes to one casino each. It is a policy of Gov. John Kitzhaber, who served two four-year terms from 1995 to 2003 and was elected to a third term that began in 2011. Gov. Ted Kulongoski, who served in-between, also adhered to this policy.\n\nEach of Oregon’s nine federally recognized tribes has a current compact with the state that identifies one casino location: The Grand Ronde has Spirit Mountain Casinoand the Siletz has Chinook Winds Casino. The Warm Springs opened Indian Head Casino in 2012, and in doing so, closed its casino at Kah-Nee-Ta Resort and Spa.\n\nCoquille \n\nWe spoke with Ray Doering, spokesman for the Coquille Economic Development Corporation, which operates the Mill Casino in North Bend. (Tanner later followed up with an e-mail to PolitiFact Oregon, saying that he stood by his statement.)  \n\nDoering made two points: One, the proposed venture is a different type of casino, one that does not need to go through the compact process. Two, he said, the tribe never agreed to Kitzhaber’s policy, even if it signed a compact in 2000 for the Mill Casino.\n\nDoering said it doesn’t matter what other tribes say they agreed to because the Coquille did not.\n\n\"There was no agreement to keep it at one facility. What it says in this contract, we agreed to not seek an additional compact for a period of five years and that (provision) ended eight years ago,\" Doering said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt's Still a Bad Idea\n\n\nstated on September 10, 2012 in a campaign press event\n\n\n\n\n\n\n\n\n\"This would be the largest casino in the United States.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • September 11, 2012\n\n\n\n\n\n\n\n\nIndeed, the 52-page agreement signed in 2000 specifies that the Coquille waives any right for a period of five years to even think about negotiating an agreement for another casino unless another tribe is allowed to operate more than one casino.\n\nDoering points to the compact language as evidence that the tribe could negotiate for a second casino after five years. Kitzhaber’s legal counsel says the language does not entitle the tribe to a second casino. The Burns Paiute, Klamath, Siletz and Umatilla tribes have similar five-year language in their compacts, said a spokesman for the governor.\n\nThe compacts for Cow Creek, Warm Springs and Grand Ronde are more explicit, and the tribes waive any rights they may have to pursue a second casino, regardless of time frame.\n\nGovernor, others\n\nThe Cow Creek Band of Umpqua Tribe of Indians, which operates the Seven Feathers Casino Resort in Canyonville, is at risk of losing money to a 600-machine casino in Medford and opposes the proposed second casino. Cow Creek leaders say Kitzhaber’s one casino, one tribe policy was agreed to by Oregon’s tribes and preserves the balance of casino gambling in the state.\n\n\"We see it as an agreement made in good faith. The governor’s office calls it a policy; we would call it an agreement,\" said Susan Ferris, spokeswoman for Cow Creek.\n\nThere’s another aspect we need to address: Types of casinos. The governor has authority to negotiate compacts for the large-scale tribal casinos currently in Oregon, called Class III. He has no authority over Class II casinos, which the National Indian Gaming Commission defines as casinos offering bingo and \"when played in the same location as bingo - pull tabs, lotto, punch boards, tip jars, instant bingo, other games similar to bingo.\" The proposed casino would fall into this category.\n\nThe ruling:\n\nTanner is correct that the idea of one casino per tribe is a malleable one. This is Kitzhaber’s policy, and one that might fail in a legal challenge. Also, a future governor could decide on no limits at all. And the governor has no authority over any proliferation of bingo-oriented casinos.\n\nBut it’s not entirely accurate to say that the idea of one casino per tribe is \"a false one,\" or that the idea is non-existent.\n\nKitzhaber, in a letter this week urging the Bureau of Indian Affairs to reject the Coquille proposal, wrote, \"My ‘one casino per tribe’ policy direction and the gaming compacts entered into between the State and the tribes provide support for the notion that, as a State, we have consistently attempted to strike a balance between tribal pursuit of economic enterprise and a check on the expansion of gambling in our State.\"  \n\nIn the eyes of Coquille leaders, the policy does not apply because they did not agree to it. But a policy does exist, in the governor’s stated words and in the compacts of other tribes in Oregon. The Warm Springs closed one casino in order to open another. The Cow Creek believe it to be an agreement made by the tribes.\n\nThe statement is Half True -- partially accurate but missing important details.", "vclaim_id": "vclaim-pol-09358"}