{"url": "/factchecks/2020/feb/25/facebook-posts/video-footage-shows-bernie-sanders-talking-about-r/", "speaker": "Facebook posts", "vclaim": "Say Bernie Sanders said, “Italians are gangsters and Irish are drunk and Jews are greedy and black people smell.”", "truth_label": "false", "date": "stated on February 19, 2020 in a Facebook post:", "title": "Video footage shows Bernie Sanders talking about racial stereotypes — not making racist comments", "text": "As U.S. Sen. Bernie Sanders has tightened his hold on frontrunner status for the Democratic presidential nomination, having clinched the Nevada caucuses on Feb. 23, his detractors have tapped into an archive of video footage from the longtime lawmaker’s career.  \n\"Here are the videos Bernie DOESN’T want you to see,\" reads the description of a video posted to Facebook on Feb. 19. \nIt starts by showing what looks like an old clip of Sanders speaking to a class of middle-school children. \n\"What we learned is that black people smell,\" he says. \"All right, what about Jewish people? … How are they different than other people? Their religious beliefs were different but also they were greedy and selfish people, also had strange sexual habits so forth and so on. What does everybody know about the Irish? They …\"\nA student offers: \"Get in fights?\"\n\"Get in fights because they’re drunk,\" Sanders says. \"All the Irish people do is drink. That’s the Irish. All Italians are gangsters, and Irish are drunk, and Jews are greedy, and black people smell. OK?\"\nNot OK. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe footage of Sanders is authentic, but it’s been edited to appear that he is offering his derogatory opinions on black, Italian, Irish and Jewish people. (For the record, Sanders is Jewish.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChain email\n\n\nstated on May 19, 2008 in an e-mail message\n\n\n\n\n\n\n\n\nObama said he would \"stand with the Muslims should the political winds shift in an ugly direction.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • June 10, 2008\n\n\n\n\n\n\n\nThe clips featured in the Facebook post are from a television show called \"Bernie Speaks with the Community\" that Sanders hosted on a public access channel when he was the mayor of Burlington, Vt. In episode 39 of the show, which aired on Dec. 4, 1987, Sanders discusses racial stereotypes and the importance of humanizing people who are different from you with a group of schoolchildren. One student talks about how black people were dehumanized during slavery. \n\"What you’re getting at is a word that I will use: stereotype,\" Sanders replies. \"What does the word stereotype mean in the context that you’re talking about it?\" \nAfter fielding a few answers from the class, Sanders says: \"If you want to deal with a group of people, essentially if you want to do bad things to them, you do, what I call, dehumanize them. You make them less than human beings. And what you do therefore is you develop a stereotypical image of them. A stereotype. … What about black people? What’s the stereotype that we know about black people? … When I was a young person, what we learned is that black people smell. They had a special odor. That was what went all around, that black people smelled and that they were pretty stupid.\nOver the course of the nearly hourlong segment, Sanders engages with the class, asking questions, listening to the students’ answers and sharing his own experiences. Within the scope of the show, it’s clear that he’s criticizing racial stereotypes, not professing them as his own opinions about Italians, Irish, Jews and others. But that context does not appear in the seconds of footage that appears on Facebook.\n\"The Daily Show\" host Trevor Noah covered the comments in May 2019 after the public access channel released recordings of Sanders’ show. On YouTube, the Daily Show describes Sanders as \"giving Vermont children head-scratching lessons on stereotypes.\" \nOur ruling\nA video shared on Facebook appears to show Sanders on a TV show making derogatory remarks about Italians, Irish, Jews and blacks. \nThe video was heavily edited to create a false impression. On the show, Sanders was discussing the impact of racial stereotypes with a group of children.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17454"}