{"url": "/factchecks/2012/aug/10/mike-dewine/ohio-attorney-general-mike-dewine-says-task-force-/", "speaker": "Mike DeWine", "vclaim": "Says the Central Ohio Human Trafficking Task Force \"is the first task force of its kind in Central Ohio\"", "truth_label": "mostly-true", "date": "stated on August 2, 2012 in a news release:", "title": "Ohio Attorney General Mike DeWine says task force cracking down on human trafficking is the first of its kind in Central Ohio", "text": "In this partisan election year, Statehouse Democrats and Republicans were able to come together on a significant piece of legislation further cracking down on human trafficking. Only about a year earlier, Ohio finally joined 44 other states with laws specifically addressing a crime akin to modern-day slavery.\n\nHuman trafficking is the act of forcing an individual into acts of labor. The type of human trafficking that has received the most attention in Ohio is sex trafficking — in most cases, men forcing girls or young women to be sex slaves. A 2010 state report from former Attorney General Richard Cordray concluded that just over 1,000 American-born children are forced to become sex slaves each year in Ohio.\n\nThat report by Cordray’s Ohio Trafficking in Persons Study Commission grabbed the attention of lawmakers, who rebuffed suggestions by the Ohio Prosecutors Association that existing laws were sufficient to address the problem.\n\nIn fact, many law enforcement groups said they were already diligently watching for and investigating human trafficking incidents. And previous attorneys general and other elected officials have studied the issue and called for tougher laws.\n\nSo it was surprising for PolitiFact Ohio to hear current Attorney General Mike DeWine recently claim that he was the first person to appoint a criminal task force to investigate human trafficking in the Columbus region, the state’s most populated area.\n\n\"This is the first task force of its kind in Central Ohio,\" DeWine boasted in an Aug. 2 news release announcing the indictment of four Chillicothe, Ohio residents in a case brought by his Central Ohio Human Trafficking Task Force.\n\nThere are already such task forces in Cleveland and Toledo that have been active for years — law enforcement collaborations with city, county, state and federal officials. In fact, Toledo recently was rated as the fourth-worst city for human trafficking in the country.\n\nDeWine’s task force is mainly made up of Columbus police officers but also includes officials from the attorney general’s investigative unit, a suburban Columbus police department, the FBI and U.S. Immigration and Customs Enforcement.\n\nLaw enforcement agencies in Central Ohio have long investigated human trafficking, without officially calling themselves a task force. Because this crime often involves bringing victims across state lines and even from other countries, it often takes a more collaborative effort with federal officials to make these charges stick.\n\nColumbus police have \"done that work for a number of years and we've had some partners, but we haven't called it a task force. It’s just been guys that wanted to get the job done and came together and did it,\" said Columbus Police Lt. Mark Lang, who is director of DeWine's trafficking task force.\n\n\nSome will recall that Cordray, a Democrat, appointed a commission that studied the issue and he then strongly supported a bill to strengthen laws against human trafficking. And Republican Gov. John Kasich in March signed an executive order forming his own Ohio Human Trafficking Task Force (not to be confused with DeWine’s Central Ohio Human Trafficking Task Force).\n\nBut while Kasich’s task force is based in Central Ohio, the governor’s unit is not a criminal investigative operation. Instead, it is primarily a group that studied how deeply rooted human trafficking is in Ohio and issued a report of its findings this summer that had conclusions and figures similar to Cordray’s report two years earlier. DeWine also has a commission studying this issue, which just released a report analyzing sex trafficking in Ohio.\n\nGiven that DeWine’s task force is a law enforcement investigative unit armed with a tougher state law, we believe he is safe in claiming that his is the first such task force in Central Ohio.\n\nBut for some, it might be a matter of semantics — a commission versus a task force versus a law enforcement collaboration without a name. DeWine certainly isn’t the first public official to shed light on this problem and look for solutions, so his boast might be misinterpreted. Additional information is needed for clarification.\n\n\nWe rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-10608"}