{"url": "/factchecks/2011/sep/02/dennis-richardson/dennis-richardson-says-state-employees-received-15/", "speaker": "Dennis Richardson", "vclaim": "Says Oregon state employees received a \"catch-up\" pay raise in 1981 -- just two years after they agreed not to take a raise in exchange for a retirement benefit.", "truth_label": "false", "date": "stated on June 30, 2011 in a press briefing:", "title": "Dennis Richardson says state employees received a 15.3 percent catch-up raise in 1981 contract", "text": "The Public Employees Retirement System is the topic that never quits doling out potential PolitiFacts. On the final day of the 2011 legislative session, for example, Rep. Dennis Richardson, R-Central Point, had this to say about failed efforts to get public employees to start paying the 6 percent \"employee share\" that public employers (otherwise known as taxpayers) have been paying since 1979.\n\n\"In 1979, there was a collective bargaining agreement that said, ‘No pay increases but we'll pick up the 6 percent as the employer on the retirement plan.' In 1981, the negotiators for collective bargaining said, ‘We haven't had a raise in four years,’ and so they ended up with a 15.3 percent increase in pay, but the 6 percent payment toward the retirement plan didn't get repealed.\"\n\nIn a follow-up e-mail to The Oregonian, he said that the 6 percent pickup should have been repealed with the 15.3 percent pay increase, \"but it was allowed to continue on top of the ‘catch-up’ pay increase.\"\n\nRichardson’s assertion is significant because it could undermine a key argument made by public employees, who say they are entitled to the pickup because it was given to them in lieu of a raise. If they got a larger-than-usual raise to make up for no raise, as he claims, shouldn’t they forfeit the other benefit?\n\nMany taxpayers might think so. But how correct are the representative’s facts?\n\nRemember that the late 1970s and early 1980s were a time of severe economic stress. Inflation was in the double-digits, and cost-of-living raises for those lucky enough to have a job were similarly high.\n\nRichardson is right that in May 1979, the state agreed to start paying the 6 percent retirement pickup previously withheld from employees’ paychecks.\n\nBut he’s not right that employees agreed to no pay increases in that contract negotiation, which covered July 1979 through June 1981. The labor agreement called for employees who made just under $12,000 a year to receive a 1 percent salary increase on July 1, 1979. Additionally,  all employees were to receive a maximum 2 percent cost-of-living increase five times over two years, up to 10 percent.\n\nIn July 1981, a new state contract gave all workers a $55 monthly increase -- which Richardson calculates as an average 4.3 percent increase. We agree. They also agreed to cost of living increases totalling 11 percent from January 1982 to March 1983. A union spokesperson told The Oregonian at the time that the package would result in pay raises of 15.6 percent to 19 percent. This is what Richardson considers the \"catch-up.\"\n\nEmployees, however, did not get those raises as scheduled.\n\nState workers received the $55 monthly increase and a 2 percent COLA in January 1982, but a severe recession that year meant that employees had to wait until July 1983 for the rest of their cost-of-living increases, which totalled 9 percent. Furthermore, they didn’t get COLA cost-of-living increases in 1983-85 because the economy was so bad.\n\nSo Richardson’s facts are not entirely accurate. Still, we wanted to know whether the increases state employees did receive beat inflation. In other words, how generous was the state?\n\nEssentially, employees over 1979-81 received about a 16 percent \"wage\" increase, if you include the 6 percent retirement pickup. At the time, inflation was 25 percent -- or, to break it down, 14 percent in 1979, 13 percent in 1980 and 9 percent in 1981, adjusted for the state’s fiscal year calendars.\n\nState employees continued to lag behind inflation with the next contract, even with the retirement pickup. The \"wage\" increase over 1979-83 was 22 percent, at a time when inflation was 33 percent. That’s at least a a more than 10 percentage-point gap.\n\nThe gap narrowed a little more with the 1983-85 contract: \"Wages\" increased 31 percent while the cost of living went up 39 percent. By the 1985-87 agreement, state workers’ wages had grown 39 percent since 1979 while the cost of living had gone up 43 percent. Again, that included the retirement benefit.\n\nIf your eyes are glazing over, jump to the ruling. For those who want more evidence, we asked Tom Potiowsky, Oregon’s former state economist now at Portland State University, and Joshua Lehner, an economist with Oregon’s Office of Economic Analysis, to check our math. They came to to the same conclusion, but used a slightly different time period.\n\nLet’s start with a hypothetical $100 salary in June 1979. By July 1982 that $100 would be roughly $126 with the cost of living increases and 6 percent retirement money not being taken from paychecks. Inflation in the Portland-Salem area would have grown from $100 to $140, from 1978 to July 1982. So that’s a 15 percentage point difference.\n\nBy July 1983, the $100 would have grown to $138 for state workers, and $144.50 under inflation. \"This narrowed the gap, so that while inflation rose 44.5% from 1978 to July 1983, state wages rose 37.6 percent,\" Potiowsky said in an e-mail. \"Wages still did not recover from inflation from 1978 to July 1983.\"\n\nPresented with our findings, Richardson said in an e-mail that we should look at private sector wages and the rate at which those grew -- or didn’t -- over this period.\n\nThat wasn’t necessary for our ruling either, but the idea piqued our curiosity. So we turned to the crack economists at the Oregon Employment Department, who were kind enough to generate data on wages, adjusted for inflation to 1985 dollars.\n\nAccording to Employment Department numbers, state government workers lost 1.7 percent of their earning power from 1979-85 while private sector workers lost 3.9 percent. Again, this does not include the 6 percent pickup contribution. (But if you look at the graph, which charts a longer period, you’ll see that everyone did poorly. Private sector wages declined less because they were lower to start with and they didn’t drop as much as state worker wages. By the way, federal employees fared best.)\n\nThe Ruling:\nSo, did state employees make out like bandits? That’s a matter of opinion. Readers can decide for themselves whether they did, and whether they should continue to get their retirement contributions paid.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStephen Lisauskas\n\n\nstated on July 19, 2011 in a public meeting\n\n\n\n\n\n\n\n\nThirty-seven percent of Central Falls’ retired police officers and firefighters are out on disability pensions; in most municipalities, about 5 percent of retirees collect disability pensions.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lynn Arditi • August 18, 2011\n\n\n\n\n\n\n\n\nWhat we can say for sure is that even with the 6 percent retirement pickup added back to paychecks, the 15.3 percent so-called \"catch up\" raise was not out of line given inflation. And two, state workers didn’t get most of that 15.3 percent increase until the next biennium, at which point COLA cost-of-living increases were frozen for another two years.\n\nState workers may have done better economically than private sector employees, but that’s not what Richardson said in his original statement. We find his statement False.", "vclaim_id": "vclaim-pol-12485"}