{"url": "/factchecks/2016/mar/30/jim-kenney/big-soda-and-profits-mayor-kenney-convinced-it-ear/", "speaker": "Jim Kenney", "vclaim": "\"Big soda has a lot of money. They make a lot of profit off their product and they market in neighborhoods that suffer from these very things that we’re trying to cure.\"", "truth_label": "true", "date": "stated on March 27, 2016 in Pennsylvania:", "title": "'Big Soda' and the profits Mayor Kenney is convinced it earns", "text": "Philadelphia Mayor Jim Kenney’s justification for his proposed sugary drinks tax: soda companies still bring in considerable profits, he says.\n\"Big soda has a lot of money,\" the mayor argued in an interview with KYW. \"They make a lot of profit off their product and they market in neighborhoods that suffer from these very things that we’re trying to cure.\"\nBilly Penn has covered how low-income consumers drink more sugary beverages than higher income ones. Advertising is more heavily featured in poor neighborhoods of color, research has shown. So, we decided to look into Kenney’s comment on profits.\nIn the last decade, soda sales have fallen dramatically. In 2014 in the U.S., Coca Cola and Pepsi together sold 1.4 billion cases fewer than they did in 2004, Fortune reported, the sum of \"modest declines\" for 10 years straight. The Philadelphia Inquirer detailed that Coca Cola in particular had lost $1 billion in sales each year since 2012. These drops have meant big changes for Big Soda: Investing in foreign markets, implementing cost-cutting measures, bottling drinks in smaller sizes too for higher profit margins or raising prices altogether, to name a few. Beverage Digest Editor Duane Stanford highlighted price hikes in an interview. \"Companies have increased prices for their products, so they’ve been making money even though they’re selling fewer beverages,\" he said. But! \"Soft drinks are still profitable,\" he continued. Soda corporations \"still have pricing power because their brands are powerful.\"\nJudging how big profits have been is \"entirely dependent on the company themselves,\" said Stanford. \"It’s a relative statement.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBig soda to some commentators refers to the carbonated drinks industry as a whole. To others, it speaks to the biggest soft-drink selling corporations in the game: Coca Cola, Pepsi and, if the bronze-level company is in the discussion, Dr. Pepper Snapple. (Kenney’s communication director shared data on Coke, Pepsi, and Coca Cola FEMSA, the company’s Mexico-based bottler, in response to a fact-check inquiry for this report.)\nCoca Cola reported $7.4 billion in net income, Pepsi reported $5.5 billion and Dr. Pepper Snapple $764 million. Dr. Pepper Snapple and Coke experienced slight profit boosts over the year before, while Pepsi’s numbers took a $1.1-billion dip. News reports on annual and quarterly reports deemed profits for all three companies better than expected.\n \nOur Ruling\nKenney stated that big soda makes a lot of cash. Profit-wise, despite current consumers trends that may signal a bleak future for soft drink sales, carbonated beverages remain profitable, thanks, in notable cases, to reorganization and new pricing. We rate this claim true.", "vclaim_id": "vclaim-pol-05191"}