{"url": "/factchecks/2018/nov/05/students-parents-and-teachers-supporting-marshall-/false-attack-ads-claim-tony-thurmond-was-reprimand/", "speaker": "Students, Parents and Teachers supporting Marshall Tuck", "vclaim": "Says Tony Thurmond was \"Reprimanded by the Obama Administration for failing to address widespread sexual harassment and assault in district schools.\"", "truth_label": "false", "date": "stated on October 11, 2018 in a campaign TV ad:", "title": "FALSE: Attack ad’s claim Tony Thurmond was ‘reprimanded’ by Obama", "text": "Was candidate for California schools chief Tony Thurmond \"reprimanded\" by the Obama administration over assault and sexual harassment problems in his school district?\nThat's one of the eye-opening claims in a recent TV attack ad by a group supporting Marshall Tuck, Thurmond’s opponent in the race.\nThe two Democrats are running for State Superintendent of Public Instruction. Thurmond is a state assemblyman who represents Richmond, Berkeley and other East Bay communities and is supported by teacher unions. Tuck is a former education executive backed by charter school groups. The incumbent, Tom Torlakson, will be termed out in January after serving two four-year terms.\nThe candidates and groups supporting them have produced a flurry of negative ads in recent weeks after raising tens of millions of dollars, turning this typically low-key statewide race into a highly-contested campaign.\nWe wanted to know whether there was evidence to support the claim Thurmond was \"reprimanded\" by the Obama administration.\nOur research\nBefore becoming a state lawmaker, Thurmond served on the board of the West Contra Costa Unified School District, based in Richmond, from 2008 to 2012.\nThe TV attack ad refers to a formal censure of the district by the Obama administration, which was addressed to the district’s superintendent. Here’s the full version of the attack ad:\n\"Before he was running for State Superintendent, politician Tony Thurmond was responsible for a school district with widespread budget problems. Ranked last in the state for failing to serve students of color. Sued for leaving at-risk students in rotting trailers with mushrooms growing in the floors. Reprimanded by the Obama Administration for failing to address widespread sexual harassment and assault in district schools. Tony Thurmond failed the students he was supposed to help. California deserves better.\"\nMarshall Tuck-supporting PAC ad targeting Tony Thurmond, 2018 from EdSource on Vimeo.\nThe ad was produced by Students, Parents and Teachers supporting Marshall Tuck, an independent expenditure group created by EdVoice, a nonprofit that supports charter schools.\nDuring the voiceover, the ad uses misleading text to blur the distinction between action taken against the school district and Thurmond specifically.\nThe text reads: \"TONY THURMOND: Reprimanded by the Obama Administration.\"\nWe looked to the analysis by EdSource, a nonprofit news organization that covers education, on this claim:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\n\"The claim that Thurmond was reprimanded by the Obama administration is false. The letter from the Obama-era Education Department’s Office of Civil Rights criticizing West Contra Costa Unified’s handling of sexual harassment never mentions Thurmond or the district’s board. The letter was issued in 2013, after Thurmond left the board, though it does state the department’s investigation began during his term in 2010.\"\nThe letter was addressed to the superintendent of the school district.\n\"I was never reprimanded by Obama,\" Thurmond told EdSource, which also reported the ad prompted Thurmond’s campaign to send a cease and desist order to the committee that produced it.\nA spokeswoman for EdVoice pointed us to a website created by the independent expenditure group backing Tuck. It repeats the same claims in the TV ad and includes a link to the Obama-era letter. But it doesn’t offer any information that directly connects Thurmond to the reprimand.\nWhen we asked Thurmond’s campaign about the claim, it pointed to groups and individuals from the NAACP to U.S. Sen. Kamala Harris and San Francisco Mayor London Breed, who have all called out the ad.\nIn a related fact check, we rated False the claim Thurmond was \"sued\" by the ACLU for leaving students in unsafe conditions.\nOur ruling\nA recent TV attack ad by a group supporting Marshall Tuck claimed the Obama administration \"reprimanded\" Tony Thurmond over assault and sexual harassment problems when he served on a school district board.\nObama’s Education Department censured West Contra Costa Unified’s handling of sexual harassment during a period when Thurmond served on the district’s board. But the the report never mentions Thurmond and was addressed to the district’s superintendent.\nSchool district administrators, not board members, are responsible for day-to-day management in the district.\nThe text of the TV ad distorts the facts by wrongly singling out Thurmond.\nWe rated the claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-11-05 21:10:57 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Tony Thurmond was \"Reprimanded by the Obama Administration for failing to address widespread sexual harassment and assault in district schools.\"    Students, Parents and Teachers supporting Marshall Tuck  independent expenditure group https://vimeo.com/295697439    Thursday, October 11, 2018 2018-10-11    Read More  info    \nRelated fact check: \nAd wrongly implies Marshall Tuck is ‘backed’ by Betsy DeVos", "vclaim_id": "vclaim-pol-01308"}