{"url": "/factchecks/2008/aug/06/barack-obama/make-that-at-least-2-million/", "speaker": "Barack Obama", "vclaim": "\"Big oil's filling John McCain's campaign with $2-million in contributions.\"", "truth_label": "mostly-true", "date": "stated on August 4, 2008 in a TV ad:", "title": "Make that at least $2-million", "text": "Sen. Barack Obama's campaign has a new\n\ntelevision advertisement\n\ncalled \"Pocket,\" as in Sen. John McCain's in one, and it belongs to Big Oil.\n\n\n\"Every time you fill your tank, the oil companies fill their pockets,\" the announcer says. \"Now big oil's filling John McCain's campaign with $2-million in contributions. Because instead of taxing their windfall profits to help drivers, McCain wants to give them another $4-billion in tax breaks. After one president in the pocket of big oil, we can't afford another.\"\n\n\nWe're focusing specifically on the claim that oil companies gave McCain $2-million, because it's the foundation for the claims that follow. A\n\nnew ad by the Democratic National Committee\n\nmakes a similar claim, alleging: \"[The] oil industry contributes $2-million to McCain campaign.\"\n\n\nFirst, we should note that corporations, oil and otherwise, are prohibited by law from contributing to political campaigns. There are ways around that, including having executives and employees donate in their own names. But saying \"big oil's filling John McCain's campaign\" is a somewhat misleading shorthand.\n\n\nBut it would be telling if oil executives and employees gave a couple million to McCain. So let's see about that number.\n\n\nIndividuals involved in the oil and gas industries have given about $1.3-million to McCain's presidential campaign, according to the latest federal data compiled and released\n\nhere\n\nby the Center for Responsive Politics on July 28. That includes not just multinational and independent oil and gas producers and refiners, but also natural gas pipeline companies, gasoline service stations and fuel oil dealers. Perhaps it's a bit unfair to lump all of them into the category \"big oil.\"\n\n\nBut more importantly, that's not $2-million. It's also not the whole story, though. McCain's campaign also set up a\n\njoint fundraising committee\n\nwith the Republican National Committee and several state affiliates. Our friends at\n\nFactCheck.org have decided\n\ncontributions to that committee shouldn't count as contributions to \"McCain's campaign,\" as the ad puts it.\n\n\nWe disagree. The joint fundraising committee is called\n\nMcCain Victory 2008\n\n. The McCain campaign receives the first $2,300 of each contribution to the joint committee. The RNC gets most of the rest, but it can be hard to distinguish a presidential campaign from the national party anyway.\n\n\nNonpartisan campaign finance experts at both the Center for Responsive Politics and Campaign Money Watch told us it was reasonable to count contributions to McCain Victory 2008 as contributions to McCain's campaign.\n\n\n\"What else would a donor expect when they're giving to the McCain Victory 2008 fund?\" said David Donnelly, director of Campaign Money Watch.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo the question is, do contributions from oil and gas executives or employees to McCain Victory 2008, when added to the $1.3-million that went directly to McCain's campaign, top $2-million?\n\n\nThe answer is yes, easily.\n\n\nMcCain Victory 2008 has reported\n\n7,825 contributions\n\nto the Federal Election Commission. We didn't go through all of them, but we did, with Donnelly's help, look at 40 of the largest contributions from individuals whose employers or occupations are obviously oil-related.\n\n\nWe picked only the low-hanging fruit. For example, we counted a $50,000 contribution that Gary Chouest, president of the oil vessel service company Edison Chouest Offshore, made on June 17, 2008, but not a contribution for the same amount that Carolyn Chouest, a homemaker and presumably Gary's wife, made the same day.\n\n\nThe total for just those 40 large contributions was $1.04-million.\n\n\nUp to $2,300 from each contribution might already have been counted in the $1.3-million total, since the campaign itself has to report contributions that come to it through the joint committee. So to avoid double-counting, we subtracted $92,000 ($2,300 x 40) from the total, and got $948,000.\n\n\nCombined with the $1.3-million that went to the campaign, that's easily enough to push McCain over $2-million in oil contributions.\n\n\nIt's worth pointing out that Obama, too, has accepted at least hundreds of thousands of dollars from oil industry executives and employees, as we note\n\nhere\n\n, and the Center for Responsive Politics points out more recently\n\nhere\n\n.\n\n\nBut we're focusing on the claim that big oil gave McCain's campaign $2-million. It's not unequivocally true, because the phrasing implies that the big oil corporations themselves were the givers, when it was actually their executives and employees, not to mention those of smaller natural gas companies. But energy industry players clearly have given McCain well over $2-million, so we find the claim Mostly True.", "vclaim_id": "vclaim-pol-16090"}