{"url": "/factchecks/2016/may/24/ann-kirkpatrick/did-john-mccain-support-dream-act-then-vote-agains/", "speaker": "Ann Kirkpatrick", "vclaim": "Says Sen. John McCain \"told dreamers that he’ll support the Dream Act, then he voted against it.\"", "truth_label": "half-true", "date": "stated on May 8, 2016 in an interview with MSNBC's Al Sharpton:", "title": "Did John McCain support the Dream Act, then vote against it?", "text": "U.S. Rep. Ann Kirkpatrick says Sen. John McCain has changed after 33 years in Washington, D.C.\nOn immigration, she said of her U.S. Senate rival, McCain’s changes are especially striking.\n\"He told dreamers that he’ll support the Dream Act, then he voted against it,\" Kirkpatrick, D-Flagstaff, said in a May 8 interview with Al Sharpton on MSNBC.\nThe Development, Relief, and Education for Alien Minors (Dream) Act would have allowed undocumented children brought to the United States permanent resident status if they, among other provisions, completed two years of college or military service.\nWe wondered if McCain really flipped his position on the Dream Act, as Kirkpatrick claimed. We found that McCain’s stance shifted slightly over more than a decade, but that does not equate to a cut-and-dried flip-flop.\nMcCain’s voting record\nAbout a decade ago, McCain supported versions of the Dream Act. He even co-sponsored the 2003 and 2005 versions of the Dream Act, neither of which came to a vote.\nHe did not sponsor the 2007 version of the bill. He also didn’t vote on it.\nMcCain was campaigning for the Republican nomination for president. One of his opponents, Fred Thompson, had derided the legislation as \"stealth amnesty.\"\nWhen the bill came up again in December 2010, McCain voted against it. The legislation eventually failed after a 55-41 vote in the Senate.\nWhat changed? Responding to conservative criticism, McCain stopped pushing for the Dream Act — unless it came with border security.\nBeefing up the border\nIn November 2007, a month after his skipped vote on the 2007 Dream Act, McCain told the Myrtle Beach Sun-News that he would \"vote against anything unless we secured the borders.\"\nA few months later in February 2008, McCain told the Conservative Political Action Conference in Washington, D.C., that \"it would be among my highest priorities to secure our borders first.\" He did not mention the Dream Act in his remarks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAfter his \"nay\" vote on the legislation in 2010, the senior senator said in a statement that he had \"great sympathy\" for the affected students, but he couldn’t put their needs above law-abiding Americans.\n\"There simply isn't sufficient political support to do anything before we secure our borders,\" McCain said, \"and there won’t be until we do.\"\nWhat Kirkpatrick told Sharpton mimics an attack ad her campaign posted earlier in May. The ad claims McCain \"has been on every side of immigration\" and appears to show two clips of the Arizona senator speaking out both for and against the Dream Act.\nKirkpatrick’s campaign spokesman provided a clip of McCain’s remarks at an immigration council in San Diego in July 2008 during McCain’s bid for the White House. In the clip, a young woman asks McCain if he would support \"our Dream Act.\"\nMcCain said \"yes, yes.\" Left unmentioned in Kirkpatrick’s talking point is how he also said existing laws needed to be enforced.\n\"Yes. Yes. Thank you. But I will also enforce the existing laws of a country. And a nation’s first requirement is the nation’s security, and that’s why we have to have our borders secured. But we can have a way and a process of people obtaining citizenship in this country. And we cannot penalize people who come here legally and people who wait legally. And so that’s a fundamental principle on which we have to operate.\"\nThe campaign then contrasts that with McCain’s vote in 2010.  \nMcCain’s campaign spokeswoman pointed out that the senior senator co-sponsored the 2013 Gang of Eight immigration bill, which included a pathway to citizenship that included the Dream Act and also included provisions for border security. He voted yes.\nThe Dream Act portion of the bill, which House Republicans refused to conference after it passed in the Senate, would have created a five-year path to documentation for immigrants, as long as they met requirements such as having a GED or high school diploma.\nOur ruling\nKirkpatrick said, \"McCain told dreamers that he’ll support the Dream Act, then he voted against it.’\"\nHer statement leaves out important context.\nMcCain’s views has shifted on the Dream Act, but his waning support hasn’t been the complete flip-flop Kirkpatrick makes it out to be.\nHe did vote against the 2010 Dream Act, years after introducing similar measures in the Senate. But he supported the Dream Act in some form after the vote. He voted yes on the 2013 comprehensive immigration legislation that included pathway to citizenship for undocumented immigrants brought here as children from other countries. McCain made border security the priority before getting a Dream Act.\nOn balance, we rate Kirkpatrick’s claim as Half True.\nhttps://www.sharethefacts.co/share/17c3bb15-cc01-4495-acb5-16e93f457f77", "vclaim_id": "vclaim-pol-04921"}