{"url": "/factchecks/2018/may/31/ro-khanna/your-amazon-alexa-spying-you/", "speaker": "Ro Khanna", "vclaim": "\"Amazon Echo is recording every conversation in a person's home and transmitting it to the cloud.\"", "truth_label": "barely-true", "date": "stated on May 26, 2018 in in a tweet:", "title": "Is your Amazon Alexa spying on you?", "text": "Once the stuff of science fiction, voice-activated virtual assistants like the Amazon Echo, Google Home and Apple HomePod now reside in millions of American homes, tweaking thermostats, streaming music and scheduling appointments.\nWhile some see these devices as helping hands, others view them as Trojan horses in the age of digital surveillance.\n\"It is outrageous that the Amazon Echo is recording every conversation in a person’s home and transmitting it to the cloud,\" Rep. Ro Khanna, D-Calif., tweeted May 26. \"This is exactly why we need an internet bill of rights! Didn’t we fight a revolution to prevent exactly this kind of surveillance?\"\nIt is outrageous that the Amazon Echo is recording every conversation in a person’s home and transmitting it to the cloud. This is exactly why we need an internet bill of rights! Didn’t we fight a revolution to prevent exactly this kind of surveillance? https://t.co/N6yn51QUxn— Ro Khanna (@RoKhanna) May 27, 2018 \nIs Khanna correct about the scope of smart speakers’ electronic eavesdropping? We decided to take a closer look.\nDoes Amazon ‘record every conversation’?\nAmazon’s voice-controlled Alexa products are considered \"always-on\" devices — but that doesn’t mean they record customers’ conversations.\nThe devices constantly listen for a user to say a \"wake word,\" which triggers Alexa to begin recording voice data and respond to commands. Wake words include \"Alexa,\" \"O.K. Google,\" and \"Hey Siri.\"\nThe Amazon Echo — one of the online retail giant’s smart speaker product lines — uses seven microphones to listen for its wake word. According to Washington Post tech columnist Geoffrey Fowler, the Echo records a second-long snippet of ambient sound which it \"constantly discards and replaces,\" until a wake word starts the recording process. (Khanna said his claim was based on Fowler's piece.)\nAt least, that’s how it works in theory. In practice, the wake word triggering mechanism has a track record that is far from perfect.\nIn one highly publicized incident, a Portland family’s Alexa captured a private conversation after the voice-controlled device misheard what it thought was the wake word. It later sent the audio recording to someone in Seattle whose number was stored in the family’s contact list. (Khanna’s tweet referenced this story.)\nAmazon described the chain of events as \"an extremely rare occurrence,\" and issued the following statement:\n\"Echo woke up due to a word in background conversation sounding like 'Alexa.' Then, the subsequent conversation was heard as a ‘send message’ request. At which point, Alexa said out loud 'To whom?' At which point, the background conversation was interpreted as a name in the customer’s contact list. Alexa then asked out loud, '[contact name], right?' Alexa then interpreted background conversation as 'right.' As unlikely as this string of events is, we are evaluating options to make this case even less likely.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThe Washington Post’s Fowler, who has an Echo, Google Home and Apple HomePod, said his devices go rogue on a regular basis.\n\"At least one of them starts recording, randomly, at least once per week,\" he wrote. \"It happens when they pick up a sound from the TV, or a stray bit of conversation that sounds enough like one of their wake words.\"\nFalse positives aside, technology experts told us it’s against Amazon policy to constantly record customers’ private conversations, as Khanna claimed.\n\"There's no proof or confirmation from Amazon that Echo products record ‘every’ conversation in a person's home,\" said Tiffany Li, a privacy attorney at Yale Law School’s Information Society Project. \"Indeed, Amazon has publicly stated that the Alexa products only record after hearing users say wake words.\"\nBut Li noted that Amazon has been less-than-forthcoming about the circumstances surrounding its recording practices.\n\"It is possible that more data is being recorded than consumers know or that Amazon is willing to publicly admit,\" she said. \"Amazon is not very transparent on privacy practices related to Alexa/Echo products.\"\n(An Amazon spokesperson declined to comment on this story, but pointed us to their frequently asked questions page.)\nNotwithstanding Amazon’s lack of candor, Li said Khanna’s claim is \"probably not accurate.\"\nWhen does Amazon send conversations ‘to the cloud’?\nOnly voice data that’s recorded after a wake word is detected is sent to the cloud. So Khanna’s claim creates a false impression that private conversations are being secretly routed to Amazon’s computers.\n\"While the device is indeed always listening (there's no way for it to respond to the wake word otherwise), it is not always transmitting to the cloud,\" said Daniel Kahn Gillmor, a Senior Staff Technologist for the ACLU's Speech, Privacy, and Technology Project.\nStill, Gillmor expressed reservations about the degree of control Amazon maintains over the devices after they’re installed in customers’ homes.\n\"The code in that device is under the control of Amazon, and it's basically up to Amazon (not to the owner of the device) to make sure that it's not transmitting to the cloud,\" he said. \"Clearly, Amazon isn't making those decisions correctly all the time.\"\nOur ruling\nKhanna said, \"Amazon Echo is recording every conversation in a person's home and transmitting it to the cloud.\"\nAmazon’s Alexa technology is designed to capture voice data only after a specific voice command, called a wake word, triggers a recording mechanism. Despite some instances where private conversations were accidentally recorded and uploaded to the cloud, Khanna’s claim greatly overstates things. We found no evidence to suggest the device records every conversation and sends it the cloud. It does record conversations when it hears the wake word, and in some cases the device has misinterpreted speech when people didn't actually say the wake work.\nWe rate this Mostly False.", "vclaim_id": "vclaim-pol-02013"}