{"url": "/factchecks/2013/aug/16/organizing-action/group-backing-barack-obama-says-marco-rubio-climat/", "speaker": "Organizing for Action", "vclaim": "Sen. Marco Rubio \"refuses to accept the basic science\" on climate change and is \"a climate change denier.\"", "truth_label": "mostly-true", "date": "stated on August 9, 2013 in an email to Obama supporters in Florida:", "title": "Group backing Barack Obama says Marco Rubio is a \"climate change denier\"", "text": "In a recent email to supporters in Florida, Organizing for Action -- a group that supports President Barack Obama -- criticized the climate change policies of Sen. Marco Rubio, R-Fla., one of the Senate’s leading Republicans and a possible 2016 presidential contender.\nThe email, signed by Ivan Frishberg, the group’s climate campaign manager, begins like this:\n\"Friend --\n\"We're spending the next week of Action August getting serious about climate change.\n\"To get ready, we're calling out Sen. Marco Rubio, who refuses to accept the basic science on this issue -- and is standing in the way of action.\n\"It's time everyone in Florida knows: Sen. Rubio is a climate change denier.\"\nThe email goes on to say that \"there are 135 documented climate change deniers currently roaming the halls of Congress.\" The full list is here, but in this item we’ll be focusing on whether Rubio \"is a climate change denier.\"\nWe should clarify up front: In the policy context, the term \"climate change\" refers to rising temperatures and sea levels caused by human beings and their use of carbon-dioxide-emitting fossil fuels. (We should also note that Rubio’s staff did not respond when contacted for this story.)\nIn supporting its claim, OFA cites a Feb. 13, 2010, article in the Tampa Tribune.\nAccording to the Tribune, Rubio called his then-Senate opponent Charlie Crist \"a believer in man-made global warming\" and said, \"I don't think there's the scientific evidence to justify it.\"\nAsked whether he accepts scientific evidence that the global climate is undergoing change, Rubio responded, \"The climate is always changing. The climate is never static. The question is whether it's caused by man-made activity and whether it justifies economically destructive government regulation.\"\nAfter trying to locate as many of Rubio’s comments on climate change as we could, we concluded that the Tribune story is indeed the strongest evidence OFA can use to support its labeling of Rubio as a \"climate change denier.\" Rubio’s language to the Tribune is pretty clear: He doesn’t think there’s sufficient scientific evidence to support the claim that the climate is changing due to human factors.\nHowever, on other occasions -- both before and after the Tribune interview -- Rubio has offered somewhat more nuanced opinions on the topic.\nInitially, when he was speaker of the Florida House, Rubio seemed to tacitly support the idea that the earth’s temperatures were rising, even as he sometimes differed with environmentalists over specific policy options.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWhile Rubio was speaker in 2008, the House unanimously passed a law ordering the state Department of Environmental Protection to develop rules for companies to limit their emissions of carbon dioxide, a pollutant that scientists say may be contributing to global warming.\nIn a 2007 speech to fellow legislators, Rubio urged his state to become a Silicon Valley of the new energy-technology economy.\n\"Global warming, dependence on foreign sources of fuel, and capitalism have come together to create opportunities for us that were unimaginable just a few short years ago,\" he said. \"Today, Florida has the opportunity to pursue bold energy policies, not just because they’re good for our environment, but because people can actually make money doing it. This nation and ultimately the world is headed toward emission caps and energy diversification.\"\nBy phrasing it this way, without any effort to question the scientific underpinnings of global warming, Rubio suggested that he tacitly supported the science behind global warming. He made the same implication when he wrote in a 2007 Miami Herald op-ed, \"Whether motivated by global warming or geopolitics, there is widespread support for diversifying our energy portfolio and becoming more efficient in our use of energy.\"\nBy Dec. 10, 2009, Rubio was openly hedging his position on climate change science. Confronted with accusations that he had flip-flopped on climate change, Rubio told the Miami Herald, \"I'm not a scientist. I'm not qualified to make that decision. There's a significant scientific dispute about that.''\nRubio’s next flurry of comments on climate change came in 2013, after he had become a leading figure in the national GOP. Here are Rubio’s recent comments:\n• BuzzFeed interview, Feb. 5, 2013: In a video interview with the website BuzzFeed, Rubio said, \"The United States is a country, not a planet. On the other hand, if we unilaterally impose these sorts of things on our economy, you could have a devastating impact on economics. ... There has to be a cost-benefit analysis to every one of these principles people are pushing on. … The climate’s always changing -- that’s not the fundamental question. The fundamental question is whether man-made activity is what’s contributing most to it. I know people said there’s a significant scientific consensus on that issue, but I’ve actually seen reasonable debate on that principle.\"\n• Republican response to the State of the Union address, Feb. 12, 2013. Responding to Obama’s speech, Rubio said, \"When we point out that no matter how many job-killing laws we pass, our government can’t control the weather – he accuses us of wanting dirty water and dirty air.\"\n• Fox and Friends interview, Feb. 13, 2013. The day after his response to the State of the Union address, Rubio said, \"The government can’t change the weather. I said that in the speech. We can pass a bunch of laws that will destroy our economy, but it isn’t going to change the weather. Because, for example, there are other countries that are polluting in the atmosphere much greater than we are at this point -- China, India, all these countries that are still growing. They’re not going to stop doing what they’re doing. America is a country, it’s not a planet. So we can pass a bunch of laws or executive orders that will do nothing to change the climate or the weather but will devastate our economy -- devastate it.\"\n• Statement on his Senate Web page, posted June 25, 2013: In response to a speech in which Obama outlined a series of measures on climate change that he could accomplish by executive order, Rubio said: \"This time, President Obama is discarding the Constitution and free enterprise system in the name of a job-killing environmental agenda. We must do everything we can to stand in his way.\"\nIn these comments, Rubio expressed strong opposition to Obama’s climate change policies, particularly on the grounds that the benefits would not exceed the costs. And he seemed to exude skepticism that climate change was an urgent policy concern, as well as the sentiment that human actions cannot change something as massive as the weather.\nStill, in these comments, Rubio never explicitly denied the science behind climate change, as he did three years earlier in the Tribune interview. In fact, in the BuzzFeed conversation, Rubio conceded that \"I’ve actually seen reasonable debate on that principle.\" Someone who is a \"denier\" does not typically concede that his opponents may have a \"reasonable\" point.\nOur ruling\nOrganizing for Action said that Rubio \"refuses to accept the basic science\" on climate change and is \"a climate change denier.\"\nRubio’s 2010 comments to the Tampa Tribune -- when he said, \"I don't think there's the scientific evidence to justify it\" -- represent the clearest evidence in support of the group’s charge. In that comment, Rubio does sound like he is denying the existence of science that supports the climate change hypothesis.\nSince then -- including on four separate occasions this year -- Rubio has expressed opposition to climate change policies while speaking more cautiously about the science that proves climate change is happening. On one of those occasions in February, he even conceded that he’s seen \"reasonable debate\" about the question.\nBut in none of those instances did Rubio walk back his 2010 remarks, even though he had several opportunities to do so. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-08982"}