{"url": "/factchecks/2012/jul/25/barack-obama/romney-abortion-rape-incest/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney \"backed a bill that outlaws all abortions, even in cases of rape and incest.\"", "truth_label": "pants-fire", "date": "stated on July 24, 2012 in a TV ad:", "title": "Obama ad says Romney opposed abortion, even in cases of rape and incest", "text": "To appeal to women voters, Barack Obama's campaign has been attacking Mitt Romney about his position on abortion.\n\nThe latest ad, \"Jenny’s Story,\" opens with a woman speaking to the camera.\n\n\"I’ve never felt this way before but it’s a scary time to be a woman,\" she says. \"Mitt Romney is just so out of touch.\"\n\nThe announcer says, \"Mitt Romney opposes requiring insurance coverage for contraception. And Romney supports overturning Roe vs. Wade. Romney backed a bill that outlaws all abortion, even in case of rape and incest.\"\n\nBack to the woman: \"There’s just so much we need to do. We need to attack our problems. Not a woman’s choice.\"\n\nPolitiFact has tracked Romney’s change of position on abortion. In the early 2000s he spoke of a woman’s right to choose. By 2006, he said he was \"pro-life.\" For this fact-check, we'll explore if the Obama campaign is accurately describing his position when it says he opposes abortion even in cases of rape and incest.\n\nThis claim is almost identical to one made in an Obama ad that ran in the first week of July. Our colleagues at FactCheck.org said that \"twisted Romney’s stance.\" At the time, the Obama campaign backed up its ad by pointing to a 2007 debate when Romney said he would sign a bill that banned all abortions. But there was no specific bill and no specific language.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Obama campaign produced a new ad, but it is not posted on YouTube. We found it on a Washington Post site that tracks campaign ads using data from Kantar Media. The ad changes the claim to say that Romney supported a \"bill\" rather than a \"law.\"\n\nThis time, the Obama campaign referred us to additional material. In 2004 and 2008, the Republican Party platform backed the \"human life amendment,\" which asserts that legal personhood begins at conception -- and with that comes full constitutional protections. In 2007, Romney said on ABC’s Good Morning America, \"You know, I do support the Republican platform, and I support that being part of the Republican platform and I’m pro-life.\"\n\nBut the Obama campaign has a problem in extrapolating Romney's position from that comment. Support for the amendment does not necessarily equate to opposing abortion when pregnancy is due to rape or incest.\n\nThe National Committee for a Human Life Amendment, a Washington-based advocacy group, has compiled the congressional bills in favor of an amendment dating back to 1973. Some of those bills have no exceptions for rape and incest. However, the most recent versions do.\n\nIn 2003 Rep. Jo Ann Emerson, R-Mo, introduced H.J. Res 9 which held that \"no unborn person shall be deprived of life.\" However, the bill adds \"nothing in this article shall prohibit a law permitting only those medical procedures required to prevent the death of the mother of an unborn person: Provided further, that nothing in this article shall limit the liberty of a mother with respect to the unborn offspring of the mother conceived as a result of rape or incest.\"\n\nWe asked Michael Taylor, Executive Director of the National Committee for a Human Life Amendment, what that bill means.\n\n\"I’m not a lawyer,\" Taylor said. \"But the way I read it, there’s an exception for the life of the mother and for cases of rape and incest.\"\n\nTaylor’s site lists another occasion in 1989 when the Senate Judiciary Committee’s subcommittee on the Constitution approved amendment language proposed by Sen. Mitch McConnell, R-Ky, that also included exceptions for rape and incest.\n\nThese versions predate the Republican Party platforms of 2004 and 2008 that endorse the \"human life amendment.\" Rep. Emerson introduced the same amendment with the exception for rape and incest in 2005. So the main versions when Romney made his 2007 remark included the exception.\n\nMore recently, Romney has made clear that he supports the exception for rape and incest. In 2011, Romney explained his position on abortion in an op-ed in the National Review. It begins with \"I am pro-life and believe that abortion should be limited to only instances of rape, incest, or to save the life of the mother.\"\n\nOur Ruling\n\nThe ad from the Obama campaign said Romney \"backed a bill that outlaws all abortions, even in cases of rape and incest.\"\n\nThe Obama campaign provides virtually nothing to back that up, however. It has no evidence that Romney explicitly opposed the exception for rape and incest. While he supported the \"human life amendment,\" there are many versions and the most recent ones allow abortion after rape or incest. And it's worth noting that in 2011, Romney declared that has said he supports those exceptions.\n\nIn its effort to appeal to women, the Obama campaign has twisted Romney's position to a ridiculous degree. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-10704"}