{"url": "/factchecks/2015/feb/23/eric-holder/federal-prison-population-drops-first-time-3-decad/", "speaker": "Eric Holder", "vclaim": "Last year, \"we saw the first reduction in the federal prison population in 32 years.\"", "truth_label": "true", "date": "stated on February 17, 2015 in remarks at the National Press Club:", "title": "Federal prison population drops for first time in 3 decades, Eric Holder says", "text": "Federal prisons recently hit a notable benchmark, outgoing Attorney General Eric Holder said earlier this week.\nIn remarks at the National Press Club on Feb. 17, 2015, Holder made the case for sentencing reform and touted the Smart on Crime initiative on his watch. That program discourages federal prosecutors from pursuing harsh minimum sentences for low-level, non-violent drug criminals.\n\"This newly unveiled data shows we can confront over-incarceration at the same time that we continue to promote public safety,\" he said. \"Already, in fiscal year 2014, we saw the first reduction in the federal prison population in 32 years.\"\nThe federal prison population has swelled dramatically since the early 1980s, due in large part to the prosecution of drug-related crimes, so we thought we’d double-check Holder’s statistics.\nIn 1980, the federal prison population was about 24,000. It had hovered around that number since the 1940s.\nBy December 2013 (which came within the federal government’s 2014 fiscal year), federal prisons held about 216,000 inmates, according to the Bureau of Justice Statistics. That was down by nearly 2,000 inmates from a peak of roughly 218,000 than the year before.\nThat’s a tiny decline -- less than 1 percent, after a nine-fold increase between 1980 and 2013 -- but it’s still the first time the federal prison population had dropped since 1980, the BJS reports.\nThe solid red line in this Bureau of Justice Statistics graph shows the trend:\n \n\nThe drop may eventually grow larger. When he first announced this decline back in September, Holder said internal projections showed a drop of 10,000 federal inmates by fiscal year 2016.\nWe’ll note a few minor quibbles. The decline is actually the first in 33 years not 32, as Holder said. And Holder refers fiscal years, but the best data we could get our hands on goes by calendar year. The reality is that the prison population fluctuates daily, so any figure used for the current period is going to vary a bit. So we won’t count these factors against Holder.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nPerhaps more interesting than the drop itself is the reason why.\nOne possible factor is the 2010 Fair Sentencing Act, which sought to remove sentencing discrepancies between crack and powder cocaine-related crimes, and eliminated a five-year mandatory minimum sentence for crack possession.\nExperts said that a contributing factor to the projected future decline is the U.S. Sentencing Commission’s July 2014 decision to allow the possibility of retroactively reduced sentences for individuals incarcerated on drug charges. This potentially affects 50,000 federal inmates.\nLet’s also put the decline into context.\nIn reality, the federal inmate decline isn’t putting a huge dent into the nation’s prison population. Federal prisoners made up just 12 percent of the nation’s prison population in 2013, according to the BJS report, with those in state prisons and local jails accounting for the other 88 percent.\nIndeed, the federal decline was actually wiped out -- and then some -- by an increase of 5,000 inmates in the state prison population.\nStill, the U.S. population as a whole grew faster than the inmate population, meaning that the country’s overall imprisonment rate declined in 2013.\n\"While the national prison population suggests a modest increase in the incarcerated population, the picture in some states is more drastic,\" said a report out of New York University’s Brennan Center for Justice.\nA report by the Prison Policy Initiative agreed, saying, \"We can’t end our nation’s experiment with mass incarceration without grappling with the wide variety of state-level criminal justice policies, practices and trends.\"\nFinally, we’ll note that, despite the decline, federal prisons remain overcrowded. Medium- and high-security facilities are operating at 40 percent and 50 percent above capacity, respectively, according to the Bureau of Prisons.\nOur ruling\nHolder said that last year, \"we saw the first reduction in the federal prison population in 32 years.\"\nThe statistics show that Holder is correct. While it’s worth noting that the state prison population wiped out that decline, Holder worded his claim carefully, and federal prisons are the only ones in his portfolio. So we rate it True.\nCorrection, Feb. 24, 2015, 10:30 a.m.: An earlier version of this article said that a policy change that retroactively reduced sentences for certain prisoners convicted on drug charges played a role in the decline of the federal prison population in 2013. However, that policy change came in 2014 and is only going to affect populations in future years. The article has been updated to reflect this discrepancy. The change does not affect the ruling.", "vclaim_id": "vclaim-pol-06699"}