{"url": "/factchecks/2013/apr/08/john-kasich/john-kasich-says-oklahoma-texas-have-sky-high-taxe/", "speaker": "John Kasich", "vclaim": "\"Right now, Texas doesn’t have an income tax and Oklahoma’s lowering their income tax rates, and guess what their severance tax is? Sky high.\"", "truth_label": "true", "date": "stated on March 21, 2013 in a television interview:", "title": "John Kasich says Oklahoma, Texas have “sky high” taxes on oil and gas but are reducing or have no income tax", "text": "Gov. John Kasich pitched several changes to Ohio’s tax structure in his budget proposal for fiscal 2014-2015 that would, in part, allow reductions in the state’s individual income tax.\n\n\nAmong those proposals was an increase to the state’s severance tax, a tax levied on oil and gas resources when they are extracted -- or severed -- from the ground. The change would target large producers engaged in horizontal drilling and raise an estimated $45 million in fiscal 2014 and $155 million in fiscal 2015.\n\n\nKasich often has said the tax is too low. As energy companies tap oil and natural gas resources in the resource-rich Utica Shale formation in eastern Ohio, the governor has argued Ohio should reap a greater reward from nature’s bounty.\n\n\nWhile in the Mahoning Valley on March 21, the governor touted his budget plans, including the severance tax increase, to the Youngstown-Warren Regional Chamber of Commerce, and again in an interview with a Youngstown television station.\n\n\n\"Right now, Texas doesn’t have an income tax and Oklahoma’s lowering their income tax rates, and guess what their severance tax is? Sky high,\" Kasich told the interviewer.\n\n\nPolitiFact Ohio decided to check the governor’s claim.\n\n\nWe started with the first part of his claim about Texas and Oklahoma and income taxes. We quickly confirmed that Texas, indeed, does not have a state income tax.\n\n\nOklahoma has a state income tax with seven brackets for individual incomes. The income thresholds for the brackets are grouped closely together, with the top taxing bracket kicking in for income over $15,000 a year. The median household income for the state for 2007-2011 was slightly below $44,300 a year, according to the U.S. Census Bureau.\n\n\nThe rate for the top bracket for tax year for tax filers this year is $395 plus 5.25 percent of the amount over $15,000. That rate reflects a tax reduction of 0.25 percent from the previous year.\n\n\nSo Kasich appears to be correct about the state income tax rates.\n\n\nBut what about the two states’ taxes on oil and gas resources? Are they, as the governor said, \" sky high\"?\n\n\n\"Sky high\" isn’t quantifiable. But we can look at how Texas and Oklahoma compare with other states, including Ohio. That picture, though, is somewhat muddied as the manner in which oil and natural gas production is taxed varies from state to state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nData from the National Conference of State Legislatures showed, though, that the taxes for 2012 in Oklahoma and Texas, while not the highest, were among the national leaders.\n\n\nTexas charges a 7.5-percent tax on the market value of natural gas. Oklahoma charges 7 percent on the market value, with provisions that reduce the rate if the price per thousand cubic feet (MCF) falls below $2.10. That has happened in just two months since 2000, according to the U.S. Energy Information Administration.\n\n\nTexas collects a 4.6-percent tax on oil’s market value . Oklahoma collects 7 percent, with provisions for the tax to drop if the price per barrel falls below $17. The price of West Texas Intermediate crude oil hasn’t been that low in more than 10 years at Cushing, Okla., a major trading hub for crude oil. It has been above $90 per barrel all this year.\n\n\nHow does that compare to other states?\n\n\nThe NCSL data showed that gas taxes for both states are in the top 10, as was Oklahoma’s tax on oil. Texas’ oil tax was lower, but it also has the highest production, by far.  In 2010, Texas accounted for nearly 26 percent of domestic oil production, more than double No. 2 Alaska.\n\n\nOhio’s rates, by contrast, are much lower.\n\n\nNatural gas is taxed at 3 cents per MCF. The governor has proposed it be increased to 1 percent of the value of the gas extracted via horizontal wells. So, for example, if the average price is $3.35 per MCF at the wellhead, as the U.S. Energy Information Administration listed for December, the state would collect 3.35 cents per MCF, rather than the 3 cents at Ohio’s current rate. The collection would rise as the price of gas rises.\n\n\nOil is taxed at 20 cents per barrel. Kasich’s proposal would increase that tax for horizontal wells to 1.5 percent of the price per barrel initially and to 4 percent after one year. So if oil commands a price of $90 per barrel, the state tax would generate $1.35 per barrel initially and $3.60 after the first year, rather than the 20 cents per barrel at Ohio’s current rate.\n\n\nKasich spokesman Rob Nichols said the governor’s point was that the taxes are \"sky high\" when compared to Ohio. And because oil and gas are exported out of those states, he said, the tax burden is also exported.\n\n\n\"Not all oil drilled in Texas is consumed in Texas,\" he said. \"Other states are exporting their tax costs to us. His proposal would allow Ohio to do the same.\"\n\n\nKasich’s description of income taxes in Texas (none) and Oklahoma (reduced) was correct.\n\n\nAs for the other part of his claim, while \"sky high\" is somewhat subjective, the reality of the tax structure now is that the significantly higher tax rates on gas and oil in Texas and Oklahoma, when compared to Ohio, can generate revenues that are -- well -- sky high.  \n\n\nTexas and Oklahoma are among the leaders for natural gas, but not tops. Oklahoma also has one of the highest oil rates. And at current prices, Texas’ tax on oil, the lower of the two states, would yield more than 20 times what Ohio’s current per-barrel tax raises.\n\n\nOn the Truth-O-Meter, Kasich’s claim rates True.", "vclaim_id": "vclaim-pol-09495"}