{"url": "/factchecks/2012/apr/04/brigid-shea/brigid-shea-says-austin-water-rates-doubled-decade/", "speaker": "Brigid Shea", "vclaim": "In \"the past 10 years, our (Austin) water rates have increased by 100 percent and we now have the highest water cost of the top 10 cities in Texas.\"", "truth_label": "mostly-true", "date": "stated on March 5, 2012 in an op-ed column.:", "title": "Brigid Shea says Austin water rates doubled in decade and Austin water costs are greater than costs in the state's other biggest cities", "text": "Austin mayoral candidate Brigid Shea, suggesting city leaders have failed to bird-dog affordability, referred to water costs in a March 5, 2012, op-ed article in the Austin American-Statesman.\n\n\"One example is that in the past 10 years, our water rates have increased by 100 percent and we now have the highest water cost of the top 10 cities in Texas,\" Shea wrote. \"And this is before the water utility plans to raise costs by another 19 percent by 2016.\"\n\nThe 19 percent figure is in keeping with the Austin Water Utility’s forecasts of future revenue needs, utility executive David Anders told us in a telephone interview. For this fact check, we’re gauging Shea’s claim that water rates doubled, which the utility concedes, and that water here costs more now than in other big Texas cities.\n\nTo our inquiry, Shea said by email that she drew upon a report posted online in February 2012 by an Austin environmental activist and consumer advocate, Paul Robbins, who edits the Austin Environmental Directory.\n\nRobbins’ report, funded in part by the Save Our Springs Alliance, used his methodology to compare water and wastewater costs in Austin to costs in other big Texas cities as well as nearby towns and cities, though we’re not exploring those comparisons because Shea did not speak to that.\n\nBetween 2000 and 2012, Robbins’ report says, Austin’s water rates went up 100 percent and its wastewater rates increased 97 percent. Over those years, the report says, inflation was 35 percent.\n\nAsked to respond, Jason Hill, a spokesman for the Austin Water Utility, did not quibble with that calculation of rate increases, saying by email that combined water and wastewater rates doubled from 2002 to 2012.\n\nBut the utility looks at water costs differently, we learned.\n\nRobbins calculated that for water customers of all kinds -- residential, multifamily (as in apartments), commercial and industrial -- Austin’s 2011 cost of water was $4.87 per thousand gallons. Corpus Christi’s 2011 cost for the same amount of water, ranking second, was $4.12, the report says, with San Antonio’s cost, $4.11, ranking third among the state’s biggest cities.\n\nAustin did not come out No. 1 in all the water-cost breakdowns. Corpus Christi’s 2011 costs of water for multifamily and commercial customers exceeded Austin’s costs.\n\nGenerally, the report says, Austin’s costs are higher for various reasons, including that debt service comprises 41 percent of the Austin utility’s combined 2012 water/wastewater bills. The report notes too that the population in the Austin utility’s service area increased 20 percent between 2000 and 2010 while, according to the U.S. Census Bureau, the other nine large cities averaged 12 percent population growth.\n\nAlso, the report says, annual transfers from the Austin utility’s proceeds to the city for other purposes are expected to total $36.5 million over the 12 months that began in October 2011. In 2000, the report says, such transfers totaled $17.2 million, which adjusted for inflation would be $28.5 million in 2012.\n\nHill, the utility’s spokesman, said in a telephone interview that the utility had not calculated water costs in Robbins’ fashion. \"We’re not in a tit for tat,\" Hill said. \"He has an opinion on something, on how he’s done the mathematics. Our priority is not, ‘Oh, he’s completely wrong.’ We have our way of doing the rates.\"\n\nUtility official Daryl Slusher later said by email that the utility questions the \"meaningfulness\" of Robbins’ methodology which, Slusher noted, does not tease out how little a conserving Austin resident pays for water nor how much heavy residential users pay under the utility’s tiered rate structure. Robbins later acknowledged that, pointing out, though, that only Austin’s residential rates are tiered to encourage conservation, though other customers are charged slightly more during the hottest summer months.\n\nSlusher also pointed out that the utility’s annual surveys of rates in other cities indicate that  based on average residential water consumption, Austin’s rates are not always highest.\n\nIn 2011, the utility’s analysis says, the average Austin monthly residential water bill of $27.79 was greater than comparable bills in San Antonio, Arlington, Dallas, El Paso and Amarillo, though less than such bills in Fort Worth, Houston, Corpus Christi, Cedar Park, San Marcos, Pflugerville and Lubbock. In 2012, the utility says, the estimated average monthly residential water bill of $33.22 is expected to be less than comparable bills in Georgetown, Cedar Park, Corpus Christi, San Marcos, Pflugerville and Lubbock.\n\nSlusher said the 2012 projected average bill includes the new revenue stability fee, which took effect in November 2011. The utility says the  fee -- $4.40 for a ⅝-inch water meter, with larger meters having a higher fee -- will generate $17 million in 2012 to be collected regardless of how much water is sold during the year.\n\n\"On the other hand,\" Slusher said, \"we acknowledge that Austin Water’s combined (water and wastewater) rates are among the highest in the state. Austin Water, however, delivers a lot of value for that cost.\" He listed among examples past actions to secure the water supply through 2100, manage land for water quality and endangered species protection, add a water treatment plant, expand the wastewater system’s reclaimed water system and encourage \"green\" energy choices. By email, Robbins said none of those items are unique to the Austin utility.\n\nAlso, Slusher said, successes Austin has enjoyed conserving water, detailed in a November 2011 fact check, help explain the utility’s higher costs per thousands of gallons shown by Robbins’ methodology. \"If our conservation programs had not achieved as much as they have then Austin Water’s cost per gallon in Mr. Robbins’ report would be much lower. So if the metric by which we measure ourselves were the one he uses in his report then there would be a disincentive to conserve,\" Slusher said.\n\nOur ruling\n\nAustin’s water/wastewater rates increased about 100 percent from 2000 to 2012, not taking inflation into account.\n\nAnd does water cost more in Austin than in the other biggest Texas cities? For residential customers, that depends on how much is used. Overall, if Austin doesn’t always have the highest water costs among the biggest Texas cities, it’s in the running.\n\nWe rate Shea’s two-part claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11336"}