{"url": "/factchecks/2018/sep/07/greg-abbott/greg-abbott-says-texas-enjoying-record-high-school/", "speaker": "Greg Abbott", "vclaim": "Says Texas \"high school graduation rates are at all-time highs.\"", "truth_label": "true", "date": "stated on August 30, 2018 in a TV ad:", "title": "Greg Abbott says Texas enjoying record high-school graduation rate", "text": "Republican Gov. Greg Abbott, who seeks re-election in November against Democratic nominee Lupe Valdez, says in a new ad that he’s kept his big campaign promises as evidenced, he suggests, by the state’s economy and schools.\nWe’ve tracked progress on numerous Abbott campaign promises from 2014 on our Abbott-O-Meter.\nAbbott’s \"Promises Made, Promises Kept\" TV ad, released Aug. 30, 2018, talks up jobs and crime-fighting. He also says in the ad that on his watch, \"schools are stronger; high school graduation rates are at all-time highs.\"\nAll-time tops? We wondered about that mindful that this March, we rated True an Abbott claim that Texas ranks among the top five states for its high-school graduation rate.\nAbbott spokesman John Wittman told us at the time that Abbott had gotten to his top-five claim by relying on a chart showing state-by-state graduation rates in 2015-16. According to the chart, posted by the National Center for Education Statistics, Iowa led that year with a 91.3 percent high school graduation rate.Texas landed fifth with a rate of 89.1 percent, just ahead of Missouri (89 percent). The nation’s high school graduation rate was 84.1 percent, the chart says.\nSeparately, a Texas Education Agency spokeswoman, Lauren Callahan, urged us to notice that the Texas graduation rate had consistently escalated. The statewide graduation rate in 2014-15 was 89 percent, the agency advised, compared with 88.3 percent in 2013-14 and 88 percent in 2012-13.\nSo, the state’s 2015-16 graduation rate was the highest in a few years.\nAnd did it set a record?\nRates gauged since 1996\nIn September 2018, Callahan replied to our fresh query on this front with an email confirming that the 2015-16 rate set a Texas record and noting that charts in the agency’s report on the year’s rate show state-gauged graduation rates for 1996 through 2016. Callahan cautioned, though, that the definition of dropouts changed in 2005-06 and was phased into graduation rates over three school years, making comparable only the graduation rates shown for 2009 through 2016.\nIn 2009, the report for 2016 says, some 82.9 percent of the year’s class of seniors graduated. That rate was the highest since 2005, according to figures in the report, when 84 percent of seniors graduated. According to the report, the previous high graduation rate or the years starting in 1996 was set in 2004, 84.6 percent.\nWe wondered too if every high school has lately experienced a record rate. Callahan said confirmation would take more historical research than the agency could immediately perform. That said, Callahan called it \"unlikely that rates are at a record high for all high schools statewide.\"\nOther metrics\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFrom past fact-checks, we recognized another method used to gauge progress through high school — by comparing a year’s count of graduates to the number of ninth-graders three years earlier; the difference signals student attrition.\nThere are two paths to such an alternative comparison.\nIn 2014-15, according to the National Center for Education Statistics, 89 percent of Texas high school students graduated three years after finishing ninth grade. According to the agency, Texas tied Alabama and Nebraska for third place nationally by this metric with Iowa (91 percent) and New Jersey (90 percent) leading the nation.\nIn contrast, Texas lags more states by a cruder yet popular measure based on tallying high school graduates each year and comparing that count with the number of students who completed ninth grade three years before. In 2012-13, the latest year analyzed by the education statistics center, Texas tied with California with an \"averaged freshman graduation rate\" of 83.6 percent. Twenty states had higher rates, a center chart says.\nIn October 2017, the San Antonio-based Intercultural Development Research Association, which tracks high school completion rates, reported that, through the 2016-17 school year, the state’s attrition rate, not counting charter schools, hovered around 24 percent to 25 percent for five years — down from 33 percent in the mid-1980s. \"Texas public schools are failing to graduate one out of every four\" high school students, the report says.\nTo our inquiry, state education officials didn’t have a comparable attrition rate for 2016-17. DeEtta Culbertson, a TEA spokeswoman, emailed us agency information indicating that for 2015-16, the state calculated an attrition rate of 19.6 percent.\nEven earlier, Julian Vasquez Heilig, a professor at California State University Sacramento who has been critical of how Texas achieves its reported graduation rates, told us enrollment drop-offs that show up in calculations of attrition amount to a soft spot in the state’s calculation of graduation rates. In 2015, Heilig told us that’s probably because the rates are rooted in each school district reporting the progress of each student, making it at least possible for administrators to record dropouts as students who left for legitimate reasons — such as moving to another state. In May 2014, Heilig laid out his own look at how Texas schools apply student \"leaver\" codes here.\nAlso in 2015, the TEA’s Callahan said by email that if a district’s reported reasons for students leaving school look suspicious, it can trigger a state review. \"Is some leaver information ultimately inaccurate?\" Callahan said. \"Yes, but it is usually not because someone is intentionally lying. People just change their minds. At the time a student withdrew from public school, the parent signed a document saying the child was being transferred to a private school, for example. Ultimately something happens and the child never enrolls anywhere.\"\nWe reconnected with Heilig about Abbott’s claim; he said by phone that nationally, improved rates are an indicator that public schools are better than ever though any discussion of rates, he reaffirmed, still merits a caveat about the persistent difference between the number of students who graduate each year trailing the number of students who were enrolled in ninth grade four years before.\nOur ruling\nAbbott says in his ad that Texas has record high school graduation rates.\nIn 2016, the Texas graduation rate of 89.1 percent was the highest the state has measured since 1996, the earliest year of available data. Abbott was not talking about an alternative metric by which Texas in 2012-13 trailed 20 states for its share of students graduating compared with the number of ninth-grade students advancing three years before.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2018-09-07 17:51:39 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Texas \"high school graduation rates are at all-time highs.\"    Greg Abbott Governor of Texas https://www.youtube.com/watch?v=u6sbHsjA_4c&feature=youtu.be   Austin, Texas Thursday, August 30, 2018 2018-08-30    Read More  info", "vclaim_id": "vclaim-pol-01647"}