{"url": "/factchecks/2015/oct/22/jon-voight/actor-jon-voight-says-progressive-just-another-wor/", "speaker": "Jon Voight", "vclaim": "\"The word progressive ... was created as a substitute for ‘communist’.\"", "truth_label": "false", "date": "stated on October 20, 2015 in an interview with \"Cigar Aficianado\":", "title": "Actor Jon Voight says progressive is just another word for communist", "text": "Cigar smokers of the world unite. Actor and conservative advocate Jon Voight engaged in a wide-ranging interview for Cigar Afcionado in which he got into the smoke-filled rooms of politics. The magazine released excerpts in advance of publication, and a Fox News website Fox411 wrote about Voight bemoaning how liberals have rebranded themselves.\n\"I think the word ‘progressive’ is a very devious term. It was created as a substitute for ‘communist,’ \" he said. \"What they propose is the reverse of progress. It’s some that that (sic) does taste of communism and Karl Marx’s pernicious philosophy.\"\nWe looked into the origins of the word progressive to see if it was created as a ruse to mask communistic thinking. What we found is quite the opposite. The progressive platform emerged as way to thwart the growth of nascent American socialist or communist movements.\nThe birth of the progressive movement\nThe progressive label showed up in the first decade of the 20th century. The Library of Congress describes the progressives as those who \"tried to make big business more responsible through regulations of various kinds. They worked to clean up corrupt city governments, to improve working conditions in factories, and to better living conditions for those who lived in slum areas, a large number of whom were recent immigrants from Southern and Eastern Europe. Many progressives were also concerned with the environment and conservation of resources.\"\nAround the turn of the 20th century, children worked in factories, city bosses rigged elections, and corporate mergers had allowed single entities to enjoy monopoly or near-monopoly power. In nearly 80 industries, there was one firm that controlled over half the total output.\nThe movement had many strands and at times drew support from both Republican and Democratic politicians. In 1912, Theodore Roosevelt, having failed to win the Republican nomination, ran for president under the banner of the Progressive Party (in the popular press it was called the Bull Moose Party.)\nSome planks in the party platform resonate today. They called for limits and disclosure of campaign contributions, an eight-hour workday, a national health service, social insurance for the elderly, the unemployed and the disabled, and oversight of Wall Street. They also sought direct election of senators and creation of a national income tax.\nWilliam Link, a progressive-era historian at the University of Florida, told us that while some activists focused on cleaning up slums and others on fighting political corruption, there was a unifying theme.\n\"It was mostly an attempt to regulate and restrain the negative forces of industrial capitalism,\" Link said. \"This meant public interventions -- often, of government, but not always -- designed to create a better society in the industrializing age.\"\nDuring the progressive era, the nation gave women the right to vote and regulated the meat and drug industries, as well as the railroads.\nThe progressive agenda showed strong regional differences. In the South, it was part of the white supremacist movement. In the North, some factions were strongly anti-immigrant. Many progressives also supported Prohibition.\nA break from the socialists and Marxists\nRutgers University’s website on this period said many of the leaders of the movement were members of \"the middle and upper-class establishment\" who believed that the excesses of industry were breeding conditions that amplified calls for more radical change.\n\"Fear of the expansion of Socialism and Marxism provoked many in the upper class to support more moderate reform efforts as a means to ease the growing tensions between rich and poor and head off more extreme threats to their privileged role in society,\" the authors wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nCharles Postel is an historian at San Francisco State University currently writing a book on the progressive era. Postel told us leading progressives such as President Teddy Roosevelt were quite clear on the relationship between their reform agenda and socialism.\n\"Roosevelt lectured business leaders that they needed to get on board with the graduated income tax and similar reforms if they were to successfully defeat the socialists,\" Postel said.\nHistorian Shelton Stromquist at the University of Iowa wrote that the progressive agenda split from Marxist thinking on the issue of class. While Marxist thought emphasized class consciousness as the key to change, the mainstream progressives looked to reforms such as better housing, work conditions and education to raise people out of misery.\n\"They convinced themselves that class conflict and the 'parochial' class loyalties that bred it could be transcended,\" Stromquist wrote in Reinventing \"the People\": The Progressive Movement, the Class Problem and the Origins of Modern Liberalism.\nStromquist wrote that modern-day liberals inherited this framework, saying, \"Liberals have largely continued to deny the relevance of class to reform.\"\nLater progressives\nMost historians mark the years immediately after World War I as the end of the progressive era. Link told us the term fell out of favor for nearly three decades.\nIt returned briefly in 1948 when former Vice President Henry Wallace (he served in Franklin Roosevelt’s last full term) ran a third-party bid for president under the Progressive Party. Wallace had virtually no chance to begin with, but after the Communist Party USA endorsed him, his campaign was doomed. Wallace himself praised aspects of the Soviet Union for promoting \"economic democracy.\"\nThat incarnation of the Progressive Party dissolved in 1955.\nThe Wallace link aside, Link told us that Voight’s assertion is \"absurd.\"\n\"To say that it ‘substituted’ for communism is historically inaccurate,\" Link said.\nOur ruling\nVoight said that the word progressive was created as a substitute for communist. The historic record shows that the progressive movement emerged around the turn of the last century in response to the conditions created by runaway capitalism. Its policies aimed to regulate private industry, not eliminate it. That agenda enjoyed broad support from people who identified with both parties and led to many of the basic features of government today.\nMany of the movement’s mainstream supporters backed reforms as a way to head off more radical movements based on class identity rooted in Marxist thought.\nThere was a brief period when the progressive label attracted support from avowed Communists, but that ended about 60 years ago and played no role in the creation of the term.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-05825"}