{"url": "/factchecks/2013/jun/24/blog-posting/social-media-post-says-uk-has-far-higher-violent-c/", "speaker": "Bloggers", "vclaim": "\"There are over 2,000 crimes recorded per 100,000 population in the U.K.,\" compared to \"466 violent crimes per 100,000\" in the United States.", "truth_label": "false", "date": "stated on June 21, 2013 in a meme on social media:", "title": "Social media post says U.K. has far higher violent crime rate than U.S. does", "text": "The debate over gun policy has inspired a blizzard of messages on social media, from both supporters and opponents of gun control. We’ve checked some of these posts (often called \"memes\") in the past, but a reader recently sent us one we hadn’t seen, so we decided to take a look.\nThe meme said: \"There are over 2,000 crimes recorded per 100,000 population in the U.K., making it the most violent place in Europe. Austria is second, with a rate of 1,677 per 100,000 people, followed by Sweden, Belgium, Finland and Holland. By comparison, America has an estimated rate of 466 violent crimes per 100,000. … So hey, Europe, how ‘bout you shut the #%[email protected] up about gun control?\"\nThe meme includes a lot of figures, so we started out by looking at the United Kingdom and the United States.\nAs we were conducting our research, we stumbled across a thoughtful critique of this claim on a blog called the Skeptical Libertarian that was written by Daniel Bier, a master’s degree candidate in economics at Rutgers University. (Bier fact-checked a claim that’s similar, though with slightly different wording than the meme we’re checking.)\nBier’s primary concern about comparing crime rates in the United Kingdom and the United States is that the definitions of crimes in each country are significantly different. This was not reflected in news coverage in British newspapers that appear to have been the source of the meme. This oversight produced a misleading comparison.\nAs Bier put it, \"The FBI’s Uniform Crime Reports defines a ‘violent crime’ as one of four specific offenses: murder and non-negligent manslaughter, forcible rape, robbery, and aggravated assault.\" By contrast, \"the British definition includes all ‘crimes against the person,’ including simple assaults, all robberies, and all ‘sexual offenses,’ as opposed to the FBI, which only counts aggravated assaults and ‘forcible rapes.’ \"\nOnce you know this, Bier wrote, \"it becomes clear how misleading it is to compare rates of violent crime in the U.S. and the U.K. You’re simply comparing two different sets of crimes.\"\nWe thought Bier’s points were reasonable, so we tried to replicate his approach. We looked at the raw violent crime numbers for each country, using statistics for England and Wales for 2012 and for the United States for 2011, in a way that sought to compare apples to apples. (We should note that the United Kingdom includes Scotland and Northern Ireland, but the numbers in the meme appear to be based only on crime in England and Wales, which are calculated separately.)\nFor England and Wales, we added together three crime categories: \"violence against the person, with injury,\" \"most serious sexual crime,\" and \"robbery.\" This produced a rate of 775 violent crimes per 100,000 people.\nFor the United States, we used the FBI’s four standard categories for violent crime that Bier cited. We came up with a rate of 383 violent crimes per 100,000 people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThis calculation suggests that there is a higher rate of crime in England and Wales, but the discrepancy is not anywhere near as wide as the one cited in the meme.\nHowever, before we put too much credibility on these calculations, we should note that criminologists say there is actually no good way to compare violent crime rates in these two countries.\nOur rough effort to equalize the definitions improved the quality of the comparison, but what we did is not enough to fix the comparison entirely, said James Alan Fox, a criminologist at Northeastern University. \"Once you get away from clearly defined terms like homicides, all kinds of problems come in,\" Fox said. \"You have to take comparisons not just with a grain of salt but with the entire shaker.\"\nFor instance, the vast majority of violent crimes are aggravated assaults, and this is a category that isn’t as well defined as homicides, rapes and robberies. Many aggravated assaults don’t result in an injury, Fox said, and even police in the same country don’t always use the same standard in counting this particular crime.\nAnother problem is that aggravated assaults, rapes and robberies are victim-reported crimes, so whether the crime gets reported varies widely, depending on such factors as the victim’s trust in the police. This difference shows up in comparisons of FBI crime data, which consists of crimes reported to police, and the far higher rates of crime victimization found in a survey of Americans by the Justice Department’s Bureau of Justice Statistics. The survey counts all crimes that respondents say they have experienced, not just those they reported to police.\nThe International Crime Victims Survey, conducted by an arm of the United Nations most recently in 2005, shows the difference between reported crime and all crimes committed by conducting polls that ask people if they've been victims of specific crimes. Polling data showed that England and Wales had 2,600 cases of robbery per 100,000 population and 8,100 cases of \"assaults and threats\" per 100,000. While those figures are even higher than the meme suggested, the U.S levels are also much higher -- 1,100 cases of robbery and 8,300 cases of assaults and threats per 100,000. And the rate of sexual assault is actually about 50 percent higher in the United States than it is in England and Wales. So this data set doesn’t support the thrust of the meme, either.\n\"Recorded crime data are problematic due to definitional issues, reporting rates and other concerns,\" said Shane D. Johnson, a professor in the University College of London Department of Security and Crime Science. \"There may also be considerable variation across counties, or states.\"\nWhen we presented the Skeptical Libertarian blog post and our own research to the source of the meme -- Adam Kokesh, a libertarian activist -- an aide to Kokesh sent us the original link from the Daily Telegraph and said, \"We appreciate the close eye on that post and all the research.\"\nOur ruling\nThe meme said \"there are over 2,000 crimes recorded per 100,000 population in the U.K.,\" compared to \"466 violent crimes per 100,000\" in the United States. Our preliminary attempt to make an apples-to-apples comparison shows a much smaller difference in violent crime rates between the two countries, but criminologists say differences in how the statistics are collected make it impossible to produce a truly valid comparison. We rate the claim False.", "vclaim_id": "vclaim-pol-09180"}