{"url": "/factchecks/2021/jan/11/sherrod-brown/black-lives-matter-protests-faced-more-militarized/", "speaker": "Sherrod Brown", "vclaim": "Summer “protesters outside the White House were met with tear gas, rubber bullets, a full militarized response. While ... rioters were able to breach the Capitol.”", "truth_label": "true", "date": "stated on January 8, 2021 in an interview with Ohio reporters:", "title": "Black Lives Matter protests faced a more militarized response than Capitol mob", "text": "In remarks to Ohio reporters, Sen. Sherrod Brown, D-Ohio, said there was a big difference in police response between what Black Lives Matter protesters faced and what riotous Trump supporters encountered at the U.S. Capitol on Jan. 6.\nIn the summer, \"peaceful Black protesters outside the White House were met with tear gas, rubber bullets, a full militarized response,\" Brown said Jan. 8. \"While this week, white supremacists, rioters were able to breach the Capitol.\"\nThe ease with which a mob of people fresh from a rally led by President Donald Trump breached the Capitol and ran rampant through the halls of Congress has led to resignations and triggered formal investigations. \nWhile no two protest situations unfold in exactly the same way, Brown’s comparison of the earliest clashes in each event is accurate. \n\n \nEarly use of riot gear against Black Lives Matter protesters\nAfter Minneapolis police killed unarmed George Floyd on May 25, protests against police brutality spread across the country. In Minneapolis, protesters surrounded a police station May 28, entered it and set fires inside. There was looting, vandalism and other fires in the city. \nTrump vowed the federal government was ready to step in.\n\"These THUGS are dishonoring the memory of George Floyd, and I won’t let that happen,\" Trump tweeted at about 1 a.m. May 29. \"Any difficulty and we will assume control but, when the looting starts, the shooting starts.\" \nRELATED: From Miami '67 to Donald Trump 2020: The history of 'when the looting starts, the shooting starts'\nOn the afternoon of May 29, the Black Lives Matter protest movement arrived in Washington, D.C. About 1,000 people gathered in a park across the street from the White House. The confrontation between police and protesters grew more tense. At about 3 a.m., a line of officers in riot gear with shields advanced and deployed chemical irritants to disperse the crowd.\nThe next day, police in full riot gear, again facing a line of protestors — some throwing water bottles and eggs — charged and broke up the group. Video from a local news reporter captured the clash.\nInsanity outside the White House. Three warnings of an unlawful assembly from the Secret Service before storming into the crowd. A lot of people have been hit with paper spray. In all the chaos, at least one person was tossed to the ground and presumably arrested. pic.twitter.com/Ab2eSkq9CS— Alejandro Alvarez (@aletweetsnews) May 30, 2020 \nThere are iconic images that took place after the initial clashes. Police on horseback and officers firing pepper balls charged through peaceful protesters. Their goal — move them away from a church where Trump was scheduled to have his picture taken holding up a Bible. Lines of National Guard troops stood on the steps of the Lincoln Memorial. \nBut even from the first encounters, the use of riot gear and shields against Black Lives Matter protesters stands in sharp contrast to the security line that met the Trump supporters at the Capitol Jan. 6.\nWhen marchers walked up to a portable metal barricade on the Capitol grounds, they saw a handful of officers in their regular uniforms standing on the other side. The marchers and officers struggled over control of the barricade. The Trump supporters overwhelmed the police.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe moment it all began. pic.twitter.com/gdyx9Udgc6— Philip Crowther (@PhilipinDC) January 7, 2021 \nSoon after, a line of police were tussling with Trump supporters on the steps of the Capitol. Rioters shoved police officers, spraying chemical irritants and hitting them with lead pipes. Police deployed flash bangs and pepper spray in an attempt to ward off the crowd. \nA couple of hours after rioters breached the Capitol’s first line of defense, police reinforcements began to arrive. Many wore riot gear. They used tear gas to disperse the rioters. Washington Mayor Muriel Bowser imposed a 6 p.m. curfew.\nAfter curfew, law enforcement officers clad in body armor began to use aggressive tactics similar to their treatment of Black Lives Matter protesters, advancing on rioters and whacking them with batons. \nResponse to advance warnings\nWhile police forces prepared for the worst with the Black Lives Matter protests, the people in charge of protecting the Capitol failed to anticipate the aggression of the Trump supporters. \nRep. Tim Ryan, D-Ohio, head of the House committee that controls the Capitol Police budget, said that a week before the march, the Capitol Police assured him that everything was under control. Ryan said he was told they expected a \"pretty vanilla\" protest.\n\"There wasn't going to be any kind of violence anticipated,\" Ryan said. \"Maybe some dust-ups. Maybe issues around people trying to get guns into the District of Columbia, where they have very strict gun laws, but absolutely nothing like this.\"\nThe people who study crowds and police say there was ample reason to plan for a much more aggressive group.\n\"There was clear intelligence about where this was headed,\" said Ed Maguire, Arizona State University criminologist. \"All you had to do is go on Parler (the alt-right social media platform) for 10 minutes. I was on the night before. They were talking about violence. This is open source material, and the police would have had more.\"\nJust a month earlier, a Dec. 12 Trump rally had attracted members of the Proud Boys, a violence-prone group that showed up again on Jan. 6. In December, they were involved in street fights that led to multiple stabbings. Bowser urged residents to stay home and avoid any confrontation with people coming to the rally.\nThe night before the assault on the Capitol, members of the Proud Boys and a militia group called the Three Percenters were in Washington wearing body armor and helmets, with some carrying clubs.\nOur ruling\nBrown said Black Lives Matter protesters outside the White House faced a more militarized response than rioters who assaulted the Capitol.\nThe record shows that early on, federal officials planned for aggressive clashes with Black Lives Matter protesters, while those responsible for Capitol security planned for peaceful protests. Full riot gear was quickly used during the summer, but was not at key spots in the police line set up around the Capitol. \nThere were ample warnings that Trump supporters would engage in physical violence, but officials did not plan accordingly.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-19160"}