{"url": "/factchecks/2019/sep/05/facebook-posts/no-members-congress-did-not-make-50-cents-day-1789/", "speaker": "Facebook posts", "vclaim": "\"In 1789, being a member of Congress in the U.S. was considered a civic duty, and they were only paid 50 cents a day.\"", "truth_label": "false", "date": "stated on August 30, 2019 in a Facebook post:", "title": "No, members of Congress did not make 50 cents a day in 1789", "text": "Were Congress members only paid 50 cents a day in 1789? And would that translate to a yearly salary of about $5,000 in current dollars?\nThat’s what one Facebook post claims. It displays an image that derives from an engraving that depicts Henry Clay of Kentucky addressing the U.S. Senate in 1850.  \nText above the image on Facebook reads:\n\"In 1789, being a member of Congress in the U.S. was considered a civic duty, and they were only paid 50 cents a day. When adjusted for inflation, the yearly salary for a member of Congress was only about $5,000 a year in today’s dollars.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe claim is not accurate. Senators and representatives of the first U.S. Congress received more than 50 cents a day. \nAccording to the Senate’s historical list of salaries, senators made $6 a day in 1789. The same figure can be found on the U.S. House list, as well.\nThe $6 per diem is reflected in a report by the Congressional Research Service, too. According to congressional session archives, the first session of Congress in 1789 lasted 168 days. If members were paid $6 for each of those days, they made $1,008 from March 4 to Sept. 29, 1789.\nWhen it comes to calculating what that amount would translate to in today’s dollars, it’s a bit more complicated. That’s because there are no official inflation numbers going that far back. The U.S. Bureau of Labor Statistics CPI inflation calculator only goes back to 1913. \nThis post undershoots how much members of the first U.S Congress were paid and there is no official source for translating 1789 U.S. currency into today’s dollars. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-00198"}