{"url": "/factchecks/2013/may/22/leah-vukmir/state-senator-says-referendum-county-board-broad/", "speaker": "Leah Vukmir", "vclaim": "A referendum \"gives the people the chance to decide\" on cutting the Milwaukee County Board budget by two-thirds", "truth_label": "false", "date": "stated on May 15, 2013 in a news release:", "title": "State senator says referendum on County Board allows voters to decide on cutting budget", "text": "After state Senate approval of a bill to greatly curtail the Milwaukee County Board, Republican backers scoffed at Democratic Party critics who said the legislation trampled on local control.\n\nOne Milwaukee-area Republican, state Senator Leah Vukmir of Wauwatosa, said the accusation \"couldn’t be further from the truth.\"\n\n\"This measure is ultimately about local control and gives Milwaukee County taxpayers a choice,\" a Vukmir news release said May 15, 2013, a day after the 19-14 Senate vote. \"We are giving the citizens of the county the voice to say exactly how the county board will operate.\"\n\nSpecifically, Vukmir said the bill mandates an April 2014 referendum in which Milwaukee County voters will determine if the County Board’s budget is cut by two-thirds and board supervisors’ pay is cut in half.\n\n\"If the referendum passes, supervisor pay would be reduced to around $24,000, health insurance and pension benefits would no longer exist and the county board budget would be reduced from $6 million to $2 million,\" her release said. \"The referendum gives the people the chance to decide...\"\n\nThe referendum question on supervisors’ pay was familiar to us, but would voters also get the chance to decide whether the County Board’s budget falls by two thirds?\n\nThe bill authored by Republican state Rep. Joe Sanfelippo changed as it worked its way from drafting through passage to the desk of Gov. Scott Walker, a former Milwaukee County executive who is expected to sign it.\n\nBut the fundamentals haven’t changed since Sanfelippo unveiled his first draft in January 2013.\n\nFrom the get-go, the West Allis representative wanted voters to decide on trimming Milwaukee County supervisors' pay. The initial proposal was a cut from $50,679 to $15,000 a year. In the bill’s final version, the April 2014 referendum still deals with supervisors’ pay, but the pay cut is smaller -- about 50%, reducing the salary to about $24,000. The precise pay is tied to per-capita income in Milwaukee County. If voters approve the pay cut, supervisors would lose health and pension benefits.\n\nBut a reading of the final bill shows that county voters will not be asked whether the County Board’s budget should be cut by two-thirds under a budget-capping formula outlined in the bill.\n\nThere is no referendum on the budget cap, contrary to what Vukmir’s May 15 release stated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nThat’s been true since Sanfelippo first went public with a draft in mid-January.\n\nA Journal Sentinel story on his announcement was headlined: \"A $5 million cut to County Board budget won’t go before voters.\" (The cut initially was larger than in the final bill; it’s now about $4 million).\n\nBottom line: The bulk of the hoped-for $4 million savings annually in the County Board budget would be accomplished if Walker signs the legislation -- without voters weighing in.\n\nSimilarly, without requiring voters to sign off, the bill requires supervisors to stand for election every two years instead of every four, and scales back the board’s role in contracts, land sales and labor negotiations, as the Journal Sentinel reported.\n\nVukmir aide Jason Booth blamed confusion about the contents of the bill for the error on the scope of the referendum.\n\nProponents of the bill, including current Milwaukee County Executive Chris Abele and top Milwaukee business leaders, say it would restore authority to the county executive’s office and streamline county decision-making.\n\nSanfelippo has claimed his bill puts Milwaukee County Board spending in line with other major counties. We rated that statement Mostly True. Sanfelippo, himself a former Milwaukee County Board member, thinks supervisors should be part-time citizen legislators starting in 2016.\n\nBut others see the legislation as an anti-democratic power grab that will put too much power in the executive branch.\n\n\"With the long history of Milwaukee County Executives abusing their power, this bill is a dangerous step in the wrong direction, Senate Democratic Leader Chris Larson, D-Milwaukee, said upon passage. \"Unfortunately, this bill flies in the face of the trust in the people of Milwaukee County and our Democratic system.\"\n\nOur rating\n\nVukmir contended that Milwaukee County voters would decide whether the County Board budget takes a big cut.\n\nThat’s wrong. A referendum would determine County Board supervisors’ pay, but most of the changes in the bill -- including the County Board’s budget level -- would take effect directly through the legislation, without voter approval in 2014.\n\nWe rate her claim False.", "vclaim_id": "vclaim-pol-09308"}