{"url": "/factchecks/2011/dec/13/jon-huntsman/jon-huntsman-says-us-spends-more-all-othre-countri/", "speaker": "Jon Huntsman", "vclaim": "\"You look at defense … we're spending more than the rest of the world combined.\"", "truth_label": "barely-true", "date": "stated on December 12, 2011 in a debate at St. Anselm College in Manchester, N.H.:", "title": "Jon Huntsman says the U.S. spends more than all other countries combined on defense", "text": "Throughout the campaign, Republican presidential candidates have targeted Medicare, Medicaid and other federal entitlement programs for future budget cuts. But, this week, one candidate set his sites on the United States’ defense budget, which he said should be on the table, as well.\n\n\"If you look at defense … we're spending more than the rest of the world combined,\" former Utah Gov. Jon Huntsman said Monday, December 12, 2011 in a debate with former House Speaker Newt Gingrich at St. Anselm College in Manchester, N.H. \"If you can’t find some efficiencies there …\"\n\nThat the United States spends more on military than any other country in the world is not up for debate, analysts we contacted agreed. The United States, which guarantees the security of the 28 members of the North Atlantic Treaty Organization, among other allies, spends at least six times more than the next largest spender, analysts said.\n\nBut do we, as Huntsman suggested, spend more than the rest of the world combined? PolitiFact is on the case.\n\nTracking military spending across the globe is always a challenge, according to industry analysts. Exchange rates and purchasing power, among other factors, can make it difficult to equate translate spending across borders, and many countries, including China, Russia and North Korea, don’t openly report their military budgets.\n\nNevertheless, a number of military analysts and international agencies have attempted to crunch the numbers, and most find Huntsman’s claim in doubt, concluding that the United States makes up closer to 40 or 45 percent of the world’s total military spending instead of the 50 percent plus suggested by Huntsman.\n\nIn London, for instance, the International Institute for Strategic Studies, an international think tank considered among the world’s military spending authorities, summarizes the military budget of countries across the globe in its annual report, \"The Military Balance.\" The report does not, however, compare the United States’ budget to the world totals. Instead, Michael O’Hanlon, a military analyst at the Brookings Institution in Washington, D.C. took up that task while researching his recent book, \"The Wounded Giant: America's Armed Forces in an Age of Austerity.\"\n\nO’Hanlon’s calculations, based on the IISP data, show that, although the United States led the world in military spending in 2009, it did not exceed the total spending of the rest of the world. According to O’Hanlon’s count, the U.S.’s $660 billion made up about 45 percent of the world total of $1.46 trillion.\n\nThese numbers include both the federal defense budget, as well as war-time spending.\n\n\"It's close to right, but it's not quite right,\" O’Hanlon said Tuesday, referring to Huntsman’s claim. \"He’s close enough to be arguable …  but I find it a little sloppy.\"\n\nThe United States’ share of world military spending would be even lower, O’Hanlon said, if analysts increased their estimates for countries, like China, that don’t report military spending.\n\n\"There are disagreements about what countries like China actually spend because they don't exactly have an open and transparent budgeting process,\" said Todd Harrison, senior fellow for defense budget studies at the Center for Strategic and Budgetary Assessments, an independent think tank on defense and related spending.\n\n\"It really is more of a guesstimate for China and Russia,\" Harrison said.\n\nThe IISS conservatively estimated about $70 billion in Chinese military spending in 2009. But, if it were to increase the estimate as high as $150 billion, as do many analysts, that would raise the total world figure and lower the United States’ share as low as 40 or 42 percent, analysts said.\n\nThe Stockholm International Peace Research Institute in Sweden, considered along with IISS among the world’s military spending authorities, estimated that China spent $119 billion on defense in 2010, the second most in the world. Using that number, total world spending reached $1.63 trillion and America’s $698 billion spending total made up about 42 percent of the world total, according to the Institute’s 2010 background paper on military expenditure data.\n\n\"It’s hard to tell because the numbers don’t translate exactly, but (United States spending is) more in the range of 40 or 45 percent,\" said Lawrence Korb, a former assistant secretary of defense under President Ronald Reagan and a senior fellow at the Center for American Progress, a left-leaning think tank.\n\n\"Fifty percent is definitely a little high,\" Korb said.\n\nOur ruling:\n\nThe evidence supports Huntsman's underlying point -- that the U.S. spends far more than other countries on defense, but it falls short of his claim that U.S. spending exceeds that of all other countries combined. International research shows that United States’ defense funds make up between 40 and 45 percent of the world’s total military spending. We rate Huntsman’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11945"}