{"url": "/factchecks/2019/nov/14/william-taylor/fact-checking-impeachment-witness-william-taylors-/", "speaker": "William Taylor", "vclaim": "\"The Russians are violating all of the rules, treaties, understandings that they committed to that actually kept the peace in Europe for nearly 70 years.\"", "truth_label": "mostly-true", "date": "stated on November 13, 2019 in impeachment inquiry testimony:", "title": "Fact-checking impeachment witness William Taylor's claim about Russia treaty violations", "text": "On the first day of the impeachment hearings held in public, Ambassador William Taylor Jr., the top American diplomat in Ukraine, took a broad swipe at Russia.\n\"The Russians are violating all of the rules, treaties, understandings that they committed to that actually kept the peace in Europe for nearly 70 years,\" he declared.\nExperts told PolitiFact that Taylor’s claim is on target. Treaties and agreements have largely kept the peace between Russia, the United States and Europe since World War II ended in 1945. But Russia is now violating many of them. \n\"The use of ‘all’ usually signifies an exaggeration, but this statement is not far off,\" said Georgetown University government and foreign service professor Matthew Kroenig. \"Russia has suspended compliance, violated, or is seriously stretching the limits on almost all of its most important security agreements including: the Intermediate-Range Nuclear Forces Treaty, the New START Treaty, the Presidential Nuclear Initiatives, the Budapest Memorandum, the Conventional Forces in Europe Treaty, the Open Skies Treaty and the UN Charter.\"\nAdded Max Bergmann, senior fellow at the left-leaning Center for American Progress and an expert on U.S.-Russia policy: \"Every agreement? They’re going to be in compliance with some. But even when there is an agreement, and maybe they’re not technically violating it, they push the bounds.\"\nMore on what Taylor said\nTaylor, a career diplomat and U.S. Army veteran who has worked in every administration of both parties since 1985, is a key witness in the House’s investigation of President Donald Trump. Trump is accused of pressuring Ukraine to publicly investigate former Vice President Joe Biden, a potential challenger in the 2020 presidential election.\nU.S. Rep. Adam Schiff, D-Calif., as chairman of the House Intelligence Committee, led the Nov. 13 hearing where Taylor testified. At one point, Schiff asked Taylor why it was important for the United States to help protect Ukraine’s sovereignty. \nTaylor replied that the United States has a national defense policy that identifies Russia and China as adversaries. \n\"The Russians are violating all of the rules, treaties, understandings that they committed to that actually kept the peace in Europe for nearly 70 years,\" Taylor said, \"If we don’t push back on those violations then that will continue. That affects us. That affects the world we live in, that our children and grandchildren will grow up in.\"\nMajor violations\nHere are two key Russian violations experts cited to us:\n1. Budapest Memorandum on Security Assurances for Ukraine\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe 1994 memorandum committed the United States, Russia and England to, among other things, \"respect the independence and sovereignty and existing borders of Ukraine\" and to \"refrain from the threat or use of force\" against that country. \nBy 2014, Russia had \"grossly violated the commitments it made in that document,\" wrote Steven Pifer, a senior fellow at the Arms Control and Non-Proliferation Initiative at the Brookings Institution and a fellow at the Center for International Security and Cooperation at Stanford University.\n\"Basically, the agreement was that the three Soviet republics that had nukes based on their territory would send the weapons to Russia, in return for which Russia, the U.S. and others would guarantee their security,\" Harley Balzer, a Russia expert and emeritus professor of government and international affairs at Georgetown University, told us. \"Annexing Crimea and supporting the separatists in Eastern Ukraine is a clear betrayal.\n\"That is a major concern,\" Balzer added. \"Why would North Korea or anyone else give up nukes if no one will hold the Russians accountable for this reversal?\"\n2. Intermediate-Range Nuclear Forces (INF) Treaty \nThe 1987 treaty, which banned the United States and Russia from fielding land-based missiles with a range between 500 and 5,500 kilometers, ended in August 2019. The U.S. government said Russia’s government violated the treaty with, for example, the 9M729 missile, which developed in the mid 2000s and flew longer than the permissible distance, ForeignPolicy.com reported. \"All of the United States’ NATO allies said they agreed with the U.S. judgment: Russia was breaking the rules.\"\nThe rule-breaking started in about 2014 in direct violation of the treaty, Kroenig told us. The Obama administration accused Russia of cheating at that time, and the Trump administration withdrew from the treaty in 2018.\nMore violations\nThe Crimea annexation and Russia’s armed aggression in 2019 in the Donbass region of Ukraine means \"they have certainly violated a lot of their commitments,\" Pifer told us. He said that includes the 1975 Helsinki Final Act’s provisions on respecting sovereignty; and the provisions of the 1997 Ukraine-Russia Treaty on Friendship, Cooperation and Partnership on territorial integrity and non-use of force against the other. In addition, he said, the UN Charter says that states shall refrain from use of force except in self-defense or if authorized by the UN Security Council.\nRussia had agreed to get rid of many of its tactical nuclear weapons at the end of the Cold War, under the Presidential Nuclear Initiatives agreement, Kroenig said. \"But it kept many more than it promised to and is now building more,\" he said. In addition, Russian President Vladimir Putin in 2007 suspended implementation of the Conventional Forces in Europe Treaty. \nBergmann and Kroenig said that among the agreements in which Russia is in compliance is the New START Treaty, an arms-limitation deal signed by the United States and Russia in 2011. But Russia \"is building several new strategic systems that threaten the future viability of the treaty,\" Kroenig said.\nOur ruling\nTaylor said, \"The Russians are violating all of the rules, treaties, understandings that they committed to that actually kept the peace in Europe for nearly 70 years.\"\nExperts told us that \"all\" is an exaggeration, but that Russia has violated numerous treaties and agreements, including by its invasion and armed aggressions against parts of Ukraine.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-16785"}