{"url": "/factchecks/2017/aug/23/blog-posting/barcelona-terrorist-related-barack-obama-fake-news/", "speaker": "Bloggers", "vclaim": "Says \"Barcelona terrorist\" is cousins with former President Barack Obama.", "truth_label": "pants-fire", "date": "stated on August 19, 2017 in a headline:", "title": "Barcelona terrorist related to Barack Obama, fake news site falsely says", "text": "A fake news story falsely claimed that one of the suspected terrorists arrested after an attack in Barcelona is actually former President Barack Obama’s cousin.\n\"Barcelona terrorist has a cousin in the U.S. named Barack,\" read the headline on an Aug. 19, 2017, post on NewsConservative.com. Facebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to cut down on fake news.\nThe story said Driss Oukabir, a 28-year-old Moroccan-born man arrested after terrorists killed 13 and injured more than 100 in Barcelona on Aug. 17, had toured the White House in 2009. The trip was sponsored by his first cousin, whom the story named as Obama.\n\"Oukibir (sic) is the 7th child of the 5th wife of the brother of Barack Obama Sr., Obama’s father from Kenya,\" the story read. \"Being first cousins, he was able to gain an audience and actually sit in the Oval Office. Eight years later he drove a vehicle into a crowd, killing at least a dozen people.\"\nIn reality, Driss Oukabir is the brother of 18-year-old Moussa Oukabir, who is suspected of being the driver of a van that purposely ran into people in Barcelona. As many as three vans, including the one used in the terror attack, were allegedly rented with Driss Oukabir’s ID.\nDriss Oukabir turned himself into authorities after media outlets began circulating his photo in connection with the attack. He told police in the Spanish city of Ripoll, where he lived, that his identification had been stolen and that he did not participate in any terrorist activities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat's where the truth ends. The story of any relation to Obama, however, is pure bunk, and comes from an infamous fake news site.\nThe post first appeared Aug. 17 on TheLastLineOfDefense.org, a parody site that attempts to fool conservatives with absurd stories. It’s run by a self-described liberal troll named Christopher Blair.\nThe fake story included a photograph of Driss Oukabir, with an inset photo of a winking Obama.\n\"Obama can’t be convicted for being a man’s cousin but he can be investigated for aiding and abetting terrorists,\" the story read.\nA note on the bottom of TheLastLineOfDefense.org noted that \"everything on this site is a satirical work of fiction.\" Its About Us section carried a disclaimer that read, \"We present fiction as fact and our sources don’t actually exist.\"\nThe tale of a suspected terrorist being a cousin to Obama is entirely made up.\nWe rate it Pants On Fire!\n Share the Facts 2017-08-23 16:07:34 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://newsconservative.com/breaking-barcelona-terrorist-cousin-us-named-barack/ Says \"Barcelona terrorist\" is cousins with former President Barack Obama.    Internet rumors Bloggers   in a headline Saturday, August 19, 2017 2017-08-19    Read More  info", "vclaim_id": "vclaim-pol-02977"}