{"url": "/factchecks/2010/sep/27/steve-kagen/us-rep-steve-kagen-says-opponent-reid-ribble-wants/", "speaker": "Steve Kagen", "vclaim": "\"Politician Reid Ribble wants to phase out Social Security, forcing Wisconsin seniors to fend for themselves.\"", "truth_label": "pants-fire", "date": "stated on September 19, 2010 in a campaign TV ad:", "title": "U.S. Rep. Steve Kagen says opponent Reid Ribble wants to phase out Social Security", "text": "Like many contested congressional races, the future of Social Security is a key issue in the battle for the 8th District seat now held by two-term U.S. Rep. Steve Kagen, D-Wisconsin.\n\nIn many races, the accusation is that a candidate wants to privatize Social Security.\n\nBut does anyone want end it all together?\n\nKagen says his opponent, Republican Reid Ribble, does.\n\nA new Kagen television ad opens with comical music, black-and-white newsreel-style footage and an announcer saying, \"Some things are just bad ideas.\" The ad soon shifts to Social Security, with these words -- \"Politician Reid Ribble hurting Wisconsin seniors\" -- next to the requisite image of a white-haired grandmother. It then includes a video snippet of Ribble saying: \"Somehow we have to establish a phase-out of the current Social Security system.\"\n\nThe conclusion: \"Tell Republican Reid Ribble to keep his hands off our Social Security.\"\n\nSocial Security is a common election-year theme, and 2010 is no different.\n\nPresident Barack Obama has led Democratic attacks. PolitiFact’s national site rounds up more than two dozen Social Security-related claims, many of which it deemed dubious. In Wisconsin’s 7th U.S. House District, we rated a Democratic Congressional Campaign Committee TV ad saying Republican Sean Duffy wanted to privatize Social Security as Pants on Fire.\n\nThe DCCC also weighed in against Ribble, in part because the district -- covering the Fox Valley -- is a swing seat. In a news release, the DCCC uses language similar to Kagen, saying Ribble would \"dismantle Social Security and take away the guaranteed retirement benefits\" of seniors.\n\nSo, what of Steve Kagen’s TV ad?\n\nWe asked Kagen campaign spokeswoman Allison Jaslow to elaborate on the charge against Ribble, but she did not get back to us. PolitiFact Wisconsin also asked for an interview with Kagen, but he did not respond.\n\nThat leaves us with the ad itself, which includes no footnotes or backup for the statement other than the video of Ribble himself.\n\nThe footage of Ribble is from a campaign forum held Nov. 3, 2009 by the Fox Valley Initiative, a tea party group. Ribble did speak the 14 words in question -- and many more than that. The video actually cuts him off mid-sentence.\n\nHere is what Ribble actually said, based on a longer video of the same statement posted on YouTube. We’ll highlight where the new words pick up.\n\n\"Somehow we have to establish a phase-out of the current Social Security system to a new system. And that will have to happen over time. It could happen in a single generation.\"\n\nRibble goes on to discuss how the life expectancy of  Americans has grown since Social Security was established in the 1930s, and its effect on the system.\n\n\"It has to change,\" Ribble said of Social Security. \"It will bankrupt this country if it doesn’t change.\"\n\nThat’s a far cry from getting rid of Social Security.\n\nIn an interview, Ribble said he favors a system of \"personal accounts\" that are linked to the individuals. \"The government can’t take that money from you and give it to somebody else,\" he said. Ribble said he has been consistent in his statements about Social Security. \"We’ve made promises to our seniors and we have to keep them.\"\n\nRibble said he is \"uncomfortable with privatization\" but favors \"personalization of the system but within Social Security.\" He said he did not have any \"hard and fast numbers\" about how this would be accomplished -- or how it would stabilize Social Security finances.\n\nOur search of the Internet could find no public statements by Ribble that contradict this statement. Though he survived a four-way primary, Ribble is a first-time candidate and has run a, well, lean campaign. His pre-primary campaign finance report showed about $71,000 on hand.\n\nThat brings us to Kagen’s labeling of Ribble as a \"politician.\"\n\nRibble has never run for office before -- not even student council student, he joked.\n\n\"I’ve been in the construction industry my entire life,\" said Ribble, who sold his family-owned commercial roofing business to a relative in December.\n\nRibble is on the ballot and running now. But it’s the same situation Kagen -- an allergist by trade -- was in when he ran in 2006 and told voters he was not a politician.\n\nSo, let’s recap what we know.\n\nTo make his case that Reid Ribble wants to \"phase out\" Social Security, Kagen lifts a choice 14 words from a 2009 forum. Snipped out: The fact Ribble immediately goes on to say he is worried about the future of Social Security and believes the current system will need to be replaced or modified. Kagen’s statement splices and dices -- and leaves the truth on the cutting room floor. Strike another match. We rate the statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14351"}