{"url": "/factchecks/2011/jun/01/jim-moran/rep-moran-says-gop-requires-use-cups-house-cafeter/", "speaker": "Jim Moran", "vclaim": "House Republicans required the use of Styrofoam cups in House cafeterias that are \"part of Koch Industries.\"", "truth_label": "pants-fire", "date": "stated on May 28, 2011 in a speech.:", "title": "Rep. Moran says GOP requires use of cups in House cafeterias made by Koch Industries", "text": "At a recent Democrat-sponsored rally to end \"corporate dominance of our Democracy\" at George Mason University, Rep. Jim Moran, D-8th, used Styrofoam to make a point.\n\nLecturing on what he sees as the growing influence of corporations, Moran suggested a link between between the billionaire Koch brothers of Kansas -- the influential conservative owners of Koch Industries -- and a recent preference for Styrofoam in House of Representatives cafeterias.  \n\n\"As soon as the Republicans took over the House of Representatives, they threw out all of the biodegradable utensils we were using in the cafeterias and they required us to buy Styrofoam cups and plates and so on that are manufactured by Dixie, and, in fact, this is part of Koch Industries,\" he said.\n\nMoran added: \"The CEO was one of the partners of Koch Industries that is now benefiting from what we have to buy because we’re basically a captive audience in the House of Representatives.\"\n\nThat sounds like a conspiracy theory worthy of an Oliver Stone movie. But a PolitiFact check is the best we can offer.\n\nWe asked Moran’s press secretary where the congressman came up with his information. She didn’t get back to us.\n\nMoran’s initial statement begs two questions: 1) Did GOP leaders require the government to buy Styrofoam products from Dixie; and if so, 2) does Koch Industries benefit from that decision?\n\nNow for the answers.\n\nWhen Republicans took control of the House in January, House Administration Committee Chairman Dan Lungren, R-Calif., suspended the chamber’s composting program, part of the \"Green the Capitol\" initiative launched by former House Majority Leader Nancy Pelosi, D-Calif.\n\nThe program -- which required use of biodegradable corn-based cups, dishes and utensils in the cafeteria -- was costing $475,000 a year to run and a review revealed that it had increased the House’s overall energy consumption, Lungren said.\n\nDemocrats were quick to pounce on the decision as environmentally unfriendly, even though the move had been recommended by outgoing Administration Committee Chairman Robert A. Brady of Pennsylvania, a Democrat, in December.\n\nThe decision did in fact lead to a move to Styrofoam. Beyond that piece of truth, however, Moran’s claim runs into serious problems.\n\nFirst, Republicans didn’t make the decision to go to Styrofoam, much less to a Koch-related company. Instead, Restaurant Associates, a company that manages the cafeterias, was given discretion to do what they wanted.\n\n\"We just said, `Look, you don’t have to use compostable -- it’s not working. It’s increasing our energy, it’s not reducing our carbon emissions, and it’s costing a half a million dollars a year,’\" said Salley Wood, spokeswoman for the House Administration Committee.\n\n\"Of course, they’re going to go to the most cost-effective\" products, she said.\n\nThey went with WinCup, which makes Styrofoam products.\n\nAnd while Dixie is a brand under Georgia-Pacific, owned by Koch Industries, WinCup has no affiliation whatsoever with Dixie apart from the fact that its owner, George Wurtz, years ago served as executive vice president at Georgia-Pacific, which was acquired by Koch Industries in 2005, a year before he left.\n\n\"Restaurant Associates is not currently using Dixie products,\" said Dan Weiser, a spokesman for the House chief administrative officer.  \n\nSo let’s look back.  \n\nMoran claims that upon taking the House, Republicans \"required\" a move to Styrofoam products made by Dixie, a brand under the Koch Industries umbrella. Problem is, he’s wrong about everything.\n\nThe vendor, not House Republicans, decided to move to Styrofoam as a cost consideration after the composting program was discontinued for its ineffectiveness and high costs. And even that decision was based on a recommendation by Democrats.\n\nNext, the company the vendor chose, WinCup, is not at all related to Dixie or Koch Industries, and is in fact a competitor. The fact that the man who owns WinCup once worked for a company that was bought by Koch Industries is irrelevant.\n\nMoran must have been wearing a tin foil hat on the day he came up with this one. Pants on Fire!  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13009"}