{"url": "/factchecks/2018/nov/02/tony-evers/tony-evers-claim-against-scott-walker-student-heal/", "speaker": "Tony Evers", "vclaim": "Says Walker \"wants to get rid of\" students’ ability to stay on their parents’ health insurance.", "truth_label": "false", "date": "stated on November 1, 2018 in a public forum:", "title": "Tony Evers' claim against Scott Walker on student health care flatlines", "text": "In a final push before the Nov. 6, 2018 election, Democrat Tony Evers levied a new claim against Republican Gov. Scott Walker’s health care policy.\nHealth insurance has been a key issue throughout the campaign — Walker wants to repeal the Affordable Care Act, and Wisconsin is suing in federal court in Texas to try to make that happen.\nMeanwhile, Walker offered a last-minute proposal on pre-existing conditions, saying he would codify into state law the same protections offered by the ACA.\nSpeaking Nov. 1, 2018, in Eau Claire, Evers reiterated that he would protect Wisconsinites with pre-existing conditions, then pivoted to new anti-Walker claim.\n\"How many students here are still under their parents' health care (insurance)? There’s more than a handful,\" Evers said, then added: \"He wants to get rid of that, too.\"\nDoes Walker really want to force students off their parents’ health insurance?\nEvers offers no specific evidence\nAsked for back up for the claim, Evers spokesman Sam Lau pointed only to Walker’s opposition to the ACA, commonly called Obamacare.\n\"The Affordable Care Act allows you to stay on your parents’ health care until you are 26, and Walker is suing to get rid of the Affordable Care Act,\" Lau said.\nTrue enough.\nThe Affordable Care Act does require that insurers offering dependent child coverage make that coverage available until the child turns 26.\nBut Wisconsin law also has a similar – though less comprehensive – requirement that would remain in place even if the ACA is repealed. The provision was put into place as part of the 2011-’13 budget, based on wording added by the Joint Finance Committee to comply with ACA requirements.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThe Wisconsin language would not apply to employer-sponsored insurance that is self-funded — about half the employer plans in the state. That exemption, which is part of federal law, means half the employer plans wouldn’t be required to cover children up to age 26, said Jon Peacock, research director for Kids Forward, a Madison-based advocacy group.\nNevertheless, Walker has already signed a provision that does what Evers says Walker opposes -- provides the ability for \"kids\" to be on the health plans of their parents. \nWhat's more, past statements from Walker have gone further. And Walker campaign spokesman Ben Voelkel said the governor continues to support leaving the provision as it is in the ACA.\nHe cited several articles, including an Aug. 18, 2015 one from the website Becker’s Hospital Review. That article, in the midst of Walker’s brief presidential campaign, looked at key points from Walker’s plan to replace the ACA.\nAmong the points noted: \"Under his proposal, Americans would not be fined for not having health insurance and those under 26 years old can stay on their parents' plans.\"\nHe also noted a 2017 Washington Post interview, in which Walker identified coverage \"for young people\" as among the things he’d keep from the Affordable Care Act if he were creating new policy after a repeal.\nOur rating\nEvers says Walker \"wants to get rid of\" students’ ability to stay on their parents’ health insurance.\nBut Evers offers no direct evidence of that claim.\nThe only evidence offered — that Walker opposes the ACA, which also includes coverage through age 26 — does not logically connect. It’s not reasonable to extrapolate from Walker’s opposition of the ACA that he opposes each and every individual policy position within it.\nAnd the claim ignores the fact that Walker has already signed into law a requirement that health insurers in Wisconsin allow young adults to stay on their parents’ insurance until age 26.\nWe rate Evers’ claim False.\nEditor's note: This item was updated on Nov. 5, 2018 to reflect information from Joe Peacock of the Kids Forward about how the provision in state law compares to the ACA. The rating remains False.", "vclaim_id": "vclaim-pol-01320"}