{"url": "/factchecks/2016/jun/30/sean-hannity/hannity-misleads-claim-about-benghazi-stand-down-o/", "speaker": "Sean Hannity", "vclaim": "\"During the (Benghazi) attack, a stand-down order was given, and our troops were told to change their clothes four times.\"", "truth_label": "barely-true", "date": "stated on June 28, 2016 in comments on his Fox News program:", "title": "Hannity misleads about stand-down order, clothing change in Benghazi attack", "text": "Was the United States’ military response to the attacks in Benghazi, Libya, hampered because the State Department couldn't decide what the troops should wear?\nThat's one of the suggestions that Fox News host Sean Hannity offered in summarizing the Republican-written report on the crisis, released June 28 by the House Select Committee on Benghazi.\n\"During the attack, a stand-down order was given, and our troops were told to change their clothes four times, and we needed, you know, permission from the Libyans to actually save Americans, and that's what they were discussing\" in Washington, Hannity said on his program that evening.\nFor this fact-check, we'll look at the alleged stand-down order and whether troops were told to change their clothes four times while the attack was under way.\nThe short answers, based on the committee's report: The stand-down order was actually an order to wait while CIA officials tried to make sure its security team didn't get into a firefight with friendly militia. The order for troops to change clothes was unrelated and came hours after everyone had already been evacuated from Benghazi, not \"during the attack.\"\nWe'll go through this chronologically. All times are Libyan. Washington was six hours behind.\nThe ‘stand-down’ order\nThe attack on the mission compound began at 9:42 p.m. on Sept. 11, 2012, when seven American staff members were inside, along with five diplomatic security agents. In addition, the United States was using local militia to help provide protection, so there were three armed members of the February 17 Martyrs Brigade, who lived on the compound and helped provide security, and five unarmed members of the Blue Mountain Guard Force.\nAccording to the Benghazi committee report, a frantic call for help immediately went out to the CIA annex about a mile away. The annex security team, known as the GRS, started getting their gear together as annex officials made fruitless calls trying to contact the local groups, including the February 17 militia, they had been working with. Their goal: find out who was involved in the fight and whether they could get additional equipment.\nWith the sounds of gunfire in the distance and occasional tracer bullets flying overhead, the security team was eager to get going. Yet the officer in charge — the chief of base — was telling them to wait because the calls to the militias were not being answered. He and his deputy, who are unnamed, said they didn't want the team mistakenly getting into a firefight with friendly militia forces. Although sending the security squad and all the heavy weaponry from the annex to the mission would leave the annex defenseless, according to the report, the top officials at the annex gave them the green light, according to the testimony.\nAt 10:05 p.m., 23 minutes after the frantic call from the mission, the annex team was rolling.\nKris Paronto, a former Army ranger, is one of the men who rushed to the compound from the CIA annex to help bring people back. \"Thirty minutes we were told to wait,\" he told Hannity June 28. \"Twice the word 'wait' was used. Once the words 'stand down' was used. But to me that's semantics.\"\nNot exactly. The dictionary definition of a stand-down order means your force is no longer on alert or operational. The chief of the annex was adamant that he never told the security team to actually stand down — only to wait. While members of the security team reported hearing the phrase \"stand down,\" the narrative in the GOP report offers no evidence that, contrary to Hannity's claim, the team was told it wasn't going to be sent to help.\nAssistance from Tripoli\nIt was around the time the annex security team was departing that U.S. Ambassador Christopher Stevens and communications specialist Sean Smith apparently died from smoke inhalation from a diesel fire set by the attackers. They had been taking refuge in a safe room in the compound.\nJust after 11 p.m., President Barack Obama gave clear directions to do everything possible to save Americans, according to the report.\nAt 11:23 p.m., with Stevens missing, State Department personnel were evacuated to the CIA annex.\nAt 12:30 a.m., a six-man security team was dispatched to Benghazi from the U.S. Embassy in Tripoli. They had no official transportation and had to use a private plane.\nBy 1 a.m. Defense Secretary Leon Panetta had unequivocally ordered troops to deploy. At the time, another mob was gathering at the CIA annex where people had been evacuated.\nAt 1:30 a.m., the six-member Tripoli team arrived at the Benghazi airport, but it took hours to arrange transportation to the annex. There was a delay because they wanted to get to Stevens, who was reportedly in a hospital. When they learned that he had been pronounced dead, they had to figure out which militia group at the airport could safely get them to the CIA annex. They arrived just in time to help repel an attack at 5:15 a.m., where mortar fire hitting the roof killed personal security specialists Tyrone Woods and Glen Doherty, both former Navy SEALs.\nCoincidentally, it was Libyan forces who were former loyalists of Muammar Gaddafi, whose regime was toppled a year earlier, who got the Americans out of the compound to the Benghazi airport in 50 heavily-armed security vehicles, the report says. A CIA operative stumbled onto the group while trying to get help.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe first flight of survivors to Tripoli left at 7:31 a.m., flown by the private aircraft used by the Tripoli embassy team. The second plane, provided by the Libyan Air Force, left for Tripoli at 9:54 a.m.\nThe attacks were over. The clothing controversy hadn't begun to unfold.\nThree-hour delay over clothing?\nFleet Antiterrorism Security Teams (FAST) based in Rota, Spain, had been ordered to Benghazi and Tripoli. Those Marines turned out to be anything but fast.\nThey had no way to get to Libya. The call for a C-130 transport came in the middle of the night to Ramstein Air Base in Germany. But none of the personnel were on alert, so it took hours to assemble that team.\nAt the time the last of the evacuees had left Benghazi, the Marines were still waiting for transport. Two planes touched down around noon. They were loaded by 1 p.m.\nAnd then, according to the GOP report, they sat there.\nNeither the Republican report nor the minority report released by Democratic members on June 27 offers a solid explanation for the three-hour delay.\nThe GOP report quotes the platoon commander, who is not named, as testifying that the Marines were told multiple times to change from camouflage to civilian attire and back again. In all, there were four changes.\nThere was indecision because some officials didn't want it to appear that the arrival of the Marines constituted a United States invasion of Libya, which might have sparked violence, officials said.\n\"State was very, very concerned about what the footprint would look like in Tripoli. They didn’t want it to look like we were invading,\" according to testimony by Navy Vice Adm. Kurt Tidd, who was then director of operations for the Joint Chiefs of Staff.\nBut why that took three hours to resolve is a mystery.\nA transcript of the platoon commander's interview shows that he was getting his information from his company commander in the next plane. The committee did not interview the company commander.\nIt's also not clear why the troops, who were carrying both sets of clothing, didn't just take off and change into the appropriate attire just before landing.\nWe posed that question to the White House and Department of Defense, and didn't hear back.\nFinally, just to add to the confusion, the newest account differs in its details from a House Armed Services Committee report, again authored by Republicans, from February 2014. It said that General Martin Dempsey, former chairman of the Joint Chiefs of Staff, told the committee that once the FAST team got under way, it landed at a \"forward-basing location\" so the Marines could change into civilian clothes.\" The latest report makes no mention of a stop.\nThe FAST team arrived in Tripoli at 8:56 p.m., 23 hours after the attack.\nOur ruling\nHannity said, \"During the (Benghazi) attack, a stand-down order was given, and our troops were told to change their clothes four times.\"\nHannity is mashing up two different incidents.\nThere was no order to give up on the rescue effort altogether; rather, security personnel held their position about a mile away for 23 minutes as they gathered equipment and attempted to make contact with personnel on the ground.\nSeparately, several hours later and in Spain, Marines did get in and out of uniform over a period of three hours as officials debated how they should respond. The delay occurred after the surviving Americans and those who had been killed already had been evacuated to Tripoli.\nBecause the statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\nhttps://www.sharethefacts.co/share/8e1f49fc-15c1-4e74-8c4e-2b4471ba85c7", "vclaim_id": "vclaim-pol-04753"}