{"url": "/factchecks/2017/oct/24/donald-trump/trump-says-46-people-think-media-make-news-about-h/", "speaker": "Donald Trump", "vclaim": "Says \"46 percent of people believe major national news organizations fabricate stories about me.\"", "truth_label": "half-true", "date": "stated on October 22, 2017 in a tweet:", "title": "More to the story on poll Donald Trump tweeted about media trust", "text": "From the earliest days on the campaign trail, President Donald Trump regularly touted polls that underscored his popularity with the public. Nine months into his term, the pattern continues.\n\"It is finally sinking through,\" Trump tweeted Oct. 22. \"46% of people believe major national news orgs fabricate stories about me. Fake news, even worse! Lost cred.\"\nIt is finally sinking through. 46% OF PEOPLE BELIEVE MAJOR NATIONAL NEWS ORGS FABRICATE STORIES ABOUT ME. FAKE NEWS, even worse! Lost cred.— Donald J. Trump (@realDonaldTrump) October 22, 2017\n\nTrump was citing a Politico/Morning Consult poll. It asked, \"Do you believe the nation’s major news organizations fabricate news stories about President Trump and his administration, or not?\"\nNearly half of the respondents, 46 percent, said yes, they do fabricate stories. Another 37 percent said no, and 17 percent said they didn’t know.\nSo Trump accurately cited the poll results.\nThe next question is, are the numbers credible?\nSeveral people who study polling told us that while they wouldn’t take the number to be precisely accurate, it’s fair to say that the results capture a widely held belief.\nThe greatest uncertainty about the Morning Consult poll is that it was conducted online. The big issue there is that, unlike traditional polling, it doesn’t reach people randomly. Without getting too technical, picking people at random from a big list is the standard tool that allows pollsters to say that the people they reached are a good mirror of the public at large.\nWith online polls, pollsters use information about the people who fill out the survey and massage their response statistically to mirror the public at large. That might sound fishy, and experts raise many legitimate concerns. But it doesn’t mean that the findings are automatically wrong.\nThe ugly truth is that neither approach is fantastic.\n\"Pollsters employing both probability samples and non-probability samples are facing great challenges in measuring public opinion,\" said political scientist Adam Berinsky at the Massachusetts Institute of Technology. \"While the Morning Consult poll is not a random sample poll, it is no better or worse than other online polls, and I don’t have any specific concerns about potential bias.\"\nThat said, Berinsky said he’s noticed that Morning Consult \"tends to lean a little pro-Trump relative to other polls.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat difference shows up on the presidential approval question. The Morning Consult survey reported that 44 percent of the people approved of the job Trump is doing. The average polling result today is 39.5 percent.\nMichael Traugott and Josh Pasek at the University of Michigan, who have written about polling together, also see a skew in the Morning Consult responses, but like Berinsky, they take the results as roughly accurate.\n\"Clearly some decent portion of the public does believe this,\" Pasek said. \"Is it 46 percent? I don’t know. But it is not as though you can disregard this out of hand.\"\nThe use of the word \"fabricate\" struck both researchers as odd. They wondered how people might interpret it.\nThat’s one reason Traugott sees this response less as a measure of public mistrust in the media and more an expression of partisan preference. He noted that nearly three-quarters of Republicans in the poll said news organizations invent stories about Trump, while one-fifth of Democrats did.\n\"America is very polarized and this is consistent with that,\" Traugott said.\nMorning Consult cites its relative accuracy during the presidential election as proof that its results are reliable. Traugott and Pasek said that’s actually an easier challenge than gauging what the public thinks about the media.\nIn fact, a couple of weeks before it partnered on this recent poll, Politico posted a story about the growing trust in news.\nIt cited a Reuters/Ipsos poll that found 48 percent of people had a great deal or some confidence in the press, a rise of nearly 10 points from the time of the election. A Quinnipiac survey reported 54 percent of respondents said they trusted the media more than Trump to tell the truth about important issues.\nThat doesn’t make the Morning Consult poll wrong. What it shows is that how you ask a question changes the answers people give.\nOur ruling\nTrump said that 46 percent of people think news organizations fabricate stories about him. Trump accurately cited a recent poll result. The experts we reached said while the survey method is flawed, the problems aren’t big enough to invalidate its approximate findings.\nThey cautioned against putting much weight on the exact number, which is generally in line with the country’s partisan divide.\nHowever, the survey tends to skew Republican and its results run counter to other recent polls showing that about half the public trusts the media to be fairly reliable, and as one poll found, more reliable than Trump.\nGiven the softness of the number and that polls on related issues gave a different impression, we rate the claim Half True. Share the Facts 2017-10-24 22:28:16 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says \"46 percent of people believe major national news organizations fabricate stories about me.\"    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/922072236592435200   In a tweet. Sunday, October 22, 2017 2017-10-22    Read More  info", "vclaim_id": "vclaim-pol-02767"}