{"url": "/factchecks/2012/may/27/anastasia-williams/ri-rep-anastasia-williams-says-two-states-alabama-/", "speaker": "Anastasia Williams", "vclaim": "In 2011, Alabama and Massachusetts passed legislation allowing non-citizens who are legal residents to vote in state and local elections.", "truth_label": "false", "date": "stated on May 16, 2012 in a House Judiciary Committee hearing:", "title": "R.I. Rep. Anastasia Williams says two states -- Alabama and Massachusetts -- allow non-citizens who are living in those states legally to vote in state and local elections", "text": "Rep. Anastasia Williams went before the House Judiciary Committee May 16 to propose that Rhode Island voters be asked to approve an amendment to the state Constitution that would give voting rights to non-citizens who are legal residents. She said the Ocean State wouldn't be the first to do so.\n\n\"In 2011, Alabama and Massachusetts passed this legislation,\" she told the committee.\n\nThat statement surprised us. If non-citizens in Massachusetts were eligible to vote in state and local elections, we thought we would have heard about it.\n\nWe decided to investigate.\n\nIn her testimony, Williams said the intent of the proposal \"is to give every legal resident of the state of Rhode Island the opportunity to be properly represented\" when they are abiding by the law and paying taxes. She asserted that some elected officials won't help residents who aren't registered voters.\n\n(She reported that her Cuban mother was a legal resident who declined to seek citizenship out of fear of losing her ties to her country of origin.)\n\nCurrently, only U.S. citizens can vote in federal, state and local elections in Rhode Island. Under the bill Williams supports, if voters amended the Constitution, legal permanent residents -- holders of the so-called \"green card\" -- would also be allowed to vote, after 30 days of residency.\n\nWhen we called Williams, she said the information came from the General Assembly's Legislative Council, which aids in drafting and researching legislation.\n\nHouse spokesman Larry Berman said the legislative research department made a mistake in a memo to Williams, with the wording suggesting that the proposals had become law in those states. They had not.\n\nIn the meantime, we spoke with Brian McNiff, spokesman for the Massachusetts secretary of state's office and Julie Sinclair, a lawyer with the elections division of the Alabama secretary of state's office. Both confirmed that only citizens can vote in their states and both said an amendment to the state Constitution would be required to change that.\n\nBerman said the research that Williams relied upon from the General Assembly staff had been based on two bills, H-3430 in Massachusetts and SB-256 in Alabama.\n\nWe tracked them down.\n\nThe Massachusetts bill never got out of committee and called for permanent resident voting only in the town of Brookline.\n\nThe reference to the Alabama legislation, a broad immigration bill, is even less relevant. As introduced, it specifically said that only citizens should be allowed to vote, the opposite of how Williams represented it. It did not make any reference to giving voting rights to permanent legal residents. And when it passed the Senate, the reference to who should be allowed to vote had been removed.\n\nSo not only did the two pieces of legislation not become law, neither sought to give green-card holders the right to vote in statewide elections.\n\nOur ruling\n\nRep. Anastasia Williams, advocating for her proposal to extend state and local voting rights to non-citizens who are permanent legal residents, told a House Judiciary Committee hearing, \"In 2011, Alabama and Massachusetts passed this legislation.\"\n\nWilliams said, and House spokesman Larry Berman confirmed, that she was relying on information from the General Assembly's Legislative Council, which should be a reliable source.\n\nIn fact, the information Williams received was inaccurate. Neither state took such action.\n\n\"At the time I made this statement, I relied on the inaccurate information that was provided to me,\" Williams said in a comment released Thursday. \"This statement was not made intentionally.\"\n\nSaid House Speaker Gordon Fox, \"It is unfortunate that Representative Williams was quoting inaccurate information provided to her by a staff person and I am addressing this issue internally.\".\n\nOne last thought: we were surprised that a veteran legislator wasn't suspicious about the claim, given that Massachusetts is a neighbor and Alabama is known for having one of the nation's harshest laws against illegal immigrants.\n\nWe rate her statement False.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11027"}