{"url": "/factchecks/2019/dec/18/facebook-posts/no-evidence-trumps-mother-called-him-idiot-zero-co/", "speaker": "Facebook posts", "vclaim": "Says President Trump’s mother said, \"Yes, he’s an idiot with zero common sense, and no social skills, but he is my son. I just hope he never goes into politics. He’d be a disaster.\"", "truth_label": "pants-fire", "date": "stated on December 13, 2019 in a Facebook post:", "title": "No evidence Trump’s mother called him ‘an idiot with zero common sense’", "text": "Viral social media posts are spreading a questionable quote attributed to President Donald Trump’s mother.\nThe posts – like this one – show a black-and-white photograph of President Trump and his mother, Mary Anne Trump. The quote attributed to her reads:\n\"Yes, he’s an idiot with zero common sense, and no social skills, but he IS my son. I just hope he never goes into politics. He’d be a disaster.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis does not appear to be a legitimate quote from President Trump’s mother.\nThe post gives no details or citations as to when or where the statement was made, and a search of news archives turns up no trace of it. The quote cannot be found in any interviews or books and only appears to exist in the form of memes and social media posts. Other fact-checking websites have also been unable to locate the statement outside of social media.\nMary Anne Trump passed away in 2000, and if she had said such an inflammatory statement about her son, it would have likely come up in the news cycle during his 2016 presidential campaign. \nThere is no credible evidence to suggest this quote is real. Pants on Fire!", "vclaim_id": "vclaim-pol-16702"}