{"url": "/factchecks/2013/jun/14/bernard-jackvony/bernard-jackvony-says-providence-has-not-elected-r/", "speaker": "Bernard Jackvony", "vclaim": "\"There hasn’t been a Republican in the legislature or the City Council in Providence in over 30 years.\"", "truth_label": "barely-true", "date": "stated on May 31, 2013 in a television interview:", "title": "Bernard Jackvony says Providence hasn't elected Republican to Council, Assembly in 30 years", "text": "It’s no revelation that Republicans are scarce at the General Assembly, Rhode Island’s most powerful political body. And some say that lack of partisan diversity in the Democrat-dominated legislature is unhealthy for the body politic.\n \nThat was a point made by longtime Republican Bernard Jackvony, former state GOP chairman, lieutenant governor and unsuccessful candidate for governor, who was a panelist on the May 31 broadcast of Rhode Island Public Television’s \"A Lively Experiment.\"\n \n \n\"I say to people in Providence who have been complaining for 50 or 60 years, ‘Why don’t you try something different, because your schools aren’t getting better, your neighborhoods aren’t necessarily getting better, job opportunities aren’t getting better.  Why do you vote for the Democrat?’\" Jackvony said.  \"There hasn’t been a Republican in the legislature or the City Council in Providence in over 30 years.\"\n \n \nIs the GOP desert that vast in the capital city, we wanted to know.\n \n \nWe phoned Paul R. Campbell, Providence city archivist, whose desk is perched in the attic at City Hall, and dropped in on Claudia J. Haugen, chairwoman of the Providence Board of Canvassers and Registration, who is on the first floor.\n \n \nInstitutional memory told us that lawyer Malcolm Farmer III was the last Republican on the council, but we were unsure just when he left office. And we thought Jackvony might be in for a surprise regarding the legislature.\n \n \nHaugen reported there are 100,253 active registered voters, of which 60,627, or 60 percent, are Democrats. The rest are: 34,402 unaffiliated, or 34.3 percent; 4,950 Republican, or 4.94 percent; and 274 Moderate Party, or .76 percent.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n \nUntil the 1980s the Republicans were influential on the affluent East Side, especially in Ward 2.\n \nBut the East Side, too, has turned deep blue.\n \nWe asked Campbell to identify the last Republican council member. He assigned archival assistant Caleb Horton to take what he said would be the quickest research route: poring over, ahem, old Providence Journal-Bulletin Almanacs, where the certified results of elections were published.\n \n \nFor the last Republican General Assembly member from Providence, we turned to state librarian Thomas R. Evans, who consulted lists published by the Joint Committee on Legislative Services.\n \n \nTheir answers: Farmer served from 1979 through 1990, when he opted not to seek reelection, representing Ward 2 as the last Republican on the council -- 22½ years ago. And Mary C. Ross represented the old House District 17, in the West End, for one term in 1993-94 -- 19½ years ago. Both were considerably more recent than Jackvony’s remark that it has been \"over 30 years.\"\n \n \n\"As they say in the State House, close enough for government work,\" Jackvony quipped, when we called him with the results of our research. He attributed the Republican eclipse in Providence to demographic and social changes similar to those that have occurred in many urban areas.\n \n \nJackvony, in his statement on \"A Lively Experiment,\" was making the point that it has been a long time since a Republican sat on the council or represented the city in the Assembly.\n \n \nWhile he said over 30 years, it’s in fact 19½. His overall point may have been sound, but his numbers weren’t. The judges rule Mostly False.", "vclaim_id": "vclaim-pol-09221"}