{"url": "/factchecks/2012/jun/26/workers-voice/workers-voice-says-josh-mandel-faces-fbi-investiga/", "speaker": "Workers' Voice", "vclaim": "Says Josh Mandel’s campaign is under FBI investigation", "truth_label": "false", "date": "stated on June 19, 2012 in an online ad:", "title": "Workers' Voice says Josh Mandel faces FBI investigation", "text": "Josh Mandel’s campaign is not under FBI investigation.\n\nBut Democrats, labor unions and their allies keep suggesting the Ohio treasurer is.\n\nThe latest comes from a \"super PAC\" affiliated with the AFL-CIO, called Workers’ Voice. The AFL-CIO helped form the political committee and administers it from its headquarters in Washington with donations from member unions and supporters, according to records it filed with the Federal Election Commission as well as press reports.\n\nThe PAC spends money on political advocacy ads, such as a recent online ad that said that Mandel, a Republican running for U.S. Senate, is under investigation for shady campaign practices.\n\nSpecifically, Workers’ Voice on June 19 announced it was spending $100,000 for an ad appearing on Cleveland.com (the online home of The Plain Dealer), the Akron Beacon Journal’s website, Google and Twitter. The ad was a spoof on Nike’s ad featuring LeBron James, which carried the theme, \"We are all witnesses.\"\n\nThe anti-Mandel ad’s title was, \"Witness the Mandel investigation.\"\n\nThis was a reference to an investigation of donations that employees of a North Canton direct marketing company made to Mandel’s campaign to unseat incumbent U.S. Sen. Sherrod Brown, a Democrat. The ad says people should ask that Mandel \"come clean on campaign cash,\" and the ad asks: \"When did Josh Mandel know his campaign was being investigated by the FBI?\"\n\nThe problem here? Mandel’s campaign is not being investigated by the FBI. The FBI specifically told us this.\n\nRather, the FBI is investigating employees of Suarez Corporation Industries who gave donations to Mandel totaling $105,000, and to U.S. Rep. Jim Renacci. PolitiFact Ohio separately addressed the same claim when the Democratic Congressional Campaign Committee made it against Renacci, and ruled it was False.\n\nThe size, number and timing of donations to Mandel from Suarez employees on June 2, 2011, caught the attention of Democrats and reporters last summer. They wondered whether the employees could really afford the donations and if the employer had actually supplied the money and used his workers to hide that fact. If so, it would violate federal campaign finance laws that limit the size of donations and require the true identity of each donor.\n\nSuarez and his employees have denied wrongdoing.  The Toledo Blade first reported on the contributions in August 2011.\n\nFacing ongoing criticism from Democrats, Mandel in May returned the donations, citing an abundance of caution. Critics say Mandel’s campaign should have suspected the donors might be in violation of the law when it first received the checks.\n\nThat’s an assertion of judgment. PolitiFact Ohio is interested in assertion of fact.\n\nIs Mandel under FBI investigation?\n\n\"No,\" Andrew Hayden, the supervisory senior resident agent of the FBI’s Canton office, told us on June 21.  \"He is not and he has not been. What we’re looking at is contributions to both campaigns from employees of the Suarez Corporation. Neither the Mandel campaign nor the Renacci campaign are under investigation.\"\n\nBrown, the incumbent senator, came close to making the same claim as in the Workers’ Voice ad, but he caught and seemingly corrected himself. In an interview with Findlay, Ohio, radio station WFIN-AM on June 21, Brown said of Mandel: \"He is under FBI investigation,\" then quickly added, \"or his campaign contributions are under FBI investigation.\"\n\nEven that milder assertion suggests Mandel is implicated. But you could tie yourself up in knots over Brown’s phrasing, whereas Workers’ Voice left no room for even that.\n\nWhile the ad states in one part that the FBI is investigating donations to the Mandel campaign, it then asks: \"When did Josh Mandel know his campaign was being investigated by the FBI?\"\n\nAnd it had the title, \"Witness the Mandel investigation.\"\n\nWe sent AFL-CIO spokesman Michael Gillis an email to ask about the wording. He replied, \"Any contribution includes a contributor and a recipient. Josh Mandel’s campaign was the recipient, and is therefore being investigated by the FBI as a party in that transaction.\"\n\nThe FBI presumably knows whom or what it is investigating, and was clear on this. It is not investigating Mandel.\n\nTo say otherwise is False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021", "vclaim_id": "vclaim-pol-10867"}