{"url": "/factchecks/2019/oct/15/ghazala-hashmi/ghazela-hashmi-u-turns-call-gov-northams-resignati/", "speaker": "Ghazala Hashmi", "vclaim": "On whether Gov. Ralph Northam should resign.", "truth_label": "full-flop", "date": "stated on October 9, 2019:", "title": "Ghazala Hashmi U-turns on call for Gov. Northam's resignation", "text": "Three times during a recent forum, state Sen. Glen Sturtevant accused Democratic challenger Ghazala Hashmi of caving in to Gov. Ralph Northam for a political donation.\n\"When Gov. Northam’s blackface-KKK scandal broke in February, I called on him to resign and Professor Hashmi called on him to resign,\" Sturtevant, R-Chesterfield, said at the Oct. 9 event. \"But right after Professor Hashmi won her primary in June - a few weeks later - she accepted $25,000 from Gov. Northam and now is silent on the prior call for him to resign.\"\n\"That is not the kind of leadership we need in the Virginia Senate,\" Sturtevant said, questioning Hashmi’s backbone be an \"independent voice and stand up to power and special interests.\"\nHashmi’s reply: \"Gov. Northam is not on the ballot in November 2019. Glen is on the ballot and I’m on the ballot. And if we’re going to make decisions about who is right for this district...we need to be focusing on issues that concern this district.\"\nWe checked Hashmi’s position on Northam’s resignation on the Flip-O-Meter, which rates a politician's consistency on an issue.\nOn Feb. 1, 2019, a photo emerged from Northam’s 1984 medical school yearbook page showing one person in blackface and another in a Ku Klux Klan robe and hood. Northam initially apologized for being in the photo.\nThe Virginia Legislative Black Caucus called for Northam’s resignation that night and Hashmi followed suit. She tweeted, \"I share in @VaBlackCaucus feelings of betrayal and support this statement and their work representing people of color across the Commonwealth.\"\nNotham recanted the next day during a chaotic news conference, saying he wasn’t in the photo, recalling another incident decades ago when he did wear blackface to compete in a Michael Jackson dance contest, and vowing to remain in office.\nThe Black Caucus amplified its call for resignation, joined by a cascade of other Democratic office holders, including U.S. Sens. Mark Warner and Tim Kaine and former Gov. Terry McAuliffe. Northam has \"irrevocably lost the faith and trust of the people he was elected to serve,\" the caucus said in a written statement. \"Changing his public story today now casts further doubt on his ability to regain that trust.\"\nHashmi tweeted that day, \"I stand in solidarity with the @VaBlackCaucus and call for @GovernorVA to resign.\"\nHashmi won the June 11 Democratic primary for the 10th District senate seat. On June 18, she accepted a $25,000 donation from Northam’s PAC, The Way Ahead.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWe asked Hashmi’s campaign if she has changed her mind on Northam and got a written statement from the candidate.\n\"I'm not calling upon the Governor to resign,\" she said. \"The governor has clearly stated his intention not to resign, and we know that we have critical legislative priorities in front of us. When I'm in the Senate, I look forward to working with the Governor on progressive legislation that we both want to see signed into law, such as ensuring that there are background checks on all gun sales, making sure our schools are better funded, and providing greater access to affordable health care for all Virginians.\"\nHashmi is not the only person to change views of Northam. In February, after the blackface scandal, a Washington Post-Schar School poll found voters were split on Northam, with 43% approving of his job performance and 44% disapproving. Another Post poll at the end of September showed Northam’s standing had improved, with 47% approving of his performance, 29% disapproving. Only 28% regarded Northam as a \"very important\" issue this fall.\nThe Black Caucus quelled its call for Northam’s resignation after the governor made it clear he would stay on. Del. Lamont Bagby, D-Henrico and caucus chairman, told the Richmond Times-Dispatch in April that focusing on the scandal, \"is not the work that my constituents, or I don't think most citizens of the commonwealth, expect us to be spending our time on.\"\nAt least three other Democrats who called for Northam’s resignation joined Hashmi in accepting money from the governor’s PAC, according to records from the Virginia Public Access Project. \nSen. Rosalyn Dance of Petersburg, a black caucus member, received $10,000 on April 5 during her unsuccessful primary campaign. \nDel. Schuyler VanValkenburg, D-Henrico, called for Northam’s resignation on Feb. 2 and accepted a total $15,000 in donations from the PAC on May 21 and July 24. His opponent, Republican GayDonna Vandergriff, calls VanValkenburg's  actions \"two-faced.\"\nLarry Barnett, the Democratic challenger in the 27th House district in Chesterfield County, called for Northam’s departure on Feb. 2 and received a total $15,000 from the PAC on May 29 and July 16. His Republican opponent, Del. Roxann Robinson, calls him a \"hypocrite\" for doing so.\nOur ruling\nHashmi called for Northam’s resignation twice in February, accepted $25,000 from his PAC in June, and now says \"I’m not calling on the governor to resign.\"\nMany have struggled with the blackface scandal. Hashmi is among lots of Democrats who called on Northam to quit and became accepting of his decision to stay. At least four of them, including Hashmi, took the governor’s campaign donations.\nHashmi has completely changed her position and we rate it a \"Full Flop.\"", "vclaim_id": "vclaim-pol-00060"}