{"url": "/factchecks/2011/oct/25/ron-paul/paul-herman-cain-called-federal-reserve-critics-ig/", "speaker": "Ron Paul", "vclaim": "GOP presidential hopeful Herman Cain called Ron Paul’s followers \"ignorant.\"", "truth_label": "false", "date": "stated on October 11, 2011 in the Republican presidential debate at Dartmouth College in New Hampshire:", "title": "Paul: Herman Cain called Federal Reserve critics \"ignorant\"", "text": "The New Hampshire Republican presidential primary debate gave voters a glimpse into a bitter feud between what some might consider unlikely political foes: Texas Congressman Ron Paul and Atlanta-area businessman Herman Cain.\n\nModerators gave each candidate one chance to pose a single question to any one of his or her opponents. Paul used his turn to attack Cain.\n\nThe former Godfather’s Pizza CEO \"belittled\" him and his followers, who want the Federal Reserve to undergo a major audit, Paul said.\n\n\"You said -- you've used pretty strong terms -- that we were ignorant and that we didn't know what we were doing, and therefore there is no need for an audit anyway because if you had one you're not going to find out everything because everybody knows everything about the Fed,\" Paul said during the Oct. 11 debate at Dartmouth College.\n\n\"I did not call you or any of your people ‘ignorant,\" Cain fired back. \"I don't know where that came from.\"\n\nDid too, Paul shot back: \"I’ll get it for you.\"\n\nPaul’s supporters rose to the challenge. Within hours after the debate’s end, the Internet swirled with what they said was proof that Cain called them \"ignorant.\"\n\nCain’s denial caught our attention. Did Cain really call Paul and his followers \"ignorant\"?\n\nThe Fed is a touchy issue among many Republicans, especially Paul supporters, who think it conducts too much business behind closed doors. Congress created the central bank of the United States to give the nation a more stable financial system, but Paul thinks the Fed brought about the current economic troubles through backroom dealings and bad policy. He wants the organization audited and abolished.\n\nPaul and Cain both consider themselves strict Constitutionalists and enemies of big government, but Cain is a former chairman of the Federal Reserve Bank of Kansas City. For Paul supporters, that’s like having a giant bull’s-eye painted on your back.\n\nEven before Cain announced his run for president, Paul supporters were dogging him at campaign stops, asking him to back a full audit of the Fed. (Cain’s position on auditing the Federal Reserve is the subject of a separate PolitiFact item.)\n\nWe contacted Paul’s camp so it could give us its best evidence against Cain, but it didn’t get back to us. In its absence, we sifted through news accounts, news databases, Internet videos and websites where backers posted what they called key evidence of Cain’s name-calling.\n\nWe found that Cain isn’t shy about his disdain for Paul’s criticisms. He’s not above calling someone ignorant, either. Last month, he said President Barack Obama showed \"ignorance of basic economics.\"\n\nBut we found no record that Cain ever called Paul or his backers \"ignorant.\"\n\nBloggers and news accounts repeatedly referred to two sources as proof against Cain: his recently released book \"This is Herman Cain! My Journey to the White House\" and a 2010 clip from Neal Boortz’s radio show. Cain frequently subbed in for Boortz when he was a talk show host on radio AM 750 and 95.5FM News/Talk WSB\n\nLet’s take a look at the book. Near the end of the chapter \"The Cain Doctrine,\" Cain wrote that Paul supporters stretch the truth whenever they attend his appearances and say he does not want an audit of the Federal Reserve.  \n\nInstead of calling Paul backers \"ignorant,\" Cain wrote this: \"I get the same stupid question at almost every one of these events. I know it’s a deliberate strategy. How can a person randomly show up at a hundred events and ask the same stupid question to try to nail me on the Federal Reserve? \"\n\nAnd this: \"But I’ve got news for the Paulites: It’s not going to work, because the American people are a lot smarter than they are.\"\n\nCain did call some people stupid, but not Paul’s supporters: \"[T]here are stupid people out there -- the people who are running this country, and I’m worried about them,\" Cain wrote.\n\nNow for Cain’s radio statement, which Paul backers posted online.\n\n\"I think a lot of people are calling for this audit of the Federal Reserve because they don’t know enough about it,\" Cain said, according to their online post. \"There’s no hidden secrets going on in the Federal Reserve to my knowledge.\"\n\nOnce again, Cain did not use the word \"ignorant.\" He did say backers of a Fed audit need to understand the bank better.\n\nHow do we rule?\n\nCain said plenty of disparaging things about Paul’s backers. He called their questions \"stupid.\" He said Fed audit backers \"don’t know enough about it.\"  He said the American people are are \"a lot smarter than they are.\"\n\nYou could even say that Cain \"belittled\" Paul’s followers, as the Texan claimed during the debate.\n\nBut Paul was very specific that one of the \"strong terms\" Cain used against his backers was the word \"ignorant.\" Paul said he’d produce proof, but neither he nor his supporters have done so. We couldn’t find any, either.\n\nPaul earns a False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNathan Deal\n\n\nstated on July 30, 2010 in a press release\n\n\n\n\n\n\n\n\nRepublican candidate for governor \"Karen Handel has run a 100 percent negative campaign.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • August 4, 2010", "vclaim_id": "vclaim-pol-12201"}