{"url": "/factchecks/2017/jan/03/universe-politics/fake-news-michigan-gop-elector-didnt-choose-suicid/", "speaker": "UniversePolitics.com", "vclaim": "\"Electoral College elector commits suicide to avoid voting for Donald Trump.\"", "truth_label": "pants-fire", "date": "stated on December 19, 2016 in an Internet post:", "title": "Fake news: Michigan GOP elector didn't choose suicide over voting for Trump", "text": "Readers should not put any faith in a fake news story about a would-be faithless elector who chose death over Donald Trump.\n\"Electoral College elector commits suicide to avoid voting for Donald Trump,\" read a Dec. 19, 2016, headline on UniversePolitics.com. It appeared the same day members of the Electoral College voted to officially elect Trump the 45th president.\nThe story said a 47-year-old Michigan elector named Jeremy Hashville killed himself in an absurdly complicated fashion, revealing in a note that he could not bear to vote for Trump. The post was flagged by Facebook as part of the company’s efforts to fight fake news online.  \nNothing about the story or its extreme premise is accurate.\nFor starters, we found no evidence of an elector named Jeremy Hashville, in Michigan or any other state.\nWhile there had been a lot of talk about electors potentially switching their votes to deny Trump the 270 needed to win the Electoral College, little came of it. Only two Republican electors, from Texas, changed their votes to avoid choosing Trump (another Texan elector had resigned and was replaced). No electors nationwide committed suicide.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMichigan electors said prior to the vote that they were not going to attempt to flip, but they couldn’t have even if they had wanted to do so. Electors in Michigan are bound by state law to vote for the winner of the state’s presidential election. If they don’t, they will be replaced with someone who will.\nA photo included with the story said it was of Hashville, but was actually an Associated Press image of Washington state Democratic elector Bret Chiafalo. He was part of an effort called the Hamilton Electors — members of the Electoral College who hoped to flip enough Republican electors to deny Trump the presidency. (Their effort clearly failed.)\nThere’s nothing on the UniversePolitics.com site to indicate the story was fake, but it did include a source link to another site called WorldNewsDailyReport.com. The same story and photo appeared on that site, which says in a disclaimer that the posts on the site are \"entirely fictional.\"\nWe attempted to contact both websites but did not get a response from either.\nBut it’s clear that the story is completely made up, and posted in an attempt to capitalize on a real event. We rate it Pants On Fire!\nhttps://www.sharethefacts.co/share/39c2156d-11a8-41e4-88b0-cb0466d6307f", "vclaim_id": "vclaim-pol-03830"}