{"url": "/factchecks/2014/jul/31/lawrence-odonnell/msnbcs-odonnell-republicans-want-repeal-2008-bush-/", "speaker": "Lawrence O'Donnell", "vclaim": "Because of the current immigration crisis, Republicans want to \"repeal\" a 2008 law that President George W. Bush signed and \"want to be on record as not wanting to protect children from ... sex trafficking.\"", "truth_label": "barely-true", "date": "stated on July 23, 2014 in comments on his show:", "title": "MSNBC's O'Donnell: Republicans want to 'repeal' 2008 Bush immigration law", "text": "One of President George W. Bush’s last acts in office was signing the non-controversial William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008, which contained a provision guaranteeing formal deportation hearings for child immigrants not from Mexico and Canada and without family in the United States.\nThis guaranteed hearing is now at the center of the crisis on our southern border, as thousands of children stream into this country from Honduras, Guatemala and El Salvador.\nOn the July 23 edition of Last Word, MSNBC’s Lawrence O’Donnell pointed to discussion of the 2008 Bush law as an example of the \"misinformation\" Republicans are spreading on immigration. O’Donnell played a clip where Rep. Mo Brooks, R-Ala., implies that the 2008 law -- which was intended to provide protection for victims of sex trafficking -- shouldn’t apply to the children presently crossing the border.\nThere’s no evidence, Brooks said, that \"this 60-to-90,000 illegal alien children mass that has come to America are coming here to be sex slaves or something of that nature.\"\nO’Donnell took Brooks’ statement to what he saw as a logical conclusion.\n\"One of the positions that these Republicans are holding,\" O’Donnell said, \"is that they want to repeal the law that President Bush signed, which is about protecting children from sex trafficking. So they want to be on record as not wanting to protect children from this kind of sex trafficking.\"\nWe were skeptical that the Republican position is to repeal the 2008 law entirely, so we decided to dig deeper.\nWhat happens when a child arrives at the border\nWhen unaccompanied minors from Mexico and Canada are apprehended at the border, they’re screened by Border Patrol within 48 hours to determine whether they are victims of trafficking or have credible asylum claims. Those that do get a formal hearing, and those that don’t are bussed back, often within 12 hours of their arrival.\nThe process for children from other countries starts the same, with an initial Border Patrol screening. But the 2008 law mandates that these children -- most of them from Honduras, Guatemala and El Salvador -- are sent to the Department of Health and Human Services (HHS) after their screening, regardless of whether or not they have asylum claims.\n\n\nThe HHS subjects these children to a more thorough medical check, and then the Department of Homeland Security (DHS) transports them to a HHS shelter. From there, the children are released to relatives or other sponsors to await their guaranteed hearings.\nThese hearings often don’t occur, though, for years, and shelters are getting overcrowded -- this is what pundits are referring to the immigration crisis. Compared to the roughly 3,000 non-Mexican minors apprehended at the border in 2009, the tens of thousands of minors crossing the border now are simply too much for the DHS and HHS to process.\nLaws are complicated\nWhile the provision dictating border policy is getting most of the attention, there’s more to the 2008 law. It also renewed funding for a 2000 anti-trafficking bill and laid out plans for sanctions and research to combat trafficking.\nThere’s an ongoing debate about whether the Obama administration is properly enforcing the letter of the 2008 law. Conservatives and groups such as the Center for Immigration Studies, which supports tighter immigration enforcement, say the 2008 law guarantees hearings only for \"unaccompanied alien children\" who do not have parents or legal guardians in the United States.\nYet, according to the center, up to 77 percent of non-Mexican children arriving at the border without family members are being released to family members within the United States. These children, they argue, shouldn’t be eligible for a hearing.\nIt’s unclear to what extent the 2008 law is the cause of the backlog of children -- but as we’ve addressed elsewhere, it’s certainly a major factor.\nWhat Republicans have proposed\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nO’Donnell is right insofar that Republicans have honed in on the 2008 law as a major source of the current immigration crisis.\nBut the prevailing thought among Republicans is that the law should be amended, not repealed.\nHouse Speaker John Boehner said July 17 that Congress couldn’t \"begin to mitigate the problem\" at the border \"if you don’t do something about the ‘08 law that’s being abused. And it is being abused.\"\nThe only Republican we found saying the law should be repealed is Sen. John McCain, R-Ariz. \"We insist on having the 2008 law repealed as part of\" any immigration bill, McCain said on July 11. Senate Democrats, he said, are \"not willing to do that.\"\nBut it is fairly clear McCain misspoke. Legislation proposed by McCain and Sen. Jeff Flake, R-Ariz., specifically calls for amending the 2008 law, not repealing it, and McCain spokesman Brian Rogers told us on July 30 that McCain wants to amend the 2008 law. \nOther formal proposals from the GOP all call for revising, not repealing the 2008 law. Some Democrats, including Sen. Joe Manchin, D-W.V., also support revising the law.\nThere have been nine proposals related to the 2008 law from Republicans in the Senate and the House. And, according to Grant Newman of immigration research group NumbersUSA, all of these proposals involve amending the 2008 law, albeit in different ways. There have been no formal proposals, Newman said, for repeal.\n\"Most of the Republican attempts, their whole goal is to try to treat children from Guatemala, El Salvador and Honduras and in some cases, any child, like we treat Mexican nationals, where we can expedite removal,\" Newman said.\nA proposal by Sen. John Cornyn, R-Texas, and Rep. Henry Cuellar, D-Texas, for example, would eliminate the distinction between countries of origin. Under their proposal, called the HUMANE Act, all children -- not just those from Mexico and Canada -- would be screened by the Border Patrol within 48 hours, and those without claims to amnesty or evidence that they’ve been trafficked would be removed as soon as possible, like Mexicans are under current law.\nChildren who pass the Border Patrol screening would be submitted to a second screening within seven days in front of a judge, with a higher burden of proof than the Border Patrol screening but a lower burden than a formal hearing. Migrants who meet that burden of proof would be sent to the HHS to await a formal hearing as in current law, and migrants who don’t would be removed.\nA House GOP working group formed by Boehner and led by Rep. Kay Granger, R-Texas, has released similar recommendations. The working group recommended an amendment to the 2008 law \"so all unaccompanied minors are treated the same as Mexicans for the purpose of removals.\"\nSo the Republicans who want to change the 2008 law have all proposed revisions, not repeal. It’s worth noting that Congress rarely repeals laws in full -- they’re too complicated for that -- but O’Donnell still mischaracterized Republicans’ stance on the 2008 law.\nProtections for trafficking victims\nO’Donnell does, though, have something of a point that Republicans are removing protections for victims of sex trafficking.\nOpponents of the Republican proposals about the 2008 law break mainly into partisan camps. According to NumbersUSA, many Republicans are unconvinced that the 2008 law even applies to the surge children, the majority of whom aren’t \"unaccompanied alien children\" under federal law. The burden to fix the immigration crisis, they say, falls solely on the executive branch.\nDemocratic opponents of these proposals -- including Senate Majority Leader Harry Reid -- have pointed instead their injustice towards child migrants.\nSen. Robert Menendez, D-N.J., for example, criticized the HUMANE Act, saying it \"undermines the due process rights of a child that exists under existing law.\"\nAnd advocates from Texas immigration rights group LUPE criticized the HUMANE Act on the grounds that it doesn’t provide children enough time to open up to officials. They gave the example of Sara, a sex-trafficking victim who wasn’t identified as such until she spoke to a social worker two months into her detention. Under the Cornyn-Cuellar proposal, they said, Sara would have been sent back to her abusers.\nBut while proposals to revise the 2008 law may get rid of some safeguards for victims of sex trafficking, they don’t get rid of all of them. Current law gives immigrants from Mexico the opportunity to make their case when screened, and Republican proposals would give Central American children at least that much protection. The GOP working group’s recommendations, for example, would give children who don’t want to be returned to their home countries a screening by child welfare professionals and an expedited removal hearing within seven days after that screening.\nOur ruling\nO’Donnell took a soundbite from Republican congressman Mo Brooks to mean that Republicans \"want to repeal the law that President Bush signed\" in 2008 to protect victims of sex trafficking. O’Donnell concluded that Republicans \"want to be on record as not wanting to protect children from this kind of sex trafficking.\"\nRepublicans want to amend, not repeal the 2008 law.\nBut it’s an open debate what these changes would mean for victims of sex trafficking. These proposals leave Central American children with some protections, but without what human rights advocates have characterized as a major protection. We rate O’Donnell’s claim Mostly False.", "vclaim_id": "vclaim-pol-07515"}