{"url": "/factchecks/2020/jun/25/facebook-posts/why-your-phone-has-covid-19-exposure-logging/", "speaker": "Facebook posts", "vclaim": "Google and Apple “put a covid tracker on every phone.”", "truth_label": "half-true", "date": "stated on June 24, 2020 in an image:", "title": "Why your phone has ‘COVID-19 exposure logging’", "text": "You may have noticed there are new settings on your phone for tracking COVID-19. What’s that all about?\nNot an unauthorized surveillance plot, as one popular social media rumor suggests.\n\"Remember a few days ago when everyones phone was acting crazy?\" reads a June 24 Facebook post, which is a screenshot of a comment on a live video. \"Well they put a covid tracker on every phone. Go look its there on your phone right now.\"\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar claims have been shared widely by other Facebook and Instagram users, including a rapper with more than 420,000 followers.\nHaving a health tracker installed on every Android and iOS device may sound invasive, so we wanted to investigate.\n\n(Screenshot from Facebook)\nWe’re not sure what the Facebook post means when it says phones were \"acting crazy,\" but Snopes reported that a network outage June 15 affected primarily T-Mobile customers.\nWhile there are settings on your iPhone for \"COVID-19 Exposure Logging,\" you must opt in to the feature, which is aimed at helping contact tracers slow the spread of the coronavirus. Few states have said they will use the technology, which comes with a slew of privacy restrictions.\nHow Apple and Google are helping contact tracers\nApple and Google have created technology to help public health officials. But the subtext of the Facebook post — that the companies are tracking users without their knowledge — is inaccurate.\nIn April, Apple and Google announced they were building a tracking system for iOS and Android mobile operating systems. The feature, samples of which were released in early May, uses Bluetooth Low Energy signals to automatically send users notifications when they have come in contact with someone who tested positive for COVID-19 and who has also enabled the technology. Apple rolled out the new settings with iOS 13.5 on May 20.\n\nThe feature would work like this: \nSay you’re diagnosed with COVID-19. You have a contact tracing app from your local public health department on your phone, so you report your diagnosis. Then, with your consent, the app uses your phone’s Bluetooth data to find other cellphone users you’ve been in contact with over the past 14 days (which is how long people could spread the virus without showing symptoms). Finally, if those people have consented to using the technology, the system notifies them that they were potentially exposed to the coronavirus.\n\n(Screenshot from Google)\nThe tracking system is aimed at helping public health officials conduct contact tracing, which the Centers for Disease Control and Prevention says is a key part of reopening the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nContact tracing tasks public health workers with learning as much as they can about who a patient has been in contact with so they can be notified about their potential exposure. One way to think about the process is a series of \"disease investigations.\"\n\"That’s like the nickname for them. It’s investigative work — you’ve got to learn everything about this person that you can, and you have to help them recall what they did over the last 14 days,\" Jerne Shapiro, a lecturer in the Department of Epidemiology at the University of Florida, previously told PolitiFact. \"This is called ‘shoe-leather epidemiology.’\"\nSome public health experts have extolled the potential of the Apple-Google partnership in helping epidemiologists quickly track down potential COVID-19 patients. The thinking is that, by limiting the amount of time someone is unknowingly spreading the coronavirus, the number of new cases would decrease.\n\"Once we have the capability to test as many people as want to get tested, the capability of the human resource side — to put somebody in isolation who is positive, to find out who their contacts were and put them into quarantine — that is your strongest tool to prevent the spread of the disease,\" Shapiro said.\nExposure system has privacy controls\nSome social media users and experts have raised concerns over how cellphone users’ data could potentially be misused by Apple, Google and public health authorities. But the contact tracing system has some built-in privacy settings that aim to safeguard users’ data.\nFirst, to participate in the tracking programs, users must install one of the authorized public health apps and then choose to turn on the COVID-19 exposure notifications (which they can turn off at any time). Second, location data is not stored in the system — just Bluetooth identifiers, which change frequently and do not give other users, Apple or Google the identities of their owners.\nFinally: \"Only public health authorities will have access to this technology, and their apps must meet specific criteria around privacy, security and data control,\" according to an FAQ about the feature. Apple and Google have said they will shut down the feature once the pandemic ends.\nRELATED: Contact tracing: How it's used to fight COVID-19\nAs of June 5, few states have said they will use the contact tracing system.\n9to5Mac, a website that writes about Apple products, polled all 50 state governors’ offices and health departments in late May to see if any were planning to use the technology. Only four — Alabama, North Dakota, South Carolina and Virginia — said they would. Seventeen states said they would not use the system, and the rest did not respond. \nA poll from Business Insider had similar results. Many states told the publication that they intended to rely on human contact tracers. Other challenges facing Apple and Google’s technology: It’s hard to get people to download apps from public health officials, the federal government hasn’t endorsed the approach, and it’s unclear whether Bluetooth contact tracing systems have been effective in other countries, such as Norway.\nWe reached out to Google for a comment, but we haven’t heard back.\nOur ruling\nA social media rumor claims that Google and Apple \"put a covid tracker on every phone.\"\nThe technology companies created a system that notifies cellphone users when they’ve been exposed to a COVID-19 patient who was enabled the same technology. The system aims to help public health officials slow the spread of the coronavirus by limiting the amount of time infected people who don’t show symptoms unknowingly spread the virus.\nBut the subtext of the Facebook post — that the companies are using the system to track users without their knowledge — is inaccurate. iPhone and Android users must opt in to the feature, and personal information like location data will not be shared. Only a few states have said they will use the technology to support their contact tracing efforts.\nThe Facebook post is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-17993"}