{"url": "/factchecks/2014/aug/28/drug-free-america/medical-marijuana-amendment-allows-patient-get-it-/", "speaker": "Drug Free America", "vclaim": "Under a proposed medical marijuana amendment in Florida, \"you don't get refills -- you get it forever.\"", "truth_label": "barely-true", "date": "stated on August 20, 2014 in a \"Tampa Bay Times\" editorial meeting:", "title": "Medical marijuana amendment allows patient to 'get it forever,' doctor says", "text": "Opponents have made many arguments against Florida’s proposed medical marijuana amendment, but here’s a new one: They say patients would be able to get an unlimited amount of pot should the measure pass.\nDr. Rafael Miguel, director of the Sarasota Memorial Institute for Advanced Medicine's Pain Medicine Program, was one of three representatives for Drug Free America who visited the Tampa Bay Times editorial board on Aug. 20. He joined Pinellas County Sheriff Bob Gualtieri and Tallahassee attorney Susan Kelsey to discuss why the Sunshine State should shy away from Amendment 2 in November.\nMiguel offered several reasons why the medical establishment did not like the constitutional amendment. He said there was an unreasonable focus on marijuana’s smokeable form in order to obtain psychoactive effects, and added that the process by which doctors help patients get cannabis flies in the face of the prescription model of doling out drugs.\nMiguel focused on how \"recommendations\" to use marijuana are not prescriptions, and that they don’t allow doctors to control the amount and dosage patients consume, or for how long they consume it.\n\"You don't get refills -- you get it forever,\" Miguel said. \"There's no regulation on consumption.\"\nPolitiFact Florida has written about the amendment’s guidelines before, but we were curious in this case whether doctors who recommend medical marijuana to patients would indeed have no say in how much or for how long their patients could take it.\nFollowing guidelines\nMedical marijuana is legal in 23 states and the District of Columbia. (Colorado and Washington state have gone a step further by legalizing cannabis for recreational use, even though the cultivation, possession and use of the drug remains against federal law.)\nDoctors in states that allow medical marijuana don’t prescribe the drug -- that could potentially lead to federal sanctions, since the U.S. government classifies marijuana as a Schedule I drug. Inclusion on that list means, legally, that marijuana has no known medical benefits, even though that claim is much disputed.\nInstead, in states that allow medical marijuana, doctors recommend people who suffer from certain approved conditions -- typically diseases like cancer, Parkinson’s disease, ALS, or other conditions causing chronic pain. States make their own rules for supplying the drug that vary from state to state.\nFlorida’s Amendment 2 says that, should the initiative pass, the state Department of Health would create guidelines for the manufacture, distribution and use of marijuana. That worries opponents like Drug Free America; they argue that the language is too broad to limit the scope of the drug’s impact on the state.\nMiguel didn’t immediately return PolitiFact Florida’s request for more specifics about what he meant. During his editorial board visit he made it clear he preferred the FDA-approved process of writing prescriptions with a specified dosage, duration, potency and number of refills, using clinically tested drugs.\nThe amendment doesn’t give doctors any of that control, Miguel said, and it doesn’t define any limit. In general, the measure says the state Department of Health will create regulations. However, the initiative does lay out some of the process.\nIt defines a written \"physician certification\" as a document that says the doctor feels the patient has a condition that may be aided by the use of cannabis and specifies \"for how long the physician recommends the medical use of marijuana for the patient.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThere also is a section that requires the Florida Department of Health to create \"a regulation that defines the amount of marijuana that could reasonably be presumed to be an adequate supply for qualifying patients’ medical use, based on the best available evidence.\" That limit on quantity could be waived, depending on the patient’s condition.\nThe language prevents a strict interpretation of how involved a doctor would be, said attorney Kelsey, who has criticized the amendment for being so vague it would eventually be challenged in the state supreme court.\n\"As I read it, the doctor doesn’t say the amount at all,\" Kelsey said. \"He just gives the patient the certification and it says for how long, then the patient gets their ID card and takes that to the dispensary and that is the point at which the quantity is determined and handed out.\"\nSo how is the drug distributed in states that allow it? Every state has different regulations for the process, but a good benchmark for Florida may be Nevada, because it passed medical marijuana as a constitutional amendment instead of as legislation. Colorado adopted constitutional amendments in 2000 and 2014, but the second one legalized recreational use, which the Florida Amendment does not do.\nPassed by voters in 2000, the Nevada amendment language was even shorter and more vague than the Florida proposal. It required the state Legislature to provide for a registry and to create guidelines, a process delegated to the state Department of Health and Human Services in subsequent legislation.\nAs of 2013, Nevada limited patients to 2.5 ounces of marijuana every 14 days. Patients must get an ID card through a registry, and must renew their membership on the registry with a doctor’s approval every year.\nEven in states that allow patients to grow their own marijuana plants, there are legal limits to how much they can cultivate. It’s a moot point in Florida, because the amendment doesn’t allow for personal cultivation.\nMany laws or regulations also say doctors can tell the state agency in charge if they think a patient would no longer benefit from medical marijuana, according to Karen O’Keefe, state policy director at the Marijuana Policy Project, which favors regulations like Amendment 2.\n\"In most cases, the laws also specify that the card becomes void if the patient ceases to have the qualifying condition,\" O’Keefe said. \"I see no reason why regulators couldn’t include similar provisions in Florida.\"\nOur ruling\nMiguel said when it comes to doctor’s recommendations for medical marijuana, \"You don't get refills, you get it forever.\"\nHe was referring to how a doctor’s \"recommendation\" for cannabis does not allow the same level of control as a medical prescription does. He said there was no written limitation on how much or for how long a patient could get marijuana in the amendment, a common criticism by opponents of the amendment.\nIt’s possible that potential Florida regulations would not limit time on a registry or how long a doctor’s certification would last for a patient. But it would be premature, and speculative, to assume that there would be no way under the amendment to stop a recommendation from going on forever. Other states have created their own rules, limiting the quantity and frequency of the drug that patients can get. They also limit how long patients can be on a registry before requiring a doctor’s approval.\nWe rate the statement Mostly False.\nCORRECTION, AUG. 29, 2014: This version of the article has been updated to reflect that Colorado passed constitutional amendments in 2000 and 2012, the latter of which allows recreational use of marijuana.", "vclaim_id": "vclaim-pol-07378"}