{"url": "/factchecks/2019/oct/25/bernie-sanders/bernie-sanders-overstates-recession-aid-wall-stree/", "speaker": "Bernie Sanders", "vclaim": "Says Congress gave Wall Street \"trillions of dollars of zero interest loans.\"", "truth_label": "half-true", "date": "stated on October 19, 2019 in a rally in New York City:", "title": "Bernie Sanders overstates recession aid to Wall Street banks", "text": "Sen. Bernie Sanders marked his return to the campaign trail after a heart attack with a huge outdoor rally in New York City. Sanders stayed focused on his core message that corporate power drives government policy at the expense of hundreds of millions of Americans. \nOn student debt, Sanders said he would cancel every bit of it with money from a new tax on financial transactions.\n\"If Congress eleven years ago, against my vote, could bail out the crooks on Wall Street and provide them with trillions of dollars of zero interest loans,\" Sanders said Oct. 19. \"You know what? We can cancel all student debt in America with a modest tax on Wall Street speculation.\"\nIn this fact-check, we look at whether the federal government provided trillions of dollars of zero interest rate loans.\nSanders is not fully accurate. Most of the loans –– and there were different types –– came at rates that were quite low, but above zero. \nThe total reaches $2 trillion, but not all of it went to the big players on Wall Street.\nThe bailout money\nIn 2008, a financial house of cards built on junk home mortgages collapsed. With warnings that $5 trillion in U.S. assets could be wiped out virtually overnight, Washington moved to stem the crisis.\nThe Federal Reserve was the biggest player, especially in terms of loans to the Wall Street banks. Congressional action was hefty, in the hundreds of billions, but much smaller compared to the Fed. \nThe Sanders campaign highlighted the work of the Fed, citing news reports of trillions of dollars in aid.\n\"One program alone doled out nearly $9 trillion,\" said the Christian Science Monitor. \nBut many of the loans involved banks rolling over short-term loans from one period to the next. Economics professor Todd Keister at Rutgers University said this produced a lot of double counting. He used the example of a home mortgage to explain what was going on.\n\"Suppose I borrow $100,000 to buy a house and then later refinance,\" Keister said. \"The refinancing involves paying off the original loan and taking a new loan for $100,000. If we add up the loans I took, we would say that I borrowed a total of $200,000. But there is a clear sense in which the amount I borrowed to buy the house was always $100,000.\"\nThe actual amount was about $1.4 trillion.\n\nThat’s not trillions, as Sanders said, but it’s getting close.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFederal Reserve data shows that interest rates were very low, but not at zero.\n\n\"Those interest rates were subsidized,\" said University of Louisiana finance professor Linus Wilson. \"Nevertheless, the interest rates were not zero.\"\nSanders took liberties in suggesting all the benefits went to Wall Street, though it’s fair to say the big banks did well. In some cases, outside the Fed, they got billions of dollars outright and through a number of federal actions, the biggest banks grew bigger.\nBut many regional and community banks also benefited. About two-thirds of the loans in the largest program — the Term Auction Facility — came through Federal Reserve banks outside of New York.\nAnother $1.1 trillion in play\nAmong its other programs, the Fed was also buying bundles of home mortgages that the biggest banks had on their books. By June 2010, the Fed’s Agency Mortgage-Backed Securities program peaked at $1.1 trillion. \nThis was not a loan, but it helped the banks by moving the risks tied to those mortgage from the banks to the Fed.\nNot every expert would count it as aid to the banks, but if you do, it would bring the total aid to $2.5 trillion. \nThe TARP factor\nOutside of the Fed, Congress authorized direct government bailouts, in the form of the Troubled Assets Relief Program and the government takeover of the government-chartered home mortgage finance giants Fannie Mae and Freddie Mac.\nAccording to a running tally by the nonprofit investigative journalism group ProPublica, the federal outlays were $633 billion. While Wall Street banks including Citigroup, Bank of America and Goldman Sachs pocketed $135 billion, the money went to many places other than Wall Street banks, such as General Motors.\nAdding all of it though to the Fed’s activities gives us two totals: either about $2 trillion if we don’t count the mortgage security purchases, or about $3.1 trillion if we do.\nSanders said Congress gave Wall Street free money. The focus on Congress is a bit off, because while Wall Street did get billions, to get to trillions, the Fed dollars are essential. And the Fed operated on its own.\n\"Congress delegates responsibility to the Fed,\" said Rutgers economist Eugene White.\nOur ruling\nSanders said that during the Great Recession, Congress gave Wall Street \"trillions of dollars of zero interest loans.\"\nBy our calculations, the total across several actions ranged from $2 trillion to about $3.1 trillion.\nBut Sanders is less accurate regarding where the money went and the interest rate. The biggest Wall Street players benefited greatly, but banks and other business across the country also got help. And while very low, the interest rates remained above zero. Also, the Fed is not Congress.\nSanders oversimplified a complex response to an economic crisis. We rate this claim Half True.\nClarification, Oct. 31: We updated this piece to clarify the impact of the Fed purchases of mortgage-backed securities.", "vclaim_id": "vclaim-pol-00017"}