{"url": "/factchecks/2015/aug/12/american-bridge-21st-century/pac-accuses-rubio-favoring-profit-colleges-educati/", "speaker": "American Bridge 21st Century", "vclaim": "Says Marco Rubio’s \"proposed college affordability overhaul would specifically benefit for-profit colleges.\"", "truth_label": "barely-true", "date": "stated on August 10, 2015 in a press release:", "title": "PAC accuses Rubio of favoring for-profit colleges in education plan", "text": "A liberal political action committee is attacking Sen. Marco Rubio’s proposed overhaul of the nation’s colleges and universities, saying his plan unfairly benefits for-profit schools.\nAfter Rubio went on Fox & Friends on Aug. 10, 2015, to lambaste Hillary Clinton’s call to make post-secondary education more affordable, American Bridge 21st Century went after Rubio’s own plan.\n\"Perhaps in his eagerness to criticize, Marco neglected to mention his long-time advocacy for and support of for-profit colleges,\" the PAC wrote on its website. \"And Marco neglected to mention that his own proposed college affordability overhaul would specifically benefit for-profit colleges — institutions with a reputation for willfully misleading students, targeting veterans, in particular.\"\nRubio has spent a lot of campaign time talking about getting a proper education, but we haven’t learned many details of his strategy. Will for-profit colleges \"specifically benefit\" from his ideas to make education more affordable? We decided to take a crash course on his plan and find out.\nRubio’s plan not specific \nRubio took aim at current education practices in a July 7 speech in Chicago. Among his goals would be to change how schools are accredited, saying the current system favored traditional colleges.\n\"Our higher education system today is controlled by what amounts to a cartel of existing colleges and universities, which use their power over the accreditation process to block innovative, low-cost competitors from entering the marketplace,\" Rubio said in his speech. \"Within my first 100 days, I will bust this cartel by establishing a new accreditation process that welcomes low-cost, innovative providers.\"\nAccreditation is a system designed to evaluate whether a school or institution meets quality guidelines, and is generally performed by one of several regional boards. These boards are private groups that must be approved by the federal government, and are comprised of members from already qualified schools.\nIt’s important to keep in mind that a school must be accredited in order to qualify for federal financial aid like student loans and Pell grants. Sources told us that makes accreditation very attractive to for-profit schools, which are owned by private companies looking to make money.\nExperts we interviewed did agree that unless you’re a traditional college, getting accredited can be difficult and lock out schools that could teach skills for less than a degree-granting university. Massive open online courses, boot camps and for-profit colleges often aren’t accredited.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIt’s not clear what the \"innovative providers\" Rubio mentioned in his speech truly are. Other than broad talking points, Rubio has yet to provide specifics about what he means, and his spokesman did not clarify what schools or programs would benefit from changes in the accreditation process. But that means American Bridge can’t say with certainty, either.\n\"Admittedly, we are slightly reading between the lines because Rubio did not utter the words ‘for-profit’ and he has yet to release a white-paper on this specific proposal,\" American Bridge spokesman Ben Ray told PolitiFact. But \"code words\" in Rubio’s speech like catering to \"market forces\" and \"competition\" show that he means for-profit colleges, Ray added.\nMedia outlets and critics like American Bridge have pointed out that Rubio has a history of advocating for the privately run schools. American Bridge argues that for-profit schools have a history of overpromising results to recruit students, especially in Florida.\nIn 2014 Rubio defended Corinthian Colleges, a for-profit company that late declared bankruptcy and closed more than 100 campuses after a federal investigation into its lending practices to students. The U.S. Department of Education fined the company $29.7 million for misleading students at Florida locations by lying about job placement rates.   \nRubio had asked the agency to continue providing federal aid to Corinthian while the company was being investigated. The company donated more than $27,000 to Rubio over the last five years.\nKevin Carey, education policy program director of the New America Foundation public policy institute, agreed that the schools usually have to conform \"to join the club\" and get accredited. But American Bridge is reaching to say Rubio’s plan aims to benefit those private companies when he mentions \"innovative providers.\"\n\"I think it could mean many things, probably including online or technology-enabled education, but not exclusively for-profit colleges,\" Carey said.\nHe noted that Corinthian Colleges already was an accredited institution, so while Rubio may have supported the company, the example doesn’t necessarily apply to a potentially revamped accreditation process the way American Bridge suggests.\nOur ruling\nAmerican Bridge 21st Century said Rubio’s \"proposed college affordability overhaul would specifically benefit for-profit colleges.\"\nRubio has suggested revamping the accreditation process to allow \"innovative providers\" to become accredited. Exactly which schools or programs he means and why they need to be accredited is up for debate, because Rubio hasn’t given any details. That makes it extremely difficult for American Bridge to say the change is specifically to help for-profit colleges, despite Rubio's past affinity for the businesses. Many for-profit schools already are accredited, although experts say others may potentially benefit from Rubio’s plan.\nRubio's plan is not specific in benefiting for-profit colleges, so we rate American Bridge’s statement Mostly False.", "vclaim_id": "vclaim-pol-06078"}