{"url": "/factchecks/2017/jun/27/pat-toomey/toomey-conflates-two-things-latest-health-care-cla/", "speaker": "Pat Toomey", "vclaim": "\"Remember, Obamacare created a new category of eligibility. Working-age, able-bodied adults with no dependents for the first time became eligible for Medicaid if their income is below 138 percent of the poverty level. We’re going to continue that eligibility. No one loses coverage.\"", "truth_label": "half-true", "date": "stated on June 25, 2017 in On \"Face The Nation\":", "title": "Toomey ‘conflates two things’ in latest health care claim", "text": "U.S. Sen. Pat Toomey of Pennsylvania has made clear he supports the Senate’s new health care bill, which is expected to be voted on this week. The Republican said on CBS’s \"Face the Nation\" Sunday the plan would \"make permanent\" Medicaid expansion and that the federal government would \"pay the lion’s share of the cost.\"\n\"Remember, Obamacare created a new category of eligibility,\" Toomey continued. \"Working-age, able-bodied adults with no dependents for the first time became eligible for Medicaid if their income is below 138 percent of the poverty level. We’re going to continue that eligibility. No one loses coverage.\"\nWhat did Toomey mean by \"no one loses coverage?\" And how will the Senate plan affect coverage for people who became eligible for Medicaid under Obamacare?\nSteve Kelly, Toomey’s press secretary, said that when the Senator said \"no one loses coverage\" he was referring to federal eligibility for expanded Medicaid and was not saying no single person would lose coverage.\nSara Rosenbaum, the Harold and Jane Hirsh Professor of Health Law at George Washington, said Toomey \"conflates two things.\" She said the Medicaid eligibility category for adults below 138 percent of the federal poverty level was continued.\n\"But of course what he glosses over is what states will continue to cover these adults once the money starts disappearing,\" Rosenbaum said.\nUnder the Senate plan — similar to the House plan — the federal government will shift from paying about 90 percent of the cost for this new class of adults eligible for Medicaid to paying the state average for other classes of Medicaid recipients, about 57 percent (it would be 52 percent in Pennsylvania). The shift happens gradually, staying at the current rate through 2020 before dropping gradually:\n\n\n85 percent in 2021\n\n\n80 percent in 2022\n\n\n75 percent in 2023\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\n57 percent in 2024\n\n\n\"We think the Medicaid program is a generous partnership for states,\" said Theo Merkel, a Toomey legislative assistant. \"They are paid well over half of the cost for these individuals, and we think that over seven years if you phase in this transition and [the federal government] is still paying over half, it’s unlikely states are going to turn around and cut eligibility for like, in the case of Pennsylvania, 700,000 individuals.\"    \nUnder the Obamacare expansion, about 700,000 Pennsylvanians newly enrolled in Medicaid. The Urban Institute estimates the reduction of federal enhancement money to the state average in Pennsylvania to be about $1.75 billion annually under the AHCA plan, which senior research analyst Matthew Buettgens said would be comparable to the Senate plan.\nBuettgens said moving a greater amount of the cost burden to states would leave them with difficult choices. To make up for the shortfall, they’d likely either have to raise taxes, pay providers less or cut Medicaid benefits. He said failure or inability to do so could lead to a loss in coverage for some individuals.\n\"Basically if states aren’t willing to raise taxes, pay providers less or cut benefits they will have to cut enrollment,\" Buettgens said.\nRosenbaum said some states would likely make up for the increased costs and others wouldn’t, as the CBO projected for the House health care bill.\n\"But the notion that these people will continue to have Medicaid is just absurd,\" Rosenbaum said. \"It rests on an assumption states will keep covering people as they are today once the enhancement money is gone.\"\nOur Ruling \nOn \"Face The Nation,\" Sen. Pat Toomey said, \"Remember, Obamacare created a new category of eligibility. Working-age, able-bodied adults with no dependents for the first time became eligible for Medicaid if their income is below 138 percent of the poverty level. We’re going to continue that eligibility. No one loses coverage.\"\nToomey’s staff said the senator was referring to federal eligibility for that class of adults when he said \"no one loses coverage.\" But Toomey did not clearly state nobody would lose eligibility under the Senate plan. He said \"no one loses coverage,\" leaving his comment open for multiple interpretations. As Rosenbaum said, \"Senator Toomey conflates two things.\"\nSo Toomey is correct that eligibility for a certain class of adults who qualify for Medicaid under Obamacare and previously hadn’t continues under the Senate plan. But it’s possible, even likely, individuals enrolled in Medicaid under the Obama expansion would lose coverage if states decline to cover the shortfall they’ll face after the federal government reduces its share of expanded Medicaid costs.\nWe rule the claim Half True.", "vclaim_id": "vclaim-pol-03169"}