{"url": "/factchecks/2014/apr/15/kenneth-block/ken-block-says-9-percent-ri-workers-go-short-term-/", "speaker": "Kenneth Block", "vclaim": "In Rhode Island, \"Nearly 9 percent of covered employees go out on short term disability every year, with an average outage from work of almost 12 weeks each.\"", "truth_label": "half-true", "date": "stated on April 14, 2014 in a campaign website:", "title": "Ken Block says 9 percent of R.I. workers go on short-term disability every year, for an average of 12 weeks each", "text": "Ken Block, Republican candidate for governor, is taking aim at Rhode Island’s temporary disability insurance program, saying it’s poorly run and too expensive.\nAs an example, Block cites what he says is a high percentage of workers who go on disability.\n\"Nearly 9 percent of covered employees go out on short term disability every year, with an average outage from work of almost 12 weeks each,\" he says on his campaign website. \"These are very high utilization rates, and would either indicate that Rhode Island has a very sick workforce or that the program has some systemic problems [that] need to be addressed.\"\nWhether the system is well-run or not is a matter of opinion. But we decided to see if his statement about how many workers go out on disability is accurate.\nWe looked at some of this back in July, when we checked a claim by state Rep. Patricia Morgan that used Block’s numbers to compare Rhode Island and New Jersey’s TDI usage rates.\nBlock’s campaign said his source for the 9-percent figure is the 2011 annual report of the state Department of Labor and Training, which administers the temporary disability program.\nAccording to the department’s website, Rhode Island’s TDI system was the first in the nation. It collects taxes, 1.2 percent on the first $61,400 a worker earns, and uses that money to pay benefits to others who miss at least seven consecutive days of work because of a medical condition, certified by a doctor. TDI benefits aren’t taxable.   \nThe DLT’s annual report lists the number of eligible claims filed with the program each year, the net amount paid and the number of employees in the state who were supporting the program by paying TDI taxes.\nBlock took the total number of 2011 eligible claims, 35,836, and divided it by the number of workers paying TDI taxes, 393,000, which produces a result of 9.1 percent.\nWhen we checked with the DLT,  spokeswoman Nikki Armstrong said the number of claims represents how many requests for payment the program received.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBut that doesn’t tell you how many people filed for TDI benefits, because individual employees sometimes make more than one claim in a year.\nThe figure that does is the new claims number, which tells how many people made a first claim on the system in that year. In 2011, that number was 30,953, which was 7.9 percent of the 393,000 people paying into the system, not the \"nearly 9 percent\" Block cited.\nAccording to the agency’s 2011 report, the average length of a claim was 11.2 weeks, Block’s \"almost 12 weeks\" claim.\nBut there are more recent numbers than those Block cited. For 2013, slight increases in the number of people paying into the system and slight decreases in the number of new claims dropped that year’s new claims percentage to 7.4 percent, according to the Department of Labor and Training. The average duration of a claim in 2013 went up to 12.2 weeks.\nBlock said his claim was a good-faith calculation based on the best-publicly available data that the Department of Labor and Training had released. The agency’s online report made no distinction between number of claims and number of claimants, he said.\n\"When we use data to do policy research, we use the data that is made available directly by the appropriate state agency,\" he said. The first-claim number wasn’t in the posted report, he said.\nOur ruling\nKen Block said nearly 9 percent of eligible employees go out on temporary disability each year, for an average of 12 weeks.\nHe fell short on the first part of the claim, which he based on 2011 numbers. As we reported in our item last July, 7.9 percent of covered employees went out on disability in 2011. In 2013, it was 7.4 percent.\nHe was closer on the second part of his claim. In both 2011 and 2013, the average duration of a claim was close to 12 weeks.\nBecause the statement is partially accurate but leaves out important details or takes things out of context, we rate it Half True.", "vclaim_id": "vclaim-pol-07991"}