{"url": "/factchecks/2012/nov/16/john-charles/will-more-half-new-sellwood-bridge-accommodate-jus/", "speaker": "John Charles", "vclaim": "\"There is no reason to allocate 60 percent of bridge space to satisfy two percent of all travelers.\"", "truth_label": "half-true", "date": "stated on September 21, 2012 in an online post:", "title": "Will more than half of new Sellwood Bridge accommodate just 2 percent of travelers?", "text": "There are people who think it fiscally irresponsible to spend road dollars on bicyclists and pedestrians when most people still use cars to get around. Case in point: The libertarian-minded Cascade Policy Institute think tank based in Portland and the proposed $299 million project to replace the Sellwood Bridge in Multnomah County. \n\nAnalysts at Cascade posted a short essay on their website, pointing out that most of the new bridge will be dedicated to two percent of bridge users, \"even though cars carry nearly 98 percent of all passenger-trips during the peak hours. Only about 40 percent of the new bridge will be allocated to vehicular travel, with the other 60 percent dedicated to non-motorized transportation in the form of bikeways and mega-sidewalks.\"\n\nThe essay acknowledges a need for more space for walkers and cyclists, but adds this: \"However, there is no reason to allocate 60 percent of bridge space to satisfy two percent of all travelers.\"\n\nCascade is certainly entitled to its opinion, but we wanted to know if the numbers are correct. Is it true that more than half of the new bridge will be dedicated to a small percentage of users?\n\nTo back up, Multnomah County is replacing the Willamette River bridge because it is failing. According to the county’s website, the Sellwood Bridge carries 30,000 vehicles a day, making it Oregon’s busiest two-lane bridge. The current bridge, built in 1925, has one 4-foot wide sidewalk that is so narrow that bicyclists have to squeeze past walkers, use the auto lanes or avoid the bridge.\n\nThe new bridge will include wider sidewalks and lanes for bikes that double as emergency shoulder space for vehicles. Cars will still have two lanes. At its narrowest, the new bridge will double to a width of 64 feet, of which 24 feet will be forautos, pretty much the same as now.\n\nLooked at that way, it’s fair to say that roughly 60 percent of the new space will be for non-motorized vehicles, although that calculation doesn’t account for extra driving lanes at both ends to accommodate auto traffic or shoulder space to accommodate auto troubles. (The county reports that by square footage, the breakdown is 49 percent for vehicles and 51 percent for bicyclists and pedestrians; that backs up the gist of Cascade's statement.)\n\nNext, we asked John Charles, president and CEO of Cascade, how he derived the 2 percent figure. The answer? Field work!\n\nWe love field work at PolitiFact Oregon. Here’s what they did:\n\nCharles and an aide visited the bridge on July 19, a sunny Thursday, and counted vehicle passengers, pedestrians and bicyclists. They counted 3,184 vehicles carrying 3,584 passengers over 90 minutes starting shortly after 7 a.m. Seventy-four crossed on foot or by bike. That breaks down to 98 percent by vehicle and 2 percent by other means.\n\nHis numbers are solid. The project’s own environmental impact study puts daily volume of walkers and riders at 530 on a weekday -- 1.7 percent of total trips if daily vehicle traffic is 30,000.\n\nBut here’s the rub: Part of the point of a new Sellwood Bridge is to grant more space to pedestrians and bicyclists, so we’re not sure it’s entirely fair to use current numbers, which are low because the bridge in its current condition is decidedly unfriendly to non-motorists.\n\nIn fact, Rob Sadowsky, executive director of the Bicycle Transportation Alliance, isn’t surprised by the 2 percent statistic. Riders, he said, will \"go over the Sellwood Bridge if they’re brave.\"\n\nThe Oregonian’s commuting columnist even took a question last year from a rider who had been yelled at by a runner while crossing the Sellwood. Apparently, the sidewalk in question is so tight that the county has posted signs directing bicyclists to walk their bikes.    \n\nLet’s look at projections for the Sellwood Bridge, which we acknowledge, are just that. The environmental impact study for the bridge projects 9,350 trips by bike or on foot every weekday by 2035, with motor traffic estimated at 39,000 a day. That would put non-motorized trips at 19 percent.\n\nWe asked Charles of the Cascade Policy Institute for his response to the projection.\n\n\"One, I don’t believe it. This city is famous for wild projections,\" he said. \"They can project whatever they want, that’s the world they live in, it’s computer-generated fantasies. It’s not reasonable, and even if you got it, it doesn’t negate my prior point: There’s no reason to allocate that much space for that mode. They function quite well with narrower space.\"\n\nCharles agrees there should be a minimum amount of space for non-drivers, but says the new Sellwood is overkill. He points to the Hawthorne, Broadway and Burnside as stellar examples of bridges with abundant use by cyclists, walkers and drivers. Hawthorne, we should point out, has four driving lanes and two 10-foot wide sidewalks; one-fifth to one-quarter of its daily traffic is by non-motorists.\n\nCharles has a right to his opinion about whether the county is going overboard. And he could be right that the new Sellwood Bridge will never see the increase in non-motorized traffic projected by the planners.\n\nBut the bridge of today is apples to the oranges of the bridge of tomorrow -- making the statistic he’s citing an inappropriate indicator of future use. Non-drivers make robust use of Hawthorne because of the space given them. Present bike traffic on the Sellwood Bridge is so low today because the current bridge is outright hostile and dangerous to pedalers, walkers and runners, with one skinny sidewalk close to a bunch of cars. That’s a significant detail missing from the statement.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClackamas County Commission\n\n\nstated on August 23, 2012 in a press release\n\n\n\n\n\n\n\n\nClackamas County Commissioners \"approved a re-negotiated agreement to lower the county’s contribution to TriMet’s Portland-Milwaukie Light Rail project to $19.9 million from $25 million.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • August 30, 2012", "vclaim_id": "vclaim-pol-09999"}