{"url": "/factchecks/2017/jul/27/anthony-scaramucci/it-felony-leak-financial-disclosure-form-anthony-s/", "speaker": "Anthony Scaramucci", "vclaim": "\"In light of the leak of my financial disclosure info which is a felony I will be contacting @FBI and the @TheJusticeDept\"", "truth_label": "false", "date": "stated on July 26, 2017 in a tweet:", "title": "Is it a felony to leak a financial disclosure form, as Anthony Scaramucci said?", "text": "Anthony Scaramucci, the new White House communications director, called for a full-blown federal investigation of leaks in a tweet.\n\"In light of the leak of my financial disclosure info which is a felony,\" he wrote on Twitter, \"I will be contacting @FBI and the @TheJusticeDept #swamp @Reince45\"\nHe later deleted the tweet. The White House did not provide information for this fact-check.\nFirst, it’s important to note that the financial disclosure was a public record, not secret information.\nSecond, Scaramucci’s financial disclosure form wasn’t leaked. It was available upon request from Scaramucci’s former employer, the Export-Import Bank, as of July 23, 2017, or 30 days after it was filed.\nThis is how Lorraine Woellert, the Politico reporter who broke the story, got it.\n\"My source for @Scaramucci financials was Ex-Im Bank. Period.\"\nMy source for @Scaramucci financials was Ex-Im Bank. Period. https://t.co/seNUtnwQoz— Lorraine (@Woellert) July 27, 2017\n\nThe Export-Import Bank confirmed Woellert put in a request to their ethics office and said that any reporter was welcome to put in the same request.\nWhen the New York Times asked Scaramucci why he thought the report had been leaked, he said, \"They aren’t in process yet,\" but didn’t elaborate. He did not respond when told the form could be released as of July 23.\nScaramucci’s claim the leak was a felony would be off even if, as he seemed to believe, the 30-day period had not yet ended.\nLaw experts told us that criminal statutes apply only to those who leak nonpublic national security information, like classified information or the identity of undercover agents, for theft of government property. The government has pursued such cases multiple times. However, Scaramucci’s financial disclosure forms were not of relevance to national security.\nThere are also laws on computer privacy that aren’t limited to classified information. According to James Hoopes, Murata Professor of Business Ethics at Babson College, it may have been a felony if the financial disclosure form was obtained by hacking a computer, which it wasn’t.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThere are also statutes that criminalize certain disclosures, such as the disclosure of tax returns, enacted after President Richard Nixon used these to go after his political enemies. But there’s no such statute for financial disclosure forms.\nDisclosures of personal information could potentially form the basis of a civil suit for violation of the Privacy Act, according to Kathleen Clark, a legal ethics expert and law professor at Washington University.\nThe Privacy Act says that agencies can’t disclose records that are contained in a system of records without the consent of the individual. But even that wouldn’t constitute a felony, and the time the record was to be contained had expired.\nScaramucci acknowledged the weakness of his original legal claim to Chris Cuomo on CNN, but he stayed on message with regards to leaks.\n\"I understand the law. I know that there was a public disclosure mechanism in my financial forms,\" Scaramucci said. \"What I'm upset about is the process and the junk pool, the dirty pool, Chris, in terms of the way this stuff is being done, and the leaking won't stop.\"\nSome reporters posited that Scaramucci’s inclusion of White House Chief of Staff Reince Priebus’ handle in the tweet was an accusation of having produced the leak. After deleting the original tweet, Scaramucci wrote another tweet to correct the record and again tagged Priebus.\n\"Wrong! Tweet was public notice to leakers that all Sr Adm officials are helping to end illegal leaks. @Reince45\".\nWrong! Tweet was public notice to leakers that all Sr Adm officials are helping to end illegal leaks. @Reince45 pic.twitter.com/AB0reseuX1— Anthony Scaramucci (@Scaramucci) July 27, 2017\n\nJustice Department spokeswoman Sarah Isgur Flores responded to Scaramucci’s original tweeted request that the Justice Department launch a federal investigation into leaks.\n‘We have seen an astonishing increase in the number of leaks of classified national security information in recent months,\" Isgur Flores said in a press release. \"We agree with Anthony that these staggering number of leaks are undermining the ability of our government to function and to protect this country. Like the Attorney General has said, ‘whenever a case can be made, we will seek to put some people in jail,’ and we will aggressively pursue leak cases wherever they may lead.\"\nThe FBI did not respond to our request for comment on Scaramucci’s call to action, but directed our question of whether a leak of financial disclosure forms constituted a felony to the Justice Department. The Justice Department did not respond.\nOur rating\nScaramucci called the leak of his financial disclosure form a felony in a tweet that he later deleted.\nHe was incorrect in calling the publishing of his form a leak, as it was a public document provided to the Politico reporter by the Export-Import Bank after the required 30 days of his filing.\nEven if it had been provided earlier, though, experts told us the leak of financial disclosure information wouldn’t be considered a felony, unless someone had hacked the system to obtain it.\nWe rate this statement False.\n Share the Facts 2017-07-27 20:31:08 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  “In light of the leak of my financial disclosure info which is a felony I will be contacting @FBI and the @TheJusticeDept”    Anthony Scaramucci White House Communications Director   in a tweet Wednesday, July 26, 2017 2017-07-26    Read More  info", "vclaim_id": "vclaim-pol-03055"}