{"url": "/factchecks/2012/aug/28/barack-obama/radio-ad-barack-obama-says-paul-ryan-tried-change-/", "speaker": "Barack Obama", "vclaim": "Says Paul Ryan \"tried to change the whole game\" for Social Security", "truth_label": "half-true", "date": "stated on August 20, 2012 in a radio ad:", "title": "Radio ad from Barack Obama says Paul Ryan \"tried to change the whole game\" on Social Security", "text": "A radio ad from the Barack Obama campaign attacks vice presidential candidate Paul Ryan by bringing up Ryan’s record of attempting to reform entitlement programs.\n\nIn the ad, a man and a woman are heard talking about how the GOP candidates would replace Medicare with a voucher program and increase healthcare costs. But it also implicates past ideas Ryan has proposed to reform Social Security.\n\n\"Now Mitt Romney picks a vice presidential candidate like Paul Ryan, who tried to change the whole game when it comes to Medicare and Social Security,\" the woman in the ad says.\n\nWe’ve checked many claims on Republican plans for Medicare, but what’s Ryan’s record on Social Security reform? Did he really try to change the whole game?\n\nRyan’s first attempts at Social Security legislation\n\nFive years after being elected to the U.S. House of Representatives, Ryan proposed the Social Security Personal Savings Guarantee and Prosperity Act of 2004. It was the first of essentially three different plans Ryan has advanced in the last eight years.\n\nRyan’s plan was a response to projected shortfalls in the Social Security program. In 2033 or so, payouts would drop to about 75 percent of current benefits if nothing if changed. (Interestingly, Ryan is himself has received Social Security: He received two years of survivor’s benefits after his father’s death when Ryan was 16.)\n\nHis plan suggested revamping the Social Security Old-Age, Survivors, and Disability Insurance program by allowing workers younger than 55 to divert some of their contributions from Social Security to voluntary personal savings accounts. The money in the accounts would be invested, overseen by the government, instead of paying for current retiree benefits.\n\nThe plan allowed workers to invest about half of their payroll taxes in their personal accounts, based on a progressive formula. At retirement, the account would convert into an annuity that paid benefits at least equal to Social Security, and potentially more, depending on how the investments performed.\n\nWorkers who never invested in a personal savings account would be provided current-level benefits, but the proposal assumed everyone would switch, since the personal accounts would give the same benefits with no risk of a reduction in payouts.\n\nThe selling point of this plan was that current benefits could be maintained through 2077 without raising taxes. But the plan required more than $2 trillion for the first 10 years of transitional funding. With people moving contributions out of the traditional Social Security program, shortfalls in traditional Social Security payouts would have to be made up by borrowing from general revenue, which is collected through income taxes.\n\nThe government would also have to make up for ups and downs in the stock market, which could affect how much the investment accounts were able to pay.\n\nThis plan died in committee in 2004. Ryan reintroduced it in 2005, but it failed to move forward again. That same year, President George W. Bush introduced a similar plan that used personal savings accounts, but the Bush proposal also proved largely unpopular both with the public and on Capitol Hill.\n\nRyan became ranking member of the House Budget Committee in 2007, and tried again the next year. The new plan made a number of changes to lower the costs to the government, raising retirement ages and cutting benefits for middle- and high-income workers, but protecting payments to low-wage workers. It also made employer contributions to health insurance policies taxable as a source of revenue for the program.\n\nThe 2008 plan, known as the Roadmap to America’s Future, also recommended switching Medicare to a premium support plan, giving states control of Medicaid and scaling back the amount of payroll taxes that could be invested in the accounts from one-half to one-third. It met the same fate as its predecessors, and died in committee, as it did after being reintroduced in 2010.\n\n Ryan’s plans with a Republican majority\n\nRyan became chairman of the House Budget Committee in 2011. His current Path to Prosperity budget resolution, which was introduced in 2011 and again in 2012, jettisons all mention of potential privatization, choosing instead to focus on overhauling Medicare and cutting taxes and expenditures. He has said subsequently this was to minimize political grandstanding on the part of Democrats.\n\n\"If we put a Social Security plan out there it’d be too tempting for Harry Reid and Nancy Pelosi to demagogue it just like they’re doing on Medicare, running all these ‘Mediscare’ campaigns,\" Ryan said at a discussion during the Peter G. Peterson Foundation 2011 fiscal summit. \"We figured they would do that on Social Security and make it harder to get a Social Security agreement.\"\n\nThe resolution suggests only that \"in the event that the Social Security program is not sustainable, the President, in conjunction with the Board of Trustees, must submit a plan for restoring balance to the fund.\" This would also require the U.S. House and Senate to provide ideas for potential solutions, as well.\n\nThe House passed the non-binding budget resolution for fiscal year 2012, but it was voted down in the Democrat-controlled Senate. The current fiscal year 2013 plan, which aims to further reduce the deficit and take down Obamacare, also passed the House but not the Senate, and now serves as one of the flashpoints of the presidential campaign.\n\nThe Romney-Ryan plan for Social Security\n\nSo now that he’s a vice presidential candidate, what would a potential Romney-Ryan administration do about Social Security?\n\nRomney has previously endorsed the Path to Prosperity, but when PolitiFact asked Romney spokesman Ryan Williams about the candidate’s plan for Social Security, he directed us to Romney’s website, which contained two points:\n\n\"First, for future generations of seniors, Mitt believes that the retirement age should be slowly increased to account for increases in longevity.\n\n\"Second, for future generations of seniors, Mitt believes that benefits should continue to grow but that the growth rate should be lower for those with higher incomes.\"\n\nThe site also noted it plans \"no change in benefits for those at or near retirement.\"\n\nRomney mentions private savings accounts in his 2010 book, No Apology: The Case For American Greatness, but notes the Great Recession likely has shelved that idea for now. \"Given the volatility of investment values that we have just experienced, I would prefer that individual accounts were added to Social Security, not diverted from it, and that they were voluntary,\" he wrote.\n\nThe add-on accounts Romney mentions are a key difference from Ryan’s plan. Romney wrote he wanted the accounts to be in addition to current benefits, while Ryan has stated he wanted the accounts, which were always slated to be voluntary, to replace drawing benefits from the current Social Security Trust Fund. Now, neither Republican candidate seems to be addressing them in the campaign at all.\n\n The ruling\n\nSo are the Democrats correct that Paul Ryan tried to \"change the whole game\" of Social Security? It depends on how you’re scoring.\n\nHe did indeed propose a sweeping change to Social Security in 2004 and several times since. But we find it’s not quite true that he \"changed the whole game.\" Even at its most ambitious, his plan did not affect people who were older than 55 and, for younger workers, the plans were voluntary and allowed workers to stay within the traditional Social Security system.\n\nAt no time has he proposed ending Social Security altogether, but that’s not exactly what the radio ad is alleging. His most recent plan is limited to a demand that the White House and Congress fix it at some unspecified point in the future.\n\nWe rate this statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPaul Ryan\n\n\nstated on March 31, 2010 in a speech to the Oklahoma Council of Public Affairs\n\n\n\n\n\n\n\n\nIn 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. ... Another 20 percent were receiving almost 40 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • April 21, 2010", "vclaim_id": "vclaim-pol-10506"}