{"url": "/factchecks/2012/sep/20/americans-tax-reform/americans-tax-reform-claims-88000-ohioans-have-los/", "speaker": "Americans For Tax Reform", "vclaim": "\"Since President Obama took office, over 88,000 Ohio workers have lost their jobs.\"", "truth_label": "half-true", "date": "stated on September 19, 2012 in an election flier :", "title": "Americans for Tax Reform claims 88,000 Ohioans have lost their jobs since Obama took office", "text": "Jobs numbers are among the most common statistics used in political claims because they have proven to be a potent issue in campaigns.\n\nAmericans for Tax Reform -- the group led by Grover Norquist that is best known for its Taxpayer Protection Pledge opposing all tax increases -- makes a jobs number the most prominent claim in a brochure it mailed to Ohio voters this month.\n\n\"Since President Obama took office, over 88,000 Ohio workers have lost their jobs,\" the brochure states in large type. It links the figure to \"wasted spending\" by the federal government and \"not enough jobs.\" \n\nPolitiFact Ohio decided to check out the claim.\n\nThe brochure cites the Bureau of Labor Statistics, the federal government’s official source for employment statistics, as the source for its figure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nPolitiFact Ohio contacted Americans for Tax Reform. Its staff said it specifically used the area unemployment statistics for Ohio from January 2009, the month Obama was inaugurated, and July 2012, the most recent figure that was available on Aug. 29, the day it accessed the data.\n\nThe BLS table shows that there were 5,440,511 employed Ohioans in January 2009, and 5,351,943 employed in July.\n\nSimple subtraction shows 88,568 fewer employed Ohioans, a net loss of jobs that backs up ATR's claim.\n\nBut fully understanding the ATR claim requires putting that number in context. As the mailer says, \"it’s important for Ohio to get the whole picture.\"\n\nIn this case, context is important because the brochure criticizes Obama for what it says is wasteful spending under the American Recovery and Reinvestment Act, commonly known as the ‘stimulus,’ that didn’t yield jobs that were promised.\n\nIt urges voters to call the president and \"tell him to help the economy by cutting government spending and reducing taxes, and urge him to sign the Taxpayer Protection Pledge.\"\n\nSome background will help: The Great Recession started in December 2007, before Obama took office, and had its official end in June 2009.\n\nJob losses in Ohio started in February 2008 and continued every month until December 2009, when Ohio employment hit bottom, according to BLS data. Almost twice as many jobs were lost in Ohio in the year before Obama's inauguration -- 173,632 -- as happened on his watch, in the time frame used by ATR's brochure.\n\nBecause Obama was sworn in on Jan. 20, 2009, February was actually his first full month in office. That month also was when the American Recovery and Reinvestment Act -- the stimulus specifically cited in the brochure -- was signed into law, on Feb. 17, 2009.\n\nThat’s important to know because ATR surrounds the job-loss claim with examples of stimulus projects to bolster the notion of wasteful spending. The timeline ATR used for job losses in Ohio predates the stimulus law by a month.\n\nUsing the February figure of 5,414,966 working Ohioans reduces the total job losses through July 2012 to 63,023, more than 28 percent below the claim in ATR's brochure.\n\nWhy such a big difference? The months surrounding the transition between President George W. Bush and Obama included some of the most rapid job losses of the recession.\n\nMeanwhile, a seasonal comparison of employment figures, from July 2009 (the first month after the official end of the recession) to July 2012, actually shows Ohio has added more than 42,000 jobs.\n\nIt's worth noting that several other figures also appear on the BLS table. They show the number of unemployed Ohioans dropping by 93,472 -- from 511,409 to 417,937 -- between January 2009 and July 2012. Ohio’s labor force also shrank in that period, from 5,951,920 to 5,769,880.\n\nThe unemployment rate, which hit its low of 10.6 percent in July 2009, dropped from 8.6 percent in January 2009 to 7.2 percent last July.\n\nSo where does that leave the Americans for Tax Reform claim that 88,000 Ohio workers have lost their jobs since Obama took office?\n\nThe statement is partially accurate. It correctly cites the number of jobs lost in Ohio between January 2009, the month Obama was sworn in, and July 2012.\n\nBut including January in that count also means including a month in which Obama was not president for the first two-thirds of it. And it includes a month and one-half of time that predates enactment of the stimulus law, something the brochure clearly is targeting.\n\nAnd the statement ignores the trend line of an economy that was hemorrhaging jobs when Obama took office but began heading upward, albeit slowly. Ohio hasn’t recovered all the jobs lost since January 2009. But there are 96,000 more Ohioans working now than in December of that year. And Ohio’s unemployment rate, which through July has fallen for 12 straight months.\n\nThose are important details that provide context needed to fully understand the ATR claim.\n\nOn the Truth-O-Meter, the claim rates Half True.", "vclaim_id": "vclaim-pol-10350"}