{"url": "/factchecks/2013/jan/11/tom-price/fiscal-cliff-impact-taxes-matter-perspective/", "speaker": "Tom Price", "vclaim": "The fiscal cliff deal \"ultimately raised taxes.\"", "truth_label": "half-true", "date": "stated on January 2, 2013 in a radio interview:", "title": "Fiscal cliff impact on taxes a matter of perspective", "text": "Even before the smoke cleared from the new year’s fiscal cliff battle, politicos were at it again.\n\nThey couldn’t agree whether the deal hiked taxes or cut them.\n\nErstwhile allies contradicted each other. Tax nemesis Grover Norquist, president of Americans for Tax Reform, tweeted that it was a tax cut. Members of Congress who signed his group’s pledge to never raise taxes kept their promises, he said.\n\nU.S. Rep. Tom Price, a Roswell Republican and a fiscal hawk, came away with the opposite impression.\n\n\"My assessment was that it ultimately raised taxes and didn’t decrease any spending. In fact, it increased spending,\" Price said during a Jan. 2 interview on WMAL-FM, a Washington-area radio station.\n\nSo which one is it? A tax increase or a tax cut? We waded chin-deep into the swampy depths of federal budget making to find out.\n\nWe’ll tackle whether the deal is a spending cut or an increase in a separate story.\n\nA spokesman for Price said that the congressman was referring to a variety of provisions that change taxes for individuals and businesses, such as the switch in marginal tax rates for those who make more than $400,00 a year and alterations to estate and investment tax rules.\n\nBut this is only part of the story.\n\nThe nonpartisan Congressional Budget Office issues independent analyses of legislation to help lawmakers gauge its impact on the federal government’s coffers.\n\nIt found that the fiscal cliff deal, otherwise known as the American Taxpayer Relief Act of 2012, will actually cut the money the federal government raises through taxes by $3.6 trillion through 2022. This means that by its reckoning, the deal is a tax cut.\n\nHow can taxes rise and fall at the same time?\n\nIt’s a matter of perspective, experts told us.\n\nThe fiscal cliff was a legislative package of painful tax increases and spending cuts set to begin if Congress failed to take action on the budget by midnight Jan. 1. The lawmakers who designed it thought the measures would be so draconian that Congress would have to act before then.\n\nIt wasn’t, and the country fell off the cliff. But something about staring into the fiscal abyss stirred the House of Representatives into action. A deal passed hours into the new year.   \n\nIf it had failed to act, the old law would have placed projected tax revenue at $44 trillion through 2022, according to the CBO. But under the new deal, revenue would equal $40.4 trillion -- hence the $3.6 trillion tax cut\n\nBut there’s another way of assessing whether new tax legislation is a cut or increase: comparing the revenue to the taxes we used to pay in 2012.\n\nFrom this perspective, they’re up. In August, the CBO released tax revenue projections based on an \"alternative fiscal scenario\" where taxes through 2022 would stay much the same as they were in 2012.\n\nIts analysts found that receipts would have totaled $38.9 trillion. Under terms of the last-minute deal, they’re some $1.4 trillion higher.\n\nBoth of these perspectives, or \"baselines,\" have their strengths and weaknesses. Budget analysts use the first method because it keeps them from having to guess what future law will be. But the latter comparison can give more perspective on the law’s impact on consumer spending.\n\n\"When politicians talk about this, either analysis is legitimate,\" said Howard Gleckman, an Urban Institute expert.\n\nThe trick is to make sure you don’t mix up your baselines. If you’re comparing current taxes with the ones we paid in 2012, use it for spending as well to avoid an apples-to-oranges comparison. (Price runs into trouble on this front. We’ll address this in a future PolitiFact.)\n\nThis brings us to the unsatisfying conclusion that Price is right and wrong. The fiscal cliff deal raises taxes compared with prior policy, but it lowered them compared with prior law.\n\nOr, in other words, if Congress kept the 2012 law, our taxes would be higher than they are now. But if our taxes stayed at 2012 levels, they’d be lower.  \n\nThis means Price’s statement that the fiscal cliff deal \"ultimately raised taxes\" is Half True. It is accurate but leaves out important details.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-09861"}