{"url": "/factchecks/2011/apr/27/leo-berman/state-rep-leo-berman-says-kapiolani-medical-center/", "speaker": "Leo Berman", "vclaim": "Says the hospital listed on Barack Obama’s just-publicized long-form birth certificate denies the president was born there.", "truth_label": "pants-fire", "date": "stated on April 27, 2011 in a Texas Tribune article:", "title": "State Rep. Leo Berman says Kapiolani Medical Center for Women and Children denies President Barack Obama was born there", "text": "Trying to quell recurrent unfounded claims that he wasn’t born in Hawaii, President Barack Obama released his long-form birth certificate Wednesday.\n\nIn a White House news conference, the president said he was releasing the document in order to move on from the so-called \"birther\" issue: \"We have to make a series of very difficult decisions about how we invest in our future but also get a hold of the deficit and debt. But we're not going to be able to do it if we are distracted. We're not going to be able to do it if we just make stuff up and pretend that facts are not facts.\"\n\nNevertheless, Obama said, there will likely be \"a segment of people\" for whom the evidence of his birth certificate is not enough. Indeed, shortly after Obama spoke, state Rep. Leo Berman, R-Tyler, said he’s still not persuaded that Obama was born in a Honolulu hospital, according to the Texas Tribune.\n\nThe Tribune reported that Berman, who has filed legislation to require presidential candidates who want to appear on the Texas ballot to present their birth certificate to the secretary of state, \"claims the hospital Obama lists on his birth certificate — in fact, all hospitals in Honolulu — have denied the president was born there.\"\n\nWe followed up with Berman, who told us that two hospitals, including Kapiolani Medical Center For Women and Children, where Obama says he was born, have denied it. He couldn’t recall the name of the other hospital.  \n\nAsked where and when the hospitals made the denials, Berman told us: \"In several places over the past year and a half,\" but provided no more specifics. \"Neither hospital recognized the fact that he was born there and not only that, but you would think that the hospital that gave birth to the president of the United States would have some kind of commemorative plaque or something.\"\n\nBerman also said that \"it’s going to take someone with a lot of money like Donald Trump to take a look at this and see if Kapiolani will admit whether or not he was born there.\"\n\nTrump, a possible GOP presidential candidate, has repeatedly suggested that Obama was not born in the United States. Earlier this month, for example, he said Obama’s \"grandmother in Kenya said he was born in Kenya and she was there and witnessed his birth.\" PolitiFact rated that statement False. Responding to a 2008 question about whether \"she was present when he was born in Kenya,\" Obama’s grandmother, who speaks Swahili, at first said through a translator that she was. Then she clearly and repeatedly corrected herself, saying that he was born in the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nA subset of Obama critics, dubbed \"birthers,\" doubt that he is a natural-born U.S. citizen, a requirement to serve as president. PolitiFact has checked at least five other claims about Obama’s birthplace, finding no truth to any of them. One was a February claim by Berman, who said Hawaii’s governor \"can’t find anything that says (Obama) was born in Hawaii.\" Finding no evidence that the governor said that, we rated his claim False.\n\nWe searched the Lexis-Nexis database, which archives news articles, and the Internet, where skepticism about Obama’s proof of citizenship thrives, for assertions that Kapiolani hospital had ever denied that it was the site of Obama’s birth.\n\nWe found no instances of hospital officials making that assertion. However, we found a Jan. 18 story by World Net Daily, a conservative news website that has fanned the birth certificate controversy, reporting that a former Honolulu elections official had said that Kapiolani hospital has no record that Obama was born there.\n\nTwo days later, Hollywood reporter Mike Evans, claiming to be a longtime friend of Hawaii Gov. Neil Abercrombie’s, told Minnesota’s KQRS-FM radio that the governor had told him that he had searched \"everywhere using his powers as governor\" at Kapiolani and Queen’s hospitals and that \"there is no Barack Obama birth certificate in Hawaii. Absolutely no proof at all that he was born in Hawaii.\"\n\nHowever, FoxNews.com later quoted Evans as saying that he had misspoken. \"I haven’t talked to Neil since he’s been governor,\" he said. According to Fox, Evans said that he called Abercrombie’s office after reading online reports that the governor couldn’t find Obama’s birth certificate but Abercrombie did not return his call.\n\nObama’s newly-released long-form birth certificate contradicts those reports — and Berman’s claim. The document says that Barack Hussein Obama II was born at Kapiolani Maternity & Gynecological Hospital at 7:24 p.m. Aug. 4, 1961.\n\nWe attempted to reach officials from the Kapiolani Medical Center for Woman and Children on Wednesday and didn’t hear back. But as FactCheck.org reported in its April 9 look at Trump’s claims, Kapiolani can’t legally release individually identifiable health information, which the 1996 Health Insurance Portability and Accountability Act (HIPAA) prohibits.\n\nIndividually identifiable health information, according to the U.S. Department of Health and Human Services, is information relating to the provision of health care to an individual, or anything that can reasonably be used to identify the individual, such as a name, address, birth date or Social Security number.\n\nAn individual’s health information can only be shared under certain circumstances, according to the site, such as reporting a gunshot wound to the police. Protected information includes information in an individual’s medical record, and health providers must comply with an individual’s right to decide whether or not health information can be shared for certain purposes.\n\nIn July 2009, World Net Daily quoted Kristy Watanabe, a spokeswoman at Hawaii Pacific Health, which includes the Kapiolani hospital, as saying: \"Our comment to everyone who has been calling is that federal law does not permit us to provide any more details concerning information about Obama’s birth without authorization from Mr. Obama.\"\n\nHowever, the medical center has promoted a January 2009 letter Obama wrote on White House stationery to congratulate the medical center on its centennial celebration. \"Kapiolani was one of Hawaii’s earliest hospitals, and it has served many generations of Hawaii’s people with distinction,\" the letter says. \"As a beneficiary of the excellence of Kapiolani Medical Center — the place of my birth — I am pleased to add my voice to your chorus of supporters.\"\n\nThe Foundations of Hawaii Pacific Health published the letter in the spring 2009 issue of its Inspire magazine, and the medical center posted video of Abercrombie reading Obama’s letter at the centennial dinner on its website.\n\nFor CNN’s recent investigation into \"birther\" claims, which aired April 25-26, CNN reporter Gary Tuchman traveled to Hawaii to conduct numerous interviews, including one with Monika Danielson, who says she was in the hospital at the same time as Obama's mother and saw him in the nursery. He also interviewed Chiyome Fukino, who was the state Health Department's director under Republican Gov. Linda Lingle.\n\nThe bottom line, according to Tuchman: His research \"reveals what most analysts have been saying since the 'birther' controversy erupted during the 2008 presidential campaign: Obama was born in Hawaii on Aug. 4, 1961. Period.\"\n\nSo far as we can tell, Kapiolani hasn’t confirmed that Obama was born there, citing federal privacy law that prevents it from doing so. But we found no record that the hospital has ever denied it, as Berman claims. Nor did the lawmaker provide evidence of such.\n\nWe have a rating for such statements. Pants on Fire!", "vclaim_id": "vclaim-pol-13187"}