{"url": "/factchecks/2016/aug/02/majority-forward/attacking-pat-toomey-did-he-try-shut-down-governme/", "speaker": "Majority Forward", "vclaim": "Says Sen. Pat Toomey \"even tried to shut down the federal government in order to eliminate funding for Planned Parenthood.\"", "truth_label": "barely-true", "date": "stated on July 29, 2016 in In a political ad:", "title": "Attacking Pat Toomey: Did he try to shut down government over Planned Parenthood?", "text": "The latest ad from the PAC Majority Forward goes after Pat Toomey’s stances on abortion. It accuses the senator of voting against Planned Parenthood, being against a woman’s right to choose and supporting the overturning of Roe v. Wade. In one segment, Majority Forward, which bills itself as an organization with a goal of increasing voter registration and turnout and is associated with the pro-Democrat Senate Majority PAC, claims Toomey \"even tried to shut down the federal government in order to eliminate funding for Planned Parenthood.\"\nPlanned Parenthood was a major point of contention last year, and Toomey has long been an opponent of the organization. But did Toomey really try to shut down the federal government?\nThe dispute over Planned Parenthood peaked last September after a series of undercover videos of its executives and technicians discussing aborted fetuses had been released by the Center for Medical Progress. House and Senate Republicans, primarily Tea Party figures, responded by calling for Congress to defund the organization. The debate caused complications as legislators worked toward a spending deal needed to keep many government programs running.  \nPlanned Parenthood gets about $450 million each year in federal funds, mostly out of funding from Medicare and Medicaid. On September 24, the Senate voted on a spending bill containing language to defund Planned Parenthood. Toomey was one of 47 senators who voted in favor of the bill -- not enough for it to pass.\nOn September 30, the day before the deadline for the government shutdown, the Senate passed a spending deal that didn’t contain language to defund Planned Parenthood. Toomey was one of 20 senators to vote no on the final bill, compared to 78 senators who voted yes. This came about a week after Toomey told New York magazine he didn’t think it was a good idea to cause a government shutdown over Planned Parenthood.  \nA government shutdown was a possible result if the bill did not pass.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"He voted against the continuing resolution that funded Planned Parenthood and the government,\" said Joshua Huder, senior fellow at Georgetown’s Government Affairs Institute. \"Whether he was threatening to shut down the government may be rhetorical.\"   \nLast year, after Toomey voted against the spending plan, he released a statement saying, \"I have strongly supported efforts to permanently stop government shutdowns. Shutdowns are no way to conduct the nation’s business....It is now apparent that the government will not shut down, so the question before the Senate is whether taxpayers should be forced to fund Planned Parenthood’s outrageous extremist practices. I voted against that, and I am instead in favor of shifting Planned Parenthood’s funding over to health centers that provide essential services to women in need.\"  \nToomey’s campaign condemned the Majority Forward ad, saying the PAC was lying and said Toomey has fought to end government shutdowns. Majority Forward did not respond to a request for comment.   \nOur ruling \nWith Republicans calling to defund Planned Parenthood last year, a federal spending plan was pushed to the brink. Had a plan not passed before Oct. 1, the government would have shut down like it did in 2013.\nOn September 30, a few days after voting for a failed spending bill that would have defunded Planned Parenthood, Senator Pat Toomey voted no on a final spending bill overwhelmingly approved by the Senate. So Toomey voted against a bill that averted a government shutdown. By doing so, he didn’t do the same thing as try to \"shut down the government,\" as Majority Forward claims.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-04546"}