{"url": "/factchecks/2012/aug/03/national-republican-congressional-committee/nrcc-targets-betty-suttons-support-health-care-ref/", "speaker": "National Republican Congressional Committee", "vclaim": "In 2010, Betty Sutton \"voted to destroy Medicare.\"", "truth_label": "false", "date": "stated on July 30, 2012 in a news release:", "title": "NRCC targets Betty Sutton's support for health care reform in claim she voted to destroy Medicare", "text": "Senior citizens, you are dupes and rubes. That seems to be what too many politicians and the political groups think of you, anyway (we disagree vehemently), the way they try to scare you.\n\nBoth parties are guilty, as PolitiFact has noted repeatedly, but today, it’s the National Republican Congressional Committee’s turn. Consider what the NRCC said on July 30, in an apparent attempt to gain senior votes:\n\nCongresswoman Betty Sutton \"voted to destroy Medicare.\"\n\nNo, Sutton did not. This is a bit like the earth-is-flat argument, put to rest hundreds of years ago. PolitiFact has been through several iterations of the Medicare claim, voiced in variations by both parties, but here’s the thing: People are still using it.\n\nThe NRCC claim is based on Sutton’s 2010 vote to pass the Patient Protection and Affordable Care Act, which you might know as \"Obamacare.\" The act, upheld by the U.S. Supreme Court, aims to make health care readily available to uninsured Americans. But it also slows the rate at which Medicare will grow over the next decade. Medicare is the government program that provides health insurance to seniors, and a number of experts say its growth rate is unsustainable.\n\nSo here is what will happen to spending on Medicare because of the Affordable Care Act. Its cost will grow $7.1 trillion over a decade, according to Congressional Budget Office projections previously reviewed by PolitiFact.\n\nYou read that right. It will grow.\n\nWithout the Affordable Care Act, Medicare spending would grow even more, by an additional $500 billion. The difference means the rate of growth will be slowed by about 7 percent.\n\nWith $500 billion less, you’d think that Medicare might have to scale back its ambitions or services. President Barack Obama’s administration says the savings will come from eliminating waste and duplication. Savings also will come from a program called Medicare Advantage, which provided extra money to private insurers in hopes that they would expand their coverage to more rural areas. That didn’t happen, so the government says it wants to stop giving them extra money and will grade Advantage programs -- and give or withhold bonuses -- based on effectiveness.\n\nReasonable people can be suspicious as to how, exactly, this will play out. Some Medicare Advantage patients have enjoyed a generous level of government benefits, and they fear they will lose some.\n\nBut the CBO has been clear: Medicare spending will grow. The Affordable Care Act has extra money for prevention services, and seniors are getting a break on out-of-pocket expenses for their prescription drugs.\n\nOK, don’t believe the government. Skepticism is healthy and sometimes deserved. Now  consider that Sutton, a Democratic congresswoman from Copley Township, voted for the Affordable Care Act.\n\nDoes that mean that she \"voted to destroy Medicare,\" as the NRCC said in its news release July 30?\n\nWe asked NRCC spokeswoman Katie Prill about the claim, since Prill sent the email to reporters. Prill cited, among other things, a Washington Post articlein 2010 that described $500 billion worth of \"cuts\" to Medicare under the health law.\n\nBut the Washington Post’s own Fact Checker column has been over this repeatedly, and has saidthe characterization of \"cuts\" is an \"oldie but goodie.\" (The Post also said, \"Someone must be falling for this stuff, however, or else it would not keep getting repeated.\")\n\nPrill also cited a Wall Street Journal opinion piece in 2011 that referred to health care \"rationing\" from an unelected 15-member Medicare advisory panel. The piece said that this Independent Payment Advisory Board,  to be appointed by the president by 2014 to make recommendations on controlling Medicare costs, could \"throw granny over the cliff\" if Medicare isn’t reformed.\n\nGranny doesn’t want to go over the cliff, assuredly. But Prill’s third piece of backup seems to soften that likelihood.\n\nPrill cited a story last March from Bloomberg BNAabout a House of Representatives committee hearing in which health experts discussed the Medicare advisory panel’s power. They said the panel’s real power will be limited, leaving members few choices other than to recommend cutting fees that doctors earn by treating Medicare patients. Doctors in turn will limit the number of Medicare patients they see, stop taking new ones or quit practicing, one witness said.\n\nWe’re not sure if that’s the same as throwing granny over the cliff. But that very argument -- that doctors will stop taking Medicare patients or quit -- is voiced every year right now, because of what has been a regular failure by Congress to assure physician reimbursements. Granny’s doctor is tired of this annual game, and says so regularly. Yet this plays out as often as the buzzards return to Hinckley, Ohio.\n\nMight Medicare change? It’s possible. If you are in an Advantage plan, you might want to ask your insurer a lot of questions or look at other coverage options.\n\nBut destroying Medicare is strong medicine, and it goes far beyond the inconvenience of changing coverage. Sutton did not prescribe it.\n\nIn fairness, both parties play this game. Sutton falsely accused her Republican opponent, Rep. Jim Renacci, of voting to \"end Medicare\" because he supported Republican budgets that would privatize the program and provide vouchers. PolitiFact Ohio gave Sutton a Falseon the Truth-O-Meter for making the claim.\n\nThat doesn’t make the GOP claim against her any more accurate.\n\nOn the Truth-O-Meter, the NRCC claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10653"}