{"url": "/factchecks/2012/oct/22/david-cicilline/us-rep-david-cicilline-says-us-has-more-oil-rigs-o/", "speaker": "David Cicilline", "vclaim": "\"There are more oil rigs in operation in the United States than the rest of the world combined.\"", "truth_label": "false", "date": "stated on October 16, 2012 in a debate:", "title": "U.S. Rep. David Cicilline says the U.S. has more oil rigs in operation than all other countries combined", "text": "Are we doing enough to produce energy in the United States? That was one of the issues on the table when U.S. Rep. David Cicilline, a Democrat, and former state police Col. Brendan Doherty, a Republican, squared off in a WPRI - Providence Journal debate Oct. 16.\n\nDoherty talked about a bill he supports that would raise revenue for infrastructure by allowing more oil and gas drilling on federally-owned lands.\n\nCicilline called it \"a big, big giveaway to big oil . . . when we already know, according to the best available data as of February of this year, there are more oil rigs in operation in the United States than the rest of the world combined.\"\n\nMore oil rigs in operation than everyone else in the world? That's quite a statistic. We wondered if it is true.\n\nThis is a talking point that has been used in the past by the Obama administration. In fact, when we asked the Cicilline campaign for the source of the factoid, they sent us to a blog entry at the White House website that stated it without giving a source or offering any numbers.\n\nPolitiFact Florida looked at the claim (and a related claim) this winter, when President Obama offered it in February during speeches in Miami and earlier in New Hampshire.\n\nThey found that the answer wasn't quite so simple.\n\nThe U.S. Energy Information Administration recommended that PolitiFact get the latest count from Baker Hughes, an oilfield services company.\n\nWe checked the numbers from two weeks ago. (For even more recent numbers, go here.)\n\nAs of Oct. 12, 2012, the company had tallied 1,835 oil and gas drilling rigs in the United States and 1,615 in other countries. (That U.S. number is 188 lower than the 2011 total. The international number is 71 rigs higher.)\n\nHowever, the Baker Hughes data do not include rigs drilling in Russia or onshore China because those statistics are difficult to get.\n\nRichard Mason, who works for the publication Hart Energy Digital, told PolitiFact in February that \"the last numbers I saw out of Russia, which are 18 months old, had more than 1,000 rigs active.\"\n\nKurt Abraham, executive editor of World Oil, another energy publication, cited a report from a Chinese state-owned company that manufactures rigs and rig equipment that showed more than 1,000 land rigs.\n\nAs Cicilline’s statement stood, only 221 more international rigs were need to make it False. And the Baker Hughes count is probably missing the approximately 2,000 rigs in Russia and China. And all that was applicable in February.\n\nOur ruling\n\nDavid Cicilline said, \"There are more oil rigs in operation in the United States than the rest of the world combined.\" He said that information comes from \"the best available data\" in February.\n\nHe's relying on a count that excludes some of the largest producers of oil and gas in the world, calling that the \"best available data.\"\n\nIt's not.\n\nThe best available data would take into account reliable evidence that two thousand rigs are in operation in China and Russia, a number that would allow the world total to overwhelm the U.S. total.\n\nJust because you haven't counted something, doesn't mean it's not there.\n\nFor that reason, we rate Cicilline's claim False.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10120"}