{"url": "/factchecks/2016/apr/14/jeff-bridges/rubbish-experts-degrade-claim-every-bit-plastic-ev/", "speaker": "Jeff Bridges", "vclaim": "\"Every bit of plastic that has ever been created still exists.\"", "truth_label": "false", "date": "stated on March 28, 2016 in a Facebook video:", "title": "Rubbish! Experts degrade claim that every bit of plastic ever created is still around", "text": "Paper or plastic?\nIt's not just a question being posed at the checkout counter anymore. Activists have been arguing for years that plastic bags harm the environment, but now there's also concern that  plastic products may be a detriment to the planet because they break down so slowly -- or not at all.\nThat's the point made by actor Jeff Bridges in a March 28 Facebook video that he narrates on behalf of the Plastic Pollution Coalition. When last we checked, it had over 453,000 shares. A statement at the beginning caught our attention:\n\"Plastic is a substance the Earth cannot digest, and every bit of plastic that has ever been created still exists,\" he says. \"Plastic never goes away.\"\nEvery bit still exists? Never goes away?\nWe wondered how quickly that claim would degrade under scrutiny.\nUnlike some types of plastic, it fell apart pretty quickly.\nYes, some types of plastic are very slow to decompose, and under some conditions plastics can persist for decades or centuries. Bridges has a point that these types are pollutants and major causes for concern.\nBut all the researchers we talked to said plastics have gone away.\nEric Grulke, associate dean for research in the college of engineering at the University of Kentucky, said a lot of plastic products are no longer around because they've been burned. Incinerators consume them, sometimes to generate electricity, he said.\nThat's most often done in Europe and Japan, where about 12 percent of solid waste is plastic, said Anthony Andrady, a chemical and biomolecular engineer at North Carolina State University.\nOther plastic decomposes at varying rates, depending on the type of plastic and where it is.\nPolyethylene, \"which is your basic hefty bag material, breaks down really, really slowly, and in a landfill it might not break down at all because it's typically starved of oxygen and water. So a polyethylene bag made in 1960 might still be with us, particularly if it's in a landfill,\" said Eric Beckman, a chemical and petroleum engineer at the University of Pittsburgh.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"On the other hand, if  you're talking about polylactic acid, which is popular in disposable tableware these days, that's actually designed to degrade,\" he said. \"And if it's in a composting environment, it will go away in a matter of weeks to months.\"\n\"If it's sitting out in the environment, within a year it would be dust,\" said Grulke.\nSheets of polylactic acid that line rows of crops on a farm, allowing the plants to poke through but deterring the growth of weeds, are made to decompose in sunlight. The same ultraviolet light that damages our skin \"chops up organic molecules fairly efficient,\" said Beckman.\nNot a lot of microscopic bugs have a talent for breaking apart the strong bonds that make many plastics so durable. But they exist, said Rigoberto Advincula, chairman of the polymer chemistry division of the American Chemical Society.\nAnd not all decomposition is good.\nIn the ocean, there's two types of degradation, said Beckman. \"The good type is when it's actually chemically falling apart. When you have water and sunlight, that helps things go faster. There's also mechanical degradation, where you have a bottle that slowly gets ground down by bumping into other things and becomes chips. That's bad because fish will eat that. You can find fish with bits of plastic in their stomach.\"\nAndrady said it's not universally desirable to have plastics break down or be burned because it takes a lot of energy to make them, energy that could be saved if they were recycled. To throw away a styrofoam cup or plastic cutlery \"is a waste,\" he said.\nAnd someday, if we run out of the oil that serves as the raw material for making resilient plastics and there are landfills with high concentrations of plastic waste, \"I can imagine people mining the landfills to get that resource. That is not inconceivable at all.\" Andrady said.\nWe contacted Bridges' press spokeswoman, called the Plastic Pollution Coalition (their voicemail wasn't accepting messages) and emailed the group two different ways. None of our inquires produced a response.\nOur ruling\nBridges' statement was absolute: \"Every bit of plastic that has ever been created still exists.\"\nThe experts say that's rubbish.\n\"It's too all-encompassing,\" said Beckman.\nAlthough far too much plastic persists in the environment in places and in forms that are unwanted, too much has been burned or degraded to make the assertion accurate.\nBecause his provocative claim leaves no room for subtlety, we rate it False.\nhttps://www.sharethefacts.co/share/f027af23-dc79-499a-9868-6a2140f87505", "vclaim_id": "vclaim-pol-05105"}