{"url": "/factchecks/2016/jun/14/scott-walker/scott-walkers-support-donald-trump-some-inconsiste/", "speaker": "Scott Walker", "vclaim": "On his support for Donald Trump.", "truth_label": "half-flip", "date": "stated on June 8, 2016 in an interview:", "title": "Scott Walker's support of Donald Trump: Some inconsistencies", "text": "On the same day chatter surfaced about how Scott Walker could still become the Republican presidential nominee, the Wisconsin governor made comments that raised questions about his support of the party’s presumptive nominee, Donald Trump.\nWalker’s comments on June 8, 2016 prompted headlines such as these:\nPolitico: \"Walker backs away from endorsing Trump\"\nWall Street Journal: \"Scott Walker withholds Donald Trump endorsement\"\nSo, barely a month before the GOP nominates its candidate for president, has Walker changed his position on Trump?\nCue the Flip-O-Meter, which determines whether a politician has changed positions on an issue.\nThe backdrop\nTalk among Republicans about replacing Trump grew in the wake of racial remarks Trump made about a Hispanic federal judge in California who is handling two lawsuits filed in against Trump University.\nYahoo reported that Walker \"has been increasingly mentioned as a possible replacement.\" And the conservative website RedState said there were rumors of Walker being open to accepting the nomination at the convention.\nWalker dismissed the talk.\nBut the new reports on Walker’s viability as a Trump replacement were fueled by Walker’s own comments the same day.\nSo, let’s look at where Walker has been on Trump, starting with when Walker himself was still in the race.\nWalker’s early comments\nWalker launched his presidential bid in July 2015 and was quickly considered a frontrunner, even in the crowded GOP field. The next month, he was on stage with Trump and eight other hopefuls for the first GOP debate, held in Cleveland. The candidates were asked to raise their hand if they would not pledge to back the party's nominee and swear off an independent run.\nTrump was the only one to raise his hand.\nIn other words, Walker pledged he would back the GOP nominee.\nOf course, at that stage, Walker himself hoped to be his party’s choice, and it would be months before Trump became the presumptive nominee.\nWalker ended his presidential bid in September 2015, amid campaign cash-flow problems and a drop in the polls,  Ahead of Wisconsin’s primary in April 2016, Trump was harshly critical of Walker, who endorsed U.S. Sen. Ted Cruz of Texas. Soon questions turned to whether Walker would back Trump.\nApril 20, 2016: Walker told reporters: \"I will support the Republican running against Hillary Clinton in the fall -- whoever that is.\" Asked if he would do so even if Trump were the nominee, he said: \"Yeah. To me, I think it's preferable to have a Republican nominee over Hillary Clinton.\"\nMay 4, 2016: Alluding to the first GOP debate, Walker told reporters the day after Cruz dropped out: \"I stood on the stage in Cleveland and said that I would support the nominee. I’ve said it repeatedly since then and I’ll be supporting the Republican nominee once that’s officially set at the convention against Hillary Clinton.\"\nJune 6, 2016: The Post-Crescent in Appleton reported that Walker said he would have no problem supporting Trump even though \"he wasn't my first choice.\"\nHe said in the interview:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"There are issues, not the least of which lately with his statements about the judge he commented on, which I just fundamentally disagree with him on, so just saying that I'll support him over Hillary Clinton doesn't mean I embrace all the things that he says or all the ways that he says it.\"\nSo, Walker initially declared he would support the Republican nominee.\nThen, months later, as it became clear that Trump was closing in on the nomination, Walker repeatedly said he would support Trump -- though on at least one occasion he said his support once the GOP nomination becomes \"officially set.\"\nNow to the Walker comments that made national headlines.\nWalker’s latest comments\nJune 7, 2016: The Wall Street Journal headline about Walker withholding a Trump endorsement was based on comments Walker made to reporters that were highlighted in a report by WKOW-TV in Madison.\nWalker denounced Trump’s comments about the judge and said he wanted Trump himself to renounce them, according to a reporter’s recording of Walker’s remarks.\nA reporter then asked: \"Would that influence your decision at all on whether or not to back him as the nominee?\"\nWalker said: \"Again, we’ll watch and see what happens. We’ll be watching closely. There’s still quite some time until he’s even the nominee, so we’ll have to wait and see.\"\nAsked what would cause him not to support Trump, Walker said:\n\"Well, again, he’s not yet the nominee. Officially that won't happen until the middle of July, and so for me that's kind of the time frame on that. In particular, I want to make sure that he renounces what he says -- at least in regards to this judge.\"\nWalker added: \"I think for a lot of us, not just Republicans in general, we want to see what he’s going to do between now and the time the convention comes. The sad fact is -- it’s just sad in American that we have such poor choices right now.\"\nJune 8, 2016: After another question-and-answer session with reporters, the Associated Press reported, that Walker was wavering in his support of Trump and that he dodged a question on the issue.\nWalker was asked, according to a reporter's recording of that exchange: \"Do you still support him (Trump) as the nominee?\"\nWalker began his response by saying: \"Well, right now I'm focused on calling out, as I have the last couple days, the fact that I believe what he said about the judge is wrong -- not as a Republican, not as a political person, but I think it's just wrong as an American.\"\nWalker went on at some length criticizing Trump’s remarks, ending by saying: \"He needs to make it abundantly clear to the American people that he does not embrace those ideas. And I think it’s particularly important between now and the convention that he does that.\"\nOur rating\nDating back to August 2015, when he himself was a candidate for president, Walker said he would support the Republican presidential nominee. And several times over the next 10 months, Walker repeated that pledge -- including as it was becoming clear that Trump would be the presumptive nominee.\nBut on two consecutive days in June 2016, Walker shifted somewhat.\nQuestioned about Trump by reporters, Walker would not state his support as he had in the past. Instead, while criticizing Trump, he emphasized that Trump is not yet the nominee.\nOur definition of Half Flip is a partial change of position or inconsistent statements. That fits here.\nRecently on our Flip-O-Meter:\nNo Flip -- to GOP U.S. Rep. Sean Duffy for his position on how to respond to Puerto Rico’s debt crisis\nHalf Flip -- to Republican House Speaker Paul Ryan on his support of Trump\nFull Flop -- to Wisconsin Democratic Party chairwoman Martha Laning on casting her superdelegate vote for the Democratic presidential nominee.     https://www.sharethefacts.co/share/eadcbb58-2676-4cca-9be9-176ddcfe4957", "vclaim_id": "vclaim-pol-04839"}