{"url": "/factchecks/2012/aug/21/john-barge/ga-superintendents-statement-draws-flip-flop-charg/", "speaker": "John Barge", "vclaim": "On supporting the charter school amendment.", "truth_label": "half-flip", "date": "stated on August 15, 2012 in an announcement:", "title": "Ga superintendent's statement draws flip-flop charge", "text": "Many charter school supporters, including the governor, felt they were double-crossed last week when Georgia School Superintendent John Barge announced his opposition to a constitutional amendment aimed at creating more charter schools.\n\nThe amendment would reinstate the Georgia Charter Schools Commission, a body that can approve charter schools that local boards reject. The state Supreme Court ruled it was unconstitutional. \n\nGov. Nathan Deal released a statement that said Barge \"no longer believes parents should have public school options for their children.\" \n\n\"His new position doesn’t change mine,\" Deal said. \"I stand with two-thirds of the General Assembly and will uphold the promises I made when I ran for office.\" \n\nOthers claimed Barge had flip-flopped.\n\n\"[T]his is a flip-flop for the record books,\" said Bert Brantley, who was the communications director when Sonny Perdue was governor and is working with charter school supporters for the referendum.\n\nBarge’s spokesman said he has not switched his position at all. \n\n\"It was the same then as it is now,\" Matt Cardoza said.\n\nSome political observers assumed Barge was completely committed to the amendment after he endorsed state Senate Majority Leader Chip Rogers, one of the chief supporters of school choice, in the lawmaker’s tough re-election bid.\n\nPolitiFact Georgia did some homework to find out whether Barge changed his opinion. \n\nThe commission was created by House Bill 881, which was passed by the state Legislature and signed into law by Perdue in 2008.\n\nThe legislation covered a range of issues, from the commission’s power to how the schools it created would be funded. \n\nThe Supreme Court struck down the commission in a 4-3 decision. Its 2011 opinion said that state lawmakers do not have the power to grant the state authority to approve and fund charter schools over the objection of local school boards. \n\nThe proposed amendment would make the charter school commission constitutional. \n\nBarge’s opponents say proof of his flip-flop lies in his answers to a 2010 campaign questionnaire by the Georgia Charter Schools Association, an advocacy group. \n\nIt asked whether Barge agreed with the statement \"I support House Bill 881.\" His answer: \"Strongly agree.\"\n\nBut this doesn’t prove Barge flip-flopped, Cardoza said.  \n\nThe 130-word lead-up to the question asked for the candidate’s stance on funding for commission-approved charter schools, not the bill as a whole. It explained that under HB 881, if a student attends this kind of charter school, the per-pupil amount of local tax revenue that would have gone to the district for his or her education goes to the charter school instead.\n\nBarge’s response to a separate question showed he had reservations about the commission. \n\nIt asked whether Barge supported \"non-district authorizers,\" or entities such as the commission that have the power to approve and monitor charters without local school board interference. \n\nBarge’s answer: \"Agree.\" But he found it \"greatly disappointing that we need another administrative body to do something that the local, and ultimately, the state board of education should be able to do.\" \n\nBarge’s response gave the clear impression that he supported the commission’s creation, although he held reservations about the extra level of bureaucracy it created.  \n\n\"While the opponents of his position want you to focus on the HB 881 question, it’s hard to not see how he clearly felt based on his answer to the more important question regarding having a third authorizer to do what the local boards and state board can already do,\" Cardoza said. \n\nCardoza stressed Barge is still a strong supporter of charter schools.\n\nBarge’s announcement Tuesday restated this concern. He said the commission \"unnecessarily duplicates the good work already being done by local districts, the Georgia Department of Education, and the state Board of Education.\" \n\nAnother point in Barge’s favor is that he filled out the questionnaire in 2010. It’s poor proof that he changed his stance on an issue that didn’t exist until 2011.  \n\nWe found no evidence that before Tuesday’s announcement Barge had taken a public stance for reinstating the commission. \n\nIn fact, he gave the impression he’d avoid taking one. \n\nAtlanta Journal-Constitution political columnist Jim Galloway described Barge’s position in a July 25 story:\n\n\"Asked whether he would campaign for the charter school question, state School Superintendent John Barge expressed a fondness for charter schools in an email, but added this: ‘We will, of course, respect the will of the citizens of Georgia regarding how charter schools are authorized.’\"\n\nIf Barge’s opinion changed on anything, it’s over whether to campaign on the issue, not the amendment itself. \n\nBarge broke ranks with other charter school supporters when he decided to oppose the amendment, but he did not quite flip-flop. \n\nBarge expressed support for creating the commission before it was declared unconstitutional. We found no evidence that Barge spoke for or against an amendment that would reinstate it until his announcement Tuesday.  \n\nBarge did shift his approach. And he’s no longer holding his tongue. For this, he earns a Half Flip. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10551"}