{"url": "/factchecks/2018/may/17/blog-posting/no-donald-trump-isnt-donating-his-kidney-melania/", "speaker": "Bloggers", "vclaim": "\"BREAKING NEWS: Donald Trump On His Way To Donate Kidney To Melania Trump.\"", "truth_label": "pants-fire", "date": "stated on May 14, 2018 in a post on Facebook:", "title": "No, Donald Trump isn't donating his kidney to Melania", "text": "An online hoax says that President Donald Trump is planning to donate his kidney to his wife, Melania, but the story is made up.\n\"BREAKING NEWS: Donald Trump On His Way To Donate Kidney To Melania Trump,\" said a May 14 headline on news-hawaii.com.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nMelania underwent kidney surgery May 14, but the story takes the saga further by claiming that a second kidney replacement became necessary after doctors found out during the surgery that both her kidneys were destroyed.\n\"Trump would be undergoing medical examination and if declared fit as a donor, he will proceed to donate to save his wife Melania,\" according to the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUS Daily News 24\n\n\nstated on July 28, 2017 in a headline\n\n\n\n\n\n\n\n\nSays Debbie Wasserman Schultz \"going to mental hospital after what she did overnight desperate to escape arrest.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • August 2, 2017\n\n\n\n\n\n\n\nThe story cites a White House press statement as evidence of the procedure, but that was made up, too. We did not find any mention of it on the official White House website. And no other major news outlets reported anything about it.\nTrump actually tweeted May 14 (the same date the hoax published) that Melania was recovering well after her procedure.\n\"Heading over to Walter Reed Medical Center to see our great First Lady, Melania. Successful procedure, she is in good spirits. Thank you to all of the well-wishers!\" he tweeted.\nHeading over to Walter Reed Medical Center to see our great First Lady, Melania. Successful procedure, she is in good spirits. Thank you to all of the well-wishers!— Donald J. Trump (@realDonaldTrump) May 14, 2018\n\nTrump is not planning on donating a kidney to Melania. We rate this Pants on Fire!\n\n Share the Facts 2018-05-17 20:43:18 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"BREAKING NEWS: Donald Trump On His Way To Donate Kidney To Melania Trump.\"    Bloggers on the Internet https://news-hawaii.com/breaking-news-donald-trump-on-his-way-to-donate-kidney-to-melania-trump/   posts on Facebook Monday, May 14, 2018 2018-05-14    Read More  info", "vclaim_id": "vclaim-pol-02057"}