{"url": "/factchecks/2012/aug/10/eric-hovde/senate-rival-tommy-thompson-backs-obamacare-says-i/", "speaker": "Eric Hovde", "vclaim": "Says Tommy Thompson favors Obama's health care mandate, was publicly thanked by Obama for health reform support and that Thompson \"says we can't repeal 'Obamacare.'\"", "truth_label": "false", "date": "stated on July 26, 2012 in a radio ad:", "title": "Senate rival Tommy Thompson backs \"Obamacare,\" says it can't be repealed, fellow GOP candidate Eric Hovde says", "text": "With days remaining before the four-way Republican primary for a U.S. Senate seat, Eric Hovde released a radio ad that hits Tommy Thompson on federal health reform -- or in partisan parlance, \"Obamacare.\"\n\nThe July 26, 2012 radio ad, similar to a TV ad Hovde released Aug. 6, 2012, complains that Thompson is \"slinging mud,\" distorting Hovde’s record and \"hiding some things.\"\n\nIt then addresses President Barack Obama's federal health care reform law, using sound bites from Thompson and Obama to back a three-part claim:\n\n\"Thompson says he favors Obama’s health care mandate.\"\n\n\"Obama thanked Thompson for supporting ‘Obamacare.’\"\n\n\"Thompson says we can't repeal ‘Obamacare.’\"\n\nCandidates often use their opponents’ \"own words\" to make claims against them. So, how do the three parts of Hovde’s claim score out?\n\nMandate\n\nHovde uses the present tense to claim Thompson favors a key provision of the reform law: a mandate requiring nearly all individuals to have health insurance.\n\nBut the Thompson comment used in the ad -- and cited by Hovde campaign spokesman Sean Lansing as evidence -- was made during a University of Texas speech Thompson gave in 2007.\n\nAsked about states requiring residents to have health insurance, Thompson said: \"I, for one, believe the mandate for health insurance is all right.\" That’s the sound bite Hovde uses in his ad.\n\nBut in 2007, Obama wasn’t even in office, so Thompson couldn’t have been referring to \"Obamacare.\"\n\nMoreover, Thompson is campaigning now against the mandate and calling for the repeal Obama’s reform law in total.\n\n(A note: We did rate as False a claim by Thompson that he never supported an individual mandate. As we noted, Thompson made the 2007 comment in favor of the concept and a similar one in 2006. But those statements don’t reflect his current position.)\n\nThanks\n\nOn the second part of Hovde’s claim -- that Obama thanked Thompson for supporting \"Obamacare\" -- Hovde implies that Thompson endorsed Obama’s reform law. But the picture isn’t that clear.\n\nLansing cited an address the president made to the nation in October 2009 as health care reform legislation was moving through Congress.\n\nWe touched on it in rating Half True an August 2011 claim by Club for Growth, a national anti-tax group, that Thompson supported \"Obamacare.\" As we noted in that item, Thompson expressed both support and opposition to the health care reform legislation that eventually became law.\n\nIn his address, Obama said the U.S. Senate Finance Committee’s version of health care reform would soon be merged with reform bills produced by other congressional committees. He also said Thompson was among Republicans who \"came out in support of reform.\" That’s part of the Obama sound bite Hovde uses in his ad.\n\nBut Obama didn’t thank Thompson for anything, as Hovde’s ad states, much less thank him for backing his particular reform plan. He cited Thompson’s general support for health care reform, a position Thompson has reiterated during the campaign.\n\nRepeal\n\nIn stating that Thompson \"says we can't repeal 'Obamacare,'\" Hovde again uses the present tense.\n\nBut for evidence, Lansing cited a TV interview Thompson did in November 2010, which we also touched on in rating the Club for Growth claim. The Thompson sound bite Hovde uses is: \"When it's all said and done, you're not going to be able to repeal health care.\"\n\nThe full Thompson statement was: \"When it's all said and done, you're not going to be able to repeal health care because President Obama is not going to sign it and they don't have enough votes to override a veto. So why push a cart up hill when you know it's not going to be able to get to the top?\"\n\nLike the individual mandate part of Hovde's claim, this piece is highly misleading because it relies on an outdated statement from Thompson.\n\nIndeed, the 2010 statement was an assessment on the political realities of the time, not whether the reform law could ever be repealed. Thompson is campaigning by saying that if elected, he would be the \"51st vote\" in the Senate to do so.\n\nOur rating\n\nIn claiming Thomson supports \"Obama’s health care mandate\" and that Thompson \"says we can't repeal \"Obamacare,\" Hovde uses outdated statements that falsely portray Thompson’s current positions.\n\nAnd Hovde falsely claims that Obama thanked Thompson for supporting \"Obamacare,\" when the president was citing Thompson’s support of reform in general.\n\nBy our math, False + False + False = False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10602"}