{"url": "/factchecks/2020/oct/06/mike-parson/most-high-risk-counties-missouri-dont-have-mask-ma/", "speaker": "Mike Parson", "vclaim": "“All Missouri’s high-risk areas have mask mandates in place.”", "truth_label": "false", "date": "stated on August 18, 2020 in a press conference:", "title": "Most high-risk counties in Missouri don’t have mask mandates, despite Parson’s claim", "text": "Missouri Gov. Mike Parson’s response to the coronavirus pandemic has been under fire lately after he and his wife tested positive for the virus on Sept. 23.\nHis Democratic opponent, Nicole Galloway, has criticized his refusal to impose a statewide mandate requiring Missourians to wear a face mask in public, something Parson has claimed is unnecessary outside the major cities. He’s opted instead to encourage masks.\nThe U.S. Centers for Disease Control and Prevention maintains that wearing a mask is a proven way to slow the spread of COVID-19, the disease caused by the novel coronavirus.\nIn an Aug. 18 press conference, Parson said: \"All Missouri’s high-risk areas have mask mandates in place.\" He repeated the claim two days later. \nWe don’t have a great idea of what he meant by high risk. However, many of the counties and municipalities in the state that don’t have mask mandates have been deemed \"red zones\" — the most severe rating — by the White House Coronavirus Task Force.\nMandate-less counties in the red zone\nThe White House Coronavirus Task Force regularly sends reports to governors about the current state of the pandemic. While those are not publicly released, journalists have obtained several of them over the past few months.\nIn its Aug. 9 report, issued nine days before Parson's press conference, the task force categorized 15 Missouri counties in the \"red zone\" due to their high amounts of new cases, their increasing positivity rates — the percentage of tests that come back positive — and other data. \nWe examined health department websites and media archives for each county to see whether a mask mandate was reported. Of those 15 counties, 12 did not list any mask mandate or expressly stated there was no mask order. Taney, Nodoway and Newton counties had mandates.\nThe red zones have grown since Parson’s comment. The task force’s Aug. 30 report, issued 12 days after the press conference, categorized 32 Missouri counties in the \"red zone,\" 28 of which did not and still do not have mask mandates in the county.\nThe outlook has gotten worse since then. In the most recently released report dated Sept. 27, the task force listed 48 different counties in the \"red zone.\" Of those, 42 counties had no mandates.\nThese \"red-zone\" counties without a mask mandate range from suburban areas such as Jefferson County outside of St. Louis to mid-sized cities like Joplin in Newton and Jasper counties to rural areas such as Miller County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAre \"high-risk\" and \"red zone\" the same?\nA representative from Parson’s office, Kelli Jones, declined to comment on what exactly the governor meant by \"high-risk.\"\nShe instead provided a statement that said, \"Governor Parson has encouraged, recommended, and reminded every Missourian to social distance, wear a mask, and wash his or her hands to protect themselves and others, no matter where they live.\"\nRed is the most severe of the five ratings the task force gives out — the ratings are red, orange, yellow, light green and dark green.\n\"The red indicates it’s an alarming upsurge in cases,\" said public health expert Lynelle Phillips. \"They’re definitely going in the wrong direction.\"\nPhillips is a professor at the University of Missouri School of Health Professions and a former public health advisor to the CDC. She is also vice president of the Missouri State Public Health Association.\nPhillips said that when assessing the COVID-19 risk of an area, the most important factors to look at are the number of new cases per 100,000 people, the positivity rate and the weekly changes in those two numbers. Counties in the red zone all have more than 100 new cases per 100,000 residents and a 0.6% or more increase in test positivity.\n\"The areas that are experiencing an upsurge in cases right now do not have a local mask mandate,\" Phillips said.\nShe said that the areas with a mask mandate are doing better than those without. She noted how Saint Louis and Kansas City have moved to the yellow and orange zones respectively in the Sept. 27 report.\nShe pointed out that in Columbia — which enacted a mandate in July — and other cities with mandates, people are now used to wearing a mask.\nIn all three of the reports we mentioned and several of its other reports, the White House Coronavirus Task Force recommended Missouri enact a state-level mask mandate of some kind.\nOur ruling\nParson said in August: \"All Missouri’s high-risk areas have mask mandates in place.\"\nIt was not true when he made the claim in mid-August, and it is not true now. At the time, 12 of the 15 highest risk counties in the state had no mandates. The trend continues. We rate Parson’s statement False.", "vclaim_id": "vclaim-pol-18627"}