{"url": "/factchecks/2011/feb/11/michelle-obama/michelle-obama-says-many-too-fat-fight-military/", "speaker": "Michelle Obama", "vclaim": "More than one-quarter of America’s young adults are too fat to serve in the U.S. military", "truth_label": "true", "date": "stated on February 9, 2011 in a speech:", "title": "Michelle Obama says many too fat to fight in military", "text": "America, the first lady says, has a pudgy problem.\n\nA significant percentage of its youths are too fat to fit in military uniforms.\n\nFirst lady Michelle Obama talked about the issue during her visit Wednesday to the Atlanta area to promote healthy eating. In a speech at Alpharetta’s North Point Community Church to highlight her \"Let’s Move\" healthy living campaign, Obama relayed a gaudy statistic.\n\n\"Believe it or not, right now, nearly 27 percent of 17- to 24-year-olds are too overweight to serve in our military,\" she said.\n\nPerhaps the military needs its own \"Biggest Loser\" contest for recruits.\n\nAJC PolitiFact Georgia had another thought. Should we believe the first lady?\n\nObama’s claim apparently came from a study released last year that was titled -- aptly perhaps -- \"Too Fat to Fight.\" It was released by more than 100 high-ranking retired military officials and other enlisted leaders who want high-calorie food and sugar-sweetened drinks removed from the nation’s public schools.\n\nThat doesn’t include sweet tea, does it?\n\nThe report said: \"over 27 percent of all Americans 17 to 24 years of age -- over nine million young men and women -- are too heavy to join the military if they want to do so.\" The estimate was based on a 2005 national survey conducted by the Lewin Group. \"The estimate uses a weight-for-height cutoff that allows somewhat higher weights than the cutoff used by civilian organizations, such as the National Institutes of Health,\" the report said.\n\nIn 2008, there were 11,472,200 Americans between the ages of 18 and 24 who were obese or overweight, the study reported, citing research by the Atlanta-based Centers for Disease Control and Prevention. There were 29.8 million Americans between those ages, according to the U.S. Census Bureau. That equals nearly 39 percent of Americans in that age range who were obese or overweight, an even higher percentage than those found in the \"Too Fat to Fight\" study who couldn’t serve in the military.\n\nStay away from the cheeseburger, soldier!\n\nMilitary officials say this is serious business. \"The United States military stands ready to protect the American people, but if our nation does not help ensure that future generations grow up to be healthy and fit ... the health of our children and our national security are at risk,\" the report says.\n\nIt also affects the federal budget. The military discharges about 1,200 recruits a year because they are not fit enough to serve. The military estimates it costs $50,000 to recruit and train a soldier. Add it up and that’s $60 million a year the federal government loses on enlistees too heavy to fight.\n\nThe average American man is 5 foot 9 and weighs 195 pounds, according to the CDC. The average American woman is nearly 5 foot 4 and weighs 165 pounds.\n\nThe mean height and weight for an 18-year-old man is 5 foot 9 and 166 pounds, according to the most recent data we could find. The mean height and weight and BMI for an 18-year-old woman is 5 foot 4 and 143.5 pounds. We couldn’t find data detailing the percentage of 18-year-olds who are overweight or obese. The CDC does report that 18 percent of 12- to 19-year-old Americans are obese.\n\nSo what constitutes too fat to fight? Each military branch has its own rules.\n\nAn 18-year-old, 5-foot-9 man who weighs more than 175 pounds would raise eyebrows for the Army, according to Military.com. The Army would be similarly concerned about a 5-foot-4, 18-year-old woman who weighs more than 133 pounds. For 40-year-old women that height, the Army would be worried if they weighed more than 145 pounds.\n\nThe Air Force and Navy are a little easier on their enlistees. The Navy considers a 5-foot-9 man greater than 186 pounds overweight, and its maximum standard weight for a 5-foot-4 woman is 156 pounds. The Air Force says the maximum weight for a 5-foot-9 recruit is 186 pounds.\n\nA New York Times article in August highlighted the problem. One U.S. Army general said 4 percent of male recruits at one training center in 2000 failed the most basic fitness. By 2006, more than 20 percent of male recruits failed the same test. The percentages were higher for women.\n\nPolitiFact Georgia has tackled such weighty issues before. Before Thanksgiving, the American holiday of gastronomical gluttony, we checked a claim that Georgia has the second-highest rate of childhood obesity in the nation. Our finding? True.\n\nAccording to the CDC figures, the mean American 18-year-old is close to being considered overweight but would still be accepted in the military in most cases. But about one in five of them is considered obese, the CDC says, and would be at least 15 to 20 pounds too heavy to fight.\n\nBased on the CDC study, we believe it’s reasonable to think that at least an additional 7 percent of America’s remaining 17- to 24-year-olds would have trouble meeting the military’s weight guidelines. The \"Too Fat to Fight\" study supports the theory that 27 percent of America’s youths couldn’t serve in the military.\n \nWe rate the first lady’s statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13628"}