{"url": "/factchecks/2015/apr/26/peter-schweizer/fact-checking-clinton-cash-author-claim-about-bill/", "speaker": "Peter Schweizer", "vclaim": "\"Of the 13 (Bill) Clinton speeches that fetched $500,000 or more, only two occurred during the years his wife was not secretary of state.\"", "truth_label": "true", "date": "stated on April 26, 2015 in his book \"Clinton Cash\":", "title": "Fact-checking 'Clinton Cash' author on claim about Bill Clinton's speaking fees", "text": "Did foreign interests curry favor with Secretary of State Hillary Clinton by paying huge speaking fees to her husband?\nThat’s the question raised in the forthcoming book Clinton Cash by author and political consultant Peter Schweizer. On the Sunday shows, Schweizer said that while his research uncovered no proof of a quid pro quo between foreign interests and the 2016 Democratic frontrunner, the evidence does suggest a troubling trend.\nIn an April 26 interview on Fox News Sunday, host Chris Wallace highlighted a claim from Schweizer’s book.\n\"You have an interesting point that I want to put up on the screen that seems to demonstrate exactly the point you're making,\" Wallace said. \"Between 2001 and 2012, Bill Clinton made 13 speeches, 13, for which he was paid $500,000 or more. Eleven of those 13 speeches were at least eight years after he left the presidency while his wife was secretary of state.\"\nSchweizer responded, noting that Bill Clinton’s speaking fees \"dramatically\" went up when Hillary Clinton, now a presidential candidate, took office in 2009.\n\"When you have one or two examples, it's a coincidence,\" he said. \"When you have this many, to me it's a trend.\"\nWe aren’t going to dig into the truthfulness of Schweizer’s overall thesis here. But we are interested in Bill Clinton’s speaking fees while Hillary Clinton was at the State Department. His book says,\"Of the 13 Clinton speeches that fetched $500,000 or more, only two occurred during the years his wife was not secretary of state,\" according to the New York Times, which has an advance copy.\nBy the millions\nIn 2014, before Clinton Cash was in the public eye, the Washington Post analyzed Clinton’s speaking fees and found he made at least $104 million in speaking fees between 2001 through 2012 -- more than half of that income came from speeches in foreign countries (though he gave more speeches within the United States).\nTo find out more about Clinton’s speaking fees, we turned to Hillary Clinton’s federal financial disclosure forms, made available by the Center for Responsive Politics, a research group that tracks money in politics. Because Hillary Clinton held federal positions from the time they left the White House in 2001 through 2012, her financial information as well as Bill Clinton’s is available for all those years.\nSchweizer didn’t respond to our requests for comment, but income information on the financial disclosure forms supports his claim.\nHere’s a list of all the speeches for which Clinton received a fee of $500,000 or higher, including the year, location, host and actual fee:\n\n\n2003 -- Japan, $500,000 Sakura Asset Management (Japanese finance corporation) (A note: This speech was canceled, but the fee went to Clinton’s presidential library foundation);\n\n\n2008 -- California, $500,000, Power Within (life coach Anthony Robbins’ brand);\n\n\n2010 -- Russia, $500,000, Renaissance Capital (Russian finance corporation);\n\n\n2010 -- United Arab Emirates, $500,000, Novo Nordisk (Danish pharmaceutical company);\n\n\n2011 -- Nigeria, $700,000, THISDAY (newspaper);\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n2011 -- Austria, $500,000, Center for Global Dialogue and Cooperation (Austrian nongovernmental organization);\n\n\n2011 -- Netherlands, $600,000, Achmea (Dutch finance corporation);\n\n\n2011 -- China, $550,000, Huatuo CEO Forum (business conference);\n\n\n2011 -- United Arab Emirates, $500,000, Abu Dhabi Global Environmental Data Initiative (international environmental information organization);\n\n\n2011 -- Hong Kong, $750,000, Ericsson (Swedish multinational communications technology company);\n\n\n2012 -- Nigeria, $700,000, THISDAY (newspaper);\n\n\n2012 -- Austria, $500,000, Center for Global Dialogue and Cooperation (Austrian nongovernmental organization);\n\n\n2012 -- Italy, $500,000, Technogym (fitness equipment manufacturer).\n\n\nSo in the time Clinton left the White House in January 2001 and when his wife stepped down from secretary of state in February 2013, Clinton indeed gave 13 speeches for which he made more than $500,000. Eleven of those occurred since January 2009, when Hillary Clinton became secretary of state. Only two happened before then.\nSchweizer suggests that Clinton’s speaking fees went up in 2009 in part because companies wanted leverage within Hillary Clinton’s State Department.\nFor example, New York Times reporters -- building off of Schweizer’s work -- found that while the State Department was involved in securing a uranium mining deal with Russia, investors in the company involved in the deal, Uranium One, gave millions to the Clinton Foundation.\nAdditionally, \"shortly after the Russians announced their intention to acquire a majority stake in Uranium One, Mr. Clinton received $500,000 for a Moscow speech from a Russian investment bank with links to the Kremlin that was promoting Uranium One stock.\"\nThe article’s talking about speech No. 3 on the list above, the 2010 speech paid for by Renaissance Capital.\nABC News also examined Clinton’s speaking records and found many instances in which he took in money from groups with pending interests at the State Department. State Department ethics officials had to sign off on these speaking engagements, but rarely did they say Clinton could not accept payment for a particular speech.\nHillary Clinton’s presidential campaign has staunchly denied the implication that there was some sort of quid pro quo for entities that contributed to the Clintons’ wealth, arguing that Schweizer’s book does not have firm evidence of any such deal making.\nOur ruling\nSchweizer said, \"Of the 13 (Bill) Clinton speeches that fetched $500,000 or more, only two occurred during the years his wife was not secretary of state.\"\nWe're not checking Schweizer's suggestion that the increased speaking fees were part of a plan to curry favor in his wife's State Department. But on the specific numbers, Schweitzer is correct.\nHillary Clinton’s financial disclosure forms from 2001 through the end of 2012 confirm Schweizer’s claim. We rate it True.", "vclaim_id": "vclaim-pol-06481"}