{"url": "/factchecks/2020/oct/22/facebook-posts/video-kamala-harris-husband-saying-hes-married-nex/", "speaker": "Facebook posts", "vclaim": "Kamala Harris’ husband said, “I am married to the next president of the United States.”", "truth_label": "barely-true", "date": "stated on October 21, 2020 in a Facebook post:", "title": "Video of Kamala Harris’ husband saying he’s married to the next POTUS is old", "text": "A video circulating on social media shows Democratic vice presidential nominee Kamala Harris’ husband announcing that he’s married to \"the next president.\" It was captured in 2019, but less than two weeks from Election Day 2020, social media users are framing the statement as if it were a grave slip, revealing that Joe Biden’s campaign for the presidency is disingenuous. \n\"Yeah!\" exclaims Douglas Emhoff, Harris’ husband, as the video shows him entering a room where a group of people are seated, clapping and cheering. He introduces himself and then says, \"I’m married to the next president of the United States.\" \n\"Well, there it is,\" someone wrote, posting the video on Facebook on Oct. 21. \"Kamala’s husband says ‘I am the next president of the United States’.... the cat is out of the bag ladies and gentlemen.\"\nOther users, including one of President Donald Trump’s sons, Eric Trump, also recently shared the video. \n\"Somebody let Jill Biden know,\" tweeted actor James Woods.\nTheir posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn the comments of some posts, users also accused Emhoff and Democrats of hypocrisy for failing to social distance. No one seen in the video is wearing a face covering, and they’re sitting close together —  which is a clue that this video is old. \nEmhoff himself posted it on Twitter on June 6, 2019, months before the first case of COVID-19 was reported. And back then, he was married to the person he hoped would be the next president of the United States. Harris, who ended her presidential campaign in December 2019, had not yet dropped out of the race. \n\"This was such a cool moment at HQ,\" Emhoff said, referring to the Harris campaign headquarters. \"These folks have put their lives on hold, moved to Baltimore from all over the country, all to help elect @KamalaHarris. Really means so much to us.\"\nIt would be eight more months before Biden would tap Harris to be his running mate.\nEmhoff’s quote is authentic, but it’s not recent. This video is being reshared in a way that misleads viewers to believe otherwise. \nWe rate these posts Mostly False.", "vclaim_id": "vclaim-pol-18753"}