{"url": "/factchecks/2008/aug/12/john-mccain/obamas-tax-plan-hits-200000-and-up/", "speaker": "John McCain", "vclaim": "Obama plans \"a tax increase for everyone earning more than $42,000 a year.\"", "truth_label": "false", "date": "stated on August 11, 2008 in an Internet ad:", "title": "Obama's tax plan hits $200,000 and up", "text": "A snarky Web ad from Sen. John McCain calls Sen. Barack Obama \"The One\" and shows his supporters saying things like \"Hot chicks dig Obama.\"\n\n\n\"We know he doesn't have much experience and isn't ready to lead, but that doesn't mean he isn't dreamy,\" jibes an off-screen narrator.\n\n\nOf most interest to us, though, was the ad's claim of what Obama supporters — his \"fan club\" — will get.\n\n\n\"The perks are amazing, like a tax increase for everyone earning more than $42,000 a year,\" the narrator says, as a 1040 form from the Internal Revenue Service slides across the screen.\n\n\nText flashes by briefly, then spins around 360 degrees as it fades away, saying, \"Obama voted to raise taxes on everyone making more than $42,000.\"\n\n\nMcCain has made similar statements before, saying Obama voted to raise taxes on people making more than $42,000 a year. We rated that statement\n\nBarely True\n\n.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe McCain campaign's evidence for its charges are Obama's votes on budget resolutions. A kind of blueprint for the federal budget, a budget resolution sets targets for committees that write legislation on taxes and spending. Obama joined Democrats on what were largely party-line votes expressing the desire to roll back the Bush tax cuts in order to fund popular programs. The resolution envisions tax cuts rescinded on people making about $42,000 and higher.\n\n\nBut voting for a budget resolution is quite different from voting for a tax increase. Budget resolutions are nonbinding, don't have the force of law and don't include precise details on taxes or spending. They're different from legislation that raises or lowers tax rates.\n\n\nIn the case of the McCain ad, we're more concerned with the voiceover that says, \"The perks are amazing, like a tax increase for everyone earning more than $42,000 a year.\" That seems designed to make the average viewer think that Obama wants to raise taxes on people making that amount, which isn't true. Obama wants to increase taxes by rolling back the Bush tax cuts on people making more than $200,000 if single or $250,000 if married filing jointly.\n\n\nWhat the ad implies is a major distortion that seems intent on confusing people about what Obama's policies are. When McCain's ads talked about tax-related votes, we found the statement\n\nBarely True\n\n. In another instance, he made claims about Democrats raising taxes by $500-million through a budget resolution, a claim we found\n\nFalse\n\n.\n\n\nBut the new Web ad pushes the envelope too far when the narrator says \"a tax increase for everyone earning more than $42,000 a year.\" It's a gross distortion of Obama's proposals to say they would raise taxes on \"everyone\" who earns that much, and we rate McCain's claim False.", "vclaim_id": "vclaim-pol-16083"}