{"url": "/factchecks/2016/sep/23/daily-caller/conservative-website-wrongly-ties-clinton-foundati/", "speaker": "Daily Caller", "vclaim": "\"Former President Bill Clinton and his Clinton Health Access Initiative (CHAI) distributed ‘watered-down’ HIV/AIDS drugs to patients in sub-Saharan Africa.\"", "truth_label": "false", "date": "stated on September 19, 2016 in an article in the Daily Caller:", "title": "Conservative website wrongly ties Clinton Foundation to bad HIV/AIDS drugs", "text": "For the most part, Republican attacks on the Clinton Foundation have raised questions about its donors, but now an article from the conservative Daily Caller website challenges one of the foundation’s signature efforts, getting affordable HIV/AIDS drugs to patients worldwide.\nIn a story headlined as an exclusive, a Daily Caller reporter wrote \"Former President Bill Clinton and his Clinton Health Access Initiative (CHAI) distributed ‘watered-down’ HIV/AIDS drugs to patients in sub-Saharan Africa.\"\nThe primary goal of the Clinton Health Access Initiative when it began in 2002 was to bring down the price tag of AIDS medicines. If the initiative were tied to distributing ineffective drugs, that would be a serious offense.\nWe decided to drill into the details.\nHIV/AIDS Drugs and the Clinton Health Access Initiative\nThe Daily Caller article is based on a draft version of a report on the Clinton Foundation from the office of Rep. Marsha Blackburn, a conservative Republican from Tennessee. Blackburn’s staff focused on the Clinton Health Access Initiative’s dealings with the Indian generic drugmaker Ranbaxy.\nThe initiative has become a key player in the worldwide supply chain of the antiretroviral drugs used to fight HIV/AIDS. In one fashion or another, it is tied to the treatment of about 11 million people facing the immune deficiency disease.  While the details of the initiative’s role get complicated, at the bottom of it all is a simple idea: It brings together drug buyers (governments, nonprofits and multilateral aid bodies) that buy in large volume and generic drug makers who agree to price caps.\nThe model has worked. The price of HIV/AIDS treatment plunged and low-cost Indian drugmakers remain an essential part of the equation.\nRanbaxy was one of the original group of Indian firms that signed on with the Clinton initiative in 2003.\nQuestions about non-HIV/AIDS drugs\nBut Ranbaxy has faced serious problems with American regulators.\nIn September 2008, the U.S. Food and Drug Administration issued a warning letter against Ranbaxy, citing the ways it was cutting corners in the production process at two facilities in India. The FDA’s main complaint was that the company had falsified test results on the stability (think shelf life) of a handful of drugs, none of which however were aimed at treating HIV/AIDS. To be safe, government regulators issued an import alert that blocked 30 drugs at the U.S. border.\nThat longer list included two antiretrovirals used to treat HIV/AIDS.\nIn 2013, the Justice Department filed charges, but again, none of the counts involved HIV/AIDS drugs. In 2013, Ranbaxy agreed to pay $500 million in fines and civil penalties. It admitted that it lied on its paperwork and that it allowed defective batches of drugs to treat acne and epilepsy into the U.S. market.\nThe head of the FDA’s criminal investigations said his team had found evidence that those drugs \"were defective, in that their strength differed from, or their purity or quality fell below, that which they purported to possess.\" The government calls such drugs adulterated, or, as the Daily Caller put it, \"watered down.\"\nThe FDA said in its original 2008 press release \"FDA has no evidence to date that Ranbaxy has shipped defective products.\" FDA spokeswoman Lyndsay Meyer told PolitiFact that applied to HIV/AIDS drugs.\nWere the drugs safe?\nSo to recap: the Clinton Foundation was using HIV/AIDS drugs from a Indian company that was part of a U.S. government investigation. The company eventually admitted that it had falsified records for several drugs and paid a $500 million fine, but none of the drugs included in that group were HIV/AIDS medications.\nSo what do we know about Ranbaxy’s HIV/AIDS drugs?\nThe FDA said there were no grounds for a drug recall, and on that point it had plenty of company.\nThe World Health Organization had been keeping tabs on Ranbaxy since 2004, including testing Ranbaxy’s finished products. That year, inspectors found problems with Ranbaxy’s drugs and decertified three of its HIV/AIDS medicines. The company then withdrew all of its HIV/AIDS drugs from the WHO’s approved drug list. There was a drug recall in South Africa. (At the time, the Clinton initiative did little work there.) In 2005, the WHO restored seven Ranbaxy medications to its list of prequalified HIV/AIDS drugs.\nIn a 2013 summary report, WHO said, \"Since 2004, international cooperation between stringent regulators and WHO-Prequalification Program has been enhanced to allow early sharing of regulatory intelligence and to facilitate coordinated action, when necessary. At present, there is no evidence that any of the Ranbaxy products currently included on the WHO List of Prequalified Medicinal Products are of unacceptable quality.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nPut simply, since 2005, no regulator has found its HIV/AIDS drugs defective or issued a recall of its products. That list includes agencies in the United Kingdom and South Africa, where HIV/AIDS is an enormous problem. South Africa has the largest number of people living with HIV/AIDS worldwide.\nThrough our partnership with Africa Check, reporter Vinayak Bhardwaj confirmed that South Africa’s Medicines Control Council had been conducting random tests of Ranbaxy products. In 2013, the council declared the drugs \"safe and effective.\"\nEven Blackburn’s report, which is the evidence for the Daily Caller’s claim, added a key qualifier, saying the \"Clinton Foundation likely facilitated the distribution of watered-down HIV/AIDS medications in sub-Saharan Africa through its Clinton Health Access Initiative\" (emphasis ours).\nGiven that many regulators had declared those drugs safe, we asked Blackburn’s office for evidence that proved the foundation likely distributed watered-down drugs. We have yet to receive a response.(Deeper in its article, the Daily Caller wrote of \"the possibility\" that the Clinton initiative distributed diluted drugs.)\nEllen 't Hoen, the former point person at the charity group Doctors Without Borders for HIV/AIDS drugs, told us this allegation is not new.\n\"It is a nonsense story circulated by right-wing groups,\" 't Hoen said.\nThis is not to say that Ranbaxy has not continued to run afoul of international standards. Since 2012, the FDA has dropped three additional Ranbaxy drugs from its approved list. But generally, it’s violations tend to cluster around failures to follow the best manufacturing methods.\nSerious allegations that Ranbaxy sells shoddy drugs have come from several quarters. The American government said that when it filed charges against the drugmaker in 2010. So did several former Ranbaxy executives, according to a Fortune magazine article. They told Fortune, \"Ranbaxy had used ingredients that failed purity tests and blended them with good ingredients until the resulting mix met requirements. Such a mélange could degrade or become toxic far more quickly than drugs made from the high-quality materials required.\"\nThe Clinton Health Access Initiative and Ranbaxy\nStill, the cloud around Ranbaxy was enough to force the Clinton Foundation’s hand. In 2008, it offered a two-pronged response. Except for two specialized compounds designed for children, it stopped buying any Ranbaxy drugs itself. It also warned sub-Saharan governments and others in its buyer network to take extra steps to confirm the quality of Ranbaxy’s products. It told them to switch to other manufacturers where possible, and if they had to buy from Ranbaxy, they should step up testing of every batch and toughen up the quality control requirements in their contracts. It continued to list Ranbaxy’s products in its menu of approved generic drugs.\nRegan Lachapelle, a spokeswoman for the initiative, told us the nonprofit \"left the decision to the governments as to what they should do.\"\nLachapelle said the Clinton initiative limited its buying of Ranbaxy drugs to the pediatric medications (all of which it tested) to be ultra cautious. But it didn’t push governments to do the same because neither the FDA nor WHO said the drugs were unsafe, nor did they recall any products.\nLachapelle said this created a dilemma for sub-Saharan African governments.\n\"If patients taking antiretroviral drugs suffer an interruption in the drugs they are supposed to take every day, there is a danger that they can develop resistance to the drugs which reduces their effectiveness when they re-start them,\" Lachapelle said. \"They can also suffer an increase in viral load and a decline in the strength of their immune systems which can lead to severe illness and death.\"\nIn its 2008 memo to governments, the Clinton initiative said \"CHAI believes that either decision — to continue purchasing these products from Ranbaxy or to purchase from alternative sources — is potentially reasonable depending on a country’s specific circumstances.\"\nOur ruling\nThe Daily Caller said that the Clinton Foundation and the Clinton Health Access Initiative distributed \"watered-down HIV/AIDS drugs to patients in sub-Saharan Africa.\"\nAt the most literal level, the statement is a misreading of a report from a conservative Republican who said the foundation \"likely facilitated\" the distribution of watered-down HIV/AIDS drugs.\nNeither version of the claim -- centering around the drugmaker Ranbaxy -- is proven. In fact, a host of regulatory agencies have found the drugs in question to be safe.\nThe U.S. Food and Drug Administration said there was no evidence the drugs themselves were substandard. The World Health Organization, South Africa’s Medicines Control Council and the British Medicines and Healthcare Products Regulatory Agency tested the Ranbaxy drugs and found them to be safe. Such testing dates back to at least 2005.\nWe rate this statement False.\nUpdate and correction (Sept. 29, 2016): After this item posted, we heard from Mark Tapscott, executive editor of the Daily Caller News Foundation, a 501(c)3 organization that says it provides investigative reporting for the public benefit. The group does not publicly list its donors. Tapscott listed what he called nine factual errors in our story. We reviewed his claims and found most of them without merit, as they failed to distinguish between Ranbaxy’s HIV/AIDS drugs and its other products.\nTapscott, however, correctly noted that in 2004 WHO decertified three of Ranbaxy’s HIV/AIDS drugs. Ranbaxy’s HIV/AIDS drugs were recertified the following year. The story now reflects that information, as well as the correct year in which the Justice Department filed charges against Ranbaxy.\nOur rating remains unchanged.\nhttps://www.sharethefacts.co/share/19ee7189-664a-4b8e-869b-f11f5b211c33", "vclaim_id": "vclaim-pol-04274"}