{"url": "/factchecks/2012/mar/23/dennis-baxley/crime-rates-florida-have-dropped-stand-your-ground/", "speaker": "Dennis Baxley", "vclaim": "\"We’ve had a dramatic drop in violent crime since this law (‘stand your ground’) has been in effect.\"", "truth_label": "half-true", "date": "stated on March 21, 2012 in an interview on MSNBC:", "title": "Crime rates in Florida have dropped since 'stand your ground,' says Dennis Baxley", "text": "An author of Florida’s \"stand your ground\" legislation has been defending the law on national television, warning that it may not have anything to do with the recent death of Trayvon Martin.\n\nMartin was an African-American 17-year-old who was watching a basketball game at a friend’s apartment complex in Sanford, Fla. During a break, he walked to a nearby store for candy and iced tea.\n\nWhile he was out, a resident, George Zimmerman, reported him to 911 as acting suspicious. The operator told Zimmerman not to pursue Martin, but Zimmerman shot Martin a short while later. Police didn’t arrest Zimmerman, and that angered Martin’s family and others.\n\nIt also got people talking about Florida’s \"stand your ground\" law. The law allows people to use deadly force in cases of self-defense when they believe their life is at risk.\n\nRep. Dennis Baxley, R-Ocala, told MSNBC’s Tamron Hall on March 21, 2012, that the law protects people who are attacked, but it does not protect aggressors. \"There’s nothing in this statute to protect people who are pursuing and confronting other people,\" he said.\n\nHall asked Baxley about crime statistics that show justifiable homicides are up in Florida, but Baxley said that’s only one statistic.\n\n\"What we’ve learned is if we empower people to stop bad things from happening, they will,\" Baxley said. \"And in fact, that statistic is coupled with another statistic. That is the fact that we’ve had a dramatic drop in violent crime since this law has been in effect.\"\n\nIn an interview with PBS Newshour the next day, Baxley added that he thought the law \"has saved thousands of people's lives.\"\n\nHere, we’re checking whether there’s been a dramatic drop in violent crime since the law went into effect. To do that, we turned to the Florida Department of Law Enforcement’s crime statistics and various news reports about violent crime in Florida.\n\nWe found that violent crime has dropped significantly in Florida since 2005. (The law went into effect Oct. 1, 2005.)  We calculated the drop in violent crime rates, to account for population growth. In 2006 and 2007, violent crime rates were up just slightly up compared with 2005. In 2008, the violent crime rate began declining. By 2010, the violent crime rate had dropped 23 percent since 2005. (See chart below.)\n\nBut that’s not the whole story. We also looked at crime rates for the five years before the \"stand your ground\" law started, and we found violent crime was declining during those years as well. Between 2000 and 2005, violent crime dropped 12 percent.\n\nWhen we turned to news reports, we found many stories documenting drops in crime nationwide over the past decade. Experts have been surprised that the numbers have continued dropping through a historic recession.\n\nWhy are rates declining? Nobody can say for sure. The theories are highly diverse, to say the least, and some are fairly controversial.\n\nHere are just a few we ran across: Police are getting better at using technology to prevent crime. More people are in jail and therefore can’t commit crimes. Online banking and debit cards mean people don’t have cash at home. Abortions have suppressed the number of poor, unsupervised young men. Low inflation makes stealing less attractive. President Barack Obama is setting a positive example for African-American youth. New gun laws establishing the right to carry are deterring criminals. Joblessness means people are at home watching the neighborhood. Extended unemployment benefits and food stamps mean people don’t have to turn to crime.\n\nBaxley told PolitiFact Florida he didn’t think the \"stand your ground\" law was the main reason for Florida’s drop in crime rates. But it could be one of several reasons, he said.\n\n\"I don’t want to claim all the effect,\" Baxley said. \"But in public policy, if you make changes, and things go in a positive direction, you’re grateful. So I don’t want to say we caused all of it, but I do think that it helped.\"\n\nOthers, though, have said the \"stand your ground\" law could potentially drive up the crime rate.\n\nIn 2007, the National District Attorneys Association convened a symposium on the \"stand your ground\" law and other expansions to the right to use of deadly force in self-defense. A symposium report listed a number of concerns: Criminals might be emboldened as they learn to use \"stand your ground\" as a legal defense. More deaths could result as more people carry weapons for self-defense. People might feel less safe if they believe anyone could use deadly force in an unsettling situation.\n\nMore pointedly for the Trayvon Martin case, the report noted that a misinterpretation of physical clues could result in the use of deadly force, \"exacerbating culture, class, and race differences\" and that there could be \"a disproportionately negative effect on minorities, persons from lower socioeconomic status, and young adults/juveniles.\"\n\nOur ruling\n\nBaxley said \"We’ve had a dramatic drop in violent crime since this law has been in effect.\" His comments in television interviews implied the law itself reduced violent crime rates. There has been a drop, but rates were declining before the law went into effect. We found no proof that that the \"stand your ground\" law caused the drop in crime rates; some groups worry the law could lead to more violence. We rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYear\n\nViolent Crimes\n\nPopulation\n\nViolent crime rate\n\nPercent change, year to year\n\nPercent change since 2000\n\nPercent change since 2005\n\n\n\n2000\n\n128,041\n\n15,982,378\n\n801.1\n\n \n\n \n\n \n\n\n\n2001\n\n130,323\n\n16,331,739\n\n798.0\n\n0%\n\n0%\n\n \n\n\n\n2002\n\n127,905\n\n16,674,608\n\n767.1\n\n-4%\n\n-4%\n\n \n\n\n\n2003\n\n124,236\n\n17,071,508\n\n727.7\n\n-5%\n\n-9%\n\n \n\n\n\n2004\n\n123,697\n\n17,516,732\n\n706.2\n\n-3%\n\n-12%\n\n \n\n\n\n2005\n\n125,825\n\n17,918,227\n\n702.2\n\n-1%\n\n-12%\n\n \n\n\n\n2006\n\n129,501\n\n18,349,132\n\n705.8\n\n1%\n\n-12%\n\n1%\n\n\n\n2007\n\n131,781\n\n18,680,367\n\n705.5\n\n0%\n\n-12%\n\n0%\n\n\n\n2008\n\n126,072\n\n18,807,219\n\n670.3\n\n-5%\n\n-16%\n\n-5%\n\n\n\n2009\n\n113,415\n\n18,750,483\n\n604.9\n\n-10%\n\n-24%\n\n-14%\n\n\n\n2010\n\n101,906\n\n18,771,768\n\n542.9\n\n-10%\n\n-32%\n\n-23% \n\n\n\n\n\nEditor's note: Due a data entry error, the number of violent crimes for 2010 was originally listed as 113,415 in this report. The story now reflects the correct number of 101,906. The ruling remains the same.", "vclaim_id": "vclaim-pol-11390"}