{"url": "/factchecks/2014/feb/05/mary-burke/mary-burke-says-wisconsin-not-high-tax-and-fee-sta/", "speaker": "Mary Burke", "vclaim": "Wisconsin is \"not a high tax and fee state.\" When you look at \"all the money state and local governments bring in\" from residents, \"we're more in the middle.\"", "truth_label": "half-true", "date": "stated on January 19, 2014 in a speech:", "title": "Mary Burke says Wisconsin is not a high tax and fee state, but instead ranks in the middle", "text": "Democratic gubernatorial hopeful Mary Burke has walked a tightrope on the issue of taxes early in her bid to knock off Gov. Scott Walker in November 2014.\nThe Madison Democrat has supported what she calls fiscally responsible and targeted tax relief while criticizing Republican Walker’s plan to send at least half of a projected $1 billion budget surplus back to taxpayers.\nThe former Trek Bicycle executive has said Wisconsin’s tax rates should be competitive with other states, but adds that businesses consider other factors first when considering expansion or relocation.\nSpeaking Jan. 19, 2014 to the East Side Progressives group in Madison, Burke outlined her view of where Wisconsin ranks vs. other states on collecting revenue from citizens.\n\"If you look at, overall, all the money that state and local governments bring in from the people of Wisconsin, we're more in the middle,\" Burke said, according to a story posted on Madison’s WKOW.com site.\n\"In terms of a state, we're not a high tax and fee state.\"\nLet’s start by noting that if Burke had limited her remarks to taxes -- not taxes and fees -- she would have flown in the face of Wisconsin’s No. 10 ranking among states for total tax burden as a share of personal income.\nIndeed, property-tax and income-tax collections here run more than 25 percent above the national average.\nInstead, she chose a broader measure of government revenue collection. And as the Milwaukee Journal Sentinel has reported, the picture changes when fees become part of the mix.\nWas Burke right that the bigger picture shows we are \"more in the middle\" than \"high\"?\nWhen we asked for backup, her campaign cited a report by the Tax Foundation ranking Wisconsin 23rd in per-capita \"state and local revenue.\"\nThat ranking reflects U.S. Census Bureau-reported figures derived from state governments, local municipalities, school districts and other taxing authorities. They are the grist for state-by-state rankings computed by research groups nationwide.\nBut there is a major problem with Burke’s reliance on this particular ranking, aside from the fact that newer data is available. The \"state and local revenue\" category reflects federal aid received by these governmental units, not just \"taxes and fees.\"\nTwo respected fiscal research groups in Wisconsin confirmed that for us. We consulted the Wisconsin Budget Project affiliated with the Wisconsin Council on Children and Families, and the Wisconsin Taxpayers Alliance.\nLet’s look at how these two groups tally up a more accurate look at \"taxes and fees\" and where Wisconsin ranks.\nTheir findings vary slightly from each other due to methodological differences, but are in general agreement:\nRankings based on population\nWisconsin was ranked 19th and 18th by the groups on taxes plus fees on a per-capita basis.\nThe Wisconsin figure of $6,346 per person is just slightly above the national average, the Budget Project calculated. That’s higher than the U.S. mark by about 1 percent or less -- $34 to $70 per person, based on the two groups’ research.\nThose are the two strongest points in favor of Burke’s claim.\nRankings relative to personal income\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWisconsin was ranked 14th by one organization and 16th by another on tax and fee collections relative to the state’s personal income.\nUsing this measure, Wisconsin’s take is between 4.8 percent and 6 percent higher than the national average.\nWisconsin collects taxes and fees equivalent to 15.2 percent of the state’s total personal income,  the Taxpayers Alliance says. South Dakota is lowest, at 10.8 percent, while Alaska leads at 27.7 percent.\nWhich approach is better?\nResearchers use both measures, we found. Many say the income-based measure introduces a valuable \"ability to pay\" perspective, notes the Federal Funds Information for States.\nJon Peacock, director of the Budget Project, said his group uses both in part because Wisconsin’s personal income per-person trails the U.S. average. So using the income approach naturally yields higher rankings for Wisconsin than those based on population, he noted.\nOn another research point, Dale Knapp, research director at the Taxpayers Alliance, said \"it’s useful to talk national average but rank gives a better sense of where we fit.\"\nRankings have dropped\nThere’s no debate that Wisconsin’s ranking on tax-and-fee collections has dropped from near the top 10 over the last decade.\nIn the year 2000, it was 13th based on the burden on personal income, and 11th based on the population measure.\nOn fees alone, Wisconsin ranked 30th in the latest data despite local governments relying more heavily on them to make up for a near freeze in property tax revenue they can collect, the Taxpayers Alliance noted. In the big picture, Wisconsin traditionally relies more on taxes than do other states, and leans less on federal aid and user fees, license revenue and other charges.\nIt’s important to note that these rankings cover only through mid-2011, and therefore don’t include tax cuts approved by Walker and legislative Republicans in the last two state budgets.\nWhat she said\nBut the question at hand is Burke’s specific claim on taxes plus fees.\nBurke said Wisconsin’ ranking was closer to the middle, no longer \"high.\" There’s certainly fodder for Burke in the finding that Wisconsin is within $34 of the national average by one measure.\nBut how do we characterize a range of rankings from 14th to 19th? Are those out of the \"high\" zone?\nThe Tax Foundation has described as \"mid-ranked\" states that came in below 15 or above 35 in a study of state and local tax collections as a share of income. It did so because so many states in that group are bunched closely together in terms of tax burdens, while states in the high and low groups are not.\nSo, depending on which type of ranking you prefer, Wisconsin is either in that middle tier or at the lower edge of the \"high\" rankers.\nOur rating\nBurke said Wisconsin is \"not a high tax and fee state,\" adding that, \"When \"you look, overall, at all the money that state and local governments bring in,\" Wisconsin’s ranking is \"more in the middle.\"\nBurke’s careful wording signals she meant the combination of taxes and fees raised by the state and local governments in Wisconsin, not taxes alone.\nHer campaign cites a statistic that is too broad to apply to an analysis of Wisconsin’s \"taxes and fees\" burden.\nBy one widely used measure, Wisconsin is very close to middle of the pack -- just a shade over the national average with a ranking as low as 19th. By the other, we remain significantly above the national average, with a ranking around 15th.\nThis meets the definition of partially accurate. Half True.", "vclaim_id": "vclaim-pol-08300"}