{"url": "/factchecks/2019/apr/22/eric-swalwell/did-republicans-rush-repeal-gun-control-law-mental/", "speaker": "Eric Swalwell", "vclaim": "In 2017, the first piece of legislation that Republicans passed \"made it easier for the mentally ill to purchase guns.\"", "truth_label": "half-true", "date": "stated on April 14, 2019 in a campaign rally:", "title": "Did Republicans rush to repeal law preventing the mentally ill from buying guns in 2017?", "text": "If elected president in 2020, California Rep. Eric Swalwell promises to break the deadlock on gun control legislation.\nSo far, he has teamed up with Parkland survivor Cameron Kasky and other anti-gun violence organizations. He also proposed a national ban and buyback of semi-automatic assault weapons.\nLike Washington Gov. Jay Inslee on climate change, Swalwell is distinguishing himself from his many opponents in the Democratic primary by focusing on one issue.\nAfter announcing his candidacy on \"The Late Show with Stephen Colbert,\" Swalwell held a campaign rally in his hometown of Dublin, Calif. During the speech, he said:\n\"In 2017, Republicans took control of the House, the Senate, and the presidency. Sorry to remind you. The very first piece of legislation that they passed — the act that would tell the world, ‘These are the values we espouse above all others’ — was a bill that made it easier for the mentally ill to purchase guns. They called it House Joint Resolution 40.\"\nThe fourth-term congressman accurately described the Republican-sponsored law, but it wasn’t the first to pass that year.\nWhat does the Republicans’ law really say?\nH.J. Res. 40 undid a Social Security Administration rule requiring the agency to report certain disabled applicants to the National Instant Criminal Background Check System.\nFederal law stipulates that anyone \"who has been adjudicated as a mental defective or has been committed to any mental institution\" cannot own a gun. In 2008, George W. Bush signed the NICS Improvement Amendment Act, which mandated federal agencies to report certain disabled individuals to the database. Federally licensed firearms dealers use the database to screen potential gun buyers.\nThe SSA rule was issued in 2016 to comply with the NICS Improvement Amendment Act. The Obama administration said that it would affect \"the approximately 75,000 people each year who have a documented mental health issue, receive disability benefits, and are unable to manage those benefits because of their mental impairment, or who have been found by a state or federal court to be legally incompetent.\" It also included a mechanism for people to seek an exemption from the ban on owning a gun for mental health reasons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut in 2017, Republicans — backed by the National Rifle Association and disability rights groups — initiated a rarely-used process to void the SSA rule.\nAt the forefront of the effort was Iowa Sen. Charles Grassley, who argued that the federal regulation stigmatized people with disabilities and infringed on the constitutional right to bear arms.\nA blog post by the American Civil Liberties Union said, \"The thousands of Americans whose disability benefits are managed by someone else range from young people with depression and financial inexperience to older adults with Down syndrome needing help with a limited budget. But no data — none — show that these individuals have a propensity for violence in general or gun violence in particular.\"\nOther organizations opposed the reversal. The Brady Campaign to Prevent Gun Violence released a statement that said if H.J. Res. 40 passed, \"people considered a danger to themselves or others will once again be allowed to get guns.\"\nSome states have their own laws on reporting certain disabled people to the NICS or a similar state database, according to the Giffords Law Center to Prevent Gun Violence.\nWas it the first law Republicans passed?\nPresident Donald Trump signed H.J. Res. 40 into law on Feb. 28, 2017. But it wasn’t the first law passed by the Republican-controlled Congress that year. It wasn’t even the first joint resolution.\nThe laws passed before that included measures to nullify environmental protections related to coal mining and promote women and girls in STEM careers.\nOur ruling\nSwalwell said that after Republicans won the majority in both chambers of Congress, the first law they passed made it easier for the mentally ill to purchase guns. He was correct that H.J. Res. 40 eliminated barriers for certain disabled individuals to buy guns, but it wasn’t the first law passed in 2017.\nWe rate the claim Half-True.\n Share the Facts 2019-04-22 13:57:01 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  In 2017, the first piece of legislation that Republicans passed \"made it easier for the mentally ill to purchase guns.\"    Eric Swalwell Democratic presidential candidate https://www.youtube.com/watch?v=k0DEebBnq1o   at a campaign rally in Dublin, California Sunday, April 14, 2019 2019-04-14    Read More  info", "vclaim_id": "vclaim-pol-00737"}