{"url": "/factchecks/2019/feb/22/shelley-moore-capito/did-opioid-overdose-deaths-west-virginia-fall-85/", "speaker": "Shelley Moore Capito", "vclaim": "\"Thanks to successful federal, state, and local efforts, preliminary statistics show opioid overdose deaths are down 8.5% in West Virginia.\"", "truth_label": "half-true", "date": "stated on January 22, 2019 in a tweet:", "title": "Did opioid overdose deaths in West Virginia fall by 8.5%?", "text": "Sen. Shelley Moore Capito, R-W.Va., offered a note of optimism about her state’s struggle with opioid addiction in a Jan. 22 tweet.\nCapito tweeted, \"Thanks to successful federal, state, and local efforts, preliminary statistics show opioid overdose deaths are down 8.5% in West Virginia. Awesome news!\"\nThanks to successful federal, state, and local efforts, preliminary statistics show opioid overdose deaths are down 8.5% in West Virginia. Awesome news! https://t.co/uICcVlU7vZ— Shelley Moore Capito (@SenCapito) January 22, 2019\n\nIs this statistic correct? Capito’s office did not respond to several inquiries, but we were able to find data that addresses the question.\nHer tweet links to a USA Today article about newly released data on opioids published the same day as the tweet. Accompanying that article is a link to a related article that summarizes the state-by-state data collected by the Centers for Disease Control and Prevention.\nAccording to the breakdown, West Virginia’s predicted 12-month number for overdose deaths from all drugs fell from 1,047 in 2017 to 958 in 2018. That’s a decrease of 8.5 percent, as Capito said.\nHowever, we should note a couple caveats.\nFirst, a different cut of the CDC data actually shows even stronger declines in West Virginia. Preliminary, 12-month statewide data for overdose deaths shows an 18.7 percent decline for reported deaths between July 2017 and July 2018, and a 32 percent decline for predicted deaths over the same period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSecond, the 8.5 percent decline refers to overdose deaths from all drugs, not \"opioid overdose deaths,\" as Capito said.\nThe report doesn’t break down the data for opioid deaths by state. However, other data shows patterns for different drugs, and those serve to complicate Capito’s optimism.\nA CDC report detailing annual figures for 2016 and 2017 found that in West Virginia, there was a decrease in prescription opioid overdose deaths by almost 13 percent between those two years. However, during the same time period, the deaths from all opioids, including heroin and methadone, rose more than 14 percent, and the death rates from synthetic opioids other than methadone increased by more than 42 percent.\nIn other words, a reduction in the deaths from prescription opioids masked how fast deaths from all opioids and synthetic opioids rose over that period.\n\"The opioid overdose epidemic continues to worsen and evolve because of the continuing increase in deaths involving synthetic opioids,\" the CDC reported, according to a Dec. 28, 2018 article in the Register Herald of Beckley, W.Va.\nOur ruling\nCapito tweeted, \"Thanks to successful federal, state, and local efforts, preliminary statistics show opioid overdose deaths are down 8.5% in West Virginia.\"\nThis number appears in a USA Today article that summarized CDC data, and other CDC data shows even sharper declines. That’s the good news.\nHowever, Capito misidentified the figure as opioid overdose deaths specifically, rather than overdose deaths from all drugs. In addition, a more detailed analysis shows that while prescription opioid overdose deaths are down, overdose deaths from synthetic opioids are up. This suggests a more complicated outlook for the state’s overall overdose problem.\nWe rate the statement Half True.\n Share the Facts 2019-02-22 01:00:51 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Thanks to successful federal, state, and local efforts, preliminary statistics show opioid overdose deaths are down 8.5% in West Virginia.\"    Shelley Moore Capito U.S. Senator, R-W.Va. https://twitter.com/SenCapito/status/1087764492761657344   a tweet Tuesday, January 22, 2019 2019-01-22    Read More  info", "vclaim_id": "vclaim-pol-00990"}