{"url": "/factchecks/2011/jan/21/brian-moran/democrat-brian-moran-says-gov-bob-mcdonnell-has-no/", "speaker": "Brian Moran", "vclaim": "The governor has made a \"commitment to billions of dollars in debt and new spending without any explanation of how he plans to pay that money back.\"", "truth_label": "pants-fire", "date": "stated on January 12, 2011 in a news release.:", "title": "Democrat Brian Moran says Gov. Bob McDonnell has no plan for paying transportation debt", "text": "For the better part of a decade, the General Assembly has been stalled in debate over how to fund Virginia’s growing transportation needs.\n\nThe Senate has largely argued the state needs to dedicate new long-term revenues, such as a gas tax increase, to building roads. The Republican majority in the House has stood steadfast against tax hikes, insisting that the state scrape up transportation money by borrowing, earmarking budget surpluses during good years, increasing traffic fines and fees and a blend of other ideas.\n\nThe fight may return as the main event in this winter’s General Assembly session. Gov. Bob McDonnell, a Republican, has proposed accelerating a borrowing plan approved in 2007, saying he wanted to issue $600 million in bonds annually over three years instead of $300 million annually over six years. And it didn’t take long for Brian Moran, chairman of the state Democratic Party, to attack.\n\nMoran, in a statement released after the governor’s State of the Commonwealth address on Jan. 12, argued McDonnell has made a \"commitment to billions of dollars in debt and new spending without any explanation of how he plans to pay that money back.\"\n\nNo explanation? We decided to check that out, particularly because PolitiFact Virginia discussed a payback plan in a Dec. 30 article.\n\nAfter a quick search, we found our answer.\n\nThe Virginia Transportation Act of 2000 created the Priority Transportation Fund to help the state borrow money for roads, rail and public transportation. The bill directed that one-third of the state’s revenue from insurance premium taxes go into the fund. That portion is roughly equal  to the fraction of auto insurance premiums compared to total insurance premiums each year. A 2007 transportation bill again placed one-third of the insurance premium tax revenue in the fund.\n\nMoran, who represented Alexandria in the House from 1996 to 2008, voted for both of the bills.\nMcDonnell noted that fact when he introduced his stepped-up borrowing plan on Dec. 8.\n\nMoran e-mailed his statement saying McDonnell has offered no pay-back plan on Jan. 12 at 9 p.m. That was more than an hour after McDonnell completed his address to the legislators, saying the Virginia Department of Transportation \"already has the money necessary for debt service from the insurance premium tax you approved in 2007.\"\n\nWhen we called Moran, he acknowledged the governor would be accelerating the debt issuance \"as long as the premium revenue is sufficient to pay.\"  \n\nRic Brown, the state’s secretary of finance, told us that one-third of the insurance tax premium will net about $131 million for the 2011 budget year, up from $128 million in 2010. That should more than cover the accelerated borrowing, he said.\n\nWhen the state last borrowed for roads, in the spring of 2010, Brown said the bonds carried a 3.2 percent interest rate over 25 years. For every $100 million borrowed, he said, the state pays $3.2 million per year to cover interest and about $1.8 million in principal payments. So each year the state is paying about 5 percent of the bond’s total cost.\n\nBrown said interest rates for Virginia’s debt are similar to the ones seen last year and have hovered between 3 percent and 3.5 percent for the past several months.\n\nLet’s say Virginia issues $1.8 billion in 25-year bonds at the high end of that range, paying a 3.5 percent annual interest rate. When the interest and principal payments are combined, the state would be paying roughly 5.5 percent of the total bond value in annual payments.\n\nOur calculator shows the debt would cost Virginia $99 million a year. That’s well below the $131 million in revenue received from the insurance taxes. And during the first two years the state would pay less, of course, because the entire $1.8 billion in debt would not have been issued.\n\nLet’s review.\n\nMoran said the governor made \"a commitment to billions of dollars in debt and new spending without any explanation of how he plans to pay the money back.\"\n\nWith little effort, we found the explanation in five places easily available to Moran before he made his statement:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\n Virginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nthe two bills voted for as a legislator;\n\nthe governor’s written talking points when the new borrowing plan was announced;\n\nthe governor’s State of the Commonwealth address; and\n\nat least one newspaper story.\n\n\nWhen we called Moran, he didn’t try to defend his claim.\n\nIt’s absurd for Moran to say he was in the dark. We rate his claim: Pants on Fire.", "vclaim_id": "vclaim-pol-13743"}