{"url": "/factchecks/2014/apr/28/eric-cantor/eric-cantor-says-dave-brat-advised-served-economic/", "speaker": "Eric Cantor", "vclaim": "Dave Brat \"worked on Democrat Gov. Tim Kaine’s Council of Economic Advisors while Kaine tried to raise our taxes by over $1 billion.\"", "truth_label": "mostly-true", "date": "stated on April 22, 2014 in a TV ad.:", "title": "Eric Cantor says Dave Brat served as economic adviser to Tim Kaine", "text": "U.S. Rep. Eric Cantor, R-7th, has launched a TV ad accusing his primary election opponent,  Randolph-Macon College professor Dave Brat, of being a closet liberal.\n\"Brat worked on Democrat Gov. Tim Kaine’s Council of Economic Advisers while Kaine tried to raise our taxes by over $1 billion,\" the announcer says.\nBrat complained to us that the ad perpetuates \"a lie\" that \"I am behind the large tax increases of Kaine.\" So we decided to examine the facts in Cantor’s ad statement and it’s implication that Brat counseled Kaine, who was governor from 2006 to 2010, on tax policies.\nCantor’s campaign provides backup for the ad on the website http://wecheckthefacts.com/.\nThe site says, \"Professor Brat proudly accepted an appointment by Gov. Tim Kaine to serve on his Board of Economists.\" It links to a state Senate resolution confirming Kaine’s 2006 appointment of Brat and 11 others to the panel.\nThe group, now known as the Joint Advisory Board of Economists, or JABE, helps the state’s Finance Department refine predictions for the state’s economy as part of the governor’s annual budget proposal process. Board members do not receive compensation.\nFinance Secretary Ric Brown -- who has served in his post under governors from both parties, including Kaine -- said the board weighs in on a national economic forecast prepared by Global Insight and a Virginia forecast offered by the state Department of Taxation. The panel seeks consensus of variables such as anticipated unemployment, wages and inflation.\nThe board members \"respond to forecasts in terms of their areas of expertise,\" Brown told us. \"They do not do revenue, but they do the economic underpinnings.\"\nAfter a consensus is reached on the direction of the state economy for the next year, the Taxation Department prepares two or three projections for Virginia revenues. Those estimates are reviewed by another board, the Governor’s Advisory Council on Revenue Estimates. This group -- consisting of the governor, senior legislators and chief executives from major companies in Virginia -- reaches a consensus for the revenues projections that the governor folds into his proposed budget.\nBrown described JABE, the board Brat served on, as \"part of an overall process that does feed into the revenue process and policy changes.\" But he said the board does not make tax recommendations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nBrat and the 11 other JABE members appointed by Kaine all had doctoral degrees in economics. Ten of the 12 were appointed to council by several governors and served multiple terms. Eight of them, including Brat, were appointed by both Democratic and Republican governors.\nBrat was first named to panel by Kaine and reappointed by Gov. Bob McDonnell, a Republican. Two of economists, Christine Chmura of Richmond and Roy Pearson of Williamsburg, have served under six governors. Another, Roy Webb of Richmond, has served under five governors.\nGov. Terry McAuliffe, who took office in January, has not yet made appointments to the council.\nNow, let’s address Kaine’s tax-increase record. Cantor’s website linked to several articles from the Richmond Times-Dispatch and PolitiFact Virginia. In 2011, we found that Kaine had unsuccessfully proposed about $4 billion in tax hikes during his administration. He twice sought increases of about $1 billion in transportation taxes. He also proposed a $1.9 billion increase in income taxes, offset by a $650 million cut in local car taxes.\nRay Allen Jr., a political adviser to Cantor, emailed us that the ad contains two \"facts which are not in dispute,\" referring to Brat’s service on the advisory panel and Kaine’s efforts to raise taxes.\n\"There is no public record of the professor ever disagreeing with Gov. Kaine on taxes,\" Allen wrote.\nOur ruling\nCantor’s TV ad says, \"Brat worked on Democrat Gov. Tim Kaine’s Council of Economic Advisors while Kaine tried to raise our taxes by over $1 billion.\"\nBrat clearly served on the panel and Kaine clearly sought tax hikes. The ad does not explicitly say these two events are connected, but mentioning them in the same sentence creates an unfair impression that Brat was part of a group that advised Kaine to raise taxes. There’s no evidence that occurred.\nThe panel, as pointed out by the state’s long-serving secretary of finance, weighed in on the direction of the state’s economy. It did not advise the governor on revenue and tax policies.\nCantor’s statement is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-07932"}