{"url": "/factchecks/2014/jan/17/lisa-bloom/americans-are-20-times-likely-die-gun-violence-cit/", "speaker": "Lisa Bloom", "vclaim": "\"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries.\"", "truth_label": "mostly-true", "date": "stated on January 14, 2014 in an interview with Piers Morgan:", "title": "'Americans are 20 times as likely to die from gun violence as citizens of other civilized countries,' says author Lisa Bloom", "text": "As shootings at a Florida theater and a New Mexico school rocked the news this week, CNN host Piers Morgan greeted viewers Tuesday with alarming stats about gun violence.\nThen one of Morgan’s guests jumped in with numbers of her own.\nAfter questioning the sheriff investigating the theater killing, Morgan turned to Lisa Bloom, a lawyer and author of Swagger: 10 Urgent Rules for Raising Boys in an Era of Failing Schools, Mass Joblessness, and Thug Culture.\n\"Let me give you another number: 20,\" Bloom said. \"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries. Why? Because other civilized countries rein in guns.\"\nWe can’t quantify whether gun policies are preventing gun violence, as Bloom said, but we can look at her claim that \"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries.\"\nFirst of all, it’s not typical to refer to peers of the United States as \"civilized countries.\" More often, they are grouped as \"developed,\" \"advanced industrial\" or \"high-income countries,\" many being in Western Europe.\nWhen we asked Bloom what she meant, she directed us to a Washington Post infographic comparing gun-related murders per capita for the United States and the nations of the Organization for Economic Cooperation and Development.\nThe global consortium of 34 countries includes Western Europe, Turkey, Israel, Chile, Japan and South Korea. Mexico is also in the group, but the Post did not include it because its murder rate is exceptionally high amid a drug war. (The OECD considers all but Mexico, Chile and Turkey as \"advanced\" countries. Those three are \"emerging.\")\nThe United States is tops -- way tops -- for gun deaths, with a 2010 rate of 3.2 firearm-related deaths per 100,000 population, according to statistics collected by the United Nations Office on Drugs and Crime. Chile was second at 2.2, followed by Turkey and Switzerland, tied for third at 0.8. The rest of the countries fell below 1, if they made the map at all.\nThe U.S. rate is more than 20 times the rate of Australia, France, the United Kingdom (excluding Northern Ireland), Israel, South Korea, Japan, Norway, Poland and Slovenia. The U.S. rate firearm-related deaths is closer to 10 or 16 times the rates of countries such as Austria, Denmark, Germany, Greece, Netherlands, New Zealand and Spain.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n(Country to country comparisons are slightly imperfect due to the variance in how data is reported. For example, the rate for Turkey and Switzerland is based on each country’s most recently reported year, which is 2006 and 2004, respectively. You can see more on this Google spreadsheet we compiled using U.N. data for firearm death rates from 2004 to 2010.)\nPost foreign affairs blogger Max Fisher concluded, \"The U.S. gun murder rate is about 20 times the average for all other countries on this chart. That means that Americans are 20 times as likely to be killed by a gun than is someone from another developed country.\"\nA related fact-check from PolitiFact examined a 2011 study by researchers of the Harvard School of Public Health and UCLA School of Public Health. Their findings, while based on data for 23 high-income, populous countries from the World Health Organization now almost a decade old (2003), mirror more recent trends.\nThe United States, they found, has more firearms per capita, the most permissive gun control laws and a disproportionate amount of firearm-related deaths from homicides, suicides and accidents.\n\"The United States had a homicide rate 6.9 times higher than those in the other high-income countries, driven by a ﬁrearm homicide rate that was 19.5 times higher than those in the other high-income countries,\" the report says. \"For 15 year olds to 24 year olds, the ﬁrearm homicide rate in the United States was 42.7 times higher than in the other countries.\"\nBloom said her particular statistic is widely reported, and she will include more stats on gun deaths in her upcoming book, Suspicion Nation.\n\"No matter how you analyze the data, the numbers are deeply disturbing,\" she said.\nOur ruling\nBloom said, \"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries.\"\nHer phrasing is imperfect (\"civilized\" countries versus \"developed\"), and depending on what countries you count  you can reach a slightly different figure. But Bloom’s point is well-sourced and largely accurate. The United States has a much higher rate of the world’s most developed countries. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-08389"}