{"url": "/factchecks/2016/dec/27/jackie-speier/examining-claim-7-children-day-die-gun-violence/", "speaker": "Jackie Speier", "vclaim": "\"Since the Sandy Hook tragedy, more than seven children PER DAY have died from gun violence.\"", "truth_label": "mostly-true", "date": "stated on December 14, 2016 in a tweet:", "title": "Do seven children per day die from guns?", "text": "U.S. Rep. Jackie Speier, D-San Mateo, is one of California’s most prominent advocates for gun control -- and one of the few members of Congress to personally experience and survive gun violence.\nSpeier was shot five times at point blank range in 1978 on a trip accompanying Rep. Leo Ryan to Jonestown, the remote commune in Guyana where 909 people died from cyanide poisoning and other means.\nSpeier was a legal adviser to Ryan, who along with four others were shot and killed in an ambush near the compound. Speier was rescued a day later. Since then, she’s spent much of her career in politics leading the call for gun safety.\nIt was no surprise Speier spoke out against gun violence on Dec. 14, 2016, the fourth anniversary of the Sandy Hook Elementary School shooting. The shooter killed 20 students, ages six and seven, along with six adult staff members in what’s considered the deadliest mass shooting at a school in U.S. history.\nOn the anniversary, Speier posted an image on Twitter of herself holding a card reading #EndGunViolence.\nAbove the image she claimed:\n\"Since the Sandy Hook tragedy, more than seven children PER DAY have died from gun violence.\"\nWe wanted to know whether the startling and somber statistic was true. We set out on a fact check.\nOur research\nA spokeswoman for Speier cited the Brady Campaign to Prevent Gun Violence as the source of the statistic. She said the campaign used information from an online database of fatal injury reports maintained by the U.S. Centers for Disease Control and Prevention.\nWe did not hear back from a spokesman for the Brady Campaign.\nBut we found a similar statistic on the organization’s website: \"Every day, 7 children and teens die from gun violence.\" The website notes that it crunched CDC data for children and young people through age 19.\nThe federal agency is considered a leading authority on mortality and injury statistics. It includes data through 2015.\nTo examine Speier’s claim, we searched the database for the number of young people who died in connection with guns from the start of 2013 through 2015. Those are the most recent available years following the Sandy Hook shooting.\nWe found 7,838 deaths in connection with firearms for people ages 0 through 19.\nThat works out to 7.15 deaths a day during this three-year period -- which matches Speier’s claim of \"more than seven\" per day.\nThese include all types of gun deaths from accidents to homicides to suicides. About 36 percent resulted from suicides.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nSome might take issue with Speier lumping in 18 year-olds and 19 year-olds as children.\nGun deaths for these two ages accounted for nearly half of the 7,838 young people killed in the two-year period.\nHere’s a look at the breakdown of deaths by age group:\n\n\n0-4 years: 247\n\n\n5-9 years: 218\n\n\n10-14 years: 847\n\n\n15-19 years: 6,526\n\n\nThe National Institute of Justice, a research arm of the U.S. Department of Justice, has stated that young people aged 15 to 24 are the group most at risk for gun violence.\nIf considering only elementary school aged children, the total who die in connection with guns would be roughly one every four days -- still a tragic number, but not close to seven per day.\nWe interpreted Speier’s use of the word children, however, to include a broader group of young people, including teenagers.\nOur ruling\nCalifornia Congresswoman Jackie Speier recently claimed: \"Since the Sandy Hook tragedy, more than seven children PER DAY have died from gun violence.\"\nSpeier’s claim is backed up by the CDC’s fatal injury report data, which shows an average of 7.15 young people per day, aged 0 to 19, died in connection with firearms between 2013 and 2015.\nIt’s important to note these include all types of gun deaths: accidents, homicides and suicides. All gun deaths are violent, but Speier’s statement could be interpreted as only including homicides or accidents.\nFinally, Speier’s claim might also lead some to think she’s talking about young school aged children, given that she invokes an elementary school shooting. The data show teenagers and young adults make up the vast majority of deaths due to guns in America, while elementary aged children account for a small fraction.\nThe Brady Campaign to Prevent Gun Violence, the source Speier relied on, offers a more complete look at this statistic on its website. It notes that children \"and teens\" are included in the seven deaths per day.\nSpeier’s statement is on the right track. But it could have used some clarifications. \nWe rate it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nhttps://www.sharethefacts.co/share/423277eb-4cab-4fc1-8ab5-357f808c343d", "vclaim_id": "vclaim-pol-03839"}