{"url": "/factchecks/2020/feb/26/blog-posting/congress-didnt-charge-nancy-pelosi-ripping-state-u/", "speaker": "Bloggers", "vclaim": "“Congress files charges against Nancy Pelosi.”", "truth_label": "pants-fire", "date": "stated on February 25, 2020 in a blog post:", "title": "Congress didn’t charge Nancy Pelosi for ripping up State of the Union copy", "text": "Weeks after U.S. House Speaker Nancy Pelosi tore up her copy of President Donald Trump’s State of the Union speech, misinformation continues to ripple online. \nA recent example is this Feb. 25 post being shared on a blog with the title \"Re-elect TRUMP 2020.\" The story claims Congress has filed charges against Pelosi. Only it’s not much of a story. \nThe headline is dramatic: \"Congress files charges against Nancy Pelosi - she may have broken federal law with her speech rip.\"\nBut the five-sentence post offers no details about the allegation, saying only that \"it looks like Nancy Pelosi made a big mistake at the State of the Union — bigger than she could have expected.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nWe’ve already debunked several claims about the speech. There’s no evidence Pelosi planned to rip the speech at the start of the president’s address, for example. Her actions weren’t illegal. And she wasn’t arrested for them. \nPelosi defended her behavior, saying in a press conference that she \"tore up a manifesto of mistruths.\"\n\"It was necessary to get the attention of the American people to say, ‘This is not true. And this is how it affects you,’\" she said. \nU.S. Rep. Matt Gaetz, R-Fla., filed an ethics complaint against Pelosi for ripping up the speech, but we found no evidence that charges have been filed against her, as this blog claims. \nThe Feb. 25 blog post repeats claims that have already been debunked.\nWe rate it Pants on Fire.", "vclaim_id": "vclaim-pol-17461"}