{"url": "/factchecks/2021/jan/20/rebecca-kleefisch/yes-wisconsin-vaccine-rollout-among-worst-midwest/", "speaker": "Rebecca Kleefisch", "vclaim": "“Wisconsin is second to last in the Midwest in our vaccination rate and the governor says he’s ‘satisfied.’”", "truth_label": "mostly-true", "date": "stated on January 14, 2021 in a tweet:", "title": "Yes, Wisconsin vaccine rollout among slowest in Midwest", "text": "Wisconsin’s vaccine distribution — like most everything else in Wisconsin in recent years — has sparked a partisan blame game.\nRepublicans have criticized the rollout as slow and uncoordinated, asserting Democratic Gov. Tony Evers doesn’t have a sufficient plan. Evers has countered that he’s doing the best he can with the available supply, claiming Vice President Mike Pence had promised vaccines from a federal reserve that didn’t actually exist.\nRepublican Rebecca Kleefisch, a potential 2022 gubernatorial candidate, said Evers is leading an effort that ranks among the worst in the region.\n\"Wisconsin is second to last in the Midwest in our vaccination rate and the governor says he’s ‘satisfied,’\" Kleefisch, the former lieutenant governor under Gov. Scott Walker, said in a Jan. 14, 2021, tweet.\nDoes Wisconsin really rank that poorly?\nLet’s dig in.\nWisconsin vaccine rollout among the worst\nWe’ll leave for another day the question of who’s to blame for the speed of Wisconsin’s vaccine rollout.\nBut the status is clear — Wisconsin is among the slowest in the nation. In fact, Kleefisch was over-stating the Midwest ranking.\nState-by-state data from the U.S. Centers for Disease Control and Prevention showed 2.4% of Wisconsin residents received their first dose of the coronavirus vaccine as of Jan. 13, the most recent data available when Kleefisch sent out her tweet.\nThat ranked dead last among the 12 Midwest states. North Dakota and South Dakota led that ranking with more than 5% receiving a first dose, while Ohio and Missouri joined Wisconsin at the bottom, with 2.8% and 2.6%, respectively.\nIn the preceding days, Wisconsin had ranked second-last in the Midwest.\nNationwide as of Jan. 13, Wisconsin ranked 41st out of all 50 states in vaccination rate, well off the national average of 3.1%.\nThe ranking only worsened in the ensuing week, with Wisconsin dropping to 44th by Jan. 19 while remaining last in the Midwest, according to the CDC.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nPushing back against Kleefisch’s claim, Evers spokeswoman Britt Cudaback pointed to CDC data on the raw number of vaccinations administered. That showed Wisconsin ranked seventh out of the 12 Midwest states as of Jan. 13.\nBut that’s not a reasonable way to compare progress when dealing with states that vary dramatically in population. It would be like arguing Texas is the highest-crime state because it has the most prison inmates. The latter may be true, but only because Texas has one of the highest populations. Comparing it to other states requires examining the number of inmates relative to the population (in which case Texas is not first).\nThat’s where the per capita rate comes in — which is the vaccination metric used by the CDC and referenced by Kleefisch.\nCudaback also said Wisconsin’s ability to administer vaccines is limited by its large long-term care population. Vaccines are made available to states based on population, but states are required to store enough doses for everyone in long-term care before any doses can be administered to other groups. State officials say Wisconsin has a higher proportion of long-term care residents than many states and therefore has to build a larger bank before administering vaccines, slowing the process.\nYes, Evers called the progress ‘satisfactory’\nThat brings us to the second part of Kleefisch’s claim, that Evers is comfortable with where the state stands.\nShe’s off a bit there, at least in how she framed it.\nIn a Jan. 13 interview with WISN-TV, Evers was asked, \"Is this acceptable to you where we’re at\" as a state on vaccinations.\n\"Given what we have, we can’t give any more. That’s the issue,\" the governor said. \"Yes, I'm satisfied where we're at because that's all we had.\"\nSo Evers isn’t necessarily saying he’s satisfied with being second-last (or last). He’s saying he is satisfied with the progress given what he has had to work with.\nWhether that’s a valid excuse is a topic for another fact check, as there are of course vaccines on hand in Wisconsin that haven’t yet been administered. But he’s not quite using the word in the same way Kleefisch characterized it.\nCudaback also said Wisconsin’s ability to administer vaccines is limited by its large long-term care population. Vaccines are made available to states based on population, but states are required to store enough doses for everyone in long-term care before any doses can be administered to other groups. State officials say Wisconsin has a higher proportion of long-term care residents than many states and therefore has to build a larger bank before administering vaccines, slowing the process.\nOur ruling\nCriticizing the rollout under Evers’ administration, Kleefisch said Wisconsin is second to last in the Midwest in vaccination rate.\nKleefisch is making the general point that Wisconsin is in worse shape than surrounding states, and that’s correct. But it’s in fact even worse than she asserted. After a stretch as second-worst in the Midwest, Wisconsin moved to last on that list shortly before Kleefisch’s tweet.\nAnd Evers did say around the same time he was satisfied with the state’s progress, though he used the term with a caveat about vaccine availability.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-19197"}