{"url": "/factchecks/2017/feb/20/blog-posting/internet-resurrects-false-claim-bill-and-hillary-c/", "speaker": "Bloggers", "vclaim": "Says \"Hillary Clinton filed for divorce In New York courts.\"", "truth_label": "pants-fire", "date": "stated on February 8, 2017 in a headline:", "title": "Internet resurrects false claim that Bill and Hillary Clinton are divorcing", "text": "An old claim that says former Democratic presidential candidate Hillary Clinton filed paperwork to divorce her husband, former President Bill Clinton, recently resurfaced. But it is fake.\n\"Hilary (sic) Clinton filed for divorce In New York courts!\" read a headline on a Feb. 8, 2017, post on USANewsToday.org. Facebook flagged the post as part of its initiative to eliminate fake news from its news feeds.\nThe story cited ChristianTimesNewspaper.com as reporting Clinton filed a divorce petition in the Supreme Court of the State of New York for Westchester County.\nWe know the story isn’t real, because this exact same hoax has circulated online before.\nThe ChristianTimesNewspaper.com, which was a website that trafficked in fake news, tried to sell people the exact same story on Nov. 10, 2016, after Clinton lost the election to President Donald Trump. The website, which now appears to be offline, did not carry a disclaimer identifying its news as fabricated. It did say it \"does not take responsibility for any of our readers' actions that may result from reading our stories.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSome minor details of the ChristianTimesNewspaper.com story have been changed, but USANewsToday.org — and several other fake news websites, as well — reproduced essentially the same story in February. USANewsToday.org is a clickbait site registered to an address in Macedonia, where fake news is a lucrative cottage industry.\nThis mirrors a minor trend we’ve seen with fake news, in which a fabricated story that originally was posted weeks or months ago is suddenly resurrected and regains popularity.\nWhile the original version of this story came after Clinton’s presidential campaign loss, we can only make an educated guess as to the reason why this claim made a comeback. Valentine’s Day, maybe?\nThe statement is no more accurate now than when it was first posted months ago. We rate it Pants On Fire!\nhttps://www.sharethefacts.co/share/76e8a822-aa70-4d30-ae64-9bbba512e80e", "vclaim_id": "vclaim-pol-03652"}