{"url": "/factchecks/2018/sep/24/blog-posting/quote-dianne-feinstein-about-veterans-and-guns-fab/", "speaker": "Bloggers", "vclaim": "Says that Dianne Feinstein said that \"all vets are mentally ill in some way and government should prevent them from owning firearms.\"", "truth_label": "pants-fire", "date": "stated on September 24, 2018 in an image on Facebook:", "title": "Quote from Dianne Feinstein about veterans and guns is fabricated", "text": "A quote allegedly from Sen. Dianne Feinstein, D-Calif., saying veterans are mentally ill and shouldn't own firearms is fabricated.\nOn Sept. 16, Facebook user Len Stanchick posted a combination of memes depicting Feinstein. One of them reflected her well-known faked quote which became viral in 2013.\nOne of the images quotes Feinstein as saying, \"All vets are mentally ill in some way and government should prevent them from owning firearms.\"\n\nSource: Facebook\nThis image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHere's how the hoax was born.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAt a March 7, 2013, Senate hearing to reinstate a ban on certain types of assault weapons, Texas Sen. John Cornyn offered an amendment to exempt former military personnel from the law. Cornyn said that veterans should be allowed to own assault weapons as they are most highly-trained and qualified individuals. He also explained that disarming these people prevents veterans of a way to protect their families and communities.\nHe said, \"Members and veterans of the Armed Forces are the most highly-trained and qualified individuals to own these weapons for self-defense purposes. We should think long and hard before disarming these heroes, preventing them from protecting their families and communities.\"\nFeinstein oppposed the amendment. Part of her rationale was that some veterans could suffer from post-traumatic stress disorder.\n\"If I understand this, this (amendment) adds an exemption of retired military. As I understand our bill, no issue has arose (sic) in this regard during the 10 years the expired ban was in effect and what we did in the other bill was exempt possession by the United States or a department or agency of the United States. So that included active military. The problem with expanding this is that, you know, with the advent of PTSD, which I think is a new phenomenon as a product of the Iraq War, it’s not clear how the seller or transferrer of a firearm covered by this bill would verify that an individual was a member, or a veteran, and that there was no impairment of that individual with respect to having a weapon like this. So, you know, I would be happy to sit down with you again and see if we could work something out but I think we have to — if you’re going to do this, find a way that veterans who are incapacitated for one reason or another mentally don’t have access to this kind of weapon.\" (See the discussion via C-Span starting from 1:30:00.)\nFeinstein never said that \"all vets are mentally ill\" or the \"government should prevent them from owning firearms.\"\nHowever, that false quote was fabricated and spread throughout the internet, especially across different political forums. The story has been recycling since 2013 and most of them cite Los Angeles Times columnist Burt Prelutsky as the initial source in order to gain credibility.\nAccording to Snopes.com, Burt Prelutsky is not a Los Angeles Times columnist.\nFeinstein's words were mangled beyond what she said. We rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-01572"}