{"url": "/factchecks/2020/jun/01/blog-posting/ex-minneapolis-police-officer-derek-chauvin-did-no/", "speaker": "Bloggers", "vclaim": "Says ex-Minneapolis officer accused of killing George Floyd commits suicide in prison cell.", "truth_label": "pants-fire", "date": "stated on May 31, 2020 in a story:", "title": "Ex-Minneapolis police officer Derek Chauvin did not die in jail", "text": "As demonstrations against police brutality escalate in size and scope, so is social media misinformation.\nRELATED: Fact-checking misinformation about the George Floyd protests in Minneapolis \nOn May 31, a website called \"W24 News\" published an article with a headline that said Derek Chauvin, the ex-Minneapolis police officer who knelt on George Floyd’s neck, committed suicide in his cell.\nThe headline reads: \"Minneapolis Police Officer who killed George Floyd, Derek Chauvin commits suicide in prison cell.\"\nThis isn’t true.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe article says that, on May 31, \"John Harrington, commissioner of the Minnesota Department of Public Safety, announced that Chauvin committed suicide after his arrest in his Minnesota jail cell.\" It attributed the report to WCCO Minneapolis, a local CBS affiliate news station.\nWe could find no such announcement by the Minnesota Department of Public Safety, nor any report by WCCO that said Chauvin died in jail under any circumstances.\nThe claim only exists on W24n, a junk news website that has published several hoax stories including one that said President Barack Obama tested positive for the coronavirus.\nChauvin was arrested on charges of third-degree murder and manslaughter on May 29 and was originally held at Ramsey County Jail in St. Paul. He was moved on May 31, first to Hennepin County Jail and then to Oak Park Heights prison.\nIn a press conference that night, Minnesota Department of Corrections Commissioner Paul Schnells said the transfer wasn’t \"uncommon\" among high-profile inmates and was made, in part, due to COVID-19 transmission concerns and the anticipation that a large number of people could be booked into the county jail amid the ongoing protests.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-17847"}