{"url": "/factchecks/2015/nov/06/glenn-grothman/rep-glenn-grothman-hears-employers-changes-stance-/", "speaker": "Glenn Grothman", "vclaim": "On support for the Export-Import Bank", "truth_label": "full-flop", "date": "stated on November 6, 2015:", "title": "Rep. Glenn Grothman hears from employers, changes stance on Ex-Im Bank", "text": "As a state senator running for Congress in 2014, Glenn Grothman of Campbellsport had some strong opinions about the Export-Import Bank.\nLike the other conservative Republicans contending for the open seat, Grothman was against the obscure federal agency.\n\"We do not need corporate welfare, which I guess I would say the Import-Export Bank is,\" Grothman said at a July 29, 2014 candidate forum.  \nGrothman ultimately won the seat, but now sees things another way.\nTime to break out the Flip-O-Meter, which examines whether a politician has changed position on an issue. Remember: It does not measure whether any change is good or bad policy or politics, only whether the candidate has been consistent.\nThe Export-Import Bank helps U.S. companies sell their goods and services in foreign countries by providing financing for export deals. Opponents echo Grothman’s \"corporate welfare\" line, while supporters say the bank helps level the playing field for U.S. companies competing in the global marketplace.\nThings looked bad for the bank’s future during the summer of 2015 after conservatives in the House of Representatives refused to reauthorize funding. The House let the charter of the bank lapse at the end of June.\nThe Senate voted to reauthorize the bank on July 26, 2015 and in the fall efforts to revive the measure in the House gained steam as prominent business groups pressed for reauthorization.\nIn Wisconsin, that came as General Electric Co. announced Sept. 28, 2015 it would cut hundreds of jobs in Waukesha and move the work to Canada. The company said the move was being made because of the demise of the bank.\nIn an interview, Grothman said that as a reauthorization vote drew closer, he heard from 42 businesses in his district with officials urging him to vote to continue the bank, which he did when the matter came before the House on Oct. 27, 2015.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"You add that up and you add up the fact that such a high number of manufacturing jobs are tied to suppliers,\" Grothman said of the calls he received. \"Per capita, Wisconsin is one of the largest users of the Export-Import Bank.\"\nGrothman cited The Manitowoc Co., Caterpillar Corp. and Oshkosh Corp.’s Pierce fire engine division as among the heavy users of the bank.\nThe congressman also said he learned more about the economy of Wisconsin’s 6th congressional district, which he represents.\n\"This district has more manufacturing jobs than almost any other one,\" he said, adding: \"It’s not something I dealt with in the state Legislature.\"\nAs for the position he took at the debate, Grothman said he was \"called upon to give an answer about the bank. Obviously, I got one side of the issue when I said I was opposed to it. You talk to the big manufacturers and you get the other side of it.\"\nGrothman is not the first state politician to switch positions on funding the bank.\nU.S. Sen. Ron Johnson (R-Wis.) voted against the bank shortly after he took office in 2012. He joined the majority in supporting the agency in July 2015. In an interview with the Milwaukee Journal Sentinel, Johnson said he changed his mind after hearing from state employers. We rated his switch a Full Flop.\nOur rating\nAs a candidate in 2014, Grothman said he was opposed to the Export-Import Bank, calling it a form of corporate welfare.\nA little more than a year later, after hearing from key manufacturers in his district, the congressman changed his mind and voted for the bank’s reauthorization.\nThat’s a Full Flop.", "vclaim_id": "vclaim-pol-05772"}