{"url": "/factchecks/2021/jan/20/blog-posting/we-dont-know-what-trumps-letter-biden-says/", "speaker": "Bloggers", "vclaim": "Donald Trump’s letter to Joe Biden said, “You know I won.”", "truth_label": "false", "date": "stated on January 20, 2021 in a blog post:", "title": "We don’t know what Trump’s letter to Biden says", "text": "Per a relatively recent tradition, former President Donald Trump left a letter for his successor, President Joe Biden. \nWhat did the letter say? The White House won’t tell. \n\"It’s a letter between 45 and 46,\" spokesperson Judd Deere told USA Today. \nBut a Jan. 20 blog post alleged to have a copy. \n\"I was sent this 5pm British time — and asked not to share for 1 hour,\" the post said. \"This Trump letter was left on the President’s desk for Biden.\"\nBelow it, an image of what looks like a letter written on White House stationary, shows a message — dated \"20th January 2021\" — that reads simply: \"Joe, you know I won.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIt also appears to be signed by Trump.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nDeere did not respond to PolitiFact’s questions about the post.\nBut Biden told reporters after his inauguration that Trump had left him a \"very generous letter.\" Like Deere, he declined to disclose any details and said, \"because it was private, I won't talk about it until I talk to him.\" \nThere’s no evidence that the letter is real. The seal at the top of the letter is not the same seal featured in other official letters Trump sent when he was president. And letters from Trump that have been made public have the month before the day, not the day before the month as it appears here.\nThe letter is being shared among people who believe the QAnon conspiracy theory. We found no credible sources to confirm the letter’s authenticity. It seems more akin to the guesses other people are jokingly making about the letter’s contents.\nWe rate this claim False.\nUpdate: This story was updated to include new comments from President Joe Biden.", "vclaim_id": "vclaim-pol-19194"}