{"url": "/factchecks/2019/jun/30/kevin-graham/chicago-police-union-presidents-attack-consent-dec/", "speaker": "Kevin Graham", "vclaim": "Says the U.S. Department of Justice has \"seen in the past\" that police department \"consent decrees don’t work, that there’s very little change, that oftentimes immediately after a consent decree goes into effect, crime actually goes up.\"", "truth_label": "barely-true", "date": "stated on June 21, 2019 in in an interview:", "title": "Chicago police union president's attack on consent decrees falls short", "text": "Chicago Mayor Lori Lightfoot had a strained relationship with the city’s main police union well before she came to power at City Hall, and it is likely to be tested further in coming negotiations over a new contract for rank-and-file officers.\nLightfoot led a civilian task force that once demanded changes to the police contract in the wake of the shooting death of Laquan McDonald by a Chicago cop later convicted of aggravated battery and second-degree murder.\nNow Kevin Graham, the president of the Chicago Fraternal Order of Police, is seeking some changes of his own to a recent legal agreement between the city and the Illinois Attorney General that mandates changes in the way officers are trained, supervised and disciplined.\nTo bolster his case for revisions, Graham said in a recent interview with the Chicago Sun-Times that even the federal government has qualms about the consequences of court-enforced civil-rights agreements aimed at controlling police conduct.\nThe Justice Department, Graham said, has \"seen in the past that consent decrees don’t work, that there’s very little change, that oftentimes immediately after a consent decree goes into effect, crime actually goes up.\"\nUnder President Donald Trump, the Justice Department has indeed backed away from imposing consent decrees on police, including in Chicago where one pending agreement arranged near the end of the Obama administration was scrapped.\nGraham’s comments suggest there’s solid, statistical evidence underpinning that policy shift. We decided to find out if that is so.\nA temporary uptick, not a failed policy\nTo support Graham’s claim, a spokesperson for the union sent us an excerpt from an academic report that found an uptick in crime among the 31 cities that came under federal oversight between 1994 and 2016. What Graham left out, though, is that the study also found those increases were temporary and diminished into statistical insignificance over time.\nStephen Rushin, the study’s co-author, said Graham’s characterization of the findings were an oversimplification.\n\"It would be fair to say there’s some empirical support for the claim that consent decree cities have seen maybe an uptick in crime relative to unaffected cities,\" said Rushin, a professor at the Loyola University Chicago School of Law. \"But, again it’s more complicated because our research … found that after a few years, that relationship goes away.\"\n\"To say that they (consent decrees) don’t work, at minimum is misleading,\" Rushin also said. \"I don’t think anyone — even folks who have spent their life doing this — would think it’s perfect. But I think to say that it just doesn’t work and everyone knows it, that’s not true.\"\nRushin and other experts told us that crime rates aren’t the only factor to consider when weighing the potential costs and benefits of consent decrees. For instance, a widely cited study from the University of Texas-Dallas found that cities operating under such agreements saw a decrease in civil rights lawsuits against police.\n\"These (crime) numbers are not destiny and there are good examples of cities as big as Chicago going through these kinds of very disruptive processes and coming out the end a much safer and seemingly more constitutional police department,\" Rushin said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nOne example is Los Angeles, which operated under a consent decree between 2000 and 2013. A report from the Harvard Kennedy School found that crime did rise in the first couple years of the consent decree, but at a clip no faster than it did across all of California.\nThen, after the initial phase-in period, crime in Los Angeles began to fall at a far faster rate than was experienced in other California cities not operating under federal oversight, the study found.\nThat report also found the number of L.A. officers named in misconduct complaints decreased substantially over the years even as officers made more stops and arrests.\n\"If the consent decree has kept police officers from dealing with crime or criminals, there is no sign of it in the data on enforcement activity,\" the study’s authors noted.\nExperts pointed to a number of potential explanations for increases in crime immediately after a consent decree takes effect, among them unfamiliarity among officers with new restrictions on their conduct and often an initial lack of buy-in among rank-and-file.\nJonathan Smith, a former Obama administration Justice Department official who now directs the Washington Lawyers' Committee for Civil Rights and Urban Affairs, pointed to another important variable.\n\"The Department of Justice only comes in when a police department’s in crisis,\" he said, citing a consent decree in Baltimore that followed unrest triggered by the death in police custody of a young black man. \"To say that somehow them coming in creates the crisis — the causal relationship doesn’t exist there.\"\nTrump’s first attorney general, Jeff Sessions, expressed deep skepticism of the value of consent decrees. In several speeches, he made a claim we twice rated Mostly False that a spike in Chicago’s murder rate was caused by a similar kind of settlement agreement between Chicago and the American Civil Liberties Union. But the most recent department analysis on the effectiveness of consent decrees was published during the Obama administration and came to a very different conclusion.\nIt summarized findings of independent studies that examined several different cities operating under consent decrees, including Los Angeles, and noted those reports \"provide strong evidence that reform under the Division’s agreements generally succeed in bringing about more effective constitutional policing practices and improved police-community relations\" without jeopardizing public safety.\nOur ruling\nGraham said the Justice Department has \"seen in the past\" that police department \"consent decrees don’t work, that there’s very little change, that oftentimes immediately after a consent decree goes into effect, crime actually goes up.\"\nHis office pointed us to an academic report that found court-enforced interventions were associated with an uptick in crime. What he left out is that the same report found those effects to be temporary.\nExperts also pointed out that such an increase doesn’t negate the progress cities under consent decrees have made in the years following implementation when it comes to improving relations between police and members of the communities they protect.\nTrump’s Justice Department has indeed stepped back from pushing for reforms at individual police agencies. But the same agency had lauded progress fostered by consent decrees and concluded they did not appear to endanger public safety.\nWe rate Graham’s claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.", "vclaim_id": "vclaim-pol-00476"}