{"url": "/factchecks/2015/jun/21/james-clyburn/james-clyburn-says-original-confederate-flag-compr/", "speaker": "James Clyburn", "vclaim": "The original compromise for the Confederate battle flag in South Carolina \"was to put it on the back side of the statehouse, out of public view so it would not have any appearance of sovereignty.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2015 in comments on NBC's \"Meet the Press\":", "title": "James Clyburn says original Confederate flag compromise was to move it out of public view", "text": "The Confederate flag has returned as a flashpoint in South Carolina politics. While the flags of the United States and the state itself hang at half-staff over the state capitol in honor of the nine victims at the Emanuel African Methodist Episcopal Church in Charleston, the Confederate battle flag on the statehouse grounds remains at full-mast.\nAs part of a 2000 law, it remains on statehouse grounds. That law itself was the result of protests and an economic boycott aimed at getting the Confederate flag off of the capitol dome. Over 46,000 people marched in Columbia, and the South Carolina Chamber of Commerce lobbied lawmakers to remove the flag. In what was billed as a compromise, the symbol of the South’s battle against the Union ended up alongside a monument to Confederate soldiers located in front of the statehouse.\nRep. James Clyburn, D-S.C., said that law and that placement effectively betrayed an earlier deal.\n\"The compromise was to put that flag in front of the Wade Hampton office building next to the Wade Hampton statue,\" Clyburn said on NBC’s Meet the Press on June 21, 2015. \"What happened was when some people rejected the compromise, the Legislature, out of defiance, put that flag where it is today in front of the statehouse. That is not what the compromise was. The compromise was to put it on the back side of the statehouse, out of public view so it would not have any appearance of sovereignty.\"\nWe decided to see if the bill that passed in 2000 undermined a package that had emerged from previous negotiations.\nTo get started, it helps to get a feel for where things are on the statehouse grounds in Columbia. Here’s a map of the statehouse area.\nFrom this, Clyburn’s characterization of his preferred location seems pretty accurate. The next question is, did that spot represent a consensus plan?\nSeveral ideas in play\nWe reached out to Clyburn’s office and did not hear back by the time we published. However, we did talk to Rep. Gilda Cobb-Hunter, the South Carolina House Democratic minority leader in 2000.\nCobb-Hunter remembers the plan Clyburn had in mind, but she also remembers that there were several ideas on the table.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"There were a number of conversations back in 2000 held by a number of different people,\" Cobb-Hunter said. \"It would not be accurate to say that there was one plan that had reached a consensus.\"\nCobb-Hunter and a top House Republican lawmaker had co-sponsored a proposal for a new installation on the statehouse grounds that they called the Circle of Flags, in which the Confederate flag would have been one of several from South Carolina’s history.\nAnother approach suggested the flag move to the state’s Confederate Relic and Military History Museum.\nThe plan to place it by the Wade Hampton statue (Hampton was a Confederate Civil War general who served as governor and U.S. senator in the 1870s and 1880s) did have significant support. In February 2000, then-governor Democrat Jim Hodges got behind the move, and at the time, Cobb-Hunter said it was a viable option.\nBut it never caught on, not with House Republicans, nor with the National Association for the Advancement of Colored People (NAACP).\nAngela Ledford co-authored a study on the flag controversy while getting her doctorate at the University of South Carolina. Now a political scientist at the College of St. Rose, Ledford remembers that plan as \"an informal agreement with some of the legislative leadership.\"\nThe compromise that emerged -- first in the state Senate and then affirmed in the House -- sent the flag to its present location by the monument to the Confederate Soldier. In a bit of legislative log-rolling, the Senate passed the bill after the House approved making Martin Luther King, Jr. Day a state holiday. South Carolina was the last state in the country to officially recognize MLK Day.\nThe majority of African-American House members voted against the bill, and the NAACP opposed it as well.\nOur ruling\nClyburn said that there was a compromise measure to place the Confederate flag in a more discreet location on the South Carolina state house grounds. Such a proposal did exist and had the backing of the governor and black lawmakers. But it was not the only compromise plan in play and it failed along with other proposals backed by black lawmakers.\nClyburn’s claim leaves out that context. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06288"}