{"url": "/factchecks/2015/apr/27/ted-cruz/ted-cruz-says-half-presidents-were-previously-gove/", "speaker": "Ted Cruz", "vclaim": "\"About half of the presidents have been governors; half of them, senators.\"", "truth_label": "false", "date": "stated on April 18, 2015 in remarks in New Hampshire:", "title": "Ted Cruz says about half of presidents were previously governors, half were senators", "text": "Texan Rick Perry, the former governor who might bid again for president, has indicated he expects Americans in 2016 to prefer a governor for president over, say, a member of Congress. \"If you’re in the Senate or if you’re in the House, you can give a speech and then go home,\" Perry said in November 2014. \"Governors can’t. We have to govern.\"\nTexan Ted Cruz, the first-term U.S. senator who declared his candidacy for president in March 2015, recently countered that senators have often been president, David Weigel of Bloomberg Politics reported.\nAccording to Weigel’s recap, Cruz was addressing young Republicans in New Hampshire April 18, 2015, when someone asked what executive chops he could bring. Cruz responded by lambasting the \"graybeards\" in Washington, D.C. for coming up with the \"senator versus governor\" framework for president in the first place. And the idea that a governor makes for a better president than a senator, Cruz said, hasn’t been reflected in voter choices.\n\"Here’s what history teaches us,\" Cruz said. \"About half of the presidents have been governors; half of them, senators. There have been good and bad presidents who were both.\" Cruz closed out: \"I think the test we ought to apply is not what job title a person had. I think the test we ought to have is: Who has stood up and fought?\"\nOur test: Checking if Cruz was right about a 50-50 split between presidents who were governors and those who warmed up in the Senate.\nCounting presidents\nTo sort the presidents, we leaned on the White House’s website presenting biographical sketches of the presidents and separately asked experts from the Institute for Presidential Studies at the Miller Center at the University of Virginia, and the Washington, D.C.-based Center for the Study of the Presidency & Congress to run the numbers. Barbara Perry, the institute’s director, emailed us its initial sorting of the presidents; the center’s Alice Farrell emailed us its analysis.\nStatistically, Barbara Perry followed up by phone, Cruz’s statement was wrong in that around a third of presidents were previously governors, a third were senators and about a third were neither.\nCounting presidents\nOur own sort is here, showing:\n--NOT A GOVERNOR OR A SENATOR (14 PRESIDENTS): Three of the first four presidents--the exception being former Virginia Gov. Thomas Jefferson--were neither former governors or senators; the nation was young. Another 11 presidents also had neither distinction including Abraham Lincoln, Dwight Eisenhower, Gerald Ford and George H.W. Bush;\n--A GOVERNOR ONLY (13 PRESIDENTS): These include Grover Cleveland of New York, the sole president to win non-consecutive terms, Theodore Roosevelt (New York), Woodrow Wilson (New Jersey), Franklin Delano Roosevelt (New York)--and four of the six latest presidents: Jimmy Carter (Georgia), Ronald Reagan (California), Bill Clinton (Arkansas) and George W. Bush (Texas).\n--A SENATOR ONLY (11 PRESIDENTS): The first senator to be president was James Monroe of Virginia, who led the country from 1817 to 1825. And the next three presidents, including John Quincy Adams (Massachusetts) and Andrew Jackson (Tennessee), had been senators. Modern-era senators who moved up include Harry Truman (Missouri), John F. Kennedy (Massachusetts), Lyndon B. Johnson (Texas), Richard Nixon (California) and Obama. To our inquiry, University of Virginia researcher Bryan Craig placed James Garfield in this group. Garfield, a longtime House member, was elected to the Senate by Ohio lawmakers early in 1880 before winning for president in the fall. We placed Garfield on our \"neither\" list because he never served in the Senate. (Worse, he was shot in July 1881, dying that September.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n--A GOVERNOR AND A SENATOR (5 PRESIDENTS): These were Virginian James Monroe; William Henry Harrison, who was governor of the Indiana Territory and then, years later, won election to the Senate seat from Ohio; New Yorker Martin Van Buren, who resigned his governorship after two months to become U.S. secretary of state; Andrew Johnson of Tennessee and John Tyler of Virginia.\nUpshot: Of the 43 men who have been president, 16 were former senators, 18 were former governors, 14 were neither. That is, 37 percent were senators, 42 percent were governors--and 33 percent didn’t serve as a governor or a senator. To reach these totals, we double-counted the five presidents who were both, giving credit where credit was due.\nCruz’s point\nWe shared slightly different preliminary counts with Cruz aides. By email, his campaign spokesman, Rick Tyler, responded: \"What the senator was conveying to counter the false ‘executive experience’ narrative is there have been roughly an equal number of senators and governors who have served as president.\"\nGovernors ascendant of late\nOf late, though, more governors than senators have advanced to the presidency including two--Clinton and Bush--elected to the job while serving as governor.\nPerhaps significantly, Obama in 2008 was the first senator to capture the presidency directly from a Senate seat since Kennedy in 1960, nearly 50 years earlier. Nixon and Lyndon Johnson, both former senators, each won election to the highest office after serving as vice president.\nBarbara Perry suggested governors have dominated in recent decades due to national upheavals--going as far back as the Vietnam conflict and the Watergate scandal-- leading voters to distrust candidates with records rooted in Congress. \"The more candidates could separate themselves\" from Washington, she said, the better, giving governors an edge.\nOur ruling\nCruz said about half of the presidents have been governors; half of them, senators.\nGovernors have had a good run of late and, over all, comprise 42 percent of all presidents with 37 percent being former senators. Perhaps overlooked by Cruz; 14 presidents were neither.\nWe rate his \"about\" 50-50 claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE, 5:07 p.m., April 28, 2015: We amended the headline and closing line of this fact check to clarify we were checking precisely what Cruz said. These changes did not affect our rating.", "vclaim_id": "vclaim-pol-06476"}