{"url": "/factchecks/2012/mar/13/paul-sadler/paul-sadler-says-four-super-pacs-are-us-senate-rac/", "speaker": "Paul Sadler", "vclaim": "Says there are four super PACs on the Republican side of the Texas U.S. Senate race.", "truth_label": "true", "date": "stated on March 1, 2012 in a Travis County Democratic Party candidate forum:", "title": "Paul Sadler says four super PACs are in U.S. Senate race on GOP side", "text": "At a candidate forum in Austin, Paul Sadler was asked if he’d support a constitutional amendment overturning the 2010 Supreme Court decision that touched off a flood of super PACs, a type of political action committee that cannot coordinate with a candidate’s campaign, but can independently spend unlimited donations to influence a race.\n\n\"Hell yes, I will,\" Sadler said at the March 1, 2012, Travis County Democratic Party event. Calling the super PACs’ impact \"scandalous,\" the lawyer and former Texas House member said: \"In our race on the Republican side, already, there are four super PACs -- four super PACs -- and it is a distortion of our democracy.\"\n\nSuch PACs are weighing in heavily this election season, raising eyebrows in some cases because they can accept money from certain tax-exempt groups that don’t have to disclose their donors’ names. According to the nonpartisan research group Center for Reponsive Politics’ opensecrets.org, super PACs have spent $65 million in the 2012 cycle so far supporting presidential candidates -- including President Barack Obama, who as PolitiFact noted February 7, 2012, executed a Full Flop in his stance on fundraising for super PACs.\n\nBut four in our little ol’ U.S. Senate race?\n\nJeff Rotkoff, spokesman for Sadler’s campaign to succeed retiring Sen. Kay Bailey Hutchison, R-Texas, told us the backup for his candidate’s statement was included in Sadler’s February 8, 2012, fundraising email, which cited in turn a Texas Tribune news story from the day before. That story listed four super PACs and linked them to candidates: Texas Conservatives Fund and Conservative Renewal Political Action Committee, supporting Lt. Gov. David Dewhurst; Real Street Conservatives, supporting Craig James; and Club for Growth Action PAC, supporting Ted Cruz.\n\nLike traditional PACs, super PACs register with the Federal Election Commission, which describes supers as \"independent expenditure-only committees.\"\n\nTypically when a super PAC is created, the organizers attach a memo to the FEC stating their intent to make independent expenditures. The FEC website displays those memos for three of the PACs that Sadler referred to.\n\nFor the fourth, we asked Club for Growth spokesman Barney Keller to confirm its super PAC status. Keller told us by email that the club’s Action PAC is its super PAC, distinct from its traditional Club for Growth PAC, which Keller said has endorsed Ted Cruz.\n\nSo, yep: All four are supers. We set out to learn what we could about their activities.\n\nFrom websites and what the four PACs had reported to the FEC through March 6, 2012, we gleaned these thumbnails, keeping in mind that only the Club for Growth super PAC has existed long enough to have filed reports of contributions and expenditures:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\nTexas Conservatives Fund: Created in January 2012 by Paul Kilgore, according to its statement of organization filed with the FEC. Kilgore, whom we reached by phone, is president of a campaign consulting firm in Athens, Ga. The PAC says on its website that its mission is to help Dewhurst get the GOP nomination and be elected to the U.S. Senate.\n\n\n\nConservative Renewal Political Action Committee: Created in January 2012 by Larry Hicks, according to its statement of organization. A February 3, 2012, Houston Chronicle blog entry reported that the Conservative Renewal PAC would support Dewhurst. Hicks, whom we reached by phone, is a certified public accountant in Houston.\n\nReal Street Conservatives PAC: Created in February 2012 by Jerad Najvar, according to its statement of organization. Najvar, an election lawyer in Houston, told us by phone that he wasn’t authorized to state the PAC’s purpose or name the client who hired him to file the organizing documents. The Austin American-Statesman reported in a February 3, 2012, news blog post that a source had confirmed the Real Street Conservatives PAC supports James.\n\nClub for Growth Action: Created in August 2010 by Chris Chocola, according to its statement of organization. Chocola is president of the Washington, D.C.-based Club for Growth.\n\n\n\nThe Club for Growth is a national conservative group that advocates economic growth. According to opensecrets.org, the group spent $5 million on Congressional races in the 2010 election cycle, using its cash for items such as television ads. In the 2012 election cycle, opensecrets.org shows the group has only spent $574,097 so far, but 82 percent, or $468,758, of that has been used against Dewhurst, the website records.\n\nSo, yep: four supers, all linked to Republican candidates in the Texas U.S. Senate race.\n\nSadler told us via email that he did not know of any such PACs supporting him. How would he respond if such a group formed? \"Nothing I or anyone else can do -- I think that is the point, isn't it?,\" he wrote.\n\nWe rate Sadler’s claim True.", "vclaim_id": "vclaim-pol-11446"}