{"url": "/factchecks/2012/jan/13/einer-elhauge/harvard-law-professor-says-early-congress-mandated/", "speaker": "Einer Elhauge", "vclaim": "\"In 1790, the first Congress, which was packed with framers, required all ship owners to provide medical insurance for seamen; in 1798, Congress also required seamen to buy hospital insurance for themselves. In 1792, Congress enacted a law mandating that all able-bodied citizens obtain a firearm.\"", "truth_label": "mostly-true", "date": "stated on January 5, 2012 in a commentary in the New England Journal of Medicine:", "title": "Harvard Law professor says early Congress mandated health insurance for seamen and gun ownership for most men", "text": "One complaint about President Obama’s Affordable Care Act is that it forces uninsured people to purchase health insurance or pay a penalty -- an argument the Supreme Court will consider when it takes up challenges to the health-care law in oral arguments March 27 and 28. If the court upholds the act, critics argue, what's to stop Congress from forcing us to buy, say broccoli.\n\nHarvard Law School professor Einer Elhauge focused on that issue in a Jan. 5, 2012, commentary in the New England Journal of Medicine titled \"The Irrelevance of the Broccoli Argument against the Insurance Mandate.\"\n\nSome people, he said, \"argue that the Constitution's framers could not possibly have envisioned a congressional power to force purchases. However, in 1790, the first Congress, which was packed with framers, required all ship owners to provide medical insurance for seamen; in 1798, Congress also required seamen to buy hospital insurance for themselves.\n\n\"In 1792, Congress enacted a law mandating that all able-bodied citizens obtain a firearm. This history negates any claim that forcing the purchase of insurance or other products is unprecedented or contrary to any possible intention of the framers.\"\n\nWe wondered whether those early Congresses -- some of whose members helped draft the Constitution --  did indeed mandate health insurance and gun purchases.\n\nFirst, we wanted to see whether that first Congress was actually \"packed with framers.\"\n\nFifty-five men are considered the framers. During the first Congress in 1790, only 20 of the 91 senators and representatives were framers. That's not exactly packing them in.\n\nThen we contacted Elhauge about the other parts of his claim.  He referred us to three pieces of legislation.\n\nFirst was the 1790 law, passed by that first Congress, which applied to any U.S. ship that was at least 150 tons or with a crew of at least 10. It required the master or commander to either have a supply of on-board medicines (with instructions) or provide \"all such advice, medicine, or attendance of physicians, as any of the crew shall stand in need of in case of sickness\" and do it \"without any deduction from the wages of such sick seaman or mariner.\"\n\nSounds like mandatory health care to us.\n\nThen, in 1792, a Congress that included 17 framers passed a law requiring nearly every \"free able-bodied white male citizen\" age 18 to 44, within six months,  \"provide himself with a good musket or firelock, a sufficient bayonet and belt, two spare flints, and a knapsack, a pouch with a box therein to contain not less than twenty-four cartridges,\" along with balls and gunpowder. A rifle could be substituted. The purpose was to establish a uniform militia.\n\nAgain, that sounds like a mandated purchase to us.\n\nFinally, in 1798, a Congress that included five framers expanded the health coverage mandate, requiring every ship owner or master coming into a port to pay 20 cents per seaman for every month each worker had been employed.\n\nThe funds, which could be withheld from the seamen, were used \"to provide for the temporary relief and maintenance of sick or disabled seamen, in the hospitals or other proper institutions now established\" in the port. Leftover funds were used to create hospitals for those mariners.\n\nHow did the framers vote on these laws?\n\nThere was no roll call for the House and Senate bills requiring health care for seamen. But on the proposal mandating the purchase of musket, firelock or rifle as part of the larger bill to establish a uniform militia, 10 of the 14 framers whose votes were recorded endorsed the measure.\n\nOne side note: In November 1792, an attempt was made in the House to reconsider the weapon requirement in the militia bill because some people were complaining that it was too onerous, an argument that echoes complaints from critics of the new health-care law. The proposal was defeated 6 to 50. The vote among framers was 1 to 6.\n\nIt should also be noted that the president who signed the first two of these laws was our Founding Father-in-Chief, George Washington.\n\nElhauge, in an e-mail, stood by his characterization that the first Congress was \"packed\" with framers, saying, \"20 framers sounds pretty packed to me. There were only 55 delegates who attended the Constitutional Convention, so 20 is around 40 percent of all the framers present in that Congress.\"\n\nWe disagree. The issue is not how many framers went to Congress, but how many members of Congress were framers. And you can't pack a meeting when you only account for 22 percent of the representatives.\n\nMore importantly, he said, \"I don’t think anyone objected to any of these laws on constitutional grounds, which presumably someone would have if it was obvious that the original understanding was that such an obligation would be unconstitutional.\"\n\nOur ruling\n\nHarvard Law professor Einer Elhauge said that early Congresses, particularly the first Congress, had no qualms about forcing purchases.\n\nOur research confirmed that. Congress required merchant ship owners to purchase medicines or provide health care for their workers. Seamen were later taxed to pay for what might be regarded today as an 18th-century health maintenance organization to provide for hospital care. And most able-bodied men were required to purchase weaponry for their service in the militia.\n\nAlthough he correctly characterized the laws, to say that the framers of the Constitution \"packed\" that first Congress is too much of a stretch. \"Packed\" means at least a majority; 22 percent is not a majority.\n\nFor that reason, we rule his statement Mostly True.\n\n(An earlier version of this item incorrectly reported that Washington signed all three bills. John Adams, a founding father who was not a framer because he was in Europe when the U.S. Constitution was written, signed the 1798 legislation.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\n(Get updates from PolitiFactRI on Twitter. To comment, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-11806"}