{"url": "/factchecks/2017/dec/25/cora-faith-walker/Cora-Faith-Walker-mostly-right-on-life-expectancy/", "speaker": "Cora Faith Walker", "vclaim": "\"The average life expectancy for African Americans in Saint Louis and Saint Louis County varies by as much as 18 years compared to the white population, with nearly half of all African-American kids under the age of 18 living in poverty.\"", "truth_label": "mostly-true", "date": "stated on November 9, 2017 in a guest commentary in the St. Louis American:", "title": "Cora Faith Walker mostly right on life expectancy disparities in St. Louis", "text": "In a Nov. 9 guest commentary for the St. Louis American, Rep. Cora Faith Walker, D-Ferguson, wrote that funding cuts to Medicaid programs would further hurt African-American communities.\n\n\n\"The average life expectancy for African-Americans in Saint Louis and Saint Louis County varies by as much as 18 years compared to the white population, with nearly half of all African-American kids under the age of 18 living in poverty,\" Walker wrote.\n\n\nThose are striking statistics, so we reached out to Walker to find out where she got them. She sent us a copy of a 2015 \"For the Sake of All\" report, which analyzes \"the health and well-being of African Americans in St. Louis.\" Walker also outlined the primary sources cited in the report.\n\n\nWe reached out to the report’s project directors to find out where these stats came from.\n\n\nLife expectancy\n\n\nWalker wrote that the average life expectancy for African-Americans in St. Louis City and St. Louis County varies by as much as 18 years compared to the white population.\n\n\nWhere does that information come from?\n\n\nFor the Sake of All project director Jason Purnell told us the figure comes from a comparison between residents in the ZIP code 63106 in the city and the ZIP zip code 63105 in the county.\n\n\nFor the Sake of All’s report breaks down the differences in life expectancy for different ZIP  codes within St. Louis city and county. On page 27 of the report, a map showing life expectancy at birth by ZIP code is accompanied by this description:\n\n\n\"A child born in 63106 near the Jeff-Vander-Lou neighborhood can expect to live 18 fewer years than a child born in 63105 (Clayton), 15 fewer years than a child born in 63017 (Chesterfield), 14 fewer years than children born in 63122 (Kirkwood) and 63109 (St. Louis Hills), and 3 years fewer than a child born in 63133 (Pagedale/Wellston),\" the report says.\n\n\nResearch Project Coordinator Rachel Barth said the life expectancies were constructed using a calculator developed by the City of St. Louis Department of Health – Center for Health Information, Planning, and Research, and life expectancies by ZIP code were derived using population counts from the 2010 Census and deaths from the Missouri Information for Community Assessment’s 2010 data.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nTo be clear, the data aren’t comparing life expectancies by race. Walker is extrapolating that based on what she knows about the ZIP  codes analyzed. The report notes that the areas with lowest life expectancies — such as ZIP code 63106 that has an average life expectancy of 67 years — \"are also in areas with the highest concentration of African-American population.\"\n\n\n\"We do not have calculations for life expectancy by race,\" Barth told PolitiFact Missouri.\n\n\nHowever, ZIP code 63105, which includes Clayton, is predominately white — which is where Walker may have based her assertion \"compared to the white population.\"\n\n\n\"What I think Rep. Walker is getting at is the life expectancy for residents living in 63106 (95 percent of whom are African-American) is 67 years, whereas the life expectancy for residents living in 63105 (92 percent of whom are white) is 85 years of age,\" Barth said.\n\n\nTo summarize, Walker is comparing ZIP  codes in the St. Louis area and identifying where the greatest life expectancy disparity exists. Those ZIP  codes align with overwhelmingly African-American or white populations. However, there may be other variables that weren’t considered in the study that have an effect on the average life expectancy.\n\n\nPoverty\n\n\nWalker went on to say that \"nearly half of all African-American kids under the age of 18 (are) living in poverty.\"\n\n\nThat’s from the same report, but the statistic is outdated and relies on 2012 Census information. In 2012, according to the U.S. Census Bureau, 46 percent of African-American children under 18 lived in poverty in St. Louis County and St. Louis City, Barth said.\n\n\nAccording to the more recent Census Bureau estimate from 2016, the figure has fallen to 33 percent, Barth said. The decrease coincides with the improvement of the economy in Missouri.\n\n\nOur ruling\n\n\nWalker said \"the average life expectancy for African Americans in Saint Louis and Saint Louis County varies by as much as 18 years compared to the white population, with nearly half of all African-American kids under the age of 18 living in poverty.\"\n\n\nWalker based this assertion on a study showing a wide difference in life expectancy between two ZIP codes within the city and county of St. Louis. That’s not exactly a comparison of life expectancy by race, but given that one ZIP code is heavily African-American and the other is heavily white, it’s a reasonable proxy.\n\n\nAs for the poverty claim, the rate remains high, but the 50 percent figure is based on old data. More recent estimates find that about a third of African-American children in the St. Louis area are living in poverty.\n\n\nOn balance, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-02567"}