{"url": "/factchecks/2012/aug/29/chris-christie/chris-christie-says-he-balanced-budget-11-billion-/", "speaker": "Chris Christie", "vclaim": "Says they said \"it was impossible to balance a budget at the same time, with an $11 billion deficit\" and \"we did it.\"", "truth_label": "half-true", "date": "stated on August 28, 2012 in a speech at the Republican National Convention in Tampa:", "title": "Chris Christie says he balanced a budget with an $11 billion deficit", "text": "Gov. Chris Christie said he faced down the impossible when he took office.\n\nThe Republican governor told an audience at the Republican National Convention during his keynote address Tuesday night that despite the doubts of naysayers, he steered New Jersey off a path that \"we could no longer afford to follow.\"\n\n\"Now they said it was impossible this is what they told me to cut taxes in a state where taxes were raised 115 times in eight years. That it was impossible to balance a budget at the same time, with an $11 billion deficit.  But three years later, we have three balanced budgets with lower taxes,\" Christie said. \"We did it.\"\n\nHere, we’ll assess the governor’s claim that he balanced a budget with an $11 billion deficit.\n\nNew Jersey’s Constitution requires a balanced budget every year. Christie has met that obligation in every budget year.\n\nThe major flaw with the governor’s claim is that the deficit he cites never went away. And Christie now dismisses that deficit calculation as the \"old way of budgeting.\"\n\nThe $11 billion refers to a $10.7 billion structural deficit the state’s nonpartisan Office of Legislative Service projected for the fiscal 2011 budget year, when Christie proposed his first spending plan.\n\nA structural deficit measures how much money the state would need if current services and revenues remained the same and all spending obligations required by statute were fully funded.\n\nBut the state does not have to meet all of its obligations since the budget supersedes statute.\n\nSo although a state statute may require certain levels of spending on different programs, the governor can sign a budget that does otherwise.\n\nAnd that’s largely what Christie did in his first budget.\n   \nThe governor skipped a $3.1 billion pension payment. He didn’t fully fund the school aid formula. He didn’t fully fund the state’s property tax rebate program.\n\nAnd the next budget year, the state still had a projected structural deficit.\n\nFor the fiscal 2012 budget year, OLS projected a structural deficit of about $10.5 billion, nearly the same size as the previous fiscal year.\n\nBut Christie then dismissed that calculation, calling it the \"old way of budgeting.\"\n\nIn a budget speech last year, Christie said the projected deficit \"assumes no one is actually managing the budget or setting priorities. That is yesterday’s New Jersey.\"\n   \nNow, Christie said, \"the baseline is zero\" for budgeting.\n \nOur ruling\n\nChristie said naysayers said it was \"impossible to balance a budget at the same time, with an $11 billion deficit\" and \"we did it.\"\n\nThe state Constitution requires a balanced budget every year and Christie met that obligation.\n\nThe deficit figure Christie cites refers to a $10.7 billion projected structural deficit, a calculation Christie uses to his advantage in his first budget year but has since dismissed as the old way of budgeting.\n\nThat’s important context Christie’s statement lacks. So, we rate this statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10502"}