{"url": "/factchecks/2021/jan/06/viral-image/posts-about-dc-bill-allows-children-be-vaccinated-/", "speaker": "Viral image", "vclaim": "“Dems Pass Bill to Vaccinate Children Without Parental Knowledge, Consent.”", "truth_label": "half-true", "date": "stated on January 3, 2021 in a Facebook post:", "title": "Posts about D.C. bill that allows children to be vaccinated without parental consent needs context", "text": "A law recently went into effect in Washington, D.C., that allows children ages 11 and older to receive certain vaccinations without parental approval if a doctor deems them capable of giving informed consent. \nBut some posts on Facebook share a screenshot from a website called the Conservative Brief, which misleadingly displays a photo of Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, and features a headline that reads: \"D.C. Passes Bill to Immunize Children Without Parental Knowledge, Consent.\"\nThe headline is repeated in text above Fauci’s photo, but swaps out the word \"D.C.\" for \"Dems.\"\nAdditional text, which comes from the article, also appears in the post and says, \"The bill not only permits children of this age (11+) to provide consent to doctors and other vaccine administrators without a parent’s knowledge or consent, but also requires insurance companies, school administrators, and medical personnel to conceal from parents that…\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWashington, D.C., city officials did pass and enact a law that allows minors 11 and older to get certain vaccinations without parental approval if they are deemed able to consent by a doctor. But Fauci had nothing to do with it. And more context is needed than what is presented on social media.\nThe bill in question, \"B23-0171 - Minor Consent for Vaccinations Amendment Act of 2019,\" was introduced in the D.C. city council on March 5, 2019 and enacted on Dec. 23, 2020. \nUnder the legislation, children age 11 and older are permitted to receive government-recommended vaccines that their parents object to on religious grounds, if a doctor agrees.\nThe law covers vaccines for a range of illnesses including polio, measles, mumps and rubella, as well as the COVID-19 coronavirus and human papillomavirus, which is recommended for older children. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nThe law requires doctors who are employing the legislation send the immunization records to the child’s school and seek payment directly from the insurance company, rather than involving parents. These circumstances can come into play if the parents are using a religious exemption that allows their child to attend school without being vaccinated against communicable diseases. \nThe legislation was created in response to the country’s 2019 measles outbreak, which was believed to have been fueled by parents’ refusal to vaccinate their children.  \nA representative of the D.C. chapter of the American Academy of Pediatrics, which strongly supported the bill, said vaccination rates at the city’s public schools range from 87 to 93 percent but have fallen below 85 percent at some charter schools, according to a report by the Washington Post. \nA famous example of a teen circumventing parental consent over vaccinations came in 2017, when Ethan Lindenberger, who has since become a public health advocate, got vaccinated against his mother’s wishes when he turned 18.\nSome states already allow minors to get vaccinated without parental permission, but rules vary widely. There is no federal law that allows U.S. children as young as 11 to get vaccinated without parental approval.\nOur ruling\nA Facebook post shares an article screenshot that features Dr. Anthony Fauci and says \"D.C. Passes Bill to Immunize Children Without Parental Knowledge, Consent.\"\nThe city of Washington, D.C., passed a bill that allows minors 11 and older to get certain government-recommended vaccinations without their parent’s consent.\nNo such law exists at the federal level. And Fauci had nothing to do with the legislation. Also, the headline obscures that children would first have to be willing to receive the vaccination and that a doctor would have to agree they are capable of making that decision. \nWe define Half True as a statement that is partially accurate but leaves out important details or takes things out of context. That fits here.", "vclaim_id": "vclaim-pol-19129"}