{"url": "/factchecks/2016/may/27/ted-cruz/ted-cruz-incorrectly-says-donald-trump-has-second-/", "speaker": "Ted Cruz", "vclaim": "Says Donald Trump \"has the second-highest disapproval ratings of anyone running for president.\"", "truth_label": "false", "date": "stated on April 21, 2016 in an online campaign ad:", "title": "Ted Cruz incorrectly says Donald Trump has 'second-highest disapproval' of any presidential hopeful", "text": "A dozen days before suspending his presidential candidacy, Sen. Ted Cruz charged Donald Trump with being the second-most disliked candidate for president, implying that only Hillary Clinton was worse off.\nThe Texan's claim emerged in an online ad, \"War Room,\" which was posted as Cruz scrambled unsuccessfully to best Trump in Kentucky’s April 2016 Republican presidential primary.\nThe shadowy video purports to show the actress portraying Clinton huddling with nervous advisers who say first that Trump has considerable weaknesses. \"He has the second-highest disapproval ratings of anyone running for president,\" an adviser says. Next, another pretend aide asks who has the highest (or worst) disapproval rating--and all eyes fall away.\nOf late, Trump and Clinton appear to be poised for a November showdown in the general election, representing the Republican and Democratic parties, respectively. It’s also so that fresh polls including an ABC News/Washington Post poll taken in mid-May 2016 suggest each hopeful has high unfavorability ratings--giving the two unwelcome common ground.\nRegardless, we checked Cruz’s poll claim in part because whenever candidates tout polls, there’s a risk of obfuscation and oversimplification. For instance, this April we rated False Trump’s claim that his favorability numbers were higher than Ronald Reagan’s at the same time in 1980. Also in April, we rated Mostly False Cruz’s claim that \"poll after poll\" showed him beating Clinton one-on-one.\nSo for recent history’s sake, we decided to see if Cruz was right pre-departure about Trump having the second-highest disapproval ratings among all presidential hopefuls.\nCruz’s data\nIn response to our query, Cruz campaign spokeswoman Catherine Frazier emailed data from a national poll released Feb. 18, 2016, by respected pollster Quinnipiac University, naming Clinton and Trump the least-favored candidates, respectively.\nThe questionnaire asked 1,342 registered voters intended to represent the national electorate between February 10 and 15, 2016, whether their opinions of 11 candidates and politicians were favorable, unfavorable,or if they lacked the information to judge. Fifty-eight percent registered as \"unfavorable\" to Clinton, 57 percent said as much for Trump.\nThen again, the poll’s 2.7 percentage point margin of error means that Clinton’s lead on Trump for unfavorability was too close to call.\nWe looked into other voter polls, finding -- in contrast to Cruz’s claim -- Trump uniformly viewed as the least liked candidate, counting Clinton and others still vying at the time of the respective polls.\nBut first we heard back from Tim Malloy, assistant director of Quinnipiac Polls, who said in a phone interview that it’s \"apples and oranges\" to mix up polls that gauge voter impressions of candidates with those that check on whether they approve or disapprove of someone’s job performance.\nFavorability, Malloy said, rates people’s overall impression of candidates, including their character and personality.  \"It’s pretty much, ‘Do you like the person?’\" he said.\nApproval ratings tie to how well people think someone has done a job. For example, Malloy said, at the end of New York Mayor Rudy Giuliani’s years in that office, Giuliani had low favorability and high approval. People didn’t much like him, Malloy said, yet they thought he did a good job as mayor.\nOther data\nNow let’s turn to what other polls showed per the frontrunners’ favorable/unfavorable ratings at the time Cruz was still a candidate.\nUp to the debut of Cruz’s ad, the political poll aggregator RealClearPolitics had posted 59 polls rating Trump’s favorability, starting from a Quinnipiac poll taken in May 2015, weeks before he announced his candidacy. It had posted more than 200 polls rating Clinton’s favorability, starting from a Rasmussen poll taken in November 2012.   \nAs of May 25, 2016, the website’s aggregation of polls gave Clinton a net 56.3 percent unfavorable rating; Trump had a net 58 percent unfavorable rating.\nBut that didn’t nail down the two candidates’ scores at the time Cruz aired his ad.\nFor our part, we pulled the relevant results from 21 polls rating candidate favorability and listed by RealClearPolitics between the Feb. 18, 2016 publication of the Quinnipiac poll shared by the Cruz campaign and the April 21, 2016, debut of Cruz’s ad, also folding in the poll immediately before the Feb. 18 poll.\nSome of the 22 polls contacted registered voters while others surveyed likely voters. In each one, Trump had the highest disapproval ratings among candidates of either party; Clinton ran second to Trump in unfavorability in 18 polls.\nPresidential Candidates With Top Unfavorable Poll Ratings, February-April 2016\n\n\n\n\nPoll\n\n\nConducted   (2016)\n\n\nNumber polled\n\n\nHighest unfavorable rating\n\n\nSecond-highest unfavorable  rating\n\n \n\n\n\n\n\n\n\nPublic Policy Polling\n\n\nFeb 2 - 3\n\n\n1,236\n\n\nTrump - 63 percent\n\n\nBush - 54 percent\n\n\n\n\n\n\n\n\nQuinnipiac\n\n\nFeb 10 - 15\n\n\n1,342\n\n\nClinton - 58 percent\n\n\nTrump - 57 percent\n\n \n\n\n\nAssociated Press\n\n\nFeb 11 - 15\n\n\n1,033\n\n\nTrump - 58 percent\n\n\nClinton - 51 percent\n\n \n\n\n\nNBC/WSJ\n\n\nFeb 14 - 16\n\n\n800\n\n\nTrump - 59 percent\n\n\nClinton - 50 percent\n\n \n\n\n\nThe Economist/YouGov\n\n\nFeb 24 - 27\n\n\n2,000\n\n\nTrump - 59 percent\n\n\nBush - 57 percent\n\n \n\n\n\nCNN/ORC\n\n\nFeb 24 - 27\n\n\n920\n\n\nTrump - 60 percent\n\n\nClinton - 55 percent\n\n \n\n\n\nGallup\n\n\nFeb 26 - March 3\n\n \n\nTrump - 63 percent\n\n\nClinton - 53 percent\n\n \n\n\n\nWaPo/ABC\n\n\nMarch 3-6\n\n\n1,000\n\n\nTrump - 67 percent\n\n\nClinton - 52 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n \n\n\n\nThe Economist/YouGov\n\n\nMarch 10 - 12\n\n\n2,000\n\n\nTrump - 61 percent\n\n\nClinton - 54 percent\n\n \n\n\n\nMonmouth University\n\n\nMarch 17-20\n\n\n1,008\n\n\nTrump - 60 percent\n\n\nClinton - 51 percent\n\n \n\n\n\nCNN/ORC\n\n\nMarch 17-20\n\n\n925\n\n\nTrump - 67 percent\n\n\nClinton - 56 percent\n\n \n\n\n\nCBS/NYT\n\n\nMarch 17-20\n\n\n1,058\n\n\nTrump - 57 percent\n\n\nClinton - 52 percent\n\n \n\n\n\nQuinnipiac\n\n\nMarch 19-22\n\n\n1,451\n\n\nTrump - 61 percent\n\n\nClinton - 56 percent\n\n \n\n\n\nBloomberg\n\n\nMarch 19-22\n\n\n1,000\n\n\nTrump - 68 percent\n\n\nClinton - 53 percent\n\n \n\n\n\nFox News\n\n\nMarch 20 - 22\n\n\n1,016\n\n\nTrump - 65 percent\n\n\nClinton - 58 percent\n\n \n\n\n\nPublic Policy Polling\n\n\nMarch 24 - 26\n\n\n1,083\n\n\nTrump - 63 percent\n\n\nClinton - 55 percent\n\n \n\n\n\nThe Economist/YouGov\n\n\nMarch 26-29\n\n\n2,000\n\n\nTrump - 62 percent\n\n\nClinton - 54 percent\n\n \n\n\n\nThe Atlantic/PRRI\n\n\nMarch 30 - April 3\n\n\n2,033\n\n\nTrump - 70 percent\n\n\nClinton - 54 percent\n\n \n\n\n\nAP/GfK\n\n\nMarch 31 - April 4\n\n\n1,076\n\n\nTrump - 69 percent\n\n\nCruz - 59 percent\n\n \n\n\n\nThe Economist/YouGov\n\n\nApril 8 - 11\n\n\n2,000\n\n\nTrump - 63 percent\n\n\nClinton - 56 percent\n\n \n\n\n\nNBC/WSJ\n\n\nApril 10 - 14\n\n\n1,000\n\n\nTrump - 65 percent\n\n\nClinton - 56 percent\n\n \n\n\n\nGeorge Washington U.\n\n\nApril 17-20\n\n\n1,000\n\n\nTrump - 65 percent\n\n\nClinton - 56 percent\n\n \n\n\n\n\nSOURCE: RealClearPolitics\nThe numbers show Trump all but once ranking No. 1 in unfavorable ratings.\n\nAfter Cruz suspended his campaign, we reached out to share this pattern and didn’t hear back.\nOur ruling\nBefore bowing out for president, Cruz said Trump had the second-highest disapproval ratings of anyone bidding for president.\nNot quite. A February 2016 poll showed Clinton with slightly worse ratings than Trump, who had the second-worst rating overall. But the unfavorability gap between Clinton and Trump also fell within the poll’s margin of error--and more than 20 other polls taken from February into April 2016 each showed Trump at No. 1 in disapproval.\nWe rate this statement False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/b4d0da45-3dc9-4b36-b329-65d85ab8b115", "vclaim_id": "vclaim-pol-04908"}