{"url": "/factchecks/2018/may/01/newly-press/smallville-actress-didnt-confess-selling-children-/", "speaker": "The Newly Press", "vclaim": "\"Smallville star confesses she sold children to Rothschilds and Clintons.\"", "truth_label": "pants-fire", "date": "stated on April 29, 2018 in a headline:", "title": "Smallville actress didn't confess to selling children to Clintons", "text": "A website twisted a real story about a criminal indictment against TV actress Allison Mack and made up details trying to tie her crime to the Clintons.\n\"Smallville star confesses she sold children to Rothschilds and Clintons,\" stated an April 29 headline by The Newly Press. The same story appeared on the clickbait website Your News Wire.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. Mack was indeed indicted, but the tie to the Rothschilds or Clintons is made up.\nOn Smallville, Mack played the role of Chloe Sullivan, one of Clark Kent’s best friends, starting in 2001.\nFederal prosecutors in New York announced April 20 that Mack, 35, had been arrested. An unsealed indictment showed she and Keith Raniere faced charges for sex trafficking, sex trafficking conspiracy and forced labor conspiracy.\nProsecutors said that Mack recruited women to join what was portrayed as a female mentorship group that was led by Raniere.\n\"The victims were then exploited, both sexually and for their labor, to the defendants’ benefit,\" stated Richard P. Donoghue, United States Attorney for the Eastern District of New York.\nRaniere established a series of purported self-help programs within his umbrella organization Nxivm, based in Albany. Prosecutors said that Nxivm maintained features of a pyramid scheme, as its courses cost thousands of dollars each and participants (\"Nxians\") were encouraged to recruit others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nIn 2015, Raniere created a secret society within Nxivm called DOS, an acronym that stands for a Latin phrase that loosely translates to \"Lord/Master of the Obedient Female Companions,\" or \"The Vow,\" according to prosecutors. DOS operated with levels of women \"slaves\" headed by \"masters.\"  \nRaniere stood at the top of the pyramid while Mack was one of the women in the first level immediately below Raniere.\nWhile The Newly Press article said that Mack confessed, court records show Mack pleaded not guilty on April 20. She was released on $5 million bail bond and is staying at her parents’ home in California under electronic monitoring.  \nThe Newly Press story provided no evidence that Mack confessed to selling children to the Rothschilds and Clintons. Instead, the story tried to force a link by tying a financial backer of Raniere -- Seagram heiresses Sara and Clare Bronfman -- with business interests of the Rothschilds and the Clinton Foundation.\nWhile prosecutors wrote in a court document that Clare Bronfman has given Raniere millions of dollars over the years, the document makes no mention of Bill and Hillary Clinton or the Rothschilds, a famous wealthy family in the banking business.\nThe press release and the indictment also make no mention of the Rothschilds or the Clintons.\nWe searched news accounts and found none that tied the Clintons or Rothschilds to the indictment.\nOur ruling\nA headline said, \"Smallville star confesses she sold children to Rothschilds and Clintons.\" Actress Allison Mack was indicted for sex trafficking, but the allegation that she confessed to selling children to the Rothschilds and Clintons is clickbait and fictional. Mack has pleaded not guilty. We rate this statement Pants on Fire.\n \nhttps://www.sharethefacts.co/share/9fedc7d6-24e8-48ae-b525-3b5511a47df3", "vclaim_id": "vclaim-pol-02126"}