{"url": "/factchecks/2015/feb/06/scott-walker/despite-deliberate-actions-scott-walker-calls-chan/", "speaker": "Scott Walker", "vclaim": "Fundamental changes made to the language describing the Wisconsin Idea in the University of Wisconsin System's mission statement were the result of a \"drafting error.\"", "truth_label": "pants-fire", "date": "stated on February 4, 2015 in a tweet:", "title": "Despite deliberate actions, Scott Walker calls change to university mission a \"drafting error\"", "text": "Echoing other national media, U.S. News & World Report declared Feb. 3, 2015 that Gov. Scott Walker was having a better two-week run than any 2016 presidential hopeful.\nThe very next day, Walker got caught in a political firestorm back home.\nNews broke that language included in Walker’s state budget proposal would fundamentally change something known as the \"Wisconsin Idea\" -- a mission statement for the University of Wisconsin System that had been in place, and held in some esteem, for more than a century.\nThe Wisconsin Idea doesn't have a precise meaning, but an early definition was: \"The borders of the university are the borders of the state.\" In short, the Wisconsin Idea is a notion of public service, including the system’s contributions to state government as well as \"research directed at solving problems that are important\" to citizens.\nToday, the university system includes the flagship University of Wisconsin-Madison and 25 other campuses that comprise the $6 billion-per-year UW System.\nThe backlash to Walker's proposal, even from some conservatives, was swift. So was Walker’s response.\nUsing his official Twitter account, the governor stated on Feb. 4, 2015:\n\"The Wisconsin Idea will continue to thrive. The final version of budget will fix drafting error -- Mission statement will include WI Idea.\"\n\"Drafting error\"?\nReally?\nWalker’s budget changes\nThe day before his tweet, Walker had given his 2015-’17 state budget address. It made no mention of the Wisconsin Idea.\nThe next day, the left-leaning Center for Media and Democracy, a Madison-based group, reported that the 1,800-page budget bill itself included language that, in effect, struck the Wisconsin Idea from the mission of the University of Wisconsin System. That mission is contained in a state statute.\nAs shown in a photo accompanying this story, Walker’s budget deletes a number of phrases contained in the statute. Among the statements that are removed: \"Extend knowledge and its application beyond the boundaries of its campuses\"; and \"Basic to every purpose of the system is the search for truth.\"\nWith some added language, the edits to the language emphasized the mission should be to \"meet the state’s workforce needs.\"\nHow changes occurred\nWalker’s \"drafting-error\" explanation suggests the rewriting of the UW System's mission was some kind of mistake -- changes made inadvertently.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWalker’s spokeswoman told us the governor had learned shortly before sending his tweet that \"there was a miscommunication during the back and forth of the budget process.\"\nBut the evidence indicates the changes to the Wisconsin Idea language were intentional.  \nAs revealed by the Milwaukee Journal Sentinel, based on emails and other information gathered by the newspaper:\n\n\nAs the budget was being prepared, Walker’s administration insisted to UW System officials that the changes to the Wisconsin Idea language be made.\n\n\n\n\nIn December 2014, a budget analyst in Walker's Department of Administration directed the nonpartisan budget-writing office to remove the phrase \"Basic to every purpose of the system is the search for truth\" from the state statute covering the UW System's mission. \n\n\n\n\nIn January 2015, the same analyst told the budget-writing office to remove another phrase: \"To extend knowledge and its application beyond the boundaries of its campuses.\"\n\n\n\n\nFive days before Walker introduced his budget, a UW System official sent an email to Walker's budget staff raising concerns about the changes, saying: \"We strongly urge that stricken language is unique to depicting the character, mission and vision of the UW System.\"\n\n\n\n\nThat UW official, John Yingling, later told the Journal Sentinel that Walker’s budget staff responded by saying the changes would remain in the budget.\n\n\n\n\nBacktracking from earlier statements, Walker eventually admitted that UW System officials had thrown up red flags and been rebuffed -- although he also said there \"was a confusion out there\" and \"it was a mistake that someone made.\"\n\n\nWalker’s office also issued a statement claiming that when his office told the budget staff to \"keep it simple, they took that to mean that we only wanted workforce readiness language in the mission when we really wanted the language added to the existing mission statement.....It was a simple miscommunication during the natural back and forth of this process.\"\nOur rating\nWalker said fundamental changes to the language describing the Wisconsin Idea in the University of Wisconsin System's mission statement were the result of a \"drafting error\" in his state budget proposal.\nBut Walker’s administration had insisted to UW System officials on making the changes, giving detailed instructions on passages to be removed from state law. And eventually Walker himself acknowledged that the UW System had objected to the changes before his budget was put into final form.\nHis original claim was not only inaccurate, but ridiculous. Pants on Fire.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.\nThis item was revised on Feb. 6, 2015, so that it refers to a budget analyst in Walker's Department of Administration, rather than a Walker administration official. \n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06753"}