{"url": "/factchecks/2011/apr/24/colleen-conley/ri-tea-party-founder-says-rhode-island-most-genero/", "speaker": "Colleen Conley", "vclaim": "\"We are the most generous in New England and New England is known for its generosity toward its welfare recipients.\"", "truth_label": "half-true", "date": "stated on April 13, 2011 in a radio interview:", "title": "R.I. Tea Party founder says Rhode Island is the most generous state in New England when it comes to welfare", "text": "In the ongoing debate over how and where to cut the state budget, social services -- particularly welfare -- are popular targets. After all, social service spending costs residents nearly $1.1 billion a year and makes up nearly 40 percent of the general revenue budget.\n\nSo when Colleen Conley, founder and president of the Rhode Island Tea Party said on WHJJ's Helen Glover Show on April 13 that welfare recipients in Rhode Island are treated to the \"most generous\" benefits in New England, that caught our attention.\n\nConley made the comment following an appearance by state Rep. Brian Newberry, a North Smithfield Republican, who said that the state's health and human services budget has increased by 73 percent since 2002.\n\nConley moved to the welfare issue after criticizing Gov. Chafee's assertion that he wasn't hearing any viable alternatives to his proposal to raise taxes.\n\n\"If he would sit down and meet with us we could give him 10 HUGE concrete ideas that could spread the difficulty, the pain, around a little bit,\" Conley commented. \"But as Brian was saying, health and human services -- huge in this state. If we brought it in line with just the other New England states it would save millions and millions of dollars. That is just one component right there. We are the most generous in New England and New England is known for its generosity toward its welfare recipients.\"\n\nWhen we contacted Conley, she said her source was a study by the Rhode Island Public Expenditure Council.\n\nDo welfare recipients really have it that good in Rhode Island? We decided to check.\n\nThe simple answer: When it comes to how folks commonly define welfare -- cash assistance to poor people -- they don’t.\n\nThe RIPEC report, released in 2010 using data from 2008, doesn't have a state-by-state comparison of cash payments.\n\nInstead, it examines them by two different measures. And both show we’re far from the most generous in New England.\n\nFirst, to gauge how we compare with other states, it divided the amount spent on cash assistance by the Rhode Island population. The cash assistance program cost each resident, on average, $53.\n\nRhode Island ranked fifth out of the six New England states. Only residents of New Hampshire spent less -- $44 per capita.\n\nSecond, to compare how much Rhode Islanders could afford to pay, RIPEC divided the amount spent on cash assistance by the amount of personal income Rhode Island residents had that year.\n\nBy that measure, the state spent $1.30 per $1,000 of personal income and Rhode Island ranked third in New England, behind Maine ($4.08 per $1,000) and Vermont ($2.63 per $1,000).\n\nAnd how do we compare in actual dollars paid to recipients?\n\nThe RIPEC report didn’t have those figures, but the liberal Poverty Institute did. Rhode Island is fifth in New England, with payments of $554 per month for a family of three. Only Maine pays less - $485 per month. Rhode Island’s hasn't increased its welfare payments in more than 20 years, said Rachel Flum, a  Poverty Institute policy analyst.\n\nUp to this point, Conley's \"most generous in New England\" assessment doesn’t hold up.\n\nWhen we questioned her, Conley directed us to the welfare \"vendor payments\" section of the RIPEC report, noting, as RIPEC did, that \"per capita vendor payments almost tripled in Rhode Island, growing by 178.9 percent between FY 1998 and FY 2008.\"\n\nWhen we asked Conley what the payments were and how those payments might be cut back to bring us in line with everyone else, she said it's up to the state to look into that. \"I'm not a policy wonk nor do I head a 501c3 think tank,\" she added.\n\nSo what is a vendor payment? We went to RIPEC.\n\n\"Those are not welfare recipients. Let's be very clear,\" said Ashley Denault, RIPEC's research director. They represent payments to doctors, nursing homes and organizations that charge the state for health- or mental health-related services for the poor.\n\nVendor payments soak up a whopping 88 percent of public welfare expenditures, according to RIPEC's ranking. The state paid $1,785 per capita to vendors in 2008, more than any other state in the United States. Massachusetts ranked second at $1,667.\n\n\"The rapid increase in vendor payments is not just a Rhode Island issue,\" she said. \"It's the medical inflation rate, which has been very high over the last decade. You can't look at it and say Rhode Island is a welfare magnet, or we have tons of people on Medicaid.\"\n\n\"It could be we could have more people who qualify for these programs. It could be wider eligibility. It could be we're not providing services in the most efficient manner. It could be how we set our reimbursement rate, which might be out of line with the rest of the country,\" Denault said.\n\nShe said Chafee's budget includes proposals to try to bring these costs into line, including changes in nursing home reimbursements expected to save $6.1 million in the coming fiscal year and outpatient hospital reimbursements that could save $2.7 million.\n\nTo sum up, Conley is right when she asserts that Rhode Island’s overall social services spending -- and particularly the amount paid to vendors for health services -- ranks high, both in New England and nationally.\n\nBut when she said Rhode Island is the \"most generous in New England . . . toward its welfare recipients,\"  that invoked the image of single mothers receiving the biggest welfare checks in New England. That's simply not true, no matter how you measure it.\n\nShe may not have intended to give that impression, but her words clearly conveyed that.\n\nSo we’ll split the difference and give her a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13206"}