{"url": "/factchecks/2012/oct/25/adam-hasner/adam-hasner-says-lois-frankel-used-police-chopper-/", "speaker": "Adam Hasner", "vclaim": "While she was mayor, Lois Frankel took a \"police helicopter ride to go to a dinner party.\"", "truth_label": "half-true", "date": "stated on October 18, 2012 in an ad:", "title": "Adam Hasner says Lois Frankel used a police chopper to get to dinner party", "text": "Republican congressional candidate Adam Hasner has accused his Democratic opponent Lois Frankel of hitching a ride on a police chopper that rushed her to a party when she was mayor of West Palm Beach.\n\nThe incensed female narrator in Republican Hasner’s ad \"Gotta Go\" says:\n\n\"That Lois Frankel is something. She gave herself a 40 percent pay raise. Charged us for a police helicopter ride to go to a dinner party. But the worst part? Frankel spent over $13,000 in taxpayer money on a marble shower in a private bathroom with her own toilet. What a waste. \"All that money right down the drain for her own personal use,\" says the narrator, who is revealed to be sitting on a toilet.\"When you gotta go, you gotta go but that’s just ridiculous.\"\n\nThe claims in the ad are similar to an ad by the YG Action Fund, a conservative PAC which showed Frankel’s headshot inside a cartoon image of a helicopter flying near a mansion with balloons falling from the sky. We fact-checked a claim by the PAC that Frankel got a 40 percent pay raise while the city of West Palm Beach lost jobs. We rated that claim Half True because the pay raise was correct but the ad failed to accurately explain the jobs picture. We also looked at whether Frankel spent money on a marble shower. We rated that Half True as well.\n\nIn this fact-check we will focus on Hasner’s claim that Frankel took a ride in the city’s helicopter to go to a dinner party. We aren’t weighing in on whether it was a good decision by Frankel to take that ride -- our role is to evaluate whether Hasner accurately portrayed it.\n\nHasner and Frankel, both former state legislators who have each raised just shy of $3 million, are competing in the Broward/Palm Beach Congressional District 22. Frankel was mayor of West Palm Beach between 2003 and 2011.\n\nHelicopter ride featured in gossip column\n\nThe ad cites an April 2005 Palm Beach Post article by gossip columnist Jose Lambiet. (He now writes a column for the Miami Herald, a PolitiFact Florida partner.)\n\nThe article didn’t state the date of the helicopter ride but said \"earlier this year\" Frankel’s aide drove her during rush hour to a homeowner’s association meeting, where she said she was there \"just to shake hands.\"\n\nAbout an hour later, a police chopper landed on the community’s golf course and Frankel was taken to a party downtown. The columnist described it as an affair thrown by \"Clematis-area merchants ticked off about - you guessed it - roadwork.\"\n\n\"What sounds like a party to you is work for me,\" Frankel said at the time. \"I called in the helicopter with clear instructions that, if there was a public safety emergency, they wouldn't need to come. I don't make a habit of this.\"\n\n\"I did see all the cars stuck down there. I was thinking: 'Maybe I should do this more often,' \" she said.\n\nLambiet wrote that Police Chief Delsa Bush didn't know about the mayor’s ride but said, \"The mayor's the boss, and she's welcome to use the chopper. … The county commissioners have police escorts. Why can't the mayor?\"\n\nFrankel interview with PolitiFact\n\nWhen we interviewed Frankel, she said that she never took a city helicopter to a personal  party -- it was a work party.\n\nFrankel said around Christmas she went to a community party on one edge of the city but was also scheduled to host a party hosted by the city’s Downtown Development Authority the same night.\n\n\"It was one of those things -- I was supposed to be at two places at one time,\" she said.\n\nWe asked Frankel if she used the police helicopter to get to any other events. She said \"Maybe one other time from a work event to another work event. I didn’t go up that often. I am pretty claustrophobic, hydrophobic.\"\n\nWe noticed that Frankel said the helicopter ride occurred around Christmas time, but Lambiet’s column -- which simply said \"earlier this year\" -- was written April 3. Lambiet told us in an interview that he thought that the chopper ride was a few days before his column was published.\n\nThe exact date of the ride wasn’t crucial to rule on Hasner’s claim but we thought it was important to try to pin down exactly which party Frankel had attended.\n\nFrankel’s campaign supplied us with two calendar entries for the mayor on Dec. 22, 2004. The first one states \"5 p.m. Sharp! Ibis Tropical Cheers\" and states that the event would end at six.\n\nThe other calendar entry states that from 6 to 8 p.m., Frankel would host a holiday party at Wine Living and includes a contact phone number for the Downtown Development Authority. (Wine Living has since closed.)\n\nThe calendar entries don’t specifically discuss the police helicopter. However, both calendar entries state \"required to Arthur Apicella\" in the police department. Frankel’s campaign says that Apicella was in charge of the helicopter at the time and has since retired. Our efforts to reach Apicella were unsuccessful.\n\nWe interviewed Art Bullard, Frankel’s executive assistant at the time, who drove her to the event in Ibis.\n\n\"That particular event, it was important enough that she made the decision to take the helicopter,\" Bullard said. \"It wasn’t an everyday procedure. I think it happened maybe once or twice.\"\n\nOur ruling\n\nHasner’s ad says that while she was mayor of West Palm Beach, Frankel took a \"police helicopter ride to go to a dinner party.\"\n\nBut Frankel says she never took the helicopter to get to a private party -- only in her duties as mayor. Public records we found appear to support that.\n\nThe ad left open to interpretation whether that was a private party or a mayoral event. So for making that unclear we rate this ad Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-10086"}