{"url": "/factchecks/2017/jan/25/cory-gardner/how-many-released-guantanamo-bay-prisoners-commit-/", "speaker": "Cory Gardner", "vclaim": "\"About 30 percent of terrorists at Guantanamo Bay went back into battle. We know that a dozen or so killed Americans.\"", "truth_label": "mostly-true", "date": "stated on January 23, 2017 in an interview on Fox:", "title": "How many released Guantanamo Bay prisoners commit new terrorist acts?", "text": "Republicans who agree with Donald Trump’s promise to keep Guantánamo Bay open have argued that too many released prisoners have committed new acts of terrorism.\nU.S. Sen. Cory Gardner, R-Colo., said that Trump should put the worst offenders around the globe in the prison and provide transparency about the activities of released prisoners.\n\"We know that about 30 percent of terrorists at Guantanamo Bay went back into battle,\" said Gardner, a member of the Senate Foreign Relations Committee, on Fox News Jan. 23. \"We know that a dozen or so killed Americans. These are not good people. I hope the American people understand that. This is a facility that holds the worst of the worst offenders and now down to just a handful of people that can't be released because they are so dangerous.\"\nGardner makes the numbers sound much more concrete than they actually are; it’s not clear that all of these prisoners ultimately turned back to terrorism. But there is some evidence that Americans have died when fighting against groups that include released prisoners.\nFormer President Barack Obama reduced the prisoner population at Gitmo but fell short of his promise to close the prison. Trump promised to keep Gitmo open and \"load it up with bad dudes.\"\nEstimates include unconfirmed reports\nAt least every six months, the Director of National Intelligence, an appointee of the president, publishes a Congress-mandated report detailing the number of former Guantanamo detainees who have re-engaged in terrorist or insurgent activity.\nThe most recent report, which was published in September, showed re-engagement of prisoners through July 15, 2016. The report included information on 693 prisoners released since the prison opened in 2002. The government reported that 17.6 percent -- 122 individuals -- had been \"confirmed of re-engaging\" and 12.4 percent -- 86 individuals -- \"suspected of re-engaging\" in terrorism.\nTo get to Gardner’s claim of 30 percent requires adding those confirmed and suspected of re-engaging in terrorism. A spokesman for Gardner cited a June 2016 article in the Washington Post for both portions of his claim. The article notes that the 30 percent figure includes both categories.\nGardner did not mention Obama while talking about Gitmo. However, it’s worth noting that about 90 percent who re-engaged or were suspected of doing so were released before Obama took office when George W. Bush was president. It was while Obama was president that the percent of released detainees who re-entered the battlefield became a Republican talking point.\nThe two-page report provides no details about how it arrived at the figures beyond some basic definitions. The report explains that the government labels those as \"suspected of re-engaging\" if the information is plausible but unverified or from only a single source.\nA 2012 House Armed Services Committee report included some examples of released detainees who committed new terrorist acts, such as Abdallah Saleh Ali al-Ajmi who was released in 2005 and conducted a suicide bombing in Iraq in 2008.\nThe federal government stopped releasing the names of those who re-engaged in 2009 to protect intelligence sources and methods, according to the report.\n\"While this makes sense, it has hindered the public’s understanding of the topic and made it difficult to confirm DIA (Defense Intelligence Agency) assessments in some instances,\" states the report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nSome experts including DePaul University counterrorism professor Thomas Mockaitis have raised questions about the veracity of the numbers.\n\"I do have concerns over the use of such figures without explanation or context,\" he said. \"Many of those released are handed over to foreign states who assume responsibility for them. Tracking their activities after they leave Guantanamo can be problematic.\"\nAlmost 10 years ago, the Director of National Intelligence, the Pentagon and other stakeholders tightened the criteria under which a released detainee was classified as \"confirmed\" or \"suspected,\" said Cully Stimson, who was involved in that process and served as Deputy Assistant Secretary of Defense for Detainee Affairs during Bush's administration. He says the criteria are valid.\n\"That said, there is no way to know of the actual number of recidivists because one cannot know what one does not know until one knows it,\" said Stimson, who is now an expert at the conservative Heritage Foundation. \"Said another way, the intelligence community won’t know if a Gitmo transferee went back to combatant activity unless and until there is some level of proof of that recidivism, sufficient to satisfy either the ‘suspected’ or ‘confirmed’ level.\"\nIn June 2014, the New America Foundation, a centrist think tank, compiled its own numbers of released former detainees, using Pentagon reports, news stories and other public information. At the time there were 620 released prisoners, and the foundation found that 54 of them \"are either confirmed to be or suspected of engaging in militant activities against either the U.S. or non-U.S. targets.\" That was about one-third of the government’s figure of 184 at the time. The foundation has not updated the report since that time.\nA Post report documents American deaths\nThis part of Gardner’s claim stems from a Washington Post article that stated that the Obama administration believed that at least 12 released detainees launched attacks at U.S. or allied forces in Afghanistan, killing about a half-dozen Americans.\nThat information came from government officials including Paul Lewis, who oversaw Guantánamo issues at the Defense Department, and told lawmakers in March that former Guantánamo inmates were responsible for the deaths of Americans overseas. The other officials were quoted by the Post anonymously.\nOne official told the Post that: \"Because many of these incidents were large-scale firefights in a war zone, we cannot always distinguish whether Americans were killed by the former detainees or by others in the same fight.\"\nNine of the released detainees suspected to have launched new terrorist attacks were dead or in foreign government custody and all of them were released during Bush’s administration, the Post reported.\nThe other news reports we found about the 12 released detainees rehashed the Post story.\nOur ruling\nGardner said, \"about 30 percent of terrorists at Guantanamo Bay went back into battle. We know that a dozen or so killed Americans.\"\nGardner omits that to get to the 30 percent figure requires adding those the Director of National Intelligence says were confirmed of re-engaging and those only suspected of re-engaging. Also, the federal government provides no details in its report about how it arrives at the figures or the identity of the detainees that went back into battle.\nGardner is on more solid ground that \"a dozen or so killed Americans.\" That stems from a 2015 Washington Post article based on interviews with government officials.\nOn balance, we rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/5b77967e-d73c-4573-b7e9-679e628289c3", "vclaim_id": "vclaim-pol-03756"}