{"url": "/factchecks/2012/may/11/tim-kaine/tim-kaine-says-pre-kinderdarten-program-expanded-4/", "speaker": "Tim Kaine", "vclaim": "Says when he was governor, \"we expanded participation in Virginia in early childhood programs by nearly 40 percent.\"", "truth_label": "true", "date": "stated on April 4, 2012 in a policy paper.:", "title": "Tim Kaine says pre-kinderdarten program expanded 40 percent when he was governor", "text": "Democratic Senate hopeful Tim Kaine says a key step in building a workforce trained for the future is to ensure all children are prepared to enter kindergarten. And he offers his record as governor as proof of his commitment to that goal.\n\n\"The research clearly demonstrates high-quality early childhood opportunities help children succeed,\" he wrote in a paper laying out his economic policies. \"That’s why we expanded participation in Virginia in early childhood programs by nearly 40 percent...\"\n\nWe checked whether Virginia’s early childhood programs really did grow by 40 percent during Kaine’s term as governor from 2006 to 2010.\n\nDuring his gubernatorial campaign, Kaine proposed making Virginia’s pre-kindergarten program available to all 4-year-olds -- not just those from families living close to the poverty line. The universal access was estimated to cost $300 million a year.\n\nOnce in office, Kaine scaled back that ambition in the face of a recession that eroded state revenues. But he did seek increases preschool programs every year during his term.\n\nBudget records show he proposed an extra $4.6 million for the 2007-08 fiscal year to add 1,250 children to the program. In his full biennial budget, which covered 2008 through 2010, Kaine sought $56 million in additional funding, according to reports. The request was pared to $40 million, then $22 million, as lawmakers sought to cope with the recession.\n\nOver the course of Kaine’s term, the Virginia Preschool Initiative saw a steady rise to its annual budget from $46.3 to $58.6 million. (That trend has continued into the recently approved budget, which provided $68.2 million for 2013 and $68.5 million for 2014.)\n\nVirginia Preschool Initiative teaches social and learning skills to 4-year-olds who will become eligible for free or reduced lunch programs when they enter public schools. The pre-K program is open to at-risk children who live above the poverty line. Children below that line qualify for the federal Head Start program.\n\nIn the 2005-06 school year, when Kaine took office, 11,343 children were enrolled in Virginia’s preschool initiative. By the time his term ended, in the 2009-10 school year, the program had 15,901 children. The increase is 40.2 percent.\n\nOur ruling\nKaine claimed that he was part of expanding participation in early childhood programs in Virginia by nearly 40 percent. The numbers confirm that.\n\nWe rate Kaine’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11116"}