{"url": "/factchecks/2011/jun/24/newt-gingrich/gingrich-says-large-percent-social-security-paymen/", "speaker": "Newt Gingrich", "vclaim": "Every 10th dollar spent by the Social Security Administration on its program for the poor is \"waste, or fraud, they can’t validate that the people should have gotten it,\" totaling about $8 billion a year.", "truth_label": "mostly-true", "date": "stated on June 15, 2011 in in an interview on the “The Neal Boortz Radio Show” on Atlanta’s AM 750 and 95.5 FM :", "title": "Gingrich says large percent of Social Security payments are government waste", "text": "Pundits may have decided Newt Gingrich’s bid for president is on life-support. But the former U.S. House Speaker hasn’t gotten the memo.\n\nDays after his campaign staff quit en masse, the Republican was back to skewering the media, liberals and government ineptitude on \"The Neal Boortz Radio Show\" on Atlanta’s AM 750 and 95.5FM News/Talk WSB.  \n\nThe June 15 interview made news because Gingrich railed against an ABC News investigation that called into question cash transactions between his charity and one of his for-profit companies.\n\nBut PolitiFact Georgia reporters took note because true to wonkish form, Gingrich peppered his arguments with factoids. He used this one to argue the government is inept:\n\n\"They reported this morning that every 10th dollar spent by the Social Security Administration on its program for the poor -- every 10th dollar -- is waste, or fraud. They can’t validate that the people should have gotten it. That’s about $8 billion a year, just in that one program,\" Gingrich told Boortz.\n\nThat sounds like one big, wasteful problem. Is Gingrich right?\n\nWaste in entitlement programs has been much on Gingirch’s mind lately. Two days earlier during the Republican presidential primary debate in Manchester, N.H., he said \"we think you can save $70 billion to $120 billion in Medicare and Medicaid annually by not paying crooks.\"\n\nThe Washington Post’s Fact Checker column disputed the claim, noting that while there were about $70 million in \"improper\" payments in those programs, that doesn’t mean the money is going to \"crooks.\"  \n\nThe federal definition of \"improper\" includes non-criminal mistakes such as underpayment of benefits as well as fraud or cases of insufficient documentation.  \n\nGingrich’s statement to Boortz was different. He didn’t mention \"crooks\" and used different figures. We took a look.\n\nAn Associated Press story posted Tuesday on AJC.com gave us the scoop.\n\nBear with us. The explanation involves an alphabet soup of government programs.\n\nIn July 2010, Congress passed legislation aiming to reduce improper payments to beneficiaries by $50 billion in 2012 for a variety of programs, including some run by the Social Security Administration.\n\nThe Social Security Administration, or SSA, administers two \"High-Error Programs,\" programs that have a track record for making improper payments. One is the Supplemental Security Income program, or SSI. It helps the elderly, blind, and disabled by giving them cash for necessities such as food, clothing and housing.\n\nPatrick P. O’Carroll, Jr., the SSA’s inspector general, testified June 14 before a joint subcommittee of the U.S. House Ways and Means committee to discuss the Administration’s progress.\n\nO’Carroll said that overall, the SSA made an estimated $6.5 billion in overpayments and $1.5 billion in underpayments in fiscal year 2009, according to the AP article. This means it made $8 billion in improper payments.\n\nSSI issued an estimated $4 billion in overpayments and $800 million in underpayments, the AP article said. Since SSI paid out $48.3 billion in payments, about 10 percent of SSI payments were improper.\n\nThis means that according to the AP, Gingrich was right about the overpayment rate for Social Security’s program for the poor.\n\nBut he was wrong about the amount of SSI’s improper payments. The overall amount of improper payments by the SSA is $8 billion, but Gingrich was talking about SSI, SSA’s program for the poor.\n\nThis initiative accounted for 60 percent of the Administration’s total improper payments -- $4.8 billion.\n\nWe checked the AP figures against a copy of O’Carroll’s statement and data from PaymentAccuracy.gov, the website of the federal payment accuracy improvement program. The AP’s numbers checked out.\n\nSo, as Gingrich said, \"every tenth dollar\" paid out by the Social Security Administration on its program for the poor is \"waste, or fraud,\" or \"they can’t validate that the people should have gotten it.\"  But he’s wrong about the amount of improper payments.\n\nStill, Gingrich’s broader point holds true. SSI makes billions of dollars in improper payments. Dollar-wise, they account for a majority of the Social Security Administration’s mistakes. We therefore give him a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHank Johnson\n\n\nstated on December 18, 2012 in a twitter post\n\n\n\n\n\n\n\n\nSocial Security has nothing to do with the federal deficit.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • January 22, 2013\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/84e46582-0caa-4e67-817f-61134e3ea461", "vclaim_id": "vclaim-pol-12866"}