{"url": "/factchecks/2011/feb/24/scott-walker/wisconsin-gov-scott-walker-says-his-remarks-during/", "speaker": "Scott Walker", "vclaim": "\"The things I said (during the prank call by a blogger posing as GOP contributor David Koch) are the things I’ve said publicly all along\" about the Wisconsin budget debate.", "truth_label": "false", "date": "stated on February 23, 2011 in a news conference:", "title": "Wisconsin Gov. Scott Walker says his remarks during a prank phone call were “the things I’ve said publicly all along” about his budget-repair bill", "text": "Wisconsin Gov. Scott Walker faced the Madison press corps after an audio recording revealed his conversation with a prankster he thought was billionaire business executive David Koch, the conservative activist and Walker supporter.\n\nOne reporter asked how state residents could trust Walker given that he told the Koch impersonator he’d \"thought about\" bringing in agitators to disrupt protests over his budget -- and planned a ruse to get AWOL Senate Democrats back to Madison.\n\nWalker downplayed his conversation as routine.\n\n\"I take phone calls all the time,\" he said. \"I took phone calls from small business owners earlier, from this individual … I actually talked to one of the Senate Democrats over the weekend, hoping they might be interested in finding a way to come back. I’ve talked to individual taxpayers across the state.\"\n\nHe added about his conversation with the Koch fake: \"But the bottom line is, the things I said are the things I’ve said publicly all along.\"\n\nThat caught our ear.\n\nIn executing the prank, Ian Murphy, the Buffalo, N.Y., blogger posing as Koch, got what sounded like an insider’s-view briefing from Walker during the 20-minute chat.\n\nTo be sure, in the call Walker covered a lot of ground familiar to anyone following the budget showdown.\n\nWalker press secretary Cullen Werwie told us the same thing.\n\nThe governor \"has consistently talked about getting Democrats to come back to Wisconsin and do their job, which he did in the call as well,\" Werwie wrote in an e-mail. \"He has consistently talked about need for civil discourse. He has consistently talked about the need to make long term, historic decisions that will effect future generations.\"\n\nLet’s take a look.\n\nWalker told the caller about his threat of laying off state workers, one he made publicly on multiple occasions earlier in the week, and of a plan to block the Senate Democrats getting paychecks through automatic deposit, also discussed publicly.\n\nHe had also has made clear in recent days that he would not negotiate or budge from his plan to sharply curtail collective bargaining rights for state employees. He told the fake Koch the same thing.\n\nBut several other items in the Walker-blogger conversation stood out. We asked Werwie if he could show that the governor had previously talked publicly about these topics Walker covered during the phone call:\n\n-- Ronald Reagan:  Walker recounted how, as he prepared to release his plan, he took inspiration from Reagan, who fired air-traffic controllers after an illegal strike. Walker said his budget plan could \"change the course of history\" in Wisconsin just as Reagan’s stance -- in Walker’s view -- had branded the president as tough and led to the fall of communism.\n\n-- Planting troublemakers at protests: The fake Koch told Walker he was thinking about \"planting troublemakers\" at the pro-union rallies. Walker said \"we thought about that\" but rejected it because it might backfire if \"there’s a ruckus caused that would scare the public into thinking maybe the governor has to settle to avoid all these problems.\"\n\n-- Dealing with the Democrats: Walker said during the call he would agree to speak with Democratic legislative leaders if all 14 senators return to Madison. He said he believes if Democrats return to the Capitol, the Senate would have a quorum and could approve the budget-repair bill - even if Democrats again left before the vote was called.\n\n-- Asking \"Koch\" for help: Walker asks for support of the \"guys\" -- an apparent reference to GOP lawmakers from political swing districts who are worried about how the union vote will play at home. The message needs to get out \"over and over\" in those districts, Walker said.\n\nIt’s not clear if Walker means TV ads.\n\nWalker told reporters he was not referring to political campaign messages. Koch is the chief backer of Americans for Prosperity, which on Feb. 23, 2011, announced it was spending $342,200 on advertising to persuade Wisconsin residents to back Walker's plan.\n\nWerwie took issue with any portrayal of Walker as agreeing to the ruse involving Democrats, or any suggestion that Walker was coordinating political campaign messages with the man he thought was Koch.\n\nRegarding Walker’s talk of making history like Reagan, Werwie said Walker \"has consistently talked about the need to make long term, historic decisions that will effect future generations.\"\n\nBut Werwie did not provide any evidence that Walker had spoken publicly about President Reagan and the air traffic controllers union, the specific plan to lure senators back, the consideration of planting agitators at protests or discussions about outside \"message\" help for GOP lawmakers.\n\nWe did our own search of news archives.\n\nGeorge Will, the conservative commentator for the Washington Post, drew the Walker-Reagan comparison in regard to the air traffic controllers strike in 1981. He interviewed Walker for a column that ran Feb. 21. He does not quote Walker making the comparison; it is written as Will’s observation. We tried but couldn’t reach Will or Werwie as to whether Walker mentioned he was inspired by Reagan’s actions in the controllers strike.\n\nIn a New York Times profile on Feb. 20, Walker said he drew inspiration from Reagan because Reagan \"didn’t flinch.\" The story does not indicate the context of that quote.\n\nAs for the plan to get Democrats to return from self-imposed exile in Illinois, we could find no new accounts about Walker and the GOP considering the ruse he discusses on the audio of the phone call.\n\nOn the issue of outside \"troublemakers,\" we could find no news accounts of Wisconsin Republicans considering this tactic.\n\nWalker, in his Feb. 22 fireside chat, had pointed at the other side, expressing concern that protesters \"pouring in\" from other states would affect the civility of the debate.\n\nLet’s wind this down.\n\nWalker sought to downplay the news value in his phone conversation with the blogger by saying, in essence, there was nothing new. While some of the discussion was old news, the chat did produce some revelations about strategy, tactics and Walker’s view of his actions. So, is Walker right that what was said privately matches what he has consistently said publicly?\n\nThat rates a False on the Truth-O-Meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13534"}