{"url": "/factchecks/2011/jun/16/new-jersey-assembly-democrats/new-jersey-democrats-say-gov-chris-christie-caused/", "speaker": "New Jersey Assembly Democrats", "vclaim": "Gov. Chris Christie caused a 4.1 percent increase in property taxes in 2010, marking the highest increase since 2007.", "truth_label": "half-true", "date": "stated on May 10, 2011 in a press release:", "title": "New Jersey Democrats say Gov. Chris Christie caused a 4.1 percent increase in property taxes", "text": "The blame game over New Jersey’s rising property taxes has been under way in Trenton for decades, and the current debate over last year’s increases is no different.\n\nIn various public statements, Assembly Democrats have blamed Republican Gov. Chris Christie for the following statistic: property taxes increased 4.1 percent in 2010, marking the highest increase since 2007.\n\n\"New Jersey property taxes increased 4.1 percent in 2010,\" according to a May 10 press release. \"This is the highest increase since 2007.\"\n\nThat number showed up in the press release as one of the examples of the \"governor’s property tax failure.\" Assembly Democrats said the tax hike followed cuts made by Christie to school and municipal aid.\n\nPolitiFact New Jersey found the Assembly Democrats’ numbers to be accurate. A report by the New Jersey Department of Community Affairs shows that the average residential property tax bill increased in 2010 by 4.1 percent.\n\nThat report also points out that last year’s percentage increase was higher than the 3.3 percent and 3.7 percent increases in 2009 and 2008, respectively. (Because of budget increases, average bills went up by 5.4 percent in 2007 and 7 percent in 2006, according to the report.)\n\nBut PolitiFact New Jersey still thought some things were missing from the Democrats’ underlying argument that Christie bears responsibility for the 2010 tax hikes. It’s worth noting that Christie didn’t begin his tenure until after the previous fiscal year had started, and some policy decisions affecting the beginning of 2010 predated him.\n\nFor a clearer picture, we reached out to five experts on economic policy and taxes, and learned that although they believe Christie holds some responsibility, the property tax hikes also had to do with the recession and rising costs facing local officials.\n\nAs some experts pointed out, there’s no doubt the reduction in state aid last year contributed to property tax increases. Property taxes are determined by county, municipal and school officials, but their local budgets are influenced by the level of state aid received.\n\nTo help meet an $11 billion budget gap, Christie’s first budget as governor cut school aid by about $829 million and reduced municipal aid by nearly $446 million, according to the state’s \"Citizens’ Guide to the Budget.\"\n\nDemocrats are blaming Christie for those aid reductions, but keep this in mind: the cuts were part of a budget approved by the Legislature, including both Democratic and Republican representatives.\n\nReferring to the decision to not raise state taxes to meet the revenue shortfall, Rutgers University professor Joseph Seneca said: \"It was a shock to the way fiscal business was done in New Jersey before.\"\n\nGlen Fandl, an adjunct professor at Fairleigh Dickinson University, said the aid reduction played a role in the tax hikes, but he argued a larger factor is that the number of municipal revaluations slowed in 2010 due to declining property values.\n\nIn revaluations, properties’ assessed values are revised -- meaning the amounts that taxes are based on -- and tax rates are reduced. Without as many revaluations, tax rates mostly went up in 2010, Fandl said. Fandl said another reason was a significant increase in tax appeals from commercial property owners.\n\nFandl said of Christie: \"The recession’s not his fault.\"\n\nFandl noted that towns and school districts still faced contractual obligations to their employees, despite cutting expenses.\n\nRising utility and healthcare costs are beyond Christie’s control, but at the same time, the governor declined last year to support extending a higher tax rate on personal income over $1 million, according to Jon Shure of the Washington, DC-based Center on Budget and Policy Priorities. The center leans Democratic.\n\nThe state’s nonpartisan Office of Legislative Services estimated the higher rate would have generated about $637 million for the property tax relief fund in the current fiscal year.\n\n\"Any time New Jersey reduces its state income tax, it has less money available for property tax relief,\" said Shure, former president of the Trenton-based New Jersey Policy Perspective, a left-leaning think tank.\n\nDavid Brunori, a research professor at The George Washington University in Washington, DC, offered a few other targets to place blame for the tax hikes, including the dependence on state aid and a desire to maintain the same level of local services. New Jerseyans want a great deal of services and there are two ways of paying for them: state aid and higher property taxes, Brunori said.\n\nAcross the country, states historically cut local aid when faced with budget deficits, Brunori said. At the end of the day, towns decided to maintain services, he said.\n\n\"I’m not sure I would blame the governor,\" Brunori said.\n\nMontclair State University assistant professor James DiGabriele said he’s not blaming anybody, including Christie. The larger problem is that government has not revised its structure for generating revenue, DiGabriele said. Towns could charge a fee for services, such as garbage collection, he said.\n\n\"In the new economy, I don’t know if we have a choice,\" DiGabriele said.\n\nPointing to the number of school administrators and school boards, Fandl said there is so much home rule in New Jersey that is driving up costs. That system itself is the problem, Fandl said.\n\n\"The costs are never going to go down and that’s the problem,\" Fandl said.\n\nNow let’s go back to the blame game:\n\nThe Assembly Democrats are criticizing Christie for tax increases in 2010. They are correct taxes increased 4.1 percent.\n\nThe governor’s aid cuts contributed to the tax hikes, and Christie rejected a tax increase that would have provided more property tax relief. But some Democratic legislators also signed off on aid reductions by approving the state budget.\n\nThere also are several other factors at play here -- the recession, declining property values, tax appeals, rising costs, a local desire to maintain services and an expensive system of running school districts.\n\nWe rate the Democrats’ statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, join the conversation at NJ.com.", "vclaim_id": "vclaim-pol-12912"}