{"url": "/factchecks/2012/nov/01/tommy-thompson/testing-thompsons-position-ryans-medicare-reform-p/", "speaker": "Tommy Thompson", "vclaim": "On support for U.S. Rep. Paul Ryan’s Medicare reform plan", "truth_label": "half-flip", "date": "stated on October 26, 2012 in debate comments:", "title": "Testing Thompson's position on Ryan's Medicare reform plan", "text": "In the homestretch of the U.S. Senate race, Republican Tommy Thompson offered a plan to slow rising Medicare costs that threaten the solvency of the government-run health insurance program for seniors.\n\nThe \"Tommy Thompson plan,\" as he called it, would give future seniors the option of staying in the program or joining one of the private health plans offered to federal employees.\n\nThe campaign of his opponent Democrat Tammy Baldwin cried foul, saying Thompson was \"trying to run away from\" his firm embrace of U.S. Rep. Paul Ryan’s controversial plan to reform Medicare.\n\nAnother case for the Flip-O-Meter, which tests whether candidates have changed their position. As usual, we’re not rating the political or policy merits of any switch, just whether the candidate has been consistent.\n\nIn the 2012 race, Thompson has ripped Baldwin for failing to propose a solvency plan for Medicare. Baldwin, in turn, has tried at every turn to link the former governor to Ryan’s plan, which critics paint as \"ending Medicare as we know it.\"\n\nRyan’s  \"Path to Prosperity\" budget resolution in 2012 -- the latest in a series of similar fiscal plans he’s released in recent years -- included proposed changes in tax policy and entitlement programs such as Medicare and Medicaid.\n\nRyan’s plan, which is nearly identical to Mitt Romney’s, allows beneficiaries under 55 a choice. They can use their payment to buy private insurance or for a plan that acts like traditional Medicare.\n\nCritics call this a \"voucher\" plan that could leave seniors dipping deeper into their own pockets, while Ryan says it’s a \"premium support\" plan that will lower health care costs.\n\nLet’s look at Thompson’s statements and actions:\n\nOctober 2011: Thompson, already an unofficial Senate candidate, says an earlier version of Ryan’s budget plan, this one in 2011, was \"on the right track\". But unlike Ryan in that earlier plan, Thompson makes clear he wanted to give people under 55 a choice of staying on traditional Medicare or not when they reached retirement age. Thompson did not have a formal plan at the time.\n\nThompson says those who chose the traditional system would pay higher-out-of-pocket costs than seniors pay now because the system \"is going broke.\"  \n\nMarch 29, 2012: The House approves Ryan’s budget plan on a 228-191 partisan vote. The plan’s Medicare proposal -- modified from Ryan’s earlier plan -- offered the choice of using a government payment for private insurance or for a plan akin to traditional Medicare.\n\nMay 11-13, 2012: At the Republican Party state convention, Thompson endorses Ryan’s 2013 budget plan as a whole. The plan included the Medicare changes, allowing beneficiaries a choice. \"I will pass Paul Ryan’s budget plan in the U.S. Senate,\" he says. \"It is the right plan, at the right time, for America.\"\n\nOn the \"deficit reduction\" section of his campaign website, Thompson says he \"fully and wholeheartedly endorses Paul Ryan’s Path to Prosperity and will take all necessary steps to ensure the U.S. Senate takes up the plan.  \n\n\"It makes Social Security solvent, preserves Medicare for our most needy seniors, maintains a safety net for the poor and provides for sufficient defense to protect our security,\" Thompson says on the site. It adds: the plan \"emanates from Wisconsin and the values we hold dear.\"\n\nThompson, the site says, would have \"additional entitlement, tax and budget reforms to add to Paul Ryan’s plan\" during the campaign.\n\nAugust 13, 2012: A Thompson radio ad after Ryan’s selection as Romney’ vice presidential nominee says Thompson would be the 51st vote to pass Ryan’s 2013 budget plan.\n\nAugust 14, 2012: Thompson wins a four-way GOP primary election.\n\nSept. 28, 2012: During his first debate with Baldwin, Thompson briefly mentions a new wrinkle: People who opt not to stay in Medicare would be put in the health plan that federal employees, including members of Congress, are in.\n\n\"If it’s good enough for the Congress, why isn’t it good enough for the seniors,\" Thompson asked.\n\nOct. 5, 2012: Appearing at the Milwaukee Press Club Newsmaker luncheon, Thompson\npointedly says his Medicare plan now is \"different than Ryan’s,\" again noting the federal employee plan option. Thompson says his plan would make the changes for those under 55 in 2020. The timeline in Ryan’s plan is under 55 in 2023.\n\nOct. 19, 2012: Thompson told the Wisconsin State Journal editorial board of his new plan:\n\"This is a plan by Paul Ryan. I’ve modified it. I think my plan is better.\"\n\nOct. 23, 2012: The Journal Sentinel, in a story entitled, \"How Thompson, Baldwin differ on Medicare,\" writes that Thompson for months touted a plan that would allow people a decade from now to remain in the current program or receive a subsidy from the government to buy health insurance from the private sector. \"In recent weeks, he has modified his course by saying he wants to allow people to stay in Medicare or sign up for the private healthcare plans offered to federal employees,\" the story said.\n\nOct. 26, 2012: In the final Senate debate, Thompson again outlines his plan, changing a detail: those under 50 in the year 2020 would get the choice. Thompson said Democrats’ plan was to \"play our harp while Rome burns and see Medicare collapse,\" while Baldwin said the federal health care law she backed had improved Medicare’s fiscal outlook.\n\nOur rating\n\nThompson has praised Ryan’s various Medicare plans since 2011, and for much of the  2012 campaign indicated he fully embraced Ryan’s latest plan.\n\nIn the last month or so he’s partially changed his approach on Medicare reform, while edging away from Ryan. Really, though, he has only tweaked Ryan’s Medicare plan, and has not renounced Ryan’s budget blueprint -- Thompson still endorses it on his website.\n\nThat amounts to a Half Flip on our meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10039"}