{"url": "/factchecks/2016/sep/26/jack-berry/jack-berry-says-more-moving-vans-coming-going-out-/", "speaker": "Jack Berry", "vclaim": "In Richmond, Va., there’s \"more moving vans coming in than going out.\"", "truth_label": "mostly-true", "date": "stated on September 15, 2016 in a debate.:", "title": "Jack Berry says 'More moving vans coming in than going out\" of Richmond", "text": "\"Richmond is on a roll,\" said Jack Berry during a Sept. 15 mayoral debate sponsored by the Richmond Times-Dispatch.\n\"Our population is up. Investment is up, more moving vans coming in than going out,\" the candidate said.\nWe were curious about the last of Berry’s proclamations - that there are \"more moving vans coming in than going out\" of the city.\nHis campaign pointed us to a January report by the Weldon Cooper Center for Public Service at the University of Virginia, which each year produces population tallies for the state and local officials for budgeting and planning.\nThe center culls its estimates from a variety of sources, including from school enrollment figures, birth and death records, as well as driver’s license information and housing stock data.\nA chart in the report says that in July 2015, the most recent period for which figures are available, Richmond’s population was 217,938. That’s an increase of 13,724 from the April 2010 census, when the city had 204,214 people.\nThe surrounding counties of Chesterfield, Henrico and Hanover all saw their populations rise during the same period but none as quickly as Richmond’s 6.8 percent growth.  \nStill, these figures include a rising population driven not just by people moving into Richmond but also births in the city. From April 2010 to mid-2015, there were 5,448 more births than deaths in the city; that accounted for about 40 percent of Richmond’s population growth during that time.\nTo drill down on Berry’s claim - which specifically points to people moving into and out of the city - we need to look at tallies of Richmond’s \"net migration,\" which is the number of people who moved into the city minus those who left it.\nBetween the April 2010 census and mid-2015, Richmond saw a net migration of 8,276 people into the city, Weldon Cooper Center’s figures show.\nActually, starting in the mid-2000s the number of people moving into Richmond began to outpace the number who moved away, said Hamilton Lombard, a research specialist at Weldon Cooper. Before then, Lombard said there was a decades-long trend in which more people moved out of the city than into it.\nFrom July 2013 to July 2014, Richmond had a net gain of 1,255 people who moved in, Lombard wrote in an email. And from mid-2014 to mid-2015, net migration into the city rose to 3,437.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThose are the latest years for which migration tallies are available.\nThe center still is collecting net migration figures for Richmond for the 12-month period starting in July 2015. Early indications show a continued movement into the city, Lombard said.\n\"I think a simple explanation of why Richmond is growing is that developers have created many more housing units in the city in recent years, and more people have wanted to live in the city than in recent decades,\" Lombard told us.\nWe also found figures from the U.S. Census Bureau that show a rise in the net migration into Richmond.\nThe bureau, which computes net migration differently than Weldon Cooper, estimates a net migration of 11,073 people into the city from April 2010 to mid-2015. About one-third of those additional residents are immigrants who came from abroad, while the rest came from other parts of the U.S.\nThe Internal Revenue Service also tracks how many people are going into and coming out of counties and cities across the U.S., based on tax returns filed with the IRS each year.\nUnlike the Weldon Cooper and Census Bureau estimates, Lombard said the IRS figures from 2014, the latest year available, still show more people moving out of Richmond than into it. But Lombard cautioned about reading too much into that finding.\n\"Typically, IRS migration data is very reliable, but it can be less accurate with young adults since they change addresses and jobs more often,\" Lombard wrote in an email. \"Given that Richmond has a large young adult population, and much of its recent growth has come from young adults, the IRS data may not be as reliable for tracking Richmond's migration.\"\nLombard noted some college students who move into the city to live and study here might not be picked up in the IRS data because those students are still reported on their parents’ tax returns as living at an address outside Richmond.\nAlso, some young adults might not earn enough to file a return, or may skip filling out a return for a couple of years even though they’re supposed to file, Lombard said. That would make it tougher for the IRS to track their migration patterns, he said.\nOur ruling\nBerry said that in Richmond, there’s \"more moving vans coming in than going out.\"\nFigures from the Census Bureau and the Weldon Cooper Center back Berry’s claim that Richmond has been seeing more people moving into the city than leaving. Figures from the IRS come to a different conclusion, but there’s a question over whether they are reliable when tracking Richmond’s moving patterns.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-04268"}