{"url": "/factchecks/2010/nov/18/john-pistole/tsa-administrator-claims-new-body-scanners-emit-mu/", "speaker": "John Pistole", "vclaim": "The radiation coming from the new TSA body scanners is \"equivalent to about three minutes' worth of air travel by anybody, say, at 30,000 feet.\"", "truth_label": "true", "date": "stated on November 16, 2010 in an interview with CNN's Anderson Cooper.:", "title": "TSA administrator claims new body scanners emit as much radiation as three minutes of air travel", "text": "New airport security measures are coming under fire from pilots and passengers, who fear the latest post-9/11 protocols are too invasive and potentially harmful.\n\nYou've probably seen the stories. The Transportation Security Administration's new full-body scanners, which are in use at 68 airports nationwide, transfer a potentially harmful amount of radiation and produce what amounts to a naked image, critics say. And the alternative to the scan, an embarrassing pat down, may be even worse.\n\nPilots' unions oppose the measures, as do an increasing number of passengers -- who feel the federal government has taken things too far.\n\nPolitiFact can't weigh in on that. But we can explore the safety concerns about the full-body scan.\n\nParticularly, we found worth analyzing the defense mounted by John Pistole, head of the TSA. During a Nov. 16, 2010, interview with CNN's Anderson Cooper, Pistole said the \"radiation coming from those machines are equivalent to about three minutes' worth of air travel by anybody, say, at 30,000 feet.\" The TSA, on its website, says the radiation emitted from the body scan is equivalent to just two minutes of a plane flight.\n\nAre those claims credible?\n\nYes. Though there is some disagreement.\n\nLet us explain. In preparing to deploy the scanners to airports across the country, the TSA studied the amount of radiation a person would be exposed to per scan to determine if the machines were safe. Scientists at The Johns Hopkins University Applied Physics Laboratory found that the effective dose per screening was 1.58 microrems of radiation, while a researcher at the National Institute of Standards and Technology, an agency of the U.S. Department of Commerce, said an adult would be exposed to 2.4 microrems of radiation per scan.\n\nWe understand those figures mean nothing to most people. So let's put it into perspective.\n\nA single chest X-ray exposes a person to between 8,000 and 10,000 microrems (or 8 to 10 millirems), according to experts at Princeton University and the Department of Energy. A pack-a-day smoker exposes himself to 15,000 to 20,000 microrems of radiation a year (tobacco leaves used in making cigarettes contain radioactive lead and polonium). Put simply, it would take at least 3,300 body scans to reach the equivalent of one chest X-ray.\n\nWhat's also important to note -- and a bit scary -- is that you're being exposed to radiation right now. Radiation is naturally occurring in our environment no matter where you are. The Nuclear Regulatory Commission estimates that each year, the average adult is exposed to 300 millirems of naturally occurring radiation (300,000 microrems) and 60 millirems (60,000 microrems) of man-made radiation. Pistole, in his claim, is talking about naturally occurring cosmic radiation you're exposed to during airplane travel.\n\nThe amount of cosmic radiation a person is exposed to varies based on a number of factors, but to oversimplify, a key component is how high you are above sea level. People living in Denver, which is 1 mile above sea level, are exposed to more cosmic radiation than someone living in Florida. And people flying 30,000 feet in the air are exposed to more radiation than people on the ground.\n\nThe amount of radiation varies depending upon the specific flight plan, but the Environmental Protection Agency, the World Health Organization and the Nuclear Regulatory Commission all say that a person on a six- to eight-hour flight will be exposed to somewhere around 2,000 to 5,000 microrems of radiation. For our analysis, however, we are relying on the National Oceanic and Atmospheric Administration, which calculates the radiation exposure per hour based on the altitude of the flight.\n\nAccording to NOAA, a person flying at 30,000 feet will be exposed to between 285 and 406 microrems of radiation an hour, or between 4.75 and 6.77 microrems per minute of flight.\n\nAll the numbers and science back up Pistole's claim -- as little as three minutes of air travel produces the equivalent amount of radiation as one TSA body scan. By most estimates, Pistole's claim actually is conservative.\n\nHowever, all scientists aren't sold on the comparison. Nor are they sold on the safety of the scanners. We think it's important for you hear their side, too.\n\nFour faculty members at the University of California, San Francisco, authored a letter in April expressing their concerns about the body scanning devices. Primarily, the professors worried that the radiation was being concentrated in the skin and underlying tissue, and that it was not being dispersed throughout the entire body. That concentration of radiation to the skin could be \"dangerously high,\" wrote the faculty members -- John Sedat, Marc Shuman, Robert Stroud and David Agard, who said a comparison to cosmic radiation spread over the entire body is misleading.\n\nThe FDA, in a detailed response, said the concerns were unfounded, and health risks associated with the full body scanners were \"minuscule.\"\n\nTo be clear, this fact check isn't declaring TSA's new full-body scanners safe. We're simply looking at the comparative exposure to radiation as suggested by Pistole, who said that the radiation coming from the new TSA body scanners \"are equivalent to about three minutes' worth of air travel by anybody, say, at 30,000 feet.\" It may sound strange, but it's right. We rate this statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13989"}