{"url": "/factchecks/2020/jan/17/facebook-posts/no-nancy-pelosis-impeachment-pens-didnt-cost-2025-/", "speaker": "Facebook posts", "vclaim": "Says the pens Nancy Pelosi used to sign the articles of impeachment cost \"$2,025 per pen.\"", "truth_label": "pants-fire", "date": "stated on January 16, 2020 in a Facebook post:", "title": "No, Nancy Pelosi’s impeachment pens didn’t cost $2,025 each", "text": "Republicans criticized House Speaker Nancy Pelosi for giving pens to other House members as keepsakes after she used them to sign the articles of impeachment against President Donald Trump on Jan. 15.\nWhite House press secretary Stephanie Grisham, for example, retweeted a photo of the pens and wrote: \"Nancy Pelosi’s souvenir pens served up on silver platters to sign the sham articles of impeachment...She was so somber as she gave them away to people like prizes.\"\nBut on Facebook, some users levied a new accusation against the speaker. \n\"$2,025 per pen,\" a Jan. 16 post begins. \"Paid for by taxpayers. Is there any doubt Pelosi thinks she’s the Queen? Now we know why she delayed sending the Articles of Impeachment to the Senate… she was waiting for her gold-plated impeachment pens.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThis claim is wrong. Each pen cost just under $15, according to Drew Hammill, Pelosi’s deputy chief of staff.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nWhen we asked Richard Arenberg, a professor of the practice of political science at Brown University, about the post, he told us \"the $2,025 figure is ridiculous.\" \nSearching through all 16 pages of Google results for $2,025 and Pelosi’s name, we couldn’t find any other mentions of the pens’ price. The only relevant results were the message in this Facebook post reshared on web forums. \nThe most recent Statement of Disbursements of the House, in which the chief administrative officer details receipts and expenditures of appropriations and other funds from July 1 to Sept. 30, 2019, shows that the speaker’s office spent about $29,000 on supplies and materials that quarter, and about $229,500 that year to date, but there isn’t a specific line item for pens. \nIn the past, reporters have combed through these quarterly reports to see how lawmakers are spending taxpayer money. In 2009, Politico reported that Pelosi spent $2,993 on flowers between June and October of that year. Then-Minority Leader John Boehner spent about $24,617 on catering. \nAccording to Business Insider, Pelosi used 30 customized pens engraved with her name to sign her name on the impeachment articles. We would expect that Republicans outraged over the tone of the signing ceremony would also balk at the $60,750 price tag. But reviewing stories from the Washington Post, the Associated Press, Fox News, The Hill, BBC, and the Washington Times, among others, we saw no note of the pen’s price. \nIt’s not unusual for lawmakers and presidents to gift signing pens though in this case Pelosi’s critics argue it wasn’t appropriate. As the BBC notes, then-President Barack Obama used 22 pens to sign the Affordable Care Act, and Republican senators kept pens as souvenirs after signing oaths for then-President Bill Clinton’s impeachment trial in 1998. \nWe rate this Facebook post Pants on Fire.\nCorrection: This story has been updated to correct Drew Hammill's title. He is Nancy Pelosi's deputy chief of staff; the story originally said he was her chief of staff.", "vclaim_id": "vclaim-pol-17599"}