{"url": "/factchecks/2015/mar/12/george-p-bush/george-p-bush-says-majority-our-students-trapped-u/", "speaker": "George P. Bush", "vclaim": "A \"majority of our students are trapped in\" underperforming schools.", "truth_label": "false", "date": "stated on January 30, 2015 in remarks at a \"school choice\" rally outside the Texas Capitol:", "title": "George P. Bush says a majority of \"our students\" trapped in underperforming schools", "text": "George P. Bush, the first-year Texas land commissioner, maintains that most students are stuck in bad schools.\nBush, addressing a \"school choice\" rally outside the Texas Capitol Jan. 30, 2015, said: \"I believe that most teachers are doing the very best in very difficult situations when a majority of our students are trapped in schools that are underperforming. Some schools don’t work and refuse to change — and that’s why we need school choice and that’s why we need it now.\"\nThe Rev. Charles Johnson, executive director of Pastors for Texas Children, which describes itself as an independent ministry and outreach group supporting quality public education opportunities for Texas children, asked us to check Bush’s statement, which Johnson said he heard about from someone who watched the rally.\nWe were curious too.\nAsked where Bush’s data came from, Brittany Eck, a General Land Office spokeswoman, pointed out a comment by the state’s chief education official in October 2013, when Texas received a waiver from the federal Adequate Yearly Progress requirement that more than 90 percent of students in each school and district pass the state’s standardized tests in reading and math, in accord with the No Child Left Behind Act that passed into law when George W. Bush was president.\nAt the time Texas got its waiver, Eck said by email, the state’s education commissioner, Michael Williams, said 95 percent of the state’s school districts would not have met the federal law’s expectations, according to an October 2013 news story in the Dallas Morning News. Eck noted the same judgment was aired by a non-governmental group, the Texas Classroom Teachers Association.\nMeantime, Eck wrote, only 28 percent to 41 percent of Texas fourth- and eighth-graders chosen to take the National Assessment of Educational Progress, sometimes called the nation’s report card, met \"proficiency\" levels in math or reading in 2013. Some perspective: According to the 2013 results, 62 percent to 84 percent of the Texas students scored well enough to meet basic expectations or better.\nState accountability ratings\nNext, we asked the Texas Education Agency what it considers the best measurement of schools in Texas. Spokeswoman Debbie Ratcliffe said by email the state’s own accountability system is the only rating system in place. And according to the latest state summary of the ratings, released in December 2014, 949 of the state’s 1,025 school districts, 93 percent, \"met standard\" while 76 districts were rated \"improvement required.\"\nThe summary said 6,723, or 86 percent, of the state’s individual schools \"met standard\" with 142 meeting an alternate standard — leaving 636 campuses rated \"improvement required,\" meaning the campus missed the state’s standard on one or more performance indicators, according to the TEA. Those indicators include student results on the State of Texas Assessment of Academic Readiness (STAAR) and graduation and annual dropout rates, according to the TEA’s Accountability Manual.\nFor 2014, the summary said, some 484 campuses weren’t rated and one school had \"data integrity issues.\" (We did not consider charter schools to carve out these counts; there aren’t a lot of them.)\nOverall in the year, Ratcliffe said, 372,287 of the state’s 5,151,925 public-school students, 7 percent, were enrolled in schools that received the \"improvement required\" rating.\nRatcliffe did not dispute that Williams had said 95 percent of the state’s districts would not have cleared the AYP hurdles. The waived expectation under the federal law was that more than 90 percent of students in each school and district pass the state’s standardized tests in reading and math.\n\"We do fall short of perfection,\" Ratcliffe said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTexas Classroom Teachers Association\nGiven that Eck singled out the classroom teachers association, we asked that group, which advocates for teachers, to assess Bush’s statement.\nBy email, Holly Eaton focused on doubts about the usefulness of the AYP standards, which she said have long been regarded as not attainable at the law’s stipulated pace, explaining why many states (more than 40, the News story said) got waivers, she said. \"Accordingly, the projection that 95% of Texas schools would have failed to meet AYP in 2014 shows that Texas was in the same predicament as every other state in the country due to a poorly conceived and widely discredited federal standard,\" Eaton said. By phone, she elaborated: \"We don’t think the federal AYP ratings are of any significance.\"\nBroadly, Eaton said, the association disagrees with Bush’s characterization.\nOther perspectives\nWe also reached out to other close observers of Texas schools.\nLori Taylor, a Texas A&M University associate professor in the Bush School of Government and Public Service, commented by email: \"I think the term ‘underperforming’ is really squishy. If one has exceedingly high standards for education, then every school is always underperforming.\"\nTaylor pointed out the state’s 2014 accountability ratings — and called AYP an \"odd standard of performance\" because of the law’s everyone-must-pass requirement for a school to be considered acceptable. \"Most researchers are highly critical of AYP as a measure of performance, so schools that are performing badly by this measure are not necessarily underperforming as most folks understand the term,\" Taylor wrote.\nAlso by email, Torey Tipton of Children at Risk, which analyzes test results and other indicators in its own way, said many Texas children are in failing schools. In spring 2014, she said, 2,275, or 30 percent, of more than 7,000 schools ranked by the group landed Children at Risk grades of D, needing \"significant improvement,\" or F, which the group defines as \"highly concerning.\"\nOur ruling\nBush said the \"majority of our students are trapped in\" underperforming schools.\nBush relied on another official’s speculation about how well schools might meet disputed federal standards that don’t apply to Texas this year anyway. Meantime, 2014 state ratings indicate more than nine in 10 districts fulfilled state-set standards and more than eight in 10 campuses did so.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06630"}