{"url": "/factchecks/2013/jun/03/terry-mcauliffe/mcauliffre-flip-flops-offshore-oil-drilling/", "speaker": "Terry McAuliffe", "vclaim": "On oil drilling off Virginia's coast.", "truth_label": "full-flop", "date": "stated on May 22, 2013 in a campaign statement.:", "title": "McAuliffe flip-flops on offshore oil drilling", "text": "Republicans, who have long called for oil drilling off Virginia’s coast, were not thrilled late last month when Democratic gubernatorial nominee Terry McAuliffe joined their cause.\n\n\"Terry McAuliffe, once again, stuck his finger in the wind to be sure he says whatever voters want to hear,\" said Anna Nix, a spokeswoman for Republican gubernatorial nominee Ken Cuccinelli. \"In 2009, when he was running in a liberal Democratic primary, he was absolutely against offshore drilling. Now, in 2013, McAuliffe realized that even Democrats are for offshore drilling and he can’t wait to jump on the bandwagon.\"\n\nThe Republican Party of Virginia issued a news release accusing McAuliffe of doing \"an about face.\"\n\nSo we rolled out the Flip-O-Meter to see if McAuliffe’s position on offshore oil drilling has changed.\n\nThe issue has become a perennial debate in Virginia. Supporters say drilling would enhance the state economy and help the U.S. become energy independent; opponents say it poses environmental risk and that credible information about the offshore supply of oil does not exist.\n\nAt the start of the decade, Virginia was part of an Interior Department lease plan for offshore oil and gas development, but the leases were deferred until after 2017 in the wake of the Deepwater Horizon oil spill in the Gulf of Mexico in 2010.\n\nIn 2009, prior to the spill, McAuliffe made an unsuccessful bid for the Democratic gubernatorial nomination. During a debate that May, he said offshore drilling should be done only for natural gas, not for crude oil. He said his position was identical to two other Democrats: then-Gov. Tim Kaine and Brian Moran, one of his opponents in the primary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\"I've been consistent from the start of this campaign,\" McAuliffe said. \"There was bipartisan legislation passed, signed by Governor Kaine, promoted by Governor Kaine, that says no oil drilling, no oil drilling and limited exploration for oil and natural gas off the state’s coast.\"\n\nThe next day, McAuliffe stated in an online interview with The Washington Post, \"I do not support drilling for oil off our coast.\"\n\nNow, let’s move forward. Kaine, during a successful 2012 bid for the U.S. Senate, changed his position on offshore drilling. In May 2013, he joined U.S. Sen. Mark Warner, D-Va., in introducing a bill that would allow oil and gas exploration off the state’s coast.\n\nMcAuliffe said through a spokesman that he supported the legislation.\n\n\"Terry has learned more about offshore drilling from experts in Virginia,\" spokesman Josh Schwerin told The Washington Post. \"He thinks that because of technological progress we can now do it in a responsible fashion.\"\n\nWe asked Schwerin three times to expound on his comment, but did not get a response.\n\nMcAuliffe has clearly shifted on offshore oil drilling. We rate it a Full Flop.", "vclaim_id": "vclaim-pol-09266"}