{"url": "/factchecks/2018/aug/24/kevin-mccarthy/mostly-true-visa-overstays-account-half-all-people/", "speaker": "Kevin McCarthy", "vclaim": "\"Half of everyone that’s here illegally (in the U.S.) came here legally on a visa and have overstayed their visa.\"", "truth_label": "mostly-true", "date": "stated on August 15, 2018 in a speech:", "title": "MOSTLY TRUE: Visa overstays account for ‘half’ of all people in the country illegally", "text": "The debate over illegal immigration in America most often centers on the unlawful crossings at the U.S.-Mexico border.\nPresident Trump frequently stokes that debate as he did with this tweet in June 2018: \"We cannot allow all of these people to invade our Country.\"\nBut Republican House Majority Leader Kevin McCarthy recently claimed there’s another factor — visa overstays — that accounts for half of the people in the country illegally.\n\"Half of everyone that’s here illegally (in the US) came here legally on a visa and have overstayed their visa,\" McCarthy, a Republican from Bakersfield, said at a Public Policy Institute of California event in Sacramento on Aug. 15, 2018.\n\nMcCarthy made his claim at a Public Policy Institute of California event in Sacramento in August 2018. \nThat’s not to say McCarthy, a close Trump ally, was breaking with the president’s hardline immigration stance. He told the crowd he supports Trump’s border wall and opposes sanctuary cities.\nPolitiFact and its affiliates have fact-checked statements similar to McCarthy’s on visa overstays in the past.\nThey’ve found those statements are generally correct. But they’ve also noted that the supporting evidence is now somewhat dated.\nFor this fact check, we examined whether current available data support McCarthy’s claim.\nOur research\nPast fact-checks, including one by PolitiFact Virginia in 2016, have relied on a 2006 Pew Research Center report. It estimated \"nearly half of all the unauthorized migrants now living in the United States entered the country legally through a port of entry such as an airport or a border crossing point where they were subject to inspection by immigration officials.\"\nEach year, the United States grants thousands of temporary visas for foreign students, tourists and workers. They can last from a few weeks to several years.\nThe Pew report put the share of visa overstayers at \"as much as 45 percent of the total unauthorized migrant population.\" The study, however, used data more than two decades old from the Immigration and Naturalization Service, an agency that doesn’t exist anymore and whose functions were folded into the U.S. Department of Homeland Security.\n\"The problem is that neither the INS nor its successor, the Department of Homeland Security, have provided updated statistics on the percentage of undocumented immigrants who overstayed visas since that aging study,\" PolitiFact Virginia reported in 2016.\nMore recent data\nSarah Pierce, a policy analyst at the Migration Policy Institute, told us in an email that recent DHS reports include data limited to foreign visitors who arrived by air and sea crossings, but not by land.\n\"They do not tell you anything about the full population of overstays,\" she wrote.\nShe said a 2017 study by the Center for Migration Studies, a nonpartisan think tank, is more helpful.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThat report estimated visa overstays in 2014 accounted for 42 percent of the total undocumented population, or about 4.5 million people. It also projected that overstays made up about two-thirds of the total number of people who became unauthorized immigrants in the U.S. that year.\nMcCarthy’s claim of \"half\" is not far from the 42 percent figure.\nAsked to support the congressman’s statement, McCarthy’s spokesman pointed to a recent article by The Washington Post that cited the Center for Migration Studies report.\nThe center’s report said its figures \"are based primarily on detailed estimates of the undocumented population in 2014 compiled by (the Center for Migration Studies) and estimates of overstays for 2015 derived by DHS.\"\nShare of overstays on the rise?\nGiven the past decade’s dramatic and well-documented decline in illegal Southern border crossings, there’s a strong case that visa overstayers now account for a larger share of the overall total of unauthorized immigrants.\nIn April, we rated ‘True,’ Gov. Jerry Brown’s claim in a letter to the Trump administration that \"immigrant apprehensions on the border last year were as low as they’ve been in nearly 50 years.\"\nBrown’s office cited U.S. Border Patrol figures showing nearly 304,000 arrests in 2017 across the borders of California, Arizona, New Mexico and Texas. The previous low was just under 264,000 in 1971.\nArrest totals along the Southern border reached well over 1 million annually in the 1980s and 1990s. They peaked at 1.64 million in 2000.\nAlex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute, told PolitiFact Virginia in 2016 that while estimates of undocumented immigrants have been stable since 2007, the number of people entering illegally across the southwestern U.S. border has \"collapsed.\"\nThat means that the proportion of those overstaying their visas likely is on the rise, he said in 2016.\nWe asked Nowrasteh whether that still holds true in 2018.\n\"Yes, about half of illegal immigrants currently are overstays,\" he told us by email.\nOur ruling\nHouse Majority Leader Kevin McCarthy recently claimed \"Half of everyone that’s here illegally (in the US) came here legally on a visa and have overstayed their visa.\"\nPast fact checks found this statement and ones like it are generally correct. But they cautioned that the claims mainly rely on figures from a 2006 report, which used federal immigration data from the mid-1990s.\nMore recent Department of Homeland Security reports don’t offer the full picture of foreign visitors who arrived on visas.\nA 2017 report by the Center for Migration Studies, however, gives a more current look at visa overstays. It shows McCarthy’s claim, while it should have been couched as an estimate rather than a statement of fact, is on the right track.\nIt projects overstayers were 42 percent, or nearly half, of the country’s undocumented population in 2014.\nFinally, with the decline in illegal border crossings, it’s fair to estimate that visa overstayers now account for an increasing share of the country’s undocumented population.\nWe rate McCarthy’s statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n Share the Facts 2018-08-25 01:10:48 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Half of everyone that’s here illegally (in the U.S.) came here legally on a visa and have overstayed their visa.\"    Kevin McCarthy House Majority Leader https://www.ppic.org/event/a-conversation-with-congressman-kevin-mccarthy-2018/    Wednesday, August 15, 2018 2018-08-15    Read More  info", "vclaim_id": "vclaim-pol-01696"}