{"url": "/factchecks/2020/nov/03/facebook-posts/no-trump-supporters-arent-blocking-access-voting-s/", "speaker": "Facebook posts", "vclaim": "“Trump supporters are blocking access to polling sites at Clifton City Hall, New Jersey.”", "truth_label": "false", "date": "stated on November 3, 2020 in a Facebook post:", "title": "No, Trump supporters aren’t blocking access to voting site in New Jersey", "text": "A Facebook post on the morning of Election Day falsely said supporters of President Donald Trump were blocking voters from a voting site in New Jersey.\n\"Trump supporters are blocking access to polling sites at Clifton City Hall, New Jersey,\" stated the Facebook post from The Other 98%, a liberal group. The post included a photo of a man holding up a Trump 2020 banner next to a ballot dropbox.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The Other 98% corrected their post later Nov. 3.\nThe Clifton Police Department posted a note on Facebook stating reports of voter intimidation at the ballot box in front of City Hall \"are entirely false.\"\n\"There was an alleged incident that occurred two days ago in front of the aforementioned ballot box,\" the police department said. \"This matter is under investigation, but does not appear to have any relation to any kind of voter intimidation.\"\nLt. Robert Bracken told PolitiFact that a woman called police Nov. 1 and reported that a man holding a Trump banner was standing in front of the ballot box outside of city hall. The site has 24-hour camera surveillance.\n\"It looks like somebody went and voted, took a picture and walked away. Somebody made a police report about it,\" Bracken said. \"On the surveillance camera there is no indication of any voter intimidation or blocking at the polls. ... it lasted all of about 40 seconds.\"\nClifton City Hall is not a polling site.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nBracken said police forwarded the complaint and video to the New Jersey attorney general, which is typical for election-related complaints.\nA spokesperson for the Attorney General said that the photo circulating on social media is not from today.\nNew Jersey is one of the handful of states that decided to send mail ballots to all active registered voters this year due to the pandemic. Separately, a handful of states already had a tradition of mailing ballots to all voters before the pandemic. \nRELATED: What you need to know about misinformation on Election Day\nOur ruling\nA Facebook post said \"Trump supporters are blocking access to polling sites at Clifton City Hall, New Jersey.\" \nClifton police said that this post is false. Police received a report two days before Election Day that a man was holding a Trump banner near a ballot box outside of City Hall. The surveillance video showed no voter intimidation.\nWe rate this statement False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18428"}