{"url": "/factchecks/2012/apr/03/rick-santorum/rick-santorum-says-american-history-not-available-/", "speaker": "Rick Santorum", "vclaim": "\"I think it’s seven or eight of the California system of universities don’t even teach an American history course. It’s not even available to be taught.\"", "truth_label": "false", "date": "stated on April 2, 2012 in in a speech in Wisconsin:", "title": "Rick Santorum says seven or eight Calif. universities 'don't even teach' American history", "text": "Rick Santorum might want to read more closely next time.\n\nOn the stump in Wisconsin on April 2, 2012, the Republican presidential candidate filled in his audience on something he was \"just reading … last night.\"\n\n\"I think it’s seven or eight of the California system of universities don’t even teach an American history course. It’s not even available to be taught,\" he said. \"Just to tell you how bad it's gotten in this country, where we're trying to disconnect the American people from the roots of who we are, so they have an understanding of what America should be.\"\n\nSoon the progressive news site Think Progress posted a video clip, along with some skepticism, triggering links around the Web.\n\nReaders asked us: Was Santorum right? Do that many state universities in California fail to offer American history courses?\n\n‘The California system of universities’\n\nCalifornia has a two-tiered university system, with 23 campuses in the California State University system and 10 University of California campuses.\n\nAll 23 CSU campuses offer courses on U.S. History, the Constitution and American ideals, said Erik Fallis, media relations manager for the California State University — indeed, almost every student needs such a class (or two) to graduate.\n\nThe story is slightly different at the University of California, which also has an American history and institutions requirement. The graduation requirement can be satisfied with a high school class, except at UC Santa Barbara, which requires a college-level course.\n\nDoes that mean the campuses don’t offer American history courses? Not at all.\n\nOf the nine University of California campuses that offer humanities classes — the San Francisco campus focuses exclusively on health sciences — all nine offer American history.\n\nDo those classes get to \"the roots of who we are,\" as Santorum said?\n\nWell, among the offerings at UC Davis is \"The American Revolution, 1763-1790.\" UC Riverside teaches upper-division courses on \"Revolutionary America\" and \"The Early Republic: The United States, 1789-1848.\" UC Santa Cruz includes a course on the \"U.S. Revolution: 1740-1815.\" UC Berkeley addresses, \"The United States from Settlement to Civil War.\" UCLA has \"History of the U.S. and Its Colonial Origins: 19th Century\" and \"Constitutional History of U.S.: Origins and Development of Constitutionalism in U.S.\"\n\nBottom line, of 33 state universities in California, just one, a health sciences campus, doesn’t teach American history — and nearly all graduates have to complete a related course to graduate, whether in high school or college.\n\nWhat was Santorum talking about?\n\nSantorum’s reading\n\nWe contacted Santorum’s campaign to ask for support for his claim but didn’t hear back.\n\nSo we tried tracing his reading material ourselves.\n\nEric Dolan, an editor for progressive news site Raw Story, noted that Santorum appeared to be making a reference to a recent opinion piece in the Wall Street Journal, \"How California's Colleges Indoctrinate Students.\"\n\nThe March 30, 2012, column by Hoover Institution fellow Peter Berkowitz argues that higher education is politicized and declining in quality as its curriculum changes.\n\nHe notes: \"None of the nine general campuses in the UC system requires students to study the history and institutions of the United States. None requires students to study Western civilization, and on seven of the nine UC campuses, including Berkeley, a survey course in Western civilization is not even offered.\"\n\nBerkowitz is right that most University of California campuses don’t require a college-level course, with the exception of Santa Barbara — though they do require at least a high-school level class.\n\nWe didn’t check on class offerings in Western civilization, since that’s not what Santorum said.\n\nBerkowitz also cites a recent report, called \"A Crisis of Competence,\" from the National Association of Scholars, where he’s on the board of directors. It mentions that \"the vast majority of our colleges have made a course on the broad themes of U.S. history or government optional.\"\n\nThen it points out a laudable exception: The California State University system.\n\n\"All but three of the more than twenty campuses of the CSU system require American History and Institutions as an essential part of their curricula. But the situation in UC is very different: not a single UC campus has such a requirement. … To be sure, UC requires a year of U.S. history in high school for undergraduate admissions, but University of California level instruction ought to be on a completely different level – why otherwise would students need to go on to a university at all if high school coursework is equivalent?\"\n\nSantorum went much further than either Berkowitz or the National Association of Scholars report, declaring that at seven or eight universities in the California system, they \"don’t even teach an American history course.\"\n\nThere’s simply no support for that claim.\n\nOur ruling\n\nRick Santorum said, \"I think it’s seven or eight of the California system of universities don’t even teach an American history course. It’s not even available to be taught.\" While he appeared to be referencing a recent Wall Street Journal opinion piece, he bungled the details — and badly. Far from \"not available,\" American history courses are offered at all but one of 33 state universities in California. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11338"}