{"url": "/factchecks/2020/sep/04/joe-biden/joe-biden-says-donald-trumps-plan-get-rid-payroll-/", "speaker": "Joe Biden", "vclaim": "\"If Trump gets his way, Social Security benefits will run out in just three years from now.”", "truth_label": "barely-true", "date": "stated on September 1, 2020 in a campaign ad:", "title": "Fact-checking Joe Biden's claim that Donald Trump’s payroll tax 'plan' sinks Social Security", "text": "A new Joe Biden ad paints a bleak picture for Social Security under President Donald Trump.\nHere’s the full text from the ad:\n\"The chief actuary of the Social Security Administration just released an analysis of Trump's planned cuts to Social Security. Under Trump's plan, Social Security would become permanently depleted by the middle of calendar year 2023. If Trump gets his way, Social Security benefits will run out in just three years from now. Don't let it happen. Joe Biden will protect Social Security.\"\nThe key claim is \"if Trump gets his way, Social Security benefits will run out in just three years.\" Biden is going further than what Trump has described.\nThe tricky part is knowing what Trump wants to do. He has said two things that are at odds: he wants to protect Social Security, and he would do away with the payroll tax that keeps Social Security going.\nTrump’s \"way,\" as of now, is for Congress to fill in the gap so that Social Security remains funded. But there is no clear plan.\nTo dissect this ad, let’s start with what Social Security’s chief actuary said about a \"hypothetical\" plan.\nA letter to Senate Democrats\nSens. Chris Van Hollen, D-Md., Bernie Sanders, I-Vt., Chuck Schumer, D-N.Y., and Ron Wyden, D-Ore., asked the Social Security Administration what would happen if on Jan.1, 2021, the payroll tax went to zero with no other changes in the law. \nThe Social Security portion of the tax is 12.4% of payroll, split equally between workers and employers, or paid fully by the self-employed. The money goes into the program’s Old Age and Survivors Insurance Trust Fund.\nNixing it would put a hole in the 2021 Social Security budget of $1.03 trillion, chief actuary Stephen Goss said in his letter to the senators. That would be over 90% of the program’s revenues. \nBut the program would continue to pay benefits, drawing down its trust fund.\n\"We estimate that Old Age and Survivors Insurance Trust Fund reserves would become permanently depleted by the middle of calendar year 2023,\" Goss wrote.\nGoss said that without any change in the law, the program’s hands would be tied. Congress sets benefits, the Social Security Administration must pay them, and it can’t borrow to cover a shortfall.\n\"Under this hypothetical legislation, benefit obligations could not be met after the depletion of the asset reserves and elimination of payroll taxes,\" he wrote.\nIn his letter, Goss used the term \"hypothetical legislation\" nine times. And he noted that \"I am not aware that anyone has proposed the hypothetical legislation you describe.\"\nSo, there is no plan. But Trump has targeted the payroll tax without a clear path to replacing it.\nBold promises and mixed messages\nThe challenge of understanding Trump’s words on the payroll tax is that, aside from the temporary deferral of taxes, they are untethered to a clear plan. \nFor the most part, there’s been a pattern of Trump saying he would end the payroll tax and his top advisors saying he didn’t mean it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIt started Aug. 8 when Trump unveiled a four-month payroll tax holiday that would last from September through December, an effort to provide financial relief during the coronavirus pandemic.\n\"If I win, I may extend and terminate,\" Trump said. \"In other words, I’ll extend it beyond the end of the year and terminate the tax.\"\nSince the tax holiday covered only the worker portion of 6.2%, Trump’s words could have meant either ending the entire tax, or just the worker’s portion.\nThe next day, White House economic chief Larry Kudlow told CNN Trump’s plan was limited to forgiving the four months of deferred tax dollars.\nThe one clear policy was that the administration wanted Congress to backfill the lost revenues from the tax holiday — currently estimated at about $80 billion — with money from general revenues.\nBut Trump went on to repeat that he planned to \"terminate the tax\" beyond December in press briefings on Aug. 10 and Aug. 12.\nPressed to explain how he would pay for Social Security without the payroll tax, Trump was vague.\nTrump: \"We’re taking it out of the General Fund. And what we’ll do —\"\nReporter: \"But that would incur huge deficits.\"\nTrump: \"Yeah, what we’ll be doing is, if we do that, we’ll get it approved, in that case, by Congress. And we’ll take the money from other places, other than — we will not take it from Social Security in any way shape or form.\"\nReporter: \"How do you fund it from the General Fund, when the General Fund just incurred a debt of $2.8 trillion?\" \nTrump: \"You’re right, but we’re going to have tremendous growth.\"\nWhen Fox News asked him about his plan Aug. 23, Trump said, \"It will have no impact on Social Security. We're taking it out of the general fund. It comes out of the general fund. If anything happens, we would replace it immediately.\"\nIn his acceptance speech, Trump never mentioned the payroll tax and referred to Social Security one time, saying, \"We will protect Medicare and Social Security.\"\nThe Trump campaign said that there is no plan to eliminate the payroll tax, and, with Trump’s commitment to preserving Social Security through general revenues, the program’s trust fund would not run out of money.\nOur ruling\nThe Biden ad said, \"If Trump gets his way, Social Security benefits will run out in just three years from now.\"\nThe Social Security chief actuary did say that if the Social Security portion of the payroll tax were eliminated, the program would run out of money in three years. Absent any response by Congress, the program would be unable to pay benefits.\nBut the chief actuary also said he was unaware that anyone planned to end the payroll tax. The Trump campaign says there is no plan to do so.\nTrump has said he wants to terminate the tax. That would put the program under great financial stress. But Trump said he would look to Congress to maintain the program and draw on general revenues — potentially in excess of $1 trillion a year — to replenish any lost funds. \nOverall, Trump’s comments suggest he wants a fully funded Social Security program, but he doesn’t want the taxes that pay for it. This is contradictory, but it doesn’t mean he wants Social Security to run out of money in three years. \nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-18873"}