{"url": "/factchecks/2014/sep/11/charlie-crist/charlie-crist-says-rick-scott-supports-employers-d/", "speaker": "Charlie Crist", "vclaim": "Says Rick Scott \"thinks employers should be able to deny women coverage for birth control.\"", "truth_label": "mostly-true", "date": "stated on September 9, 2014 in a TV ad:", "title": "Charlie Crist says Rick Scott supports employers denying women birth control", "text": "Charlie Crist’s most recent TV attack labels Republican Gov. Rick Scott as \"extreme\" on women’s issues.\nA few days after he snagged the endorsement of Planned Parenthood PAC, Crist issued an ad showing a series of women attacking Scott’s record on abortion, birth control and equal pay for women.\nOne of the claims in the ad is that Scott \"thinks employers should be able to deny women coverage for birth control.\"\nPolitiFact Florida has fact-checked multiple claims about Crist’s record on abortion and we gave him a Half Flip for holding various positions on it throughout his career -- even before he switched parties to become a Democrat. Several media reports have also covered bills signed by Scott that limit access to abortion.\nHere we decided to fact-check Scott’s record on birth control. (Technically the Florida Democratic Party paid for the ad, but the Crist campaign announced the ad and promoted it.)\nLegal decisions about birth control during Scott’s tenure\nWe reached out to Scott’s office and campaign and Crist’s campaign and searched news archives and found very few statements Scott made related to employers and birth control.\nScott, a former health care executive, campaigned for governor on his opposition to President Barack Obama’s health care law in 2010. The law includes access to birth control for women; however, that was not at the root of Scott’s opposition to the law, which was more broadly about the federal government’s role and the individual mandate.\nWe only found a couple of statements Scott made related to whether employers should be forced to provide birth control.\nThe 2010 health care law required that most plans include birth control coverage without out-of-pocket costs. The Obama administration carved out a religious exemption for most churches and some parochial schools, finalized on Jan. 20, 2012. Certain religious entities, including Ave Maria University in Florida, opposed Obama’s rules.\nOn Feb. 10, 2012, the White House announced a compromise: If a religious employer objected to providing birth control in its health plan, the employer would not have to pay for it, but the insurance company would pay.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe next day, Newsmax TV asked Scott his thoughts about that decision while he attended the Conservative Political Action Conference.\nScott said:\n\"This week what they did with regard to the Catholic Church and the contraceptives, it's an example [of] when government gets more involved in something they take away your rights. And this is, they are telling the Catholic Church what they have to buy. The government should not be telling us what type of insurance we should buy with our own money. The change they made makes no sense -- saying the insurance company is going to pay for it? That makes no sense. Money is going to be coming out of the Catholic institutions’ pocket to buy that insurance, so they are paying for it.\" \nAbout two weeks later, Florida Attorney General Pam Bondi joined six other states in a lawsuit to challenge the birth control mandate arguing that it violated religious institutions' First Amendment rights. (Scott wasn’t a plaintiff.) In July 2012, a federal judge in Nebraska threw out the lawsuit arguing that the states failed to prove they would suffer immediate harm once that part of the law was enacted. The states appealed, but lost in 2013.\nOn June 30, 2014, the U.S. Supreme Court ruled that certain companies like Hobby Lobby that have religious objections can opt out of the birth control mandate. The companies opposed providing certain types of contraception that they believe is equivalent to inducing abortion, including morning-after pills and IUDs, while they didn’t oppose other methods of birth control.\nWe asked a Scott campaign spokesman if Scott made any statements about Bondi’s lawsuit, the Hobby Lobby case, and in general if he thinks employers should be able to deny women birth control coverage.\nSpokesman Greg Blair pointed to one statement Scott made after the Hobby Lobby ruling, when a radio station reported that Scott said that the Supreme Court \"upheld our freedom of religion again this week.\"\n\"Gov. Scott believes that people should have access to the contraception and health care they want, and he also believes in religious freedom,\" Blair told PolitiFact Florida.\nOur ruling\nCrist’s ad states that Scott \"thinks employers should be able to deny women coverage for birth control.\"\nWe struggled to find statements Scott made about employers and birth control. His spokesman didn't give us a denial when asked. We found a couple of statements which show he is against the federal government dictating to companies that they must provide birth control -- something that certain religious institutions opposed. It’s also worth noting that Scott doesn’t appear to be flat out against birth control but it’s clear that overall, he doesn’t like telling employers what they have to cover. \nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-07320"}