{"url": "/factchecks/2016/jul/19/sean-duffy/gop-rep-sean-duffy-exaggerates-role-barack-obama-h/", "speaker": "Sean Duffy", "vclaim": "\"Barack Obama and Hillary Clinton have left us with $19 trillion in debt.\"", "truth_label": "barely-true", "date": "stated on July 18, 2016 in a speech:", "title": "GOP Rep. Sean Duffy exaggerates role of Barack Obama, Hillary Clinton on federal debt", "text": "Milwaukee County Sheriff David A. Clarke Jr. gave a stern speech about crime and violence against police on the first night of the Republican National Convention in Cleveland.\nHe was followed immediately by another Wisconsinite, U.S. Rep. Sean Duffy, who began his remarks on July 18, 2016 with a big smile and a: \"Hello, America!\"\nDuffy, joined by his wife, conservative activist Rachel Campos-Duffy, remained light-hearted throughout their presentation. But they also made partisan jabs, including this one by Duffy:\n\"Barack Obama and Hillary Clinton have left us with $19 trillion in debt.\"\nWe asked three federal budget experts, including Robert Bixby, executive director of the Concord Coalition, about Duffy’s claim. \"It’s sort of garden-variety political exaggeration,\" Bixby said.\nHere’s why.\nDebt figures\nThe U.S. Treasury Department’s \"Debt to the Penny\" calculator shows the total federal debt is nearly $19.4 trillion.\nThat includes nearly $14 trillion in debt held by the public -- by individuals, corporations, Federal Reserve banks, foreign governments, and other entities -- and $5.4 trillion in what are known as intragovernmental holdings.\nSo, Duffy is correct on the overall figure.\nBut many factors bear on how it got there. And, the experts said, it’s really not possible to calculate how much any one of them is responsible for the debt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBixby; Maya MacGuineas, president of the Committee for a Responsible Federal Budget; and Rudolph Penner, a fellow at the Urban Institute and former director of the Congressional Budget Office, told us:\n1. About half of the $19 trillion was amassed before Obama took office in January 2009.\n2. Obama took office amid a deep recession, which meant government revenues fell and spending on government programs rose.\n\"The debt would have exploded certainly during (Obama’s) first term, no matter who was president,\" said Bixby.\n3. Obama proposed federal budgets, but Congress, including the Republican leadership, ultimately holds the purse strings.\nObama bears some of the responsibility for not taking steps to prevent the debt from growing, \"but attributing the debt to a president doesn’t make sense,\" said MacGuineas.\nMeanwhile, Clinton, as Obama’s secretary of state, made budget requests for her department. But that’s a tiny amount of the overall federal budget and the secretary of state has virtually nothing to do with overall fiscal policy.\nOur rating\nDuffy said: \"Barack Obama and Hillary Clinton have left us with $19 trillion in debt.\"\nThe total federal debt is at $19 trillion. But most of it was amassed before Obama took office. And many factors -- Congress, the economy and Obama himself, but to almost no extent Clinton -- played a role in the debt increases during Obama’s tenure.\nFor a claim that contains some element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.\nhttps://www.sharethefacts.co/share/212be74c-0104-4349-a8ef-bade8c9f88f1", "vclaim_id": "vclaim-pol-04668"}