{"url": "/factchecks/2011/dec/02/oregon-transformation-project/s-oregon-really-no-6-estate-tax-rate-list-among-st/", "speaker": "Oregon Transformation Project", "vclaim": "Oregon has the sixth highest combined death tax rate in the country.", "truth_label": "barely-true", "date": "stated on November 15, 2011 in online post:", "title": "Is Oregon really No. 6 on the estate tax rate list among states?", "text": "This online post caught our attention and we figure it will get yours too, since it has to do with death and taxes and we all know the lure of that combination. The statement comes from the Oregon Transformation Project, launched in 2010 by state Republicans to talk state budget and spending.\n \n\n\"The federal death tax rate in this country is currently 35%.  There are 22 states that impose an additional tax on top of the federal rate with a state death tax, including Oregon.\n\n\nSo, for the folks who qualify for this death tax, what is the tax penalty for dying in the state of Oregon?  Nearly half of a lifetime’s savings.\n\n\nOregon has the sixth highest combined death tax rate in the country.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nYikes. That’s some heavy boldface italicizing. What’s this tax all about and why is it so high in Oregon? We dug in.\n\n\nThe \"death tax,\" for those unfamiliar with the term, is really the estate tax in IRS talk. The federal government exempts the first $5 million of a person’s estate but will take 35 percent on the rest. Nearly two dozen states assess separate estate or inheritance taxes, ranging from 1 percent to 16 percent.\n\nOregon and Washington are among those states. The tax rate in Oregon tops out at 16 percent, with an exemption on the first $1 million. The Oregon Legislature adjusted its taxable brackets and rates earlier this year, to make it more equitable to those on the low end. For example, under current law a taxable estate of $1.1 million pays nearly $39,000 in taxes. Under the new law, the amount will be $10,000. (Our \"It’s Only Money\" columnist has a terrific read on what this means for most Oregonians.)\n\nWe’re not weighing in on the fairness of calling this a death tax. But we do want to know whether we have the sixth highest combined tax rate in the country. In other words, are there 44 other states lower than Oregon?  \n\nOregon Transformation credits the Wall Street Journal with a chart that lists Oregon as one of a dozen states at the No. 6 spot. The Journal link goes to an opinion that links to a report by the American Family Business Institute. The institute -- located at www.nodeathtax.org/-- published a paper this year that studied the 22 states that assess a separate estate or inheritance tax.\n\nThe report listed the state, exemption amount, range of tax rates, and the \"top effective rate,\" based on the top statutory rate for each state.\n\nBut American Family did not rank the states.\n\nA footnote in the report explains that the top effective rates are \"highly fluid,\" and affected by several factors, including the state’s exemption amount, the size of the estate and estate planning. State estate taxes are deductible on federal tax returns.\n\n\"It is tough to rank states on an ordinal scale because the taxing methods and exemptions differ,\" said Charles Chamberlayne of American Family in an email. Federal affairs director Palmer Schoening said the same over the phone: \"It's not really fair to compare them.\"\n\nOregon, for example, is one of six states with a $1 million threshold and a top tax rate of 16 percent. That tax rate in Washington tops out at 19 percent, but the threshold is higher at $2 million. New Jersey exempts $675,000, rather than $1 million. You get the idea.\n\nThe highest possible combined rate in Oregon is 45.4 percent. If we accept the report’s numbers, Oregon shares the No. 6 spot with 11 other states. New Jersey is the highest at 54.1 percent and Ohio is the lowest at 39.6 percent. (Ohio will not have an estate tax starting in 2013.)\n\nBut are we really sixth highest if we share that distinction with 11 other states, especially if that ranking only covers the high end?\n\nLindsay Berschauer, who did the research for Oregon Transformation and wrote the post, acknowledged that the ranking system is convoluted, given the variety of tax brackets and exemptions. But she said it’s accurate to say that \"at our highest state death tax bracket ($9.5 million), Oregon ranks 6th highest nationwide in tax rate for highest brackets.\"\n\nWe want to give Oregon Transformation credit for its general argument. It’s true that Oregon has an estate tax, putting our state ahead of many states that do not. For some people with a lot of money, it’s probably more costly to die here than in, say, California.\n\nBut based on the data, we can’t agree with the Oregon Transformation Project.\n\nEven the people who did the original report say there are too many variables to determine an ordinal ranking. Even if we abide by Oregon Transformation’s narrow definition, to say we’re No. 6 ignores 11 other states that also are at No. 6. Even if the \"top statutory effective rate,\" or the highest combined possible rate, is nearly 50 percent, very few people in Oregon will ever pay that.\n\nFor tax year 2009, only some 15 estates out of 1,000 had the 16 percent rate assessed on any portion of their estate, according to Mazen Malik of Oregon’s Legislative Revenue Office. Because chunks of estates are taxed at different rates, a person’s taxable estate needs to be more than $500 million for 16 percent of the estate to be due.\n\nWe think those are all critical facts that would give a different impression about how our estate tax measures up to other states. Since the statement contains an element of truth we rate it Mostly False.\n\nReturn to OregonLive to comment.", "vclaim_id": "vclaim-pol-11996"}