{"url": "/factchecks/2018/may/10/joe-manchin/will-interest-debt-exceed-defense-spending-2022/", "speaker": "Joe Manchin", "vclaim": "\"By 2022, just the interest payment on our debt will be greater than the defense of our country.\"", "truth_label": "mostly-true", "date": "stated on May 9, 2018 in an interview with Hoppy Kercheval:", "title": "Will interest on the debt exceed defense spending by 2022?", "text": "The hotly contested West Virginia primary for a U.S. Senate seat is now over. But it didn’t take more than a few hours for the general election to start.\nSen. Joe Manchin, D-W.Va., appeared on West Virginia radio host Hoppy Kercheval’s show, the morning after election night. In the general election, Manchin faces Republican state Attorney General Patrick Morrisey in what most observers see as a competitive race.\nManchin portrayed himself as a fiscal conservative both as governor and in the Senate in his interview with Kercheval. He expressed concern about the rising federal debt, which exceeds $21 trillion in the broadest measurement.\n\"By 2022, just the interest payment on our debt will be greater than the defense of our country,\" Manchin said.\nIs Manchin right? We found that he’s at least certainly close.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective, factual reporting  on issues that matter.\n\nDonate now to our Spring Campaign and go on the record as saying facts matter!\n\nIn 2017, the last year for which complete data is available, defense spending stood at $590 billion.\nNet interest on the debt stood at $263 billion, according to the Congressional Budget Office, the nonpartisan budget analysis arm of Congress.\nSo defense spending is currently more than twice as big as net interest.\nHowever, net interest is expected to grow faster than defense spending over the next decade.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat’s according to CBO’s most recent Budget and Economic Outlook report, which projects a variety of budget categories 10 years into the future. (See Fig. 2.1 here.)\nBetween 2018 and 2028, CBO projects, both defense and interest will rise, with interest overtaking defense spending in fiscal year 2023.\nIn 2023, defense spending will be $679 billion and net interest will reach $702 billion. The gap will only grow from there.\n\nSo CBO has it one year later than Manchin said.\nThat said, things could change between now and then — and CBO’s assumptions are not the only way to make these projections.\nCBO’s projections assume that defense spending will return to tighter levels in 2020, after the current spending bill expires, said Todd Harrison, director of defense budget analysis at the Center for Strategic and International Studies.\nHowever, Congress has regularly raised the spending limits since they were first imposed in 2011. And if Congress acts as it has in the past, that would change the calculations.\nHowever, CBO does not specify the amounts under this alternative assumption, so that scenario is too speculative to consider.\nOur ruling\nManchin said, \"By 2022, just the interest payment on our debt will be greater than the defense of our country.\"\nThe closest official estimate we could find says that net interest will pass defense spending in 2023, or one year later than Manchin said. But using a different set of unofficial assumptions, it could be different.\nWe rate his statement Mostly True.\n Share the Facts 2018-05-10 14:35:34 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"By 2022, just the interest payment on our debt will be greater than the defense of our country.\"    Joe Manchin U.S. Senate, D-W.Va.    a radio interview Wednesday, May 9, 2018 2018-05-09    Read More  info", "vclaim_id": "vclaim-pol-02092"}