{"url": "/factchecks/2014/jan/23/scott-walker/scott-walker-says-typical-property-tax-bill-year-w/", "speaker": "Scott Walker", "vclaim": "\"With the tax controls we already put in place, property taxes on a typical home in December of 2014 will actually be lower than they were in December of 2010.\"", "truth_label": "mostly-true", "date": "stated on January 22, 2014 in a speech:", "title": "Scott Walker says typical property tax bill this year will be lower than in 2010", "text": "In an hour-long State of the State speech, Gov. Scott Walker made 42 references to taxes while unveiling proposals for additional income- and property-tax cuts.\nOne statement in particular grabbed our attention.\n\"With the tax controls we already put in place, property taxes on a typical home in December of 2014 will actually be lower than they were in December of 2010.\"\nThe Republican governor says that even before his new plan for more property tax relief would kick in, he and GOP lawmakers already have lowered the typical bill by virtue of past tax controls they put in place.\nIs he right?\nWalker draws his numbers in part from reports by the respected, non-partisan budget scorekeeping agency, the Legislative Fiscal Bureau. Every year, the bureau estimates the property tax bill of a median-valued home taxed at the statewide average property rate.\nIt’s an illustration, not a real-world example. Even if your home is right at that statewide average, your results might be different due to various factors. And there are other variations -- higher and lower -- due to property values and levies in individual communities.\nStatewide, combined property tax collections for 2014 are likely to be somewhat higher than they were in 2010, noted Dale Knapp, research director at the Wisconsin Taxpayers Alliance. That’s partly because the controls put on school districts and municipalities were not absolute.\nBut the Fiscal Bureau’s single-property illustration is an oft-used benchmark that politicians use to communicate state budget math in a down to earth fashion.\nThe bureau’s numbers:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn December 2010, just before Walker took office, this hypothetical median home had a tax bill of $2,963. The projected figure for the end of 2014 is lower by $9 -- $2,954. (Walker also cites a state Department of Revenue report that puts the decrease at $8).\nIt’s a tiny drop, but it’s worth noting that from 2006 to 2010, the typical bill went up by $230. So the turnaround is significant.\nA major factor in the drop are the tax and spending restraints Republicans have placed on local governments and schools during Walker’s tenure. We gave Walker a Promise Kept for virtually freezing property taxes in his first budget.\nAdditionally, the property tax picture was affected by the negative news in the home market.\nThe recession and its aftermath pushed down home values, dropping the median-valued home from a peak of $172,000 in 2008 to $148,000 by 2013. It’s projected to pop up to $151,000 by December 2014, the Fiscal Bureau estimated.\nThose falling home values contributed to smaller bills, said Knapp.\nFinally, it’s important to note that the figures Walker relies upon are projections subject to change. So when he says the median bill \"will actually be lower\" it should be kept in mind that we don’t know that yet. But that’s what the projection shows -- and it will be helped if legislators approve Walker’s new plan for even more property tax savings.\nOur rating\nWalker said, \"With the tax controls we already put in place, property taxes on a typical home in December of 2014 will actually be lower than they were in December of 2010.\"\nIt wasn’t all because of the Republican actions, and the claim is based on projections that could change. But the governor’s main point is solid based on the specific citation he highlights from a respected source.\nWith the caveats noted, we rate this Mostly True.\nTo comment on this story please go to JSOnline.com.", "vclaim_id": "vclaim-pol-08364"}