{"url": "/factchecks/2016/may/11/loretta-sanchez/loretta-sanchez-dodges-question-about-gun-liabilit/", "speaker": "Loretta Sanchez", "vclaim": "\"The Brady Campaign has given me a 100 percent, not 99, 100 percent rating.\"", "truth_label": "half-true", "date": "stated on May 11, 2016 in a debate:", "title": "Loretta Sanchez dodges question about gun liability vote, cites Brady campaign support", "text": "U.S. Rep. Loretta Sanchez, D-Calif., was asked to explain her 2005 vote to offer gun manufacturers liability protections during a debate in the U.S.Senate race.\nSanchez never really directly answered the question but said that the law didn’t give gun manufacturers \"blanket immunity.\" She then pivoted to talk about her support from the nation’s leading gun control group, the Brady Campaign to Prevent Gun Violence.\n\"The Brady Campaign has given me a 100 percent, not 99, 100 percent rating,\" Sanchez said May 10, 2016. \"They say I’m not a lap dog to the gun lobby, and they say I don’t take their money.\"\nThe Brady Campaign did say that. But they said a lot of other things -- including some not-so-positive comments on Sanchez’s 2005 vote. We’ll walk you through it.\nSanchez on gun issues\nWhile Sanchez supports several gun-control measures, such as a mandatory waiting period, a ban on high-capacity magazines and universal background checks, she did vote for the 2005 bill that granted gun makers immunity from lawsuits based on the misuse of their products.\nTo many in the gun control community, this is a blemish on her record, and in April, Sanchez wrote an op-ed in the Sacramento Bee defending that vote. She noted that the full package included some gun control measures, but it was her concern for \"unintended consequences\" that played as large a role.\n\"I voted for it to prevent frivolous lawsuits against manufacturers,\" Sanchez said. \"If someone uses a baseball bat or hammer to assault you, should the manufacturers be held criminally liable? If you said ‘no,’ then you agree with the principle behind the 2005 law.\"\nThe Brady Campaign wasn’t buying it. Four days after Sanchez’s op-ed, the organization issued a press release.\n\"Loretta Sanchez is dead wrong,\" said Dan Gross, president of the Brady Campaign. \"I find it excruciatingly frustrating that she claimed to have 'fully analyzed unintended consequences' of the law and saw fit to support it nonetheless.\"\nGross said unlike an auto maker who can be sued, the victims of gun violence have no legal recourse.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"The choice between a victim's right to justice and the possibility of inconveniencing the multibillion dollar gun industry is not a 'tough decision', nor is it 'complicated',\" Gross said. \"Loretta Sanchez is standing on the wrong side of this issue.\"\nRatings from the Brady Campaign, NRA\nSanchez is correct that she received a 100 percent rating from the Brady Campaign in its most recent rankings, which cover the 2013-14 Congress. This was called the \"Lap Dog\" scorecard.\nBut, according to votesmart.org, she has been nicked by the group in the past. Her \"lifetime score\" with the group, which covers only 1991-2009, was 81 percent.\nOn the flip side of the coin, the National Rifle Association has given Sanchez a grade of F in her past two terms, and before that, Ds going back to 2002.\n\"She cannot defend her vote by parroting the gun lobby's misleading talking points and she cannot sweep this problem under the rug by laying claim to decade-old ratings,\" Gross said in his press release.\nWe did not hear back from Sanchez’s campaign.\nOur ruling\nSanchez said the Brady Campaign has given her a 100 percent rating. They have.\nBut she’s cherry-picking the evidence that puts her in the best light. In reality, the gun-control group just recently wrote a scathing rebuke for Sanchez’s defence of her position on gun maker liability.\nAnd she hasn’t always received a 100 percent rating with the group.\nSanchez’s claim is partially accurate but leaves out important details. We rate it Half True.\nhttps://www.sharethefacts.co/share/7123d3ff-2250-4556-a4d6-590309bdfdaf", "vclaim_id": "vclaim-pol-04982"}