{"url": "/factchecks/2011/oct/14/mitt-romney/mitt-romney-attack-barack-obama-over-boeing-plant-/", "speaker": "Mitt Romney", "vclaim": "Says the National Labor Relations Board told Boeing that it \"can't build a factory in a non-union state.\"", "truth_label": "false", "date": "stated on October 11, 2011 in a Republican presidential primary debate:", "title": "Mitt Romney attack Barack Obama over Boeing plant question", "text": "When Republican candidates want to fire up a crowd in New Hampshire, a reference to Right to Work generally delivers satisfying results. A Right to Work law makes it harder for unions to collect money from non-union workers. Unions hate these laws about as much as most Republican voters love them.\n\nAt the Oct. 11, 2011, GOP presidential debate in Hanover, N.H., former Massachusetts Gov. Mitt Romney played to those values. Asked about his economic plan, Romney said one principle would be respect for the rule of law, and then he took a jab at the President Barack Obama and his administration.\n\n\"We also have to have the rule of law. By that I mean, you can't have the federal government through its friends at the National Labor Relations Board saying, to a company like Boeing, that you can't build a factory in a non-union state. That's simply wrong and it violates the principle of the rule of law.\"\n\nWe decided to examine this question: Did the NLRB tell Boeing that it \"can’t build a factory in a non-union state.\"\n\nThe Romney campaign told us the source of this statement was an April New York Times article about a complaint filed by the NLRB against Boeing. The complaint sought \"to force Boeing to bring an airplane production line back to its unionized facilities in Washington state instead of moving the work to a non-union plant in South Carolina.\"\n\nAbout six years ago, Boeing was ramping up to build its newest passenger jet, the 787 Dreamliner. The company explored making all the planes at its factories in Washington state, but in 2009, it decided to start a second, smaller production line in South Carolina. The union plants in Puget Sound would make seven planes a month; the non-union facility in North Charleston, S.C. would produce three a month.\n\nThe International Association of Machinists and Aerospace Workers complained. The NLRB’s general counsel tried to bring the parties together but failed. In April 2011, the general counsel’s office formally issued a complaint on the grounds that Boeing built its factory in South Carolina in order to punish the union.  \n\nTop Boeing officials were quite open about  the connection between the machinists union and the new factory. According to the filing,one executive told a newspaper that \"the overriding factor (in transferring the line) was not the business climate. And it was not the wages we’re paying today. It was that we cannot afford to have a work stoppage, you know, every three years.\"  \n\nIn the eyes of the general counsel, this was a form of retaliation against the union for having conducted strikes in the past. As such, he argued Boeing violated the National Labor Relations Act, which prohibits employers from interfering with the right of workers to organize and to strike.\n\nThe question is: Did Boeing act to get back at the union or did it have other reasons? \"The whole thing boils down to motivations,\" said Nancy Cleeland, a spokesperson for the NLRB. \"That’s the reason  to have a hearing. To see what was going on.\"\n\nCleeland’s emphasis on a hearing could sound like boring procedure, but it’s actually pivotal.  Since Romney brought up the Boeing dispute to demonstrate his regard for the rule of law, it's worth looking at the legal process here. The NLRB has five board members. So far, they have played no role in this matter at all.  \n\nThe call for a hearing came when the general counsel of the NLRB, who acts independently of the board, filed a complaint because there seemed to be enough evidence to make it stick. Based on such a complaint, this case now sits before an administrative judge who has yet to make a decision. After the judge rules, that ruling will then go to the NLRB to be voted up or down or changed.\n\nIn short, the law provides a process with checks and balances.\n\nRomney’s statement gets way ahead of that process, and it runs into trouble on another front. The complaint against Boeing is not based on the fact that South Carolina is a right-to-work state. We spoke to lawyers who think the complaint is well founded and lawyers who think it is utterly misguided, but they agree on this point.\n\nStanford law professor William Gould, a former chair the NLRB,  thinks the general counsel was wrong to move this complaint forward. By his reading of federal law, employers have the legal right to minimize exposure to strikes, and deciding to locate a plant in a place where unions are weak can be a strategy that passes legal muster.\n\nBut Gould said Romney did \"make an error of fact.\"\n\n\"He’s wrong in suggesting that the general  counsel’s reasoning applies peculiarly to union or non-union states,\" Gould said.  Another labor lawyer, Jeffrey Hirsch at the University of North Carolina Law School, concurred.  \"This has nothing to do with geography,\" Hirsch said. \"You could switch the states and the case would be identical.\"  \n\nBoth lawyers also said that if Romney is suggesting that the NLRB has done anything unusual, he’s completely wrong.  \"The NLRB has held in countless cases that employers can’t move to another facility for prohibited reasons,\" Gould said.  A prohibited reason would be to punish the union.\n\nEven the spokesman for the National Right to Work Committee, Patrick Semmens, said the issue isn’t that South Carolina is a right-to-work state. \"The more fundamental point is that it was a non-union facility,\" said Semmens, who still believed that Romney’s claim has merit.\n\nThe third problem with Romney’s statement is that if the general counsel at the NLRB really wanted to block the factory in South Carolina, he could have asked for an injunction, which is allowed under the National Labor Relations Act. He did not. The factory is up and running, and Cleeland, the NLRB spokesperson, says Boeing now can tell the administrative judge that to shut the plant would cause undue economic hardship.\n\nThere is of course political context to this story. Organized labor has more pull with Democrats than with Republicans, and the machinists union pressed hard to have its complaint move forward. Semmens with the NRWC said he thinks that pressure lies behind the NLRB action.  \n\n Our ruling\n\nRomney claimed that the NLRB told Boeing that it  \"can’t build a factory in a non-union state.\" This presents a sweeping distortion of the NLRB's actions that is not borne out by the facts.  An office at the NLRB has started a process that could, at the theoretical limit, result in a factory closure, but the NLRB as a whole hasn’t told Boeing anything. The office of the NLRB that moved the complaint forward could have asked for the factory to close while its complaint was pending, and it did not. The legal basis for the action centers on whether Boeing was trying to punish the union for being willing to call a strike, not that Boeing had opened a factory in a right-to-work state.\n\nRomney’s statement reflects reality in that a Democratic administration tends to give more weight to union complaints, and unions don’t like to see jobs flow to right-to-work states. But his words go far beyond what the NLRB has actually done.\n\nWe rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12266"}