{"url": "/factchecks/2013/sep/05/bill-clinton/bill-clinton-says-more-republicans-democrats-have-/", "speaker": "Bill Clinton", "vclaim": "According to a recent poll, \"there are more young Republicans enrolled in their parents' (health insurance) plans than young Democrats.\"", "truth_label": "true", "date": "stated on September 4, 2013 in a speech in Little Rock, Ark.:", "title": "Bill Clinton says more Republicans than Democrats have signed up to stay on their parents' plans under Obamacare", "text": "During a speech to support President Barack Obama’s health care law, former President Bill Clinton offered a juicy bit of polling data about one of the law’s provisions -- one that allows young Americans to remain on their parents’ health insurance policies up to the age of 26. He said more young Republicans are on their parents’ plans than young Democrats.\nClinton, speaking at his presidential center in Little Rock, Ark., on Sept. 4, 2013, said the option to stay on a parent’s policy up to age 26 is a key element of Obama’s law, because it helps keep younger Americans covered. Some young people, presuming they won’t ever get sick, might otherwise be tempted to skip purchasing insurance coverage altogether.\nClinton went on to cite data from recent polling by the Commonwealth Fund showing that \"large numbers of young people aged 26 and younger have already enrolled in their parents' plans. And interestingly enough -- if I were you guys, I'd promote this, (saying) these Republicans are the personal responsibility party -- there are more young Republicans enrolled in their parents' plans than young Democrats.\"\nThe irony that young supporters of the GOP -- the party that has repeatedly tried to repeal or defund Obama’s law -- are actually using this part of the law more than young Democrats are led to chuckles in the audience.\nWe wondered: Is Clinton’s tidbit correct?\nWe turned to the Commonwealth Fund study in question. The fund is a 95-year-old group that aims to \"promote a high-performing health care system that achieves better access, improved quality, and greater efficiency, particularly for society's most vulnerable, including low-income people, the uninsured, minority Americans, young children, and elderly adults.\" The fund is nonpartisan but generally seen as supportive of Obama’s law.\nThe fund conducted two polls of young Americans -- one taken in November 2011, the other taken in February and March 2013. Unlike traditional telephone polls, this survey uses Internet respondents drawn from a sample that, by design, closely mirrors the demographic patterns of the population at large. In 2013, the pollsters invited 3,530 adults aged 19 to 29 to complete the 2013 online questionnaire. More than half responded, producing a margin of sampling error of slightly more than 3 percentage points.\nHere’s a summary of what the pollsters found in 2013 when they asked whether a survey participant age 19 to 25 had, in the past 12 months, opted to stay on or enroll in their parents’ health plan:\n \n\n\n\n\nParty\n\n\nYes, signed on to parents’ plan\n\n\nNo, didn’t sign on to parents’ plan\n\n\n\n\n\n\nDemocrats\n\n\n45\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n55\n\n\n\n\nRepublicans\n\n\n63\n\n\n36\n\n\n\n\nIndependents\n\n\n62\n\n\n38\n\n\n\n\nSo, Clinton was right -- 63 percent of young Republicans, compared to only 45 percent of young Democrats had signed on to their parents’ plan, something they couldn’t have done without passage of Obama’s law.\nSara R. Collins, vice president of Affordable Health Insurance for the Commonwealth Fund, provided us with some additional details about the survey. The survey included 1,001 respondents between 19 and 25 who were asked whether they consider themselves Republican, Democrat or Independent. Twenty-eight percent of respondents, or 285 people, considered themselves Democrats, while 26 percent, or 259 people, self-identified as Republicans.\nBecause the question Clinton cited only concerned a portion of the people polled, the answers come with a higher margin of error than the overall poll. Collins said the Commonwealth Fund did not determine a sampling error for this specific question but found the results \"statistically significant.\" Put another way, the results are reliable.\n\"President Clinton’s statement is accurate,\" Collins said. \"The difference between young adults who identify as Republicans and those who identify as Democrats enrolled on their parents' policies is statistically significant in the survey.  A greater share of young adults who identify themselves as Republicans are estimated to have enrolled on their parents' plans than did young adults who identified themselves as Democrats.\" \nFor what it’s worth, the partisan variation was more pronounced in 2013 than it was in 2011. That year, respondents of all three partisan affiliations had much closer rates of signing up for a parent’s plan -- 50 percent of Democrats, 54 percent of Republicans and 55 percent of Independents.\nOur ruling\nClinton said \"there are more young Republicans enrolled in their parents' (health insurance) plans than young Democrats.\" Polling data from the Commonwealth Fund supports the claim. We rate the statement True.", "vclaim_id": "vclaim-pol-08919"}