{"url": "/factchecks/2020/may/19/facebook-posts/no-gov-tony-evers-did-not-want-shut-down-state-fiv/", "speaker": "Facebook posts", "vclaim": "Says Gov. Tony Evers “is proposing a new plan, a 150 day shutdown of the state (5 MONTHS!) followed by a 120 day extension.”", "truth_label": "pants-fire", "date": "stated on May 16, 2020 in Facebook post:", "title": "No, Gov. Tony Evers did not want to shut down Wisconsin for nine months", "text": "Wisconsin’s coronavirus response has been in a state of flux since the state Supreme Court threw out Gov. Tony Evers’ safer-at-home order on May 13, 2020.\nAbsent statewide rules, counties implemented a patchwork of policies, some of which were quickly dropped. Other local orders remain, but expire on different dates. Evers’ administration proposed new rules, only to withdraw them after Republican blowback.\nIn the middle of this uncertainty, a Facebook post claiming to detail Evers’ plan spread among conservatives and ended up on the Republican Party of Kenosha County’s page. \n\"HEADS UP WISCONSIN!! This is no joke!,\" the post reads. \"Evers is proposing a new plan, a 150 day shutdown of the state (5 MONTHS!) followed by a 120 day extension.\" \nIt goes on to ask readers to call 10 members of a key legislative committee to voice their outrage, suggesting the Evers order included forced masks, forced testing, forced quarantines and even forced vaccinations. (Never mind that no vaccination currently exists.)\nBut that is not at all what the administration proposed. \nLet’s take a look.\nThe process\nWhen asked for evidence to back up the Facebook post, the Republican Party of Kenosha County said it reposted the message from someone else and pointed PolitiFact Wisconsin to the Evers administration’s proposed rules. \nThe message, which urges people to copy and paste it to share, has been shared more than 600 times based on the Kenosha County GOP post alone. It was also posted to the Recall Tony Evers Facebook group and shared by the La Crosse Tea Party. \nIt’s unclear where the post originated. \nOn May 14, 2020, Evers approved what’s called a statement of scope put together by the state Department of Health Services. The document is the first step in the rulemaking process that Evers’ administration must operate under after the Supreme Court ruling. \nA Republican-led committee could veto the proposed rules, which Sen. Steve Nass, R-Whitewater, asked Evers to withdraw saying it could not win support.\nOn May 18, 2020, the governor said the proposal would be his last attempt at a statewide rule to contain the virus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nThe proposal\nDHS’ statement of scope said the agency would implement temporary measures to limit gatherings, enforce social distancing and ensure businesses protect employees and customers from COVID-19, the disease caused by the coronavirus. The proposal also promised to establish a phased approach to reopening the state’s economy. \nAll in all, DHS’ statement of scope largely replicated the plan -- which Evers had dubbed the \"Badger Bounce Back\" -- that was struck down by the state Supreme Court. DHS officials admitted as much, writing that \"the proposed emergency rule may re-articulate some or all the parameters specified in Badger Bounce Back.\"\n\"The proposed rule will implement measures to reduce and slow the rate of infection of COVID-19, to reduce strain on the health care system, to mitigate economic hardship, and to save lives,\" the document states.\n150 days? \nNothing in the statement of scope suggests state officials planned to shut down the state for 150 more days, plus an extension. Nor did the previous order that it’s based on.\n(And remember, the Evers order challenged by the GOP was 13 days away from expiring when the Supreme Court ruled.)\nThe Evers administration’s Badger Bounce Back plan provided for a phased reopening of the economy as the state achieved certain public health criteria. Among them: Increased testing and contact tracing, a downward trajectory of positive tests as a percentage for 14 days and a decline in influenza-like illnesses.\nThe state had met five of six benchmarks on May 12, a day before the court’s ruling came down. \nWisconsin state statutes do specify that emergency rules can only remain in effect for 150 days, unless extended by no more than 120 days. But that should not be confused with DHS’ statement of scope, which was done under the emergency rules framework but did not establish a set time for reopening. \nMoreover, a phased reopening based on public health is hardly a complete shutdown as the Facebook post implies. \nWhen asked about the post during a May 18, 2020 media call, the governor’s response was brief.\n\"That’d be a lie,\" Evers said.\nOur ruling\nA Facebook post shared by conservative groups in Wisconsin said Evers was proposing a five-month shutdown of the state, plus a 120-day extension.\nAt no time did the Evers administration suggest this. The Supreme Court ruling meant Evers had to turn to the emergency rulemaking process through the Legislature. That process includes limits and timetables for any such rule.\nThe Facebook post wrongly conflates that timetable with the governor’s plan to reopen the state. As such, it is entirely incorrect. What’s more, the post encourages people to spread misinformation.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-18331"}