{"url": "/factchecks/2016/sep/27/hillary-clinton/hillary-clinton-says-donald-trump-rooted-housing-c/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump \"was one of the people who rooted for the housing crisis. He said back in 2006, ‘Gee, I hope it does collapse because then I can go in and buy some and make some money.’ \"", "truth_label": "mostly-true", "date": "stated on September 26, 2016 in a Presidential debate:", "title": "Hillary Clinton says Donald Trump rooted for the housing crisis", "text": "In the opening skirmish of the first presidential debate, Hillary Clinton cast her rival as a man who put his own business interests ahead of the welfare of average Americans.\n\"Donald was one of the people who rooted for the housing crisis,\" Clinton said. \"He said back in 2006, ‘Gee, I hope it does collapse because then I can go in and buy some and make some money.’\nWhat does the record show? We found many examples from 2006 to 2009 when Donald Trump spoke of the \"great opportunity\" that came with falling real estate prices.\nOne of the earliest instances was in a Trump audiobook from 2006.\nThe man interviewing Trump for the audiobook says, \"There's a lot of talk, which you've no doubt heard too, about a so-called real estate bubble. What's your take on that pessimism?\"\n\"Well first of all, I sort of hope that happens because then people like me would go in and buy. You know, if you're in a good cash position — which I'm in a good cash position today — then people like me would go in and buy like crazy,\" he says in a portion of the audiobook posted by CNN. \"If there is a bubble burst, as they call it, you know, you can make a lot of money.\"\nNow that was before the collapse that led to the Great Recession, and arguably, Trump was simply offering sound business guidance.\nTrump touted the same view a couple of times in 2007. But at that point, the country still was not looking at an economic catastrophe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe situation was quite different by early 2009. The investment house Lehman Brothers had filed for bankruptcy, the largest in U.S. history. The Dow had suffered its worst weekly loss ever. Washington had bailed out General Motors and Chrysler. Foreclosures were rising weekly.\nTrump was on CNN Feb. 17, 2009, talking about the economy with host Wolf Blitzer and said the moment was a \"great opportunity.\" Blitzer asked Trump why.\n\"If you get something really prime, really good, eventually it's going to be worth a lot more than you paid,\" Trump explained. \"I used to tell people two years ago, don't buy real estate and I used to preach it hard. And now I'm saying, I think that this is a good time. Whether you hit the exact market or not, I can't tell you. But I think this is a great time to buy. If you have cash, this is the great time to buy.\"\nTo be clear, Trump was speaking as an investor. He was not necessarily rooting for the housing crisis. But it was under way as he spoke.\nWe reached out to the Trump campaign and did not receive any information to add to this picture.\nOur ruling\nClinton said Trump was one of the people who rooted for the housing crisis. While Trump did not welcome the tragedy of foreclosures for millions of Americans, he did speak optimistically about the opportunities the overall situation created for an investor such as himself.\nClinton’s statement leaves out that nuance, but in large measure, it matches Trump’s words. We rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/22c6df0a-1ffe-421d-b06a-b6c208a27038", "vclaim_id": "vclaim-pol-04267"}