{"url": "/factchecks/2014/oct/26/darrell-issa/did-ebola-victim-thomas-eric-duncan-enter-united-s/", "speaker": "Darrell Issa", "vclaim": "Says Thomas Eric Duncan came into the United States \"with an elevated temperature.\"", "truth_label": "false", "date": "stated on October 26, 2014 in comments on CNN's \"State of the Union\":", "title": "Did Ebola victim Thomas Eric Duncan enter the United States with an elevated temperature?", "text": "How much airport Ebola screening is too much? That was the big question on the Sunday talk shows Oct. 26.\nOver the weekend, New York, New Jersey and Illinois upped their Ebola screening guidelines, quarantining anyone passing through John F. Kennedy, Newark and Chicago-O'Hare international airports who had contact with Ebola patients, even if they’re not showing symptoms. The guidelines surpass federal regulations and have been subject to criticism, particularly from administration officials, arguing that they are unnecessary.\nJFK, Newark and O'Hare already have screening processes, along with three other American airports, (more on that later) and people who aren’t showing symptoms aren’t contagious, experts say.\nOn CNN’s State of the Union, Rep. Darrell Issa, R-Calif., said New York and New Jersey’s quarantine might be unnecessary. But that doesn’t change the fact that the country’s Ebola screening hasn’t been adequate so far -- it missed Thomas Eric Duncan, the first patient diagnosed in the United States, who died Oct. 8.\n\"We had Mr. Duncan come in (to the United States) with an elevated temperature. We weren’t checking it, and now we’re playing catch-up,\" Issa said.\nThe New York and New Jersey guidelines were put in place after a doctor in New York City tested positive for the disease Oct. 23. He arrived in New York Oct. 17 from Guinea, where he had been treating Ebola patients, and had been checking his temperature twice a day.\nIt doesn’t appear that this patient, Dr. Craig Spencer, was showing symptoms when he first arrived in the United States. But what about Duncan -- is Issa right in saying that he came to the United States with a fever (Issa's office did not respond to our request for comment.)\nDuncan’s fever\nOn Sept. 20, when Duncan arrived at Dulles International Airport in Washington from Liberia (via Belgium), American airports were not yet screening travelers for possible signs of Ebola.\nBut Duncan went through screening Sept. 19 in Monrovia, Liberia, where he presented a temperature of 97.3 degrees -- so he didn’t have a fever when he boarded the plane -- according to the Centers for Disease Control and Prevention officials who reviewed Duncan’s airport screening record. (According to the National Institutes of Health, the normal body temperature is 98.6 degrees Fahrenheit, and a fever starts at a body temperature of 100.4 degrees Fahrenheit.)\nWe (and Issa) can’t know with certainty if Duncan had acquired a fever by the time he arrived at Dulles. But he did not report falling ill until several days later, when he went to the hospital Sept. 25 with a 100.1 degree fever.\nIt was during this first visit to Texas Health Presbyterian Hospital that Duncan wasn’t examined appropriately. The nurse documented that Duncan had a temperature of 100.1 degrees. It was only after a physician examined him that she included in his record that he had recently arrived from Africa. He was discharged early the next morning.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nHe returned to the hospital Sept. 28 and died there about 10 days later.\nWe should note that Liberian authorities said Duncan lied on the airport Ebola screening questionnaire by answering \"no\" to questions about whether he had contact with an Ebola patient or cared for one or touched the body of someone who had died of Ebola. It was found out later that Duncan helped carry 19-year-old Marthalene Williams into a taxi to go to the hospital. She was seven months pregnant and was turned away at the hospital due to lack of space in the Ebola ward. She died several hours later. It is unclear whether Duncan knew of her diagnosis.\nAirport screenings\nAirport screenings in West African airports, like the one Duncan went through, have been going on since at least August. According to the CDC, exit screening might look different in each country but the basic elements are the same.\nAll travelers must have their temperature taken, answer a questionnaire about their health and exposure history and are visually assessed for signs of potential illness. Travelers who show symptoms or signs of exposure are separated and assessed further which ultimately determines whether they are allowed to travel.   \nScreenings are also taking place at airports in England, Belgium, France, Hong Kong, Egypt, Canada and now the United States.\nThe first week of October -- the week Duncan died -- the CDC and Department of Homeland Security instituted new airport screening guidelines to supplement the screening already taking place in West Africa airports.\nTravelers from Liberia, Guinea and Sierra Leone arriving at five major American airports now have to go through an Ebola screening process. After passport review, they will have their temperature taken and answer questions about possible exposure. If they show possible signs of Ebola or exposure, they will be passed on to a public health authority. If not, the traveler will receive information about self-monitoring for symptoms.\nThe five international airports -- John F. Kennedy, Newark, O’Hare, Dulles and Atlanta Hartsfield-Jackson -- already handled 94 percent of arrivals from Liberia, Guinea and Sierra Leone. On Oct. 21, DHS Secretary Jeh Johnson announced that all travelers coming to America from those three countries would have to go through the five designated American airports.\nOur ruling\nIssa said Thomas Eric Duncan came into the United States \"with an elevated temperature.\"\nAccording to the CDC, Duncan did not have a fever when he left Monrovia. At the time, American airports were not screening travelers, so there’s no way for us (or Issa) to know definitively if he had a fever when he got to the United States. But he did not report falling ill until several days after arriving, when he went to the hospital with a fever. It’s possible that even if current screening measures had been in place, Duncan would have passed without showing a fever or other symptoms.\nWe rate Issa’s statement False.", "vclaim_id": "vclaim-pol-07081"}