{"url": "/factchecks/2013/mar/07/rand-paul/rand-paul-challenges-obama-spokesmans-comment-son-/", "speaker": "Rand Paul", "vclaim": "\"When the president's spokesman was asked about (Anwar) al-Awlaki's son, … he said he should have chosen a more responsible father.\"", "truth_label": "half-true", "date": "stated on March 6, 2013 in a Senate filibuster speech:", "title": "Rand Paul challenges Obama spokesman's comment on son of terrorist killed by drone strike", "text": "Sen. Rand Paul said a lot of things during his 13-hour filibuster of President Barack Obama’s nominee for CIA director. We’ll be checking several of his claims related to the Obama administration’s policy on drones, the unmanned aerial vehicles that can be used to track and kill almost anywhere.\n\nOne of the comments Paul made during his filibuster concerned the case of Abdulrahman al-Awlaki. He was the 16-year-old son of Anwar al-Awlaki, an American-born cleric tied to al-Qaida who was killed in a drone strike. The killing of the elder al-Awlaki in September 2011 attracted widespread attention because it was an example of the U.S. government using drones to kill a U.S. citizen overseas.\n\nThe killing of his 16-year-old son, Abdulrahman al-Awlaki, on Oct. 14, 2011, is a lot less well-known. The younger al-Awlaki was reportedly killed two weeks after his father and was also an American citizen, born in Denver in 1995. Tom Junod of Esquire magazine wrote that \"there has been no similar public discussion over the death of Abdulrahman al-Awlaki because there was, until now, no hard information available about the death of Abdulrahman al-Awlaki. … The administration has neither acknowledged his death or acknowledged that it killed him.\"\n\nWe won’t address in this article how Abdulrahman al-Awlaki was killed, whether a government drone strike was the cause, and how officials came to the decision to launch the strike, because we can’t independently confirm those facts. Instead, we’ll be looking at this more limited claim by Paul regarding the Obama camp’s discussion of the incident:\n\n\"When the president's spokesman was asked about al-Awlaki's son, you know what his response was? This I find particularly callous and particularly troubling. The president's response to the killing of al-Awlaki's son -- he said he should have chosen a more responsible father.\"\n\nThe episode that Paul, a Kentucky Republican, referenced was a comment by former White House Press Secretary Robert Gibbs captured on video.\n\nAt the time, Gibbs was a spokesman for the Obama campaign, and the video was made in the \"spin room\" that was set up for campaign surrogates of Obama and Mitt Romney to brief reporters following the debate at Hofstra University.\n\nIn the video, Gibbs says, referring to the younger al-Awlaki, \"I would suggest that you should have a far more responsible father if they are truly concerned about the well being of their children. I don't think becoming an al-Qaida jihadist terrorist is the best way to go about doing your business.\"\n\nSo Paul has some support for his claim. However, we think it’s worth adding a bit of context.\n\nGibbs did not go out of his way to make this comment; it was elicited by an activist group called We Are Change and two of its members, Luke Rudkowski and Sierra Adamson. The group released the video on YouTube on Oct. 23, 2012.\n\nAt the start of the three-and-a-half minute video, Rudkowski buttonholes Gibbs, who tries to brush off the inquiries -- four separate times by our count. The video then cuts to a different location in the spin room, as Gibbs is answering questions from a gaggle of reporters. Rudkowski fires a series of questions about how Obama justifies his \"secret kill list\" and targeting individuals \"without due process of law.\" Gibbs fires back with talking points about the administration’s pledge to \"take the fight to al-Qaida.\"\n\nAfter an exchange of interruptions, Gibbs said, \"I think I know where you are on this issue. I’m just trying to answer your questions without you doing it … I’ll go to somebody who might want to listen to what I have to say.\"\n\nThe case of Abdulrahman al-Awlaki came up when Adamson posed a question. \"Do you think that the killing of Anwar al-Awlaki’s 16-year-old son, who was an American citizen, was justifiable?\"\n\nGibbs:  \"I’m not going to get into Anwar al-Awlaki’s son. I know that Anwar al-Awlaki renounced his citizenship --\n\nAdamson: \"His son was still an American citizen.\"\n\nGibbs: \"-- and did great harm to people in this country, and was a regional al-Qaida commander hoping to inflict harm and destruction on people that share his religion and others in this country.\"\n\nAdamson: \"But who was an American citizen that’s being targeted without due process of law, without trial, and he’s underage. He’s a minor.\"\n\nOnly at this point did Gibbs say,  \"I would suggest that you should have a far more responsible father if they are truly concerned about the well being of their children. I don't think becoming an al-Qaida jihadist terrorist is the best way to go about doing your business.\"\n\nThen the video of Gibbs cuts out.\n\nWe were unable to reach Gibbs, or Paul, for comment. White House spokeswoman Caitlin Hayden told PolitiFact that the comments by Gibbs didn't, and do not, reflect the White House's view.\n\nOur ruling\n\nPaul said that \"when the president's spokesman was asked about (Anwar) al-Awlaki's son, … he said he should have chosen more responsible father.\" Gibbs did say essentially that. But Paul’s use of Gibbs’ comment leaves out some important context. It was not a carefully crafted statement of White House policy. Rather, it came at the tail end of a contentious exchange with representatives of an activist group, a line of questioning that Gibbs repeatedly tried to brush off.\n\nSo while Paul is correct to say that Gibbs expressed that sentiment, the senator suggests that it’s more of an expression of White House policy than a full viewing of the video communicates. On balance, we rate Paul’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09622"}