{"url": "/factchecks/2018/aug/07/richard-cordray/unpaid-fine-betsy-devos-pac-subject-misleading-att/", "speaker": "Richard Cordray", "vclaim": "\"Education Secretary Betsy DeVos owes Ohio $5.3 million for campaign finance violations and Mike DeWine's office refuses to collect the fine.\"", "truth_label": "barely-true", "date": "stated on July 25, 2018 in a Facebook ad:", "title": "Unpaid fine by Betsy DeVos PAC subject of misleading attack by Cordray on DeWine in Ohio", "text": "Democrat Richard Cordray says that his Republican opponent in the Ohio governor’s race, Attorney General Mike DeWine, has been remiss at collecting a fine from a member of President Donald Trump’s administration.\n\"Education Secretary Betsy DeVos owes Ohio $5.3 million for campaign finance violations and Mike DeWine's office refuses to collect the fine,\" Cordray said in a July Facebook ad.\nThat record breaking fine by the Ohio Elections Commission did happen, but Cordray isn’t telling the full story about the challenges in collecting it.\nThe DeVos-affiliated political action committees were fined by the state of Ohio in 2008, and the fine was upheld in court. But Cordray omits that DeWine has made an effort by filing a lawsuit and winning a judgment. The fines were a subject of litigation for years, including when Cordray was attorney general before DeWine ousted him in the 2010 election.\nFine for DeVos PAC\nIn 2003, DeVos and her husband, billionaire Amway heir Richard DeVos, formed All Children Matter to help candidates who support school vouchers, including in Virginia and Ohio.\nIn 2008, the bipartisan Ohio Elections Commission found that the Virginia PAC sent $870,000 to the Ohio PAC, ignoring a warning in an advisory opinion that such a transfer would be illegal under Ohio’s campaign finance laws. The commission voted unanimously to fine the Virginia and Ohio PACs $2.6 million each.\nThe PACs challenged the commission’s ruling in court, but the court dismissed the case because the PACs failed to sue the proper entity. The litigation continued, though. In February 2010 while Cordray was attorney general, the Ohio Courts of Appeal upheld the lower court ruling, and the Ohio Supreme Court refused to take it up a few months later.\nWe asked Cordray’s campaign spokesman why he didn’t collect the fine when he was attorney general. \"It was being litigated for almost the entirety of his tenure as attorney general,\" Mike Gwin said.\nIn November 2010, DeWine beat Cordray to take over as attorney general.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn 2013, DeWine ultimately got a court judgment to enforce the fine. But by then, the PACs had wound down and had minimal assets, leaving nothing to collect.  \nWhen Trump nominated DeVos as his education secretary, a group of Democratic senators including Ohio’s Sherrod Brown, said she should pay the fine.\nIn a letter to senators, DeVos disputed that she was personally liable.\n\"I was an unpaid volunteer director for ACM Inc. and I did not have day-to-day management responsibilities,\" she wrote. \"I was never a party to the legal proceedings.\" (She was, however, listed as a director on tax filings.)\nShe also wrote that All Children Matter no longer existed and didn’t have the funds to pay the fines.\nGreg McNeilly, a political adviser to DeVos, made many of the same arguments to PolitiFact in an email.\nOur ruling\nCordray said, \"Education Secretary Betsy DeVos owes Ohio $5.3 million for campaign finance violations, and Mike DeWine's office refuses to collect the fine.\"\nThe All Children Matter PACs were fined in 2008, and that was upheld by the courts. The PACs ultimately closed, and they never paid the fines.\nBut Cordray makes it sound like DeWine ignored the whole matter, and that’s not the case. He got a court judgment that upheld the fines against the PACs. But by then, there was nothing for DeWine to go after. The fines were ultimately the responsibility of the PACs, not DeVos personally.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/e4e01fbd-8452-4554-a4db-64f0c7f9a48a", "vclaim_id": "vclaim-pol-01758"}