{"url": "/factchecks/2013/nov/25/senfronia-thompson/macys-other-retailers-asked-rick-perry-veto-equal-/", "speaker": "Senfronia Thompson", "vclaim": "\"Macy's sent a letter to Rick Perry urging him to veto\" equal pay bill.", "truth_label": "true", "date": "stated on November 20, 2013 in email blast from Progress Texas:", "title": "Macy’s, other retailers asked Rick Perry to veto equal-pay measure", "text": "A reader forwarded an email to us in which state Rep. Senfronia Thompson urged a boycott of Macy’s department stores on the day after Thanksgiving 2013.\n\"The fact that Macy's doesn't support equal pay for women should stop you from shopping there on Black Friday,\" the Houston Democrat wrote, saying that her equal-pay proposal cleared the Legislature earlier this year, but \"then Macy's sent a letter to Rick Perry urging him to veto the law, which he ultimately did.\"\nThompson’s House Bill 950 was among 24 bills Perry vetoed June 14, 2013. It would have created state law similar to 2009’s federal Lilly Ledbetter Act, which gave plaintiffs more time to sue over pay discrimination in federal courts.\nAn Aug. 6, 2013, news story in the Houston Chronicle reported that Texas Retailers Association members including Macy’s and Kroger’s had written Perry in May asking him to kill the legislation because, they said, it would lead to open-ended litigation and duplicate federal law.\nThompson spokeswoman Milda Mora told us by phone that the representative learned of the letters from the Houston Chronicle reporter in August and checked with the governor’s office, which provided her with copies that Mora emailed to us.\nOne written on Macy’s letterhead (click here or scroll down to view it) concluded, \"The federal requirements under Lilly Ledbetter are unnecessary and would be harmful to Texas employers. We urge you to veto this legislation.\"\nMacy’s spokeswoman Bethany Charlton confirmed that her company sent the May 31, 2013, letter, which was signed by a company vice president. By email, Charlton said the company \"absolutely supports equal pay for equal work among men and women\" but believes existing laws \"provide strong remedies\" for discrimination.\nPerry’s logic was similar: \"House Bill 950 duplicates federal law, which already allows employees who feel they have been discriminated against through compensation to file a claim with the U.S. Equal Employment Opportunity Commission,\" said his June 14, 2013, veto statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nProgress Texas, the pro-Democratic organization that distributed Thompson’s email and is organizing the boycott, disputes Perry’s statement that the bill would have duplicated federal law, saying that the Ledbetter protections need to be codified in state law for them to apply to cases in state courts.\nThe group’s executive director, Ed Espinoza, told us by email that his group launched a boycott of Macy’s and other retailers when the news broke in August. An Aug. 7, 2013, Chronicle news blog post said Thompson took part in that boycott also, canceling a planned appearance at a Macy’s store to mark the state’s annual sales-tax holiday.\nMora said that Thompson, who was quoted in an Aug. 9, 2013 Texas Public Radio news story as saying she had previously been a \"card-packing member of Macy’s,\" but had not shopped there since the letters became public.\nOur ruling\nThompson said \"Macy's sent a letter to Rick Perry urging him to veto\" her equal pay measure.\nAs the Houston newspaper reported, Macy’s wrote the governor May 31, 2013, saying \"We urge you to veto this legislation.\" The claim is True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08569"}