{"url": "/factchecks/2010/feb/05/debra-medina/debra-medina-says-her-name-was-no-1-search-night-f/", "speaker": "Debra Medina", "vclaim": "\"For the hour after the (Jan. 14) debate, 'Debra Medina' was the No. 1 search on Google and for the remainder of that night No. 3.\"", "truth_label": "false", "date": "stated on January 29, 2010 in an interview:", "title": "Debra Medina says her name was No. 1 search on night of first GOP debate", "text": "Debra Medina, a Republican gubernatorial candidate, was little known going into a televised Jan. 14 debate with her well-known GOP opponents, Gov. Rick Perry and U.S. Sen. Kay Bailey Hutchison. But the Wharton businesswoman, making her first run for public office, generated waves of curiosity that night.\n\nMedina subsequently told a reporter for Dallas radio station KERA: \"For the hour after after the debate, 'Debra Medina' was the No. 1 search on Google and for the remainder of the night No. 3.\"\n\nFor real? We looked into her claim.\n\nMedina's campaign didn't respond to our requests to visit about her statement.\n\nA spokesman for Google said the company doesn't reveal top searches for particular days or on an hour-by-hour basis, so he couldn't speak to whether Medina was the No. 1 or No. 3 search term the night of the first debate. He guided us to Google's online Insights for Search feature, though, which calculates interest in topics over longer time periods.\n\nFor most of January into early February, according to the Insights' tool, the top searched items on Google in the United States included Facebook, YouTube and Yahoo. The top-50 most-searched items were rounded out by Amazon, ESPN and AOL.\n\nOur check for searches under Medina's name for the time period showed that Web interest in her spiked twice in January, both times in connection with televised GOP gubernatorial debates, including the first debate Jan. 14.\n\nKate Morris, an Austin search-engine marketer, told us it's possible that when she made her claim, Medina was referring to the Jan. 14 spike in interest instead of the total number of searches of her name. That explanation made sense after we checked with Google Trends, an online tool that can track how interest in a search topic changes within a given time frame.\n\nOverall, we learned, \"Debra Medina\" was the 13th \"fastest-rising\" search in the United States on Google Jan. 14, spiking into what Google Trends calls the \"Volcanic\" range, its highest indicator of intensified interest. Searches for her name started to climb at 6 p.m., an hour before the one-hour debate started, cresting as the debate ended. Separately, Morris pointed us to a non-Google site based in India that she said indicates Medina was the No. 3 fastest-rising search item nationally as of about 10 p.m. on the debate night.\n\nGoogle's Insights for Search feature suggests that during January, online interest in Medina in Texas rose more than for the state's other major gubernatorial candidates. Medina's name was searched for 20 times for every 14 searches for Perry and 11 searches for Hutchison. By comparison, the names of Democratic hopefuls Bill White and Farouk Shami were searched for eight and seven times, respectively, for every 20 searches for Medina.\n\nGoogle spokesman Galen Panger, looking over Medina's surge statistics, said Medina may well have been the nation's \"hottest search\" on debate night, meaning she enjoyed a sudden increase in searches. But that's a big difference from being No. 1 in total searches -- especially when compared to oft-used terms like Facebook.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nPerhaps Medina misspoke to the radio reporter or exaggerated her search ranking on Google. Despite our requests, her campaign never produced evidence to shore up her claim.\n\nMedina enjoyed a spurt of debate-night interest that may have extended through the month. Yet we couldn't find proof her name was the No. 1 or No. 3 search term that evening--and Morris, the Austin expert, said that's surely not so.\n\nWe rate Medina's statement as False.", "vclaim_id": "vclaim-pol-15330"}