{"url": "/factchecks/2020/may/19/facebook-posts/hydroxychloroquine-not-proven-treat-covid-19-or-ra/", "speaker": "Facebook posts", "vclaim": "“Hydroxychloroquine cures this ‘virus.’ It just so happens this is the treatment used for radiation sickness!!”", "truth_label": "false", "date": "stated on May 14, 2020 in a text post:", "title": "Hydroxychloroquine is not proven to treat COVID-19 or radiation sickness", "text": "A popular Facebook post ties a recurring falsehood about a potential coronavirus treatment to a conspiracy theory about 5G cell phone networks.\n\"Hydroxychloroquine cures this ‘virus,’\" reads the text post, which was published May 14 in an anti-vaccine group targeting billionaire Bill Gates. \"It just so happens this is the treatment used for radiation sickness!!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSince President Donald Trump first touted the drug as a potential coronavirus treatment during a March press briefing, we have fact-checked dozens of claims about hydroxychloroquine, which has previously been used for treating malaria and inflammatory disorders such as lupus and arthritis. Seeing as Trump is now taking the drug to lessen symptoms in case he is sickened with COVID-19, we figured we should check this post, too.\n\n(Screenshot from Facebook)\nThe post is inaccurate. We reached out to the original poster for their sources, but we haven’t heard back.\nThere is no cure or vaccine for the novel coronavirus. Some studies have found that hydroxychloroquine could help alleviate symptoms associated with COVID-19, but the research is not conclusive.\nTwo studies, one from France and one from China, found that hydroxychloroquine helped people clear the virus quickly and alleviate symptoms. But two other studies found that the drug had no discernible effect on the coronavirus. A more recent, large-scale study of nearly 1,400 New York-area patients with moderate to severe COVID-19 also found that patients fared no better by taking hydroxychloroquine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nWith more than 50 studies in the works, as well as a clinical trial from the National Institutes of Health, it’s too soon to say whether hydroxychloroquine is a viable treatment for the coronavirus. The Food and Drug Administration has warned that the drug’s use outside of hospitals could contribute to heart rhythm problems.\nThe Facebook post’s claim about radiation sickness is also inaccurate.\nHydroxychloroquine is not listed by the CDC or the Mayo Clinic as a treatment for radiation sickness, which is caused by a large dose of radiation over a short period of time. The condition is treated by removing radioactive particles outside the body or using substances like potassium iodide to reduce damage to internal organs.\nRELATED: Hydroxychloroquine and coronavirus: what you need to know\nWhy is radiation sickness mentioned in the post? It has to do with recurring conspiracy theories about 5G, Gates and Dr. Anthony Fauci — all of which are popular among anti-vaccine groups on Facebook.\nFor months, conspiracy theorists and alternative health practitioners have claimed that 5G data networks, the latest upgrade to speed up wireless internet connections, could have adverse health effects. Some experts are concerned about the potential effects of the millimeter waves used in 5G technology, but there is no evidence that they cause radiation sickness.\n\"To date, and after much research performed, no adverse health effect has been causally linked with exposure to wireless technologies,\" the World Health Organization wrote in February.\nBoth Gates and Fauci, director of National Institute of Allergy and Infectious Diseases, have tempered expectations for hydroxychloroquine and stressed the importance of developing a coronavirus vaccine. Those views have fueled conspiracy theories, widely shared in anti-vaccine groups, about both men’s connections to the pharmaceutical industry.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18327"}