{"url": "/factchecks/2011/nov/21/facebook-posts/facebook-post-says-congress-has-disproportionate-s/", "speaker": "Facebook posts", "vclaim": "1 percent of Americans are millionaires. 47 percent of House Reps. are millionaires. 56 percent of Senators are millionaires.", "truth_label": "half-true", "date": "stated on November 17, 2011 in Facebook:", "title": "Facebook post says Congress has disproportionate share of millionaires", "text": "Over the past two months, the Occupy Wall Street movement has spread to cities around the country, and those other movements are busy putting out messages that protest against income inequality.\n\nA reader recently sent us an example from Facebook, which was an online message credited to Occupy D.C. The posting says:\n\n\"1 percent of Americans are millionaires.\"\n\n\"47 percent of House Reps. are millionaires.\"\n\n\"56 percent of Senators are millionaires.\"\n\n\"What would the country be like if our representative government was actually representative?\"\n\nThe reader asked us to check it out, and we were curious ourselves if the division of wealth between the country as a whole and our elected leaders was quite that stark. So we decided to unpack the numbers.\n\nWe’ll take it in two parts.\n\n\"1 percent of Americans are millionaires.\"\n\nA millionaire is a person whose net worth is $1 million or more. Net worth is cash, home value, stocks, bonds and other property minus any debts owed.\n\nThe Federal Reserve Board conducts a Survey of Consumer Finances every three years. Its last survey was in 2007, with an update in 2009. The left-leaning Economic Policy Institute analyzed that data and determined that the average wealth of the top 1 percent was close to $14 million in 2009, down from $19.2 million in 2007 (in part because of a decline in housing values). Still, many in the top 1 percent clearly were multimillionaires.\n\nA 2011 study by the Deloitte Center for Financial Services estimated there are around 10.5 million households in the U.S. in 2011 with net worth of more than $1 million.\n\nThat's around 9 percent of all households, which is far larger than 1 percent.\n\nIf you measure how many individuals have incomes of $1 million or more, the Occupy D.C. posting was closer to the mark.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Internal Revenue Service recently released income statistics for 2009. It found the top 1 percent of the country included people who made adjusted gross income $343,927 and up. But adjusted gross income can leave out some types of income, particularly types of income not subject to tax.\n\nFor a fuller pictures, we turned to the nonpartisan Tax Policy Center. It created an economic analysis of total cash income for 2011, not just taxable or adjusted income. The center found that the top 1 percent in 2011 had an average income of $1.5 million a year. However, some elites made slightly less the a million. The least wealthy of the top 1 percent had cash income of $532,613.\n\nInteresting, but income only doesn't define millionaires.\n\n\"47 percent of House Reps. are millionaires. 56 percent of Senators are millionaires.\"\n\nMembers of the U.S. House of Representatives and the Senate are paid $174,000 annually, with leadership positions paid slightly more. But many members of Congress were wealthy before they arrived and have substantial net worth.\n\nMembers of the House and Senate are required to file financial disclosures that include their assets and liabilities, and the nonpartisan Center for Responsive Politics compiles those disclosures.\n\nThe representatives and senators are not required to disclose precisely how much they are worth, but they do have to indicate a range of amounts for their assets and liabilities. The center calculates the midpoint between these high and low estimates, then uses that midpoint to rank-order lawmakers from richest to least rich.\n\nAccording to the center’s most recent analysis, 183 members of the House had a midpoint net worth estimate of at least $1 million. Meanwhile, the center calculated that 67 senators had a midpoint net worth estimate of $1 million or higher. These numbers were for the calendar year 2010.\n\nThe wealthiest member of Congress was Rep. Darrell Issa, R-Calif., the head of the House Oversight and Government Reform Committee. \"Issa's minimum estimated net worth in 2010 was $195 million, while his maximum estimated net worth was more than $700 million,\" the center said in its analysis. The midpoint estimate in that range is $448 million.\n\nRep. Alcee Hastings, D-Fla., is the least wealthy member of Congress. Hastings’ liabilities exceed his assets; the center reported that his minimum estimated net worth is negative $7.3 million while his maximum estimated net worth is negative $2.1 million.\n\nThe median net worth of House members was an estimated $756,765, while the median net worth of a senator was $2.63 million.\n\nSo, using these estimates -- and remember, these are only estimates -- 42 percent of House members are millionaires, while 67 percent of senators are millionaires.\n\nOur ruling\n\nThe Facebook posting from Occupy D.C. said, \"1 percent of Americans are millionaires. 47 percent of House Reps. are millionaires. 56 percent of Senators are millionaires.\"  One recent study found that around 9 percent of all U.S. households have net assets of more than $1 million. So the claim on Facebook significantly understates the wealth of individuals.\n\nIt's closer if you look only at income. The top 1 percent of Americans has an average income of $1.5 million. But the relevant figure would be net worth.\n\nAs for members of Congress, the most recent estimate shows that 42 percent of House members and 67 percent of senators are millionaires in net worth. That means the Facebook post is a bit high in its estimate of House millionaires and a bit low in its estimate of Senate millionaires.\n\nThe numbers support the underlying point of the Facebook post -- that members of Congress are disproportionately wealthy. But not on the scale suggested. We rate the Facebook post Half True.", "vclaim_id": "vclaim-pol-12056"}