{"url": "/factchecks/2012/mar/13/rick-santorum/rick-santorum-says-many-parts-country-experience-r/", "speaker": "Rick Santorum", "vclaim": "President Barack Obama’s policies have forced \"many parts of the country to experience rolling blackouts.\"", "truth_label": "pants-fire", "date": "stated on March 10, 2012 in a op-ed posted on his website:", "title": "Rick Santorum says 'many parts of the country ... experience rolling blackouts'", "text": "On March 10, 2012, Rick Santorum published an op-ed on his website titled, \"Why Energy Policy Matters to Americans.\" In it, he took a series of shots at President Barack Obama’s energy policies.\n\n\"This president’s agenda doesn’t just stop with oil and gas,\" Santorum wrote. \"President Obama has also discouraged new electricity generation -- forcing many parts of the country to experience rolling blackouts. That means that millions of Americans will live with a power grid that is second-rate, like a Third World country.\"\n\nWe hadn't noticed the lights cycling off, so we wondered: Are many parts of the country really experiencing \"rolling blackouts\"?\n\nBefore we go any further, let's define our terms. A \"rolling blackout\" occurs when a utility intentionally \"shuts off the power to an area, turns it back on, and then shuts the power off in a different area,\" with outages in any given area typically lasting 60 to 90 minutes, according to the California Energy Commission. A utility would do this as a last resort, in order to avoid an even worse situation -- a total power blackout.\n\nA rolling blackout is distinct from two other electrical problems. Brownouts are temporary reductions in current, intentional or unintentional, which may or may not be noticeable to a customer. An uncontrolled outage occurs when power is disrupted without warning, often by weather or accidents.\n\nRolling blackouts typically occur during 3 to 7 p.m., hours of peak use, when demand for electricity begins to exceed the local utility's available supply, the commission explained. \"These controlled or planned blackouts help prevent ‘uncontrolled’ electrical power outages during the peak periods, which assures your electricity supply remains continuous and with minimal interruptions.\"\n\nTypically, utilities will try to forestall rolling blackouts by first issuing calls for customers to limit their power use and then by activating a system under which certain customers have agreed to limit their power uptake on high-demand days.\n\nSo how often do rolling blackouts occur today? The Santorum campaign didn’t get back to us, but from what we can tell, it’s not all that often.\n\nWe found data from Eaton Corp., a private power management company that publishes an annual \"Blackout Tracker.\" (It can be downloaded here, free with registration.)\n\nOverall, in 2011 Eaton counted 3,071 power outages affecting 41.8 million Americans. That’s a modest decrease in outages from the previous year, but a big increase in the number of Americans affected; in 2010, 17.5 million Americans were affected. The difference is partly due to Hurricane Irene, which cut power to 6 million people, following two relatively quiet years for hurricanes.\n\nWeather is the principal cause of power outages in the U.S., according to Eaton. Here's the company's breakdown of what caused blackouts in 2011, where causes could be determined:\n\nWeather: 1,229\nFaulty equipment or human error: 767\nVehicle accident: 245\nAnimal: 208\nPlanned: 138\nTheft or vandalism: 28\n\nRolling blackouts would be \"planned\" outages, so at most, just 5 percent of these power outages might have been rolling blackouts. For comparison, that’s about as many power outages as were caused by squirrels in 2011.\n\nReally. Eaton tracked that in another chart.\n\nA range of experts we spoke to said they knew of no epidemic of rolling blackouts in the United States in recent years.\n\n\"The Electric Power Research Institute is not aware of any rolling blackouts cascading throughout the country,\" said Clay Perry, the senior media relations manager for EPRI, a research group on the generation, delivery and use of electricity. \"Do share if you can find any.\"\n\nAs for Santorum's suggestion that Obama is to blame for the non-existent widespread rolling blackouts, it’s worth noting the limits of Obama’s power on the electric power supply. While Obama has pushed for improvements to the electrical grid, \"political decisions about power generation and distribution are largely a state regulatory matter,\" with additional roles played by the Federal Energy Regulatory Commission, which is an independent federal agency, and various regional grid reliability councils, said Stephen Brown, a fellow with Resources for the Future and adjunct professor in energy management at the University of Colorado.\n\nThere was at least one high-profile case of rolling blackouts in 2011 -- in early February in Texas, when the state, shivering in an unusual cold snap, imposed rolling blackouts for just the second time in more than two decades. The blackouts \"left nearly 1 million homes dark and without heat for up to an hour, caused some schools and businesses to shut and spurred traffic snarls as some traffic lights stopped working,\" Reuters reported.\n\nAccording to the Houston Chronicle, Trip Doggett, the CEO of the state's main grid operator, the Electric Reliability Council of Texas, said the rolling blackouts were not caused by a failure to predict demand accurately or to keep enough plants online but by a widespread mechanical failure of more than 50 power generating units across the state. There was no single reason for the failures and no particular location, plant operator or type of power plant behind the problem, Doggett said.\n\nCritics of Obama seized on the Texas rolling blackouts as evidence that the president’s policies were endangering the nation’s energy future. The impact of Obama’s policies on energy supplies is a topic of heated disagreement, but that’s not what we're checking here. Rather, we’re checking whether such policies are already \"forcing many parts of the country to experience rolling blackouts\" -- and the data and expert opinions don't back that up.\n\nOur ruling\n\nSantorum’s said that Obama’s policies have forced \"many parts of the country to experience rolling blackouts\" -- evoking images of Third World countries. But neither Santorum nor experts offered any evidence that widespread rolling blackouts have occured. Arguably, squirrels are as much a threat to the power supply today. We rate the claim Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11447"}