{"url": "/factchecks/2017/feb/22/blog-posting/mega-pastor-john-hagee-wants-jail-women-who-use-go/", "speaker": "Bloggers", "vclaim": "John Hagee calls for \"prosecuting women who say God’s name during intercourse.\"", "truth_label": "pants-fire", "date": "stated on February 10, 2017 in Internet posts:", "title": "Mega pastor John Hagee wants to jail women who use God’s name during sex? That’s fake news", "text": "A fake story about a televangelist who wants to criminalize enthusiastic pillow talk shows that sometimes humor and the news can make strange bedfellows.\nA story posted around Feb. 10, 2017, on USPOLN.com (short for U.S. Political News) cites a supposed screed by John Hagee, senior pastor of Cornerstone Church in San Antonio, Texas. He also is CEO of Global Evangelical Television.\n\"John Hagee calls for ‘prosecuting women who say God’s name during intercourse’,\" reads the headline on the story, in which Hagee denounces blasphemy.\nThe text quotes Hagee as saying that \"there is no greater sin in terms of wrongly using God’s name than women who use it during sex.\" Women who do so should be jailed, the story quotes Hagee.\nAs part of its efforts to fight fake news, Facebook flagged the story as potentially being false. And the story is very false, even though it’s not immediately apparent on many the websites that have shared it.\nHagee is a controversial figure for his past remarks, which include criticizing the U.S. Supreme Court striking down same-sex marriage bans as \"judicial tyranny\" and saying the Holocaust was part of God’s plan to drive Jews from Europe.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut he never said women should be jailed for invoking the almighty while having sex. Not that we can prove, anyway.\nThis particular fake news story dates back to June 15, 2015, on Newslo.com, a site that identifies itself in a disclaimer as \"the first hybrid News/Satire platform on the web.\" Newslo.com stories take a kernel of real news or quotes by real people and build fake stories around them.\nNewslo.com stories feature a pair of buttons that allow readers to highlight the true parts of their stories, so readers can know the difference. But on other sites without the buttons, there’s no way to know.\nPlenty of outlets were fooled into thinking the Hagee story was real back in 2015, including the women of ABC’s The View.\nAt the end of the most recent iteration, USPOLN.com briefly cites a Newslo.com-related site called Religionlo.com, although it doesn’t strictly say that was the source of the story. USPOLN.com identifies itself as \"a US Political News and hybrid News/Satire platform on the web.\" The domain is registered to an address in Kosovo. The site didn’t answer our attempts to contact them.\nThis story is the not-so-divine creation of a site known for its contrived tales. We rate it Pants on Fire!\nhttps://www.sharethefacts.co/share/83ecc53b-308a-4339-8e38-0aeb8375f68e", "vclaim_id": "vclaim-pol-03643"}