{"url": "/factchecks/2015/nov/15/hillary-clinton/hillary-clinton-says-wages-havent-risen-turn-centu/", "speaker": "Hillary Clinton", "vclaim": "\"Wages adjusted for inflation haven’t risen since the turn of the last century.\"", "truth_label": "half-true", "date": "stated on November 14, 2015 in a Democratic presidential debate in Des Moines, Iowa:", "title": "Hillary Clinton says wages haven't risen since turn of the century", "text": "Much of the first part of the Democratic presidential debate in Des Moines addressed foreign policy, but soon the conversation turned to economic issues.\nAt one point, Hillary Clinton was asked about how she would pay for such proposals as paid family leave. Clinton said she would not raise taxes on the middle class.\n\"I have made very clear that hard-working, middle-class families need a raise, not a tax increase,\" she said, adding that \"wages adjusted for inflation haven’t risen since the turn of the last century.\"\nTo check her assertion about stagnant wages, we turned to figures collected by the Bureau of Labor Statistics.\nTo take advantage of the most recent available data, we looked at figures for the third quarter of 2015. And to design the fairest comparison, we looked at third-quarter data for two different years -- 1999 and 2000 -- that could be used to describe the baseline \"since the turn of the last century.\"\nTo adhere to Clinton’s parameters, the figures below are all inflation-adjusted.\nHere’s what we found:\n\n\n\n\nPeriod\n\n\nMedian weekly earnings of full-time wage and salary workers, inflation-adjusted\n\n\n\n\nThird quarter, 1999\n\n\n$315\n\n\n\n\nThird quarter, 2000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n$321\n\n\n\n\nThird quarter, 2015\n\n\n$340\n\n\n\n\n \nThis shows that wages didn’t rise very much above inflation over that period, though they did rise.\nSpecifically, they rose about 8 percent between 1999 and 2015, and about 6 percent between 2000 and 2015.\nThis is not very much of a rise over a 15-to 16-year period, as Clinton spokesman Nick Merrill pointed out when PolitiFact contacted the campaign.\nStill, it does undercut Clinton’s wording in the debate.\nWe should note that this pattern didn’t simply start in 2000 -- it goes back to the 1970s and even the 1960s.\nAs the Pew Research Center noted, using similar BLS data, \"For most U.S. workers, real wages — that is, after inflation is taken into account — have been flat or even falling for decades, regardless of whether the economy has been adding or subtracting jobs.\"\nSpecifically, Pew wrote, \"in seasonally adjusted current dollars, median usual weekly earnings rose from $232 in the first quarter of 1979 (when the series began) to $782 in the second quarter of (2014, the most recent data available). But in (inflation-adjusted) terms, the median has barely budged over that period.\"\nThe paper added that what gains have been made over that period have accrued to the upper-income brackets.\n\"Since 2000, usual weekly wages have fallen 3.7 percent (in real terms) among workers in the lowest tenth of the earnings distribution, and 3 percent among the lowest quarter,\" Pew wrote. \"But among people near the top of the distribution, real wages have risen 9.7 percent.\"\nOur ruling\nClinton said that \"wages adjusted for inflation haven’t risen since the turn of the last century.\" They didn’t rise by much -- roughly half a percentage point per year above inflation over the past decade and a half -- but they did rise. We rate the statement Half True.", "vclaim_id": "vclaim-pol-05729"}