{"url": "/factchecks/2020/oct/27/facebook-posts/hunter-biden-alive-despite-social-media-claims-abo/", "speaker": "Facebook posts", "vclaim": "Says Hunter Biden “died of a crack overdose.”", "truth_label": "false", "date": "stated on October 25, 2020 in a text post:", "title": "Hunter Biden is alive, despite social media claims about overdose", "text": "With one week until Election Day, fringe internet platforms are spreading disinformation about Joe Biden’s son.\nAn Oct. 25 Facebook post says Hunter Biden died after an overdose on crack cocaine. As evidence, the user cites a post on a fringe internet platform where users can post anonymously.\n\"Someone posted on 8Kun that Hunter died of a crack overdose and Joe already on way to hospital,\" the Facebook post says. \"I can’t verify (this) but (a) crack (overdose) sounds like BS or code. We know something like this will be going down just don’t know when.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) We found dozens of similar posts on Facebook and Instagram using CrowdTangle, a social media insights tool, as well as on TikTok.\nThere is no evidence to support the claim that Hunter Biden has died after an overdose. No news organizations, including celebrity gossip outlets like TMZ, have reported that Hunter Biden overdosed. \nThe rumor originated on internet platforms known to spread disinformation.\n8kun, formerly known as 8chan, calls itself \"the darkest reaches of the internet.\" The site rebranded in fall 2019 after manifestos related to three mass shootings were posted on the platform.\nSeveral Facebook and Instagram posts claiming Hunter Biden died cite a thread on 4chan, another forum that’s similar to 8kun. The thread, posted by an anonymous user with an avatar of a frog in a robe, says Hunter Biden overdosed Oct. 25.\n\"Joe is already on his way to the hospital,\" the thread claims.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThere is no evidence to back that up. Joe Biden held a virtual concert Oct. 25 and spoke during the event, which started after the 4chan thread was posted. \nThe 4chan thread and related Facebook posts are part of a conspiracy theory involving Hunter Biden’s purported laptop, which the New York Post reported earlier this month was left at a Delaware computer repair shop. \nThe theory goes like this: A laptop belonging to Hunter Biden contains illicit images of minors, which the FBI is investigating. In order to hide the evidence, someone will kill Hunter Biden and make it look like an accident. That playbook is similar to what happened to Jeffrey Epstein, a financier and convicted sex offender who died in jail in August 2019.\nThere is no evidence to support that conspiracy theory. We’ve debunked similar claims about Hunter Biden’s laptop and Epstein’s death.\nRELATED: Fact-checking unproven claims about Hunter Biden and child pornography\nWhat’s true is that Hunter Biden has struggled with drug addiction in the past, something that his father has addressed on the campaign trail.\n\"My son, like a lot of people, like a lot of people you know at home, had a drug problem,\" Biden said during the first presidential debate in September. \"He's overtaken it, he's fixed it, he's worked on it, and I'm proud of him.\"\nWe reached out to the Biden campaign for a comment, but we haven’t heard back.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18787"}