{"url": "/factchecks/2018/sep/05/saundra-mcdowell/mcdowell-claims-missouri-amendment-1-would-adjoin-/", "speaker": "Saundra McDowell", "vclaim": "If Missouri Amendment 1 passes, the auditor's office \"could take one district, St. Louis here, and merge it with a district in southwest Missouri, a Republican district, and they don't even have to touch.\"", "truth_label": "barely-true", "date": "stated on August 20, 2018 in remarks on \"The Weekend Report\":", "title": "McDowell claims Missouri Amendment 1 would adjoin distant voting districts", "text": "If November ballot measure Amendment 1 passes, municipalities such as  St. Louis and Joplin could be smushed into one district, according to Saundra McDowell, Republican candidate for state auditor.\n\n\nDuring an interview on \"The Weekend Report\" radio show, published online Aug. 20, McDowell, who is running against Democratic incumbent Nicole Galloway, said Amendment 1 would require all new voting districts to be 50 percent Republican and 50 percent Democrat.\n\n\nTo do that, the auditor's office \"could take one district, St. Louis here, and merge it with a district in southwest Missouri, a Republican district, and they don't even have to touch,\" she said, even adding later in the interview that \"this will happen.\"\n\n\nAs states nationwide seek solutions for gerrymandering, Missouri is doing the same with Amendment 1, which would put the power of redrawing state voting districts into the hands of a non-partisan expert picked from a list curated by the auditor's office.\n\n\nThe amendment also seeks to rid lobbyist gifts from the Missouri General Assembly and to keep legislative records public, among other stipulations. It is authored by Clean Missouri, a bipartisan group that aims to reduce the influence of lobbyists and corporations. It has attracted attacks from many politicians, including McDowell.\n\n\nGiven the strikingly different claims from Amendment 1 proponents and McDowell's surprising assertion about non-contiguity, we decided to assess her contention.  \n\n\nThe McDowell campaign did not respond to repeated requests for comment, noting that she doesn't intend to take media interviews for approximately 60 days as of Aug. 27.\n\n\nWho has power over redistricting?\n\n\nIn the statement, McDowell claims that the auditor's office would have overwhelming control over the redistricting process, adding that the auditor’s office \"could literally change the entire demographics of Missouri.\"\n\n\nShe said earlier in the interview that Democrats back Amendment 1 so that Galloway can bend the maps in favor of her party.\n\n\nAmendment 1 language gives the auditor's office just one role: making a list of potential non-partisan demographers from state residents who apply.\n\n\nFrom that list, the state Senate's majority and minority leaders would have to agree on one or accept a random lottery after each leader removes a third of the list.\n\n\nAfter the demographer draws up the maps, state legislative commissions can make any changes to it after holding a public hearing.\n\n\nBenjamin Singer, communications director for Clean Missouri, said there was no language in the amendment specifying which part of the government the demographer works in, such as the auditor's office.\n\n\nMust districts be contiguous?\n\n\nThe question of whether St. Louis and \"a southwest Missouri Republican district\" could become a district without their borders touching is answered in the amendment, sort of.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nSection 3 says new districts \"shall be composed of contiguous territory. Areas which meet only at the points of adjoining corners are not contiguous.\"\n\n\nEdward Greim, a lawyer who specializes in constitutional and election law, filed a lawsuit in August to remove Amendment 1 from the ballot. The lawsuit will be decided upon by a judge as early as this week. Greim said that on the surface, this language gives more teeth to contiguity than the current law.\n\n\nBut Greim said a loophole in the same section of the amendment prioritizes fairer dispersal of Republicans and Democrats in an area over contiguity. The phrase in question is that contiguity is \"subject to the requirements of subdivisions (1)(a) and (1)(b).\"\n\n\n\"Now, they only need to be composed (of contiguous districts) if you have met A and B,\" Greim said. So if A and B can only be met without contiguity, then contiguity becomes moot, Greim said.\n\n\nRuth Greenwood, a redistricting attorney from Campaign Legal Center, said \"subject to\" simply means one requirement has a lower priority than another. \"It would ultimately be up to the court to interpret the text,\" she said.\n\n\nDo districts need to be half-Republican and half-Democrat?\n\n\nContext is essential to McDowell's statement, as she said that non-contiguity is required because every district has to be close to 50 percent Republican and Democratic.  \n\n\nBut the amendment's requirement that any shift in the statewide electorate reflect a substantially proportionate shift in the state legislature would not be met if that was the case.\n\n\nThe amendment also requires the map to be drawn based on voting numbers from the sum of all districts. In other words, Greenwood said, the map can't be drawn solely on a district-by-district basis.\n\n\nWhy? Because a big goal of the amendment is to reduce the \"efficiency gap\" in votes. The statistic measures the difference in the number of votes that don't contribute to a win. After all, everything above 50 percent is not necessary. This would fight gerrymandering methods, where the goal is to increase the opposition party's so-called \"wasted votes\" while decreasing one party's own.\n\n\nWhat matters is not how red or blue a certain district is, but how \"efficient\" votes are being translated to representation.\n\n\nWith the Clean Missouri model, not every district has to be \"50-50,\" as potential voting maps of other states have demonstrated. Rather, it simply seeks to reduce the disproportionate representation of the party in power.\n\n\nOur ruling\n\n\nMcDowell said that if Amendment 1 is enacted, the auditor's office will necessitate non-contiguous voting districts.\n\n\nSpecifically, she said the auditor's office \"could take one district, St. Louis here, and merge it with a district in southwest Missouri, a Republican district, and they don't even have to touch.\"\n\n\nHer sentiment is too broad and mostly unfounded. Because the auditor's office does not have complete control over drawing districts, and Amendment 1 is not trying to make every district is evenly split between Republicans and Democrats, McDowell's allegation of non-contiguous voting districts becomes more dubious. Her supposed saving grace — \"subject to the requirements of subdivisions (1)(a) and (1)(b)\"— is highly debatable and best left up to legal parsing.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-01663"}