{"url": "/factchecks/2012/jan/04/jim-jordan/jim-jordan-says-truck-services-often-only-link-us-/", "speaker": "Jim Jordan", "vclaim": "\"Eighty percent of all U.S. communities depend solely on trucks to deliver and supply the products sold in stores or ordered online.\"", "truth_label": "mostly-true", "date": "stated on November 30, 2011 in a congressional hearing:", "title": "Jim Jordan says truck services often U.S. communities' only link to goods", "text": "The issue doesn't generate many headlines, but proposed changes in trucking's Hours-of-Service regulations have stirred hot controversy in the industry.\n\nWhen the House Committee on Oversight and Government Reform held a hearing on the economic impact of the changes, the title alone hinted at some of the issues involved: \"The Price of Uncertainty: How Much Could DOT's Proposed Billion Dollar Service Rule Cost Consumers This Holiday Season?\"\n\nThe Hours-of-Service regulations set limits for when and how long commercial motor vehicle operators may drive. The Federal Motor Carrier Safety Administration, which developed the rules, says they were based on an exhaustive review of research on the science on driver alertness and working hours, \"and strike the crucial balance between safety and economic vitality.\"\n\nThe committee chairman, Rep. Jim Jordan of Ohio's 4th District, stressed how widely the regulations would be felt: \"The vast majority of all retailers, and 80 percent of all U.S. communities, depend solely on trucks to deliver and supply the products sold in stores or ordered on-line,\" he said.\n\nThat caught the interest of PolitiFact Ohio. We asked Jordan's office for more information.\n\nJordan’s press secretary, Meghan Snyder, said the 80 percent figure came from the American Trucking Associations, which cited the Rand McNally Commercial Atlas & Marketing Guide.\n\nDarrin Roth, director of highway operations for the American Trucking Associations, confirmed that. He said his group had found the number of communities served by railroads -- 18.3 percent -- \"and did the inverse.\"\n\nHe sent us the spreadsheet from atlas publisher Rand McNally showing state-by-state figures for rail service.\n\nIt had the 18.3 percent figure. It also showed a slightly smaller percentage for Ohio, where 627 communities of a total 3,516 (or 17.8 percent) were shown having rail service.\n\nWe found that puzzling for another reason. Census data on the website of Ohio Secretary of State Jon Husted show Ohio with 247 cities, 691 villages and 1,308 townships, for a total of 2,246 divisions.\n\nThat's 1,270 fewer than the number of communities cited by Rand McNally. Where did they get their figure?\n\nRand McNally's media relations department told us that they have not produced the Commercial Atlas & Marketing Guide \"in many years, so we can't query the database any longer to specifically explain the difference in Ohio.\"\n\nIn fact, the spreadsheet the American Trucking Associations provided lists its data source as from May 2000.\n\nThe atlas maker’s mapping specialists provided this explanation about the communities: \"Rand McNally included unincorporated places into the count which would make our number higher. Rand McNally had its own criteria for smaller populated places that would differ from the Census. Over the last decade that we produced the Commercial Atlas, Rand McNally continually analyzed and removed some of these smaller populated places year after year as population decreased from these older places or they went out of existence. These sometimes included rail yards, postal facilities, parks, etc., with small populations around them. In some portions of the country, this could result in significant differences between the Census reporting of 'community' and ours.\"\n\nIn other words, city neighborhoods and rural crossings that are not distinct governmental entities might have been counted as communities. And while an area like Greater Cleveland most definitely has rail service, not all of the area's hundreds of neighborhoods and suburbs do.\n\nJordan's statement originates with a credible source -- Rand McNally. And the cited data backs his claim that \"80 percent of all U.S. communities depend solely on trucks to deliver and supply the products sold in stores or ordered online.\"\n\nBut it also should be noted that Rand McNally hasn’t produced the Commercial Atlas & Marketing Guide \"in many years,\" and it is that data that the American Trucking Associations used to generate the figure of 80 percent. That’s a piece of information that provides clarification.\n\nOn the Truth-O-Meter, Jordan’s claim rates as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11866"}