{"url": "/factchecks/2021/jan/28/jennifer-boysko/us-only-industrialized-nation-no-paid-family-leave/", "speaker": "Jennifer Boysko", "vclaim": "“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”", "truth_label": "true", "date": "stated on January 18, 2021 in a committee debate.:", "title": "The U.S. is the only industrialized nation with no paid family leave plan", "text": "Sweeping legislation that would have established a paid family leave program for Virginia employees was recently killed in the state Senate.\nThe bill, introduced by Sen. Jennifer Boysko (D-Fairfax) would have established a wage tax in 2024 to finance up to 12 weeks of annual paid leave time for workers at 80% of their regular earnings. Eligible were employees:\n\n\nCaring for a new child the first year after birth, adoption or foster placement;\n\n\nExperiencing or caring for a family member with serious health problems;\n\n\nCaring for the family of a deployed service member.\n\n\nBoysko, during a Jan. 18 hearing of the Senate Commerce and Labor Committee, said the bill would make Virginia a national leader on the issue. \"The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place,\" she said.  \nBoysko’s comparison of America to the rest of the industrialized nations is a familiar Democratic talking point. Former President Barack Obama has made it; so has Vermont Sen.  Bernie Sanders and New York Sen. Kristen Gillibrand. \nWhat America has\nUnder the Family and Medical Leave Act, employers with 50 or more workers must allow parents 12 weeks of job-protected leave annually to care for a newborn. While this means those individuals can take the time off without fear of losing their job, in most cases the leave is unpaid.\nThere are a few exceptions. Eight states offer paid family leave through employee-paid payroll taxes: California, New Jersey, Rhode Island, New York, Washington, Massachusetts, Connecticut and Oregon, as well as the District of Columbia.\nSome employers choose to provide paid maternity leave, but that touches only about 16% of private industry workers, according to the Bureau of Labor Statistics.\nWhat other countries have\nThe Organization for Economic Cooperation and Development studied paid maternity leave for 36 OECD countries -- developed nations  -- and five additional European Union countries and Costa Rica. On average across OECD countries in 2018, mothers were entitled to 51 weeks of paid leave after child birth. The United States was the only country in the study with no national law to provide that benefit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAccording to a 2014 report by the International Labor Organization, an agency of the United Nations, the United States and New Guinea were the only countries out of 170 that provided no cash benefits of any kind to women during maternity leave.\nOf 41 developed countries highlighted by the report, the U.S. also mandated the shortest period of time off — 12 weeks. The 12-week law is still in effect.\nBack to Virginia\nBoysko’s bill drew bipartisan opposition in the Senate committee and died on a 12-3 vote. Critics voiced concern that the wage tax was not clearly defined - the uncertain amount of the levy would be set after a determination of the revenues needed to support the leave program - and that the levy would impose financial hardships on small businesses and workers.\nThe Senate, however, has expressed interest in taking a deeper look at the issue. It passed a bill instructing the State Corporation Commission to make recommendations this fall for establishing a plan that would encourage Virginia employers to voluntarily offer 12 weeks of paid family leave. The measure is pending in the House of Delegates.\nJurisprudence\nPolitiFact National has given Mostly True ratings to statements of Obama in 2015 and Gillibrand in 2016 that the U.S. is the only industrialized nation that doesn’t \"guarantee\" paid family leave. The slight flaw in their statements was that there were exclusions to the programs in some countries, so the benefit was not universal.\nIn Canada, for example, temporary workers in 2016 couldn’t get cash benefits. Canada also excluded migrant workers and people who owned more than 40% of their business. Norway and Switzerland excluded home workers. \nBoysko’s statement is different. She does not say \"guarantee.\" She says the U.S. is the only industrialized nation that does not \"have a paid family medical leave program in place.\" All other industrialized nations do have family leave programs in place, although some of those plans do not \"guarantee\" all workers are covered. \nOur ruling\nBoysko said, \"The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.\"\nAll other developed countries surveyed by the International Labor Organization have programs mandating at least some paid maternity leave. An international study by the Organization for Economic Cooperation and Development found the same thing.\nThe benefit is not available to all workers in some countries, but Boysko doesn’t claim that it is. So we rate her statement True.", "vclaim_id": "vclaim-pol-19239"}