{"url": "/factchecks/2014/jun/05/chain-email/burger-king-quitting-its-military-base-outlets-bec/", "speaker": "Chain email", "vclaim": "Due to actions by President Barack Obama, \"the Burger King national headquarters announced this month that they will be pulling their franchises from our military bases.\"", "truth_label": "false", "date": "stated on June 5, 2014 in emails circulating on the Internet:", "title": "Is Burger King quitting its military-base outlets because of Barack Obama's policies?", "text": "A reader recently forwarded us an email that bore some bad news for military families. \"The Burger King national headquarters,\" the email said, \"announced this month that they will be pulling their franchises from our military bases.\"\nThe email continued, \"Soon to follow will be Popeye's chicken, pizza franchises and the chain of barber and beauty shops which operates inside the gates of our military facilities. Reason? Obama's mandate that all companies who do business with the federal Government pay a $10.10 per hour minimum wage. … Alas, as with all things Obama, every time he does something to please his socialist friends, someone suffers. In this case it will be our military.\" (See the full text of the email here.)\nWhen we looked into it, we found that the email -- despite some over-the-top anti-Obama rhetoric -- was referencing a real issue. However, its most eye-catching claim -- that Burger King had announced it will be pulling its outlets from military bases -- was flat wrong.\nLet’s start with some background.\nVarious fast-food restaurants operate at military bases in the United States and all over the world. The concerns raised in the email, which had been publicized by Republican lawmakers this spring, stem from two actions taken by the Obama administration that could affect how fast-food workers are compensated on some military bases.\nThe first change is a 2013 determination by the Labor Department -- subsequently put on hold -- that fast food workers under federal contracts were due a $3.81-an-hour bump in compensation, something they had not qualified for previously.\nThe second is a February 2014 executive order by Obama that mandated a $10.10 minimum wage for workers on federal contracts. Obama issued the order -- which doesn’t require congressional approval -- as a partial step after seeing his proposal for a $10.10 national minimum wage blocked in Congress.\nFor technical reasons, fast-food workers on Army and Air Force bases are not affected. (Most Army and Air Force concessions are directly operated by the Army and Air Force Exchange Service, so fast-food workers on those bases are not under a federal contract.)\nHowever, outlets on Navy and Marine bases do operate by contract, and employers stand to be hit with significant pay increases for their lowest-paid workers (or put another way, workers stand to get a raise). The prospect that fast-food outlets could look at rising employee costs and choose to shutter their stores moved Russell Beland, deputy assistant secretary of the Navy for military manpower and personnel, to officially request a waiver of the compensation bump from the Labor Department.\nIn addition, 40 Republican lawmakers, led by House Armed Services Subcommittee on Military Personnel Chairman Joe Wilson of South Carolina, wrote a letter in April warning Labor Secretary Tom Perez of the potential fallout.\nThe lawmakers wrote, \"Should these policy changes be fully implemented, we are concerned they will eliminate jobs, negatively impact recreational services on military bases, and limit the dining options for servicemen and women on military installations. … In addition, we understand that restaurants facing these additional labor costs have already determined that it would be cost prohibitive to offer military personnel these dining options and some may consider not renewing contracts and operations shutting down.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA big part of the problem is that fast-food companies face a Catch-22. On the one hand, they would be forced to raise wages above what surrounding fast-food outlets pay. On the other hand, by law, they could not raise their prices above what those same surrounding fast-food outlets charge. So, unable to pass along the higher labor costs to customers, fast-food outlets would find their profits squeezed.\nThe department appears to be listening. According to Military Times, a trade publication that covers the armed services, the Labor Department is \"re-evaluating\" wage determinations for fast-food workers and expects to \"reissue industry-specific fast food wage determinations in the near future.\" (That would ease but not eliminate the problem -- it doesn’t appear that Obama’s $10.10 wage would be lifted under such an action.)\nHow bad could the fallout be? Beland wrote that, without relief on the compensation increases, \"up to 390 fast food concession operations would close on installations across the U.S. and its territories, with a loss of nearly 5,750 jobs, many held by military family members and veterans.\"\nThis is a worst-case scenario. So far, the impact appears to be far more limited. Military Times reported that, according to the Pentagon, McDonald’s locations closed on three Navy bases in March, and Marine Corps officials said that another on a Marine base was slated to close. Another eatery, \"I Love Country,\" closed at Naval Station Pearl Harbor, Hawaii.\nThat said, it’s not clear whether even these more limited closures were the direct result of the compensation increases (which hadn’t yet taken effect), or, for that matter, whether this rate of turnover is significantly higher than ordinary rates of closure on bases.\n\"The specter of mass layoffs being raised is an illusion,\" George Faraday, policy director for Change to Win, a workers’ rights group, told the Fiscal Times. \"If they care about the welfare of military spouses they should care about whether military spouses are making a living wage.\"\nIndeed, a 2013 survey by the National Employment Law Center, which supports higher wages, found that of 567 federal contract workers, 74 percent earned less than $10 an hour, and of these, nearly a quarter said they depended on Medicaid and one in seven said they used food stamps.\nSo here’s what we have so far: Changes by the Obama administration could raise labor costs for fast-food restaurants on Navy and Marine bases (though not Army and Air Force bases). This could prompt some restaurants to leave, but there’s no sign of a mass exodus yet, and the Labor Department has pressed the pause button on a key part of the compensation increase.\nSo what about the claim about Burger King picking up stakes? This part of the chain email is simply wrong.\n\"No Burger King restaurants on military bases are being closed as part of a planned process or program,\" the company said in a statement to PolitiFact. \"In the course of normal business, however, we and our franchisees continuously review the worldwide restaurant portfolio and make strategic decisions based on many factors including development opportunities, market conditions, restaurant profitability, lease length, overall brand presence and, in the case of military bases, troop movements.\"\nOur ruling\nThe email said that due to actions by Obama, \"the Burger King national headquarters announced this month that they will be pulling their franchises from our military bases.\" There is a legitimate question about whether compensation changes made by the administration could squeeze the profits of fast-food restaurants on Navy and Marine bases to the point where they feel the need to shutter their outlets.\nBut the impact of such changes is speculative, and as far as the specific claim about Burger King is concerned, it’s pure fiction that the company announced a sweeping departure from military bases. We rate the claim False.", "vclaim_id": "vclaim-pol-07778"}