{"url": "/factchecks/2016/feb/17/tim-mcginty/cuyahoga-prosecutor-touts-reduction-rape-kits-reel/", "speaker": "Tim McGinty", "vclaim": "\"We are almost halfway to our goal of 1,000 rapes prosecuted!\"", "truth_label": "true", "date": "stated on February 17, 2016 in his campaign website:", "title": "Cuyahoga prosecutor Tim McGinty touts reduction in rape kits in reelection bid", "text": "Ohio’s March 15 primary will essentially decide the Cuyahoga county prosecutor's race. No Republican candidate is running. Incumbent Tim McGinty and his challenger, Michael C. O’Malley, are both Democrats.\nMcGinty’s website, McGintyForProsecutor.com, is peppered with exclamation points touting his successes since coming into office in 2012. We decided to check out some of the claims McGinty makes about his last four years.\n\"I formed one of the nation's most successful Rape Kit Task Force to eliminate the backlog of 4,850 rape kits that were untested for decades,\" McGinty says.\n\"Our Rape Kit Task Force will solve and prosecute 1,000 forgotten rape cases. Hundreds of serial rapists will finally be indicted. We are almost halfway to our goal of 1,000 rapes prosecuted!\"\nIn 2009, Cleveland police began sending forensic evidence to the Ohio Bureau of Investigation's laboratory in response to news reports that sounded the alarm about thousands of sexual assault kits that never underwent DNA testing. When those DNA profiles match known offenders from a national database, prosecutors can file charges.\nBut what does McGinty mean by \"almost halfway to our goal of 1,000,\" in terms of rapes prosecuted?  \nWe asked the Cuyahoga Prosecutor’s Office for the numbers, and here’s what they turned up, as of Feb. 9, 2016:  \n\n\n1,424 completed investigations\n\n\n2,193 active investigations\n\n\n444 indicted defendants\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\n136 convictions (out of 149 completed cases)\n\n\n91.3 percent conviction rate\n\n\nIf the goal was to have \"1,000 rapes prosecuted,\" 444 comes pretty close to \"almost halfway.\" But is \"indicted\" the same as \"prosecuted?\"  \n\n\n\n\n\nYes, says Jonathan Witmer-Rich, an associate law professor at Cleveland State University. \"A prosecution begins when charges are filed, usually by the prosecutor,\" Witmer-Rich told PolitiFact Ohio. \"That is the beginning of the case. So it would be correct to say that McGinty ‘is prosecuting’ a particular defendant even though they have not gone to trial yet or been convicted. Once charges are filed, the defendant is being prosecuted.\"  \nBut can McGinty claim responsibility for the initiative to test the county’s rape-kit backlog? Various media sources credit Ohio Attorney General Mike DeWine for putting out the call, over four years ago, for police departments to clear their evidence rooms of shelved rape kits and send them to the central state lab for DNA testing. This month, DeWine’s office marked the 10,000th sexual assault kit tested.  \nJill Del Greco, the public information officer for the Ohio Attorney General, says that McGinty deserves credit.\n\"A lot more goes into it -- when we get a hit, they can’t necessarily go out and make an arrest,\" Del Greco says. \"Once we obtain the DNA testing results, we return the results to the investigating agency.\" Witnesses have to be tracked down, she continued, and oftentimes, the victim has to be found again, too, when years have passed since the crime occurred. It’s up to the prosecutors and police departments in each jurisdiction to re-boot these investigations.\nOur rating\nMcGinty said his office is \"almost halfway\" to his goal of prosecuting 1,000 rapes as a result of testing a cache of thousands of previously untested rape kits.\nAs of Feb. 9, 444 defendants had been indicted, which is nearing the halfway point of 500.  \nA defendant is being prosecuted once charged, so we rate this claim True.", "vclaim_id": "vclaim-pol-05393"}