{"url": "/factchecks/2020/oct/23/donald-trump/trump-says-michigan-during-coronavirus-pandemic-ha/", "speaker": "Donald Trump", "vclaim": "Michigan has been “like a prison” during the coronavirus.", "truth_label": "false", "date": "stated on October 22, 2020 in a debate:", "title": "Trump says Michigan has been “like a prison.” But most COVID-19 lockdowns ended in June.", "text": "During the final presidential debate, President Donald Trump repeated his call for keeping schools and  businesses open amid the coronavirus pandemic, claiming that Michiganders have been subject to excessive restrictions.\n\"Take a look at what's happening with your friend in Michigan,\" Trump said, referring to Michigan Gov. Gretchen Whitmer, who issued a stay-at-home order and a number of other emergency measures in March to slow the spread of the coronavirus. Under her leadership, \"it's been like a prison,\" Trump claimed.\nTrump has made similar claims this month. \"She keeps her state closed,\" he said of Whitmer during an interview with Fox News’ Sean Hannity on Oct. 8. \"The churches are closed. The schools are closed, and the whole state is closed.\" In a virtual rally two days later, he told Michigan supporters \"your governor has to open up her state.\"\nTrump’s comments seem to place Michigan residents and businesses under a lockdown. That’s not the case. Whitmer declared a state of emergency on March 10 as the state discovered its first two confirmed cases, and issued the stay-at home order and business restrictions on Mar. 23. But her order was lifted statewide by Jun. 1. \nBars and restaurants across the state reopened shortly afterward, followed by barbershops, spas and salons in mid-June. Casinos in Detroit were allowed to reopen in early August. Schools across the state were allowed to resume in-person learning in the fall, with local districts setting their own criteria for reopening. And by early October, gyms, movie theaters and bowling alleys were cleared to reopen with safety precautions in place. Churches and houses of worship in Michigan were exempt from penalties under the state's order.\nWe reached out to the Trump campaign to explain his comments but didn't hear back.\nGovernor's order faced pushback\nWhile many governors across the country issued stay-at-home orders at the outset of the coronavirus pandemic, Whitmer’s was criticized as extreme or arbitrary. For instance, Michiganders were prohibited from traveling to vacation homes, and big-box stores were required to rope off areas selling nonessential items, such as paint and garden supplies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOn April 15, thousands of people participated in a protest outside the state Capitol in Lansing against Whitmer’s stay-at-home order, and drew support from Trump. On April 23, dozens of protesters gathered outside Whitmer’s Lansing residence. And a week later, armed protesters entered the Michigan Capitol.\nWhitmer’s actions have also faced pushback from the GOP-controlled Legislature, which challenged her emergency powers in court. After the Michigan Supreme Court ruled Oct. 2 that she did not have the authority under state law to issue additional emergency declarations, her administration and the Legislature began working together to enact new laws to respond to the pandemic.\nPublic opinion polls have shown consistent support for Whitmer’s handling of the coronavirus crisis. \nBut with the restrictions lifted, the number of COVID-19 cases in Michigan is now increasing in the vast majority of the state’s counties. On Oct. 21, Michigan reported an daily average of 1,704 new COVID-19 cases in the last seven days, the state’s highest seven-day average yet.\nOur ruling\nTrump claimed that \"it’s been like a prison\" in Michigan under Whitmer’s leadership during the coronavirus pandemic.\nWhitmer implemented strict emergency measures in March, but they were mostly lifted across the state by June 1. All businesses and schools are allowed to be open.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-18759"}