{"url": "/factchecks/2017/aug/28/illinois-family-institute/illinois-schools-immigrant-sanctuaries-if-only-the/", "speaker": "Illinois Family Institute", "vclaim": "Public schools, colleges and state-funded day care centers \"will be made into sanctuaries by Bruce Rauner signing SB 31.\"", "truth_label": "false", "date": "stated on August 19, 2017 in a blog post:", "title": "Illinois schools as immigrant \"sanctuaries?\" If only they read the bill", "text": "As Gov. Bruce Rauner signed a new law defining state and local police officers’ roles in immigration matters, he praised it as a win for public safety and civil rights.\n\"Illinois has been welcoming of immigrants for a long time, and this bill will continue that tradition,\" Rauner said at an Aug. 28 signing ceremony in Chicago’s Little Village neighborhood. \"It also makes clear that stopping violent crime will be law enforcement’s mission rather than working on federal prerogatives that a federal court has found illegal.\"\nBut Rauner’s statements at the signing of the Illinois Trust Act followed several weeks of heated rhetoric from opponents of the measure who saw it as turning Illinois into a sanctuary for undocumented immigrants. His initial expressions of support set off a firestorm of reaction from those who believe it is a threat to public safety.\n\"Governor Bruce Rauner has agreed to sign SB 31 into law — a bill that will make taxpayer funded facilities sanctuaries for people who are here illegally,\" said an Aug. 19 article on the website of the Illinois Family Institute, a conservative Christian group that headlines its mission as \"Boldly Bringing Biblical Perspectives to Public Policy.\" The article later listed \"state-funded schools, including licensed day care centers, pre-schools, and other early learning programs; elementary and secondary schools, and institutions of higher education\" as facilities that \"will be made into sanctuaries by Bruce Rauner signing SB 31.\"\nThe criticism quickly went viral on social media.\n\n\nBy making Illinois a sanctuary state this am, @BruceRauner is slapping every citizen in the face.And he's guaranteeing his loss in 2018.— Joe Walsh (@WalshFreedom) August 28, 2017\n\nThe outcry from opponents of the new law raised questions similar to those of our Aug. 16 fact-check of Attorney General Jeff Sessions’ criticism of the Chicago Police Department’s policy on immigration enforcement. Though the Trust Act is now law in Illinois, social media remains littered with conjecture about what it means. So we thought it was worth a look at what’s in the law.\n \nOld vs. new\nWhen originally introduced in the General Assembly, SB 31 contained the language cited in the Illinois Family Institute article. It said that without a \"judicial warrant or probable cause of criminal activity… a government official shall not make arrests in the following State-funded facilities or their adjacent grounds: (1) State-funded schools, including licensed day care centers, pre-schools, and other early learning programs; elementary and secondary schools, and institutions of higher education.\" It also prohibited arrests in state health facilities.\n\nThat version of the bill was 42 pages long. But it was replaced by an amended version on May 28. That means the language the Illinois Family Institute criticized had been stripped from the bill nearly three months earlier.\nThe version Rauner signed  is only four pages long, and all of the language on arrests at public or publicly funded facilities has been deleted.\nIt contains two directives for state and local police: Officers cannot detain people without a warrant from a judge and they can’t \"stop, arrest, search, detain, or continue to detain a person solely based on an individual's citizenship or immigration status.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nState Rep. Emanuel Chris Welch, D-Chicago, who introduced the final version of the bill, said this amounts to \"basic due process rights that anyone would want.\"\nLanguage about \"safe zones\" such as schools was removed at the request of law enforcement, Welch said. Also included in the bill was language explicitly to allow communication between local police and federal authorities, Welch said.\nOpponents also cite the bill’s prohibition of detaining suspects on administrative warrants from federal immigration authorities that are not issued by judges. These are known as immigration detainers and come from immigration agents, not state or federal judges.\nLocal law enforcement supporters of SB 31 say that this section is necessary so they can earn the trust of immigrant communities. Lake County Sheriff Mark Curran, one of many law enforcement supporters of the bill, explained why in an Aug. 22 column by Mark Brown of the Chicago Sun-Times:\n\"In order to police these communities, protect these communities from the true predators, you have to be able to pull up with lights and all and not have widespread fear and panic among citizens that really have nothing to do with the crime.\"\nAn Aug. 25 post on the Illinois Association of Chiefs of Police blog said the bill \"mostly puts into law what is current practice for local police departments: They don’t pull people over only to check their immigration status. They do respond to calls for service when people are the victims of crime or involved in an accident. They do want Illinois residents to call local police if someone is battered, in an accident, or burglarized.\"\nTracing the trouble\nWelch believes the controversy over the bill heated up after an Aug. 11 appearance by Rauner on Fox news host Bret Baier’s \"Special Report.\" Baier quoted from an old version of the bill and put up graphics containing the \"safe haven\" language.\nWatch the latest video at video.foxnews.com\nCriticism intensified after Rauner appeared Aug. 18 on Chicago public radio station WBEZ’s \"Morning Shift\" program and voiced support.\n\"It’s supported by law enforcement, it’s supported by the business community, it’s supported by the immigration community,\" Rauner said. \"...It seems very reasonable.\"\nWhen contacted on Aug. 25 about the actual language of the final bill, the author of the Illinois Family Institute article, John Biver, posted a correction. The new language did not temper his opposition.\n\"In truth, the language was not necessary since state and local law enforcement officers are prohibited from making any arrests anywhere in Illinois according to the guidelines of the statute,\" Bivers wrote in the correction. \"Focusing on the ‘state-funded facilities’ only made clearer the offensive nature of the law.\"\nOur ruling\nThe Illinois Family Institute said public facilities including schools, colleges and day care centers \"will be made into sanctuaries by Bruce Rauner signing SB 31.\"\nThe original version of the bill prohibited police from making arrests in such facilities, but that language was struck from the version passed by the General Assembly. The new bill contains directives that the Illinois Association of Chiefs of Police says merely puts into state statute what most departments already practice.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-02964"}