{"url": "/factchecks/2011/dec/08/jon-huntsman/jon-huntsman-says-us-has-more-natural-gas-saudi-ar/", "speaker": "Jon Huntsman", "vclaim": "\"We have more natural gas in this country than Saudi Arabia has oil.\"", "truth_label": "barely-true", "date": "stated on November 16, 2011 in an editorial board meeting with the Nashua Telegraph:", "title": "Jon Huntsman says U.S. has more natural gas than Saudi Arabia has oil", "text": "The United States’ \"addiction\" to imported oil is a hot topic on many presidential candidates’ platforms.\n\nDuring a November editorial board meeting with the Telegraph in New Hampshire, former Utah Gov. Jon Huntsman recycled some of that rhetoric when he discussed his push for energy independence in America.\n\n\"I want to take some steps toward energy independence, which is completely doable,\" said Huntsman, who served as ambassador to China during the Barack Obama administration before he resigned to run for the Republican nomination for president. \"We've talked about it under eight presidents. We've made very little in the way of positive forward momentum. We're still addicted to 60 percent imported oil, we have a transfer of wealth of 300 billion bucks a year to unfriendly transactional regimes in parts of the world. And I say, lets wake up to the fact that we have more natural gas in this country than Saudi Arabia has oil. And I say, how stupid are we?\"\n\nMore natural gas than all the oil in one of the world’s largest oil exporting nations? Really? We decided to break down Huntman’s comparison to find out.\n\nFirst, we contacted Huntsman’s campaign to get sources behind his energized claim, but the campaign didn’t return our calls or emails.\n\nWe turned to the U.S. Energy Information Administration for a little guidance on what seemed like comparing apples to oranges.\n\nSteven Grape, an EIA expert in the Office of Oil, Gas, and Coal Supply Statistics, said the issue is even more complicated than we thought. First, it involves comparing energy sources that are measured differently. Oil supplies are calculated in barrels, while natural gas supplies are calculated in cubic feet. And the two fuels have different energy content, which means it takes still more math to compare them.\n\nConverting the energy content into the standard measure British thermal units, 1 trillion cubic feet of natural gas is equivalent to 165 million barrels of crude oil, according to Grape.\n\nOn top of that, there are two different ways in which to look at how much of each type of energy is available. One way to look at it is as proved reserves, those that are likely to be developed under current economic and operating conditions. In other words, it's oil or natural gas that would be safe and profitable to produce now.\n\nAnother, more uncertain approach to defining energy supply is to look at technically recoverable resources. These are resources that could be developed using current exploration and production technology, without regard to cost.\n\nLet's start with proved reserves. Saudi Arabia has 24 percent of the world’s proved reserves of crude oil, or about 264 billion barrels, Grape said. The U.S. proved reserves of natural gas are 284 trillion cubic feet. So the U.S. proved reserves are equal in energy content to about 46.8 billion barrels of oil -- considerably less than Saudi Arabia's proved reserves of oil.\n\nThe technically recoverable resource estimates for Saudi Arabia could be as high as 700 billion barrels of crude oil, and the technically recoverable resource estimate for the United States is about 2,500 trillion cubic feet of natural gas, which is equivalent to 412.5 billion barrels of oil. That's still less than the 700 billion barrel resource estimate for Saudi Arabia.\n\nBut Huntsman would be correct if he was speaking about production, Grape said. \"We don’t have more natural gas in this country than Saudi Arabia has oil, but we produce more natural gas in this country per year than Saudi Arabia produces oil.\"\n\nThe U.S. produces the equivalent of 12.14 million barrels per day, compared with Saudi Arabia's 9.8 million barrels of oil per day, Grape said.\n\nOur ruling\n\nWe don't know whether Huntsman meant \"proved\" resources, estimates of technically recoverable resources or production totals when comparing U.S. gas to Saudi oil. Using the first two measures, his numbers fall short. If he was talking about production, he is correct, although Huntsman used the word \"has,\" and not \"produces.\" We rule his claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11970"}