{"url": "/factchecks/2019/aug/02/tulsi-gabbard/tulsi-gabbard-cites-us-arms-sales-saudi-arabia-fal/", "speaker": "Tulsi Gabbard", "vclaim": "Says that under President Donald Trump, \"not only have we not gone after al-Qaida ... our president is supporting al-Qaida.\"", "truth_label": "false", "date": "stated on July 31, 2019 in a debate:", "title": "Tulsi Gabbard cites US arms sales to Saudi Arabia in falsely claiming Donald Trump supports al-Qaida", "text": "At the second Democratic presidential debate in Detroit, U.S. Rep. Tulsi Gabbard of Hawaii, a major in the Army National Guard who was deployed to Iraq, accused President Donald Trump of helping al-Qaida. \n\"The problem is that this current president is continuing to betray us. We were supposed to be going after al-Qaida,\" Gabbard said about Trump and the organization that was responsible for the terrorist attacks on the United States on Sept. 11, 2001. \n\"But over (the) years now, not only have we not gone after al-Qaida, who is stronger today than they were in 9/11,\" she said, \"our president is supporting al-Qaida.\"\nIn this fact-check, we focused on whether Trump has not gone after al-Qaida and whether he is supporting it. We found Gabbard is wrong on both counts.\n(There are indications that al-Qaida is stronger today than it was on 9/11.)\nGabbard’s evidence\nAsked after the debate to explain her attack, Gabbard told Fox News that Trump’s \"support and alliance with Saudi Arabia\" is \"both providing direct and indirect support\" to al-Qaida, and that Saudi Arabia is \"providing arms and support to al-Qaida in Yemen.\"\nWhen we asked the Gabbard campaign to back up her statement, a spokesman referred not to Yemen, but Syria. \nThe spokesman said Trump \"is protecting al-Qaida in Idlib, Syria, and through his arm deals with Saudi Arabia,\" is arming al-Qaida in Syria.\nTerrorism experts told us that the United States has repeatedly fought against al-Qaida and that, even if a case can be made that some of the arms sold by the United States to Saudi Arabia end up with groups aligned with al-Qaida, Gabbard’s attack goes too far in saying Trump is supporting the terrorist group.\n‘Not gone after al-Qaida’\nThe first part of Gabbard’s claim was undercut on the day of the debate when news reports said that Hamza bin Laden, the son of al-Qaida founder Osama bin Laden, was killed. The operation at least had support from the United States, according to the New York Times. And although it is not clear when he was killed, it was during the Trump administration, officials said.\nABC News, in checking Gabbard’s debate statement, said the United States is supporting Somali forces against an al-Qaida affiliate and that the United States has also conducted drone strikes against al-Qaida in Yemen.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump’s campaign also cited to us similar instances that have been reported in the news, including two U.S. air strikes. One in June 2019 was on an al-Qaida leadership and training facility in northern Syria where militants were \"plotting external attacks\" against American citizens; and one in December 2018 killed the al-Qaida terrorist who was behind the USS Cole bombing.\n‘Our president is supporting al-Qaida’\nDaveed Gartenstein-Ross, chief executive officer of the Valens Global consulting firm and an associate fellow at the International Centre for Counter-Terrorism, made the point to us that the United States has, in effect, supported al-Qaida — but indirectly, and not intentionally. \nDuring the Obama administration, he said, there was a revolution in Syria, and the United States gave arms to the rebels, but the rebels came to be dominated by jihadists, including al-Qaida. Some rebels with whom the United States worked turned around and provided arms that the United States gave to them to al-Qaida-aligned groups, he said. \nBut rebel support was discontinued under the Trump administration, so Gartenstein-Ross disagreed with Gabbard's suggestion that al-Qaida began benefiting from U.S. policy toward Syria under Trump.\nAs for U.S. arms sales to Saudi Arabia under the Trump administration, it is possible that some of the arms ended up with the rebels, Gartenstein-Ross said. But that would not be the same as the Trump administration sending arms to al-Qaida, he said.\nGlobalSecurity.org director John Pike made a similar point about how some arms might end up with al-Qaida groups. \"There has been some such four degrees-of-separation transfers, but it is contrary to U.S. and Saudi policy,\" he said. \"That part of the world is awash with this stuff, and it would be impossible to keep track of everything.\"\nWhile the United States is selling arms to countries who are thought to supply Islamist rebels in Syria, Gabbard’s claim about Trump \"is extremely exaggerated,\" said Princeton University politics and international affairs professor Jacob Shapiro.\nCarnegie Mellon University politics and strategy professor Colin Clarke went further, telling us that any claim that Trump is deliberately helping al-Qaida \"is patently false.\"\nOur ruling\nGabbard said that under Trump, \"not only have we not gone after al-Qaida ... our president is supporting al-Qaida.\"\nThere have been numerous U.S. military actions against al-Qaida during the Trump administration.\nWhile some arms sold by the United States to Saudi Arabia might ultimately end up with rebels groups in Syria that have ties to al-Qaida, the United States has been supporting those rebels since before Trump took office and the arm sales are not supporting al-Qaida.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-00372"}