{"url": "/factchecks/2017/jul/18/freedomcrossroadsus/no-malia-obama-wasnt-fired-smoking-marijuana/", "speaker": "FreedomCrossroads.us", "vclaim": "\"Malia Obama Fired From Cushy Internship At Spanish Embassy\"", "truth_label": "pants-fire", "date": "stated on June 29, 2017 in a blog:", "title": "No, Malia Obama wasn't fired by the Spanish Embassy for smoking marijuana", "text": "It’s summer internship season and everyone loves a juicy story on a former first daughter’s internship cut short due to drug busts. At least fake news sites seem to.\nDon’t be fooled, though. A story that Malia Obama was fired from an internship at the U.S. embassy to Spain is fake news.\nA June 29, 2017, post on FreedomCrossroads.us says that the eldest daughter of former President Barack Obama was caught smoking marijuana during her internship at the Spanish embassy and sent home.\n\"She was caught, by Embassy Security — aka the U.S. Marines — on the roof of the building burning a doobie and playing with the Ambassador’s carrier pigeons,\" the story said. \"Ambassador Bedard is an avid hobbyist.\"\nObama did intern at the embassy, in 2016, not this year. And there were no reports of her dismissal.\nThis summer, Obama traveled with her family to Bali and Jakarta and is continuing an internship at the Weinstein Company movie studio she began in the spring. She is still expected to go to Harvard in the fall — which the post also denied.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"She won’t be starting Harvard this fall and she has no future in government, since all government jobs require drug tests,\" the post said.\nThe story said Malia Obama was caught by U.S. Marines, but that’s unrealistic. They are indeed stationed at embassies, but their primary role is that of protecting classified material in the interest of the United States’ national security — not watching over summer interns.\nThe post also refers to the wrong ambassador. There has never been a U.S. ambassador to Spain by the name of Bedard, and there is actually no U.S. ambassador in Spain at all right now. Trump called for the resignation of foreign ambassadors nominated by Obama at the start of his tenure, and hasn’t replaced previous Spanish ambassador to Spain, James Costos, since.\nWe don’t know whose carrier pigeons the story refers to, but there were no reports of pigeons during her internship last year, either.\nThis isn’t the first time a fake news story about the former president’s eldest daughter has made its rounds on blogs and Facebook this year. Previous reports we’ve debunked said that Malia was expelled from Harvard before she even started and that she was arrested for drinking, drugs and dog-fighting.\nThe latest story appeared on FreedomCrossroads.us, an unreliable site that as we have noted previously, has an About Us page that claims it \"uses facts that don’t exist and relies more on imagination than the truth.\"\nWe rate this statement Pants on Fire!\n Share the Facts 2017-07-18 14:42:22 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Malia Obama Fired From Cushy Internship At Spanish Embassy\"    FreedomCrossroads.us Blog   in a blog Thursday, June 29, 2017 2017-06-29    Read More  info", "vclaim_id": "vclaim-pol-03101"}