{"url": "/factchecks/2013/dec/03/carla-axtman/have-senate-republicans-filibusted-every-nominee-e/", "speaker": "Carla Axtman", "vclaim": "Says in the last five years \"Senate Republicans have placed a filibuster on every piece of legislation and every nominee.\"", "truth_label": "false", "date": "stated on November 22, 2013 in an online article.:", "title": "Have Senate Republicans filibustered every nominee end every piece of legislation under President Barack Obama?", "text": "When Senate Democrats voted last month to end use of the filibuster for certain presidential nominations, they said they had little choice in light of Republican obstruction.\n\"To the average American, adapting the rules to make the Senate work again is just common sense,\" Senate Majority Leader Harry Reid said \"This is not about Democrats versus Republicans. This is about making Washington work — regardless of who is in the White House or who controls the Senate.\"\nBut just how stuck was the Senate? In a recent blog post, Blue Oregon writer Carla Axtman painted a pretty dire picture:\n\"The Senate has been in a grind for a very long time, but the worst of it has come in the last five years where Senate Republicans have placed a filibuster on every piece of legislation and every nominee,\" she wrote. \"The body was for all practical terms in paralysis, requiring a 60 vote majority to do anything.\"\nShe doubled down on the point a few sentences later: \"All the while, the GOP kept right on filibustering. Not just some of the time. ALL of the time. Every move in the Senate required a 60 vote majority to do anything.\"\nIf there’s one truth about us fact-checkers, it’s that superlatives draw our collective eye. The Senate had experienced significant gridlock, but could it be true that Republicans filibustered \"every piece of legislation and every nominee\"? We decided to look.\nAs usual, we started with the source of the claim.\nAxtman, to her credit, immediately toned down her piece after we raised concerns. It now reads that Republicans had \"placed a filibuster on virtually every piece of serious legislation and nominee.\" (Emphasis ours.)\n\"I was not as clear as I should have been,\" Axtman said. \"I should probably have added a qualifying word in there. … To be fair, I thought I should change it.\n\"It’s super important to me to be upfront and clear.\"\nWe appreciate a quick response. Still, we generally push forward with a fact check on the original language even if it’s adjusted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nTo help explain what she’d based her assertion on, Axtman pointed us to a piece from Mother Jones, a liberal-leaning magazine, that explored the use of the filibuster.\nAuthors Kevin Drum and Jaeah Lee used strong language to describe Republican obstruction, but nothing near as absolute as what Axtman had said. \"Republicans went into full-bore filibuster mode the day he [President Barack Obama] took office, and they've kept it up ever since,\" they wrote. \"For all practical purposes, anything more controversial than renaming a post office has required 60 votes during the entire Obama presidency.\"\nThat 60-vote bar is a reference to the number of votes it takes to achieve cloture or end a filibuster. You’ll notice here, though, the caveats of \"for practical purposes\" and \"anything more controversial than renaming a post office.\" They gave themselves wiggle room.\nTo get a broader, more informed perspective, we rang up James Thurber, the head of the Center for Congressional and Presidential Studies at American University in Washington, D.C.\nIn terms of judicial and bureaucratic nominees, he said,  \"this culture of polarization has created an almost-constant threat of filibuster from the Republican Party.\" But, he noted, \"that’s not as bold as saying they’ve filibustered every nomination.\"\nIn fact, Republicans cut a deal in July after Democrats threatened to change filibuster rules. \"Democrats agreed not to change the rules, but reserved the right to do so later if they feel the need. In return, President Obama gained confirmation of several nominees,\" the Los Angeles Times reported.\nGina McCarthy, for one, was confirmed as head of the Environmental Protection Agency a day after the deal was made on a vote of 59-40.\nClearly some nominations, though fewer than with previous administrations, were approved without having to pass the 60-vote bar. (PolitiFact National has looked more closely at this issue. By their calculations, on Nov. 21, 2013, there had been \"68 individual nominees blocked prior to Obama taking office and 79 (so far) during Obama’s term, for a total of 147.\")\nThere’s another point worth making, too. Legislation faced less threat of filibuster than appointments.\n\"In most cases, it’s a done deal before they consider the bill on the floor,\" Thurber said.\nThere’s little question that Senate Republicans took using the filibuster as a tool of obstruction to a new extreme. But Axtman undercut herself by using superlatives. Twice in her piece, she hammered home that filibusters happened \"not just some of the time. ALL of the time.\"\nWhile we appreciate her move to change the words after we brought them to her attention, we rate this claim False.", "vclaim_id": "vclaim-pol-08546"}