{"url": "/factchecks/2019/sep/03/facebook-posts/washington-didnt-say-government-mistrusts-citizens/", "speaker": "Facebook posts", "vclaim": "Quotes George Washington as saying \"when any nation mistrusts its citizens with guns … It no longer trusts its citizens because such a government has evil plans.\"", "truth_label": "pants-fire", "date": "stated on August 17, 2019 in a Facebook post:", "title": "Washington didn’t say that a government that ‘mistrusts citizens with guns’ has ‘evil plans’", "text": "Here at PolitiFact, we love to fact-check a dubious historical quote. Double points if it comes from a founding father.\nAnd so we have another questionable statement posted on Facebook and attributed to the first U.S. president, George Washington. \nThe quote reads as follows:\n\"When any nation mistrusts its citizens with guns, it is sending a clear message. It no longer trusts its citizens because such a government has evil plans.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere’s no evidence to support that Washington ever said or wrote this.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWashington’s Mount Vernon estate includes the quote in its \"spurious quotations\" list of sayings misattributed to the first president: \"The quote seems to originate from an online publication: The American Wisdom Series presents Pamphlet #230, ‘President George Washington's Thoughts on Firearms.’ The author provides no citation for the quotations used.\"\nThe statement was written in that \"Pamphlet #230\" under the byline Joe Spenner.\nThe quote appears to belong to the author — Spenner — not Washington. It shows up in the introduction of the pamphlet and does not have quotation marks encasing it. Below the introduction, the author instructs readers to \"read the attached comments about ‘The Role of Firearms,’ by President George Washington and help spread their wisdom.\" \nWhat follows is a line across the screen and a series of quotations that appear to be attributed to Washington. But at least some of those quotations are also included on Mount Vernon’s spurious quotations page.  \nBarry Popik, an etymologist and consulting editor for the Oxford English Dictionary, also researched the quote in 2014. Based on information from the Wayback Machine tool of the Internet Archive, he surmised that the quote was written around 2002. \nWe rate this bad quote Pants on Fire!", "vclaim_id": "vclaim-pol-00211"}