{"url": "/factchecks/2014/oct/19/tavis-smiley/tavis-smiley-says-ebola-outbreak-not-bad-sars-outb/", "speaker": "Tavis Smiley", "vclaim": "\"This (Ebola) is not as bad as SARS was in 2003.\"", "truth_label": "barely-true", "date": "stated on October 19, 2014 in comments on ABC's \"This Week\":", "title": "Was SARS worse than Ebola? Tavis Smiley says so", "text": "In an attempt to tamp down panic, some have compared the current Ebola outbreak to past epidemics -- particularly the SARS outbreak of 2003.\nOn ABC’s This Week Oct. 19, talk show host Tavis Smiley said that those who think President Barack Obama’s response to Ebola is too soft are blowing the situation out of proportion. For context, they should remember the outbreak of SARS -- sudden acute respiratory syndrome -- 10 years ago.\nTalking to Republican strategist Mary Matalin, Smiley said, \"This is not as bad as SARS was in 2003, and everybody wants to pile on, Mary, like you did on all the things Obama has done wrong. I've been a critic on certain issues, but this is not the president's fault.\"\nIs Smiley right that SARS in 2003 was worse than today’s Ebola crisis?\nWell, it depends on the context. We talked to experts and found that looking at the Ebola and SARS outbreaks in their points of origin -- West Africa and Hong Kong, respectively -- Ebola has been more destructive. SARS, on the other hand, had a wider global reach than Ebola.\n\"It depends on what’s your gauge for ‘worse,’ \" said Laurie Garrett, a senior fellow for global health at the Council on Foreign Relations.\nSeveral experts told us that the potential for the Ebola outbreak to grow -- and the humanitarian toll on West Africa -- makes it more worrisome.\nA note: Either way, Ebola does not pose a significant threat to the United States, though it may be damaging to other countries.\nThe effects\nTo start off, here’s some World Health Organization data comparing the SARS outbreak in 2003 and the current Ebola outbreak as of Oct. 17.\n\n\n\n\n \n\nSARS -- 2003\n\n\nEbola -- 2014\n\n\n\n\nNumber of countries affected\n\n\n25+\n\n\n7\n\n\n\n\nNumber of cases (global)\n\n\n8,096\n\n\n9,216\n\n\n\n\nHealth worker cases (global)\n\n\n1,706\n\n\n423\n\n\n\n\nNumber of deaths (global)\n\n\n774\n\n\n4,555\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nMortality rate\n\n\n9.6 percent\n\n\n50 percent\n\n\n\n\nNumber of cases (U.S.)\n\n\n27\n\n\n3\n\n\n\n\nCases contracted in U.S.\n\n\n0\n\n\n2\n\n\n\n\nNumber of deaths (U.S.)\n\n\n0\n\n\n1\n\n\n\n\nProven treatments\n\n\nNone\n\n\nNone\n\n\n\n\n\nSo by the numbers, Ebola is significantly more deadly. Also, there already are more cases worldwide.\nThat said, SARS is much more communicable than Ebola, meaning it is easier to catch. It can spread through a sneeze, cough, sharing a beverage or speaking up close with someone who has the disease. It is also possible that SARS travels through the air.\nEbola, on the other hand, is not airborne. Experts say it only possible to get Ebola by coming into direct contact with the body fluids of someone who is sick.\nIn sum, SARS spread to many more countries than Ebola has so far. However, there have been more cases of Ebola, and the death toll is much higher. The Centers for Disease Control and Prevention anticipates that the number of cases in West Africa could reach the hundreds of thousands by January.\n\"Both are substantial public health outbreaks\" said Dr. David Weber, an expert in epidemiology at the University of North Carolina School of Medicine. \"(It’s) not really useful to try to determine which is worse.\"\nFrom the perspective of a United States citizen considering the two diseases’ impact here, Smiley’s statement might have more weight, said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University. Many more cases of SARS made it to the United States than Ebola cases so far. (though there were no SARS deaths).\nIt’s also important to remember that the largest focal point of the SARS outbreak (other than Hong Kong) was Toronto -- which brought the disease a little more close to home, Schaffner said. There were 251 SARS cases and 43 deaths in Canada.\nEven if the number of Ebola cases in the United States is low -- and lower than the number of SARS cases -- Smiley is incorrect because of the overall humanitarian impact of Ebola when compared to that of SARS, said Dr. Howard Markel, director of the Center for the History of Medicine at the University of Michigan.\n\"In terms of U.S. (Ebola) cases, it is still minimal,\" Markel said. \"If you're in West Africa, it's a nightmare and very serious, and far more deadly already than SARS was.\"  \nOur ruling\nSmiley said Ebola \"is not as bad as SARS was in 2003.\"\nBoth diseases are serious and have harmed communities. SARS spread to more countries and is easier to transmit than Ebola. But Ebola has had more cases and higher death toll, and those numbers continue to rise. SARS may have had more of a presence in the United States, but Ebola is poised to be a larger humanitarian crisis globally.\nWe rate Smiley’s claim Mostly False.", "vclaim_id": "vclaim-pol-07119"}