{"url": "/factchecks/2012/may/25/suzanne-bonamici/are-one-four-women-and-one-seven-men-victims-domes/", "speaker": "Suzanne Bonamici", "vclaim": "Says \"one in four women and one in seven men have been victims of domestic violence in their lifetime.\"", "truth_label": "true", "date": "stated on May 16, 2012 in a House floor debate:", "title": "Are one in four women and one in seven men victims of domestic violence?", "text": "We live in a violent, dangerous world. Most people accept that information as real, though abstract.\n\nBut when Rep. Suzanne Bonamici, D-Ore., spoke from the House floor May 16 during debate on whether to renew the Violence Against Women Act, she drove the point home.\n\n\"One in four women and one in seven men have been victims of domestic violence in their lifetime,\" she said. That’s not the least bit abstract. In a nation of 311 million people it’s also very large.\n\nBut is it true?\n\nWe asked Bonamici’s office for her documentation. Spokeswoman Leah Nelson said the statement was based on information from a Congressional Research Service analysis of the Violence Against Women Act. CRS is the nonpartisan research arm of Congress that provides detailed and rigorous analysis of issues and legislation for members of Congress. Nelson provided a copy of the May 2012 report.\n\nTo find the answer you have to first understand what the term means. Research by the Justice Department, the Centers for Disease Control and Prevention and even the Department of Defense define domestic violence in a precise and similar way. It includes sexual violence, stalking, and \"intimate partner violence.\"\n\nAccording to a landmark 2010 study by the Centers for Disease Control and Prevention -- whose numbers are also used by the CRS --  sexual violence includes rape and sexual coercion, which is another way of describing a person \"pressured in a non-physical way.\" In addition to what most people consider sexual violence involving physical acts, the CDC report said, there can also be \"non-contact unwanted sexual experience\" such as people exposing themselves and \"making a victim … look at or participate in sexual photos or movies,\" among other acts.\n\nCDC researchers considered a wide array of actions to fall within the definition of domestic violence. Stalking was included, as was psychological aggression and control of reproductive or sexual health.\n\nThe CRS’ definition is similarly broad.  \n\nWith that background, it’s time to turn to Bonamici’s attention-grabbing claim - one-in-four women and one-in-seven men are victims of severe domestic abuse during their lifetime. Her comment focuses on a subset of the larger - and most damaging - behavior defined as domestic abuse.\n\nYou don’t have to look long. On page 2 of the CDC report’s executive summary is this sentence:\n\n\"About 1 in 4 women (24.3%) and 1 in 7 men (13.8%) have experienced severe physical violence by an intimate partner (e.g., hit with a fist or something hard, beaten, slammed against something) at some point in their lifetime.\"\n\nThe numbers are repeated on page 43 of the 124-page report. Sprinkled throughout the report are detailed analyses of each segment of the claim.\n\nWhile the broader study includes behavior that many people would not normally associate with domestic abuse, Bonamici’s statistics refer directly to \"severe physical violence,\" acts that include rape and assault and violent behavior that easily falls within the common understanding of domestic abuse.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-11031"}