{"url": "/factchecks/2016/oct/18/patrick-murphy/rubio-called-equal-pay-women-waste-time-murphy-say/", "speaker": "Patrick Murphy", "vclaim": "\"When asked about equal pay for women, (Rubio’s) quote was that it was a waste of time.\"", "truth_label": "half-true", "date": "stated on October 17, 2016 in a U.S. Senate debate:", "title": "Marco Rubio called equal pay for women 'a waste of time,' Patrick Murphy says", "text": "During their first debate, U.S. Rep. Patrick Murphy attacked incumbent U.S. Sen. Marco Rubio’s positions on women’s issues, saying Rubio didn’t think the battle for equal pay was worth fighting.\n\"When asked about equal pay for women, your quote was that it was a waste of time,\" Murphy said Oct. 17 at the University of Central Florida in Orlando.\nWe checked the record to see if Rubio called the issue a \"waste of time.\" While he used the expression, it was because he opposed specific parts of equal pay legislation, not the overall concept.\nThe Paycheck Fairness Act\nMurphy’s accusation centers on Rubio’s take on the 2014 version of the Paycheck Fairness Act, a bill filed in the U.S. Senate by Sen. Barbara Mikulski, D-Md.\nDemocrats had touted the measure as a way to increase gender parity in compensation, but Republicans opposed tthe bill. Rubio was one of the Republicans who planned to vote against it.\nIn April 2014, after the bill was introduced, Rubio told CNN’s Jake Tapper that he felt it was addressing equal pay in the wrong manner. Rubio said that he was against provisions to make it easier to sue for discrimination, and that it would be better to focus on training to help women gain job skills (emphasis ours):\n\"The proposals before the Senate now are really geared toward making it easier to sue an employer,\" Rubio told Tapper on April 8, 2014. \"I understand the political benefit of highlighting that and why they're (Democrats) doing it, but it isn't going to solve the core of the problem. And I just think we're wasting time. Meanwhile, an entire generation of young women is caught in low-paying jobs with no way to emerge from that into a better-paying job.\"\nTapper pointed out that female staffers in Rubio’s office made less than the men. Rubio admitted there was \"a disproportionate number of women in our office who are working at the legislative assistant level,\" which accounted for the gap.\n\"In terms of apples to apples, where you have two people working the same job, we pay people based on their skill and their ability and not their race, their gender, or anything of that matter,\" Rubio said.\nThe next day, the Paycheck Fairness Act lost a cloture vote, when Rubio and other Republicans voted against it, and the bill failed to advance. He voted against the measure two more times that year before it was reintroduced in the following Congress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nRubio had made similar comments in 2012 about an earlier version of the bill, which he had voted against.\n\"Once again, Senate Democrats have wasted the American people’s time by holding yet another show vote that proves any sense of urgency they have is about scoring political points instead of solving the problems that threaten America’s future,\" he said in a statement.\nHe also attacked the 2012 version for including measures that he said would lead to lawsuits. He said the bill read to him like \"a welfare plan for trial lawyers.\" Rubio touted another bill called the RAISE Act, but that bill focused on merit-based pay raises in union shops, not specifically gender equity.\nThe context here is important, because it’s not that Rubio said he thought the concept of addressing the pay gap was a waste of time. He said he disagreed with Democrats trying to advance what he considered ineffective legislation.\nDuring the debate, Rubio said he supported equal pay for women, especially because he has two young daughters who will be entering the workforce. But he chastised Murphy’s talking point, alleging that under the Paycheck Fairness Act, a business trying to keep a woman from being lured away by another company wouldn’t be able to give her a raise to keep her without also giving her male counterpart a raise.\n\"It has unintended consequences that would not have achieved parity in pay, but would have had these consequences making it very difficult for businesses to actually give raises to men and to women,\" Rubio said.\nIt’s not our job to debate the merits of one policy approach over another. It’s clear Murphy wants to make it appear as if Rubio said the very issue is a waste of time, when Rubio actually was deriding a specific Democratic approach.\nOur ruling\nMurphy said, \"When asked about equal pay for women, (Rubio’s) quote was that it was a waste of time.\"\nRubio did use the expression to describe Democratic efforts to advance the Paycheck Fairness Act. Rubio thought the bill focused too much on allowing workers to sue employers for discrimination, and not enough time focusing on job training and other solutions. That’s not the same as dismissing efforts to close the gender pay gap out of hand.\nMurphy misrepresented the context of Rubio’s response. We rate Murphy’s statement Half True.\nhttps://www.sharethefacts.co/share/94b2ce38-f51a-4520-850d-1879affad57d", "vclaim_id": "vclaim-pol-04120"}