{"url": "/factchecks/2012/may/31/martin-omalley/omalley-criticizes-massachusetts-job-growth-under-/", "speaker": "Martin O'Malley", "vclaim": "\"When it comes to what little bit of job creation was happening in Massachusetts (when Mitt Romney was governor), it was happening in the public sector at six times the rate that it was happening in the private sector.\"", "truth_label": "half-true", "date": "stated on May 27, 2012 in an appearance on Meet the Press:", "title": "O’Malley criticizes Massachusetts job growth under Romney", "text": "With the presidential campaign focusing on the economy, Maryland Gov. Martin O’Malley is making the case that President Barack Obama is a better job creator than Republican Mitt Romney.\n\nIn an appearance on Meet the Press on May 27, 2012, O’Malley, the chairman of the Democratic Governors Association, squared off with former presidential candidate Newt Gingrich, who defended Romney.\n\nGingrich called Obama’s effect on employment \"disastrous\" and said voters will question whether they can afford another four years with him in the White House.\n\nO’Malley then brought up Romney’s record while governor of Massachusetts.\n\n\"When it comes to what little bit of job creation was happening in Massachusetts, it was happening in the public sector at six times the rate that it was happening in the private sector,\" O’Malley, a Democrat, said.\n\nWe decided to look into that job creation statistic.\n\nMassachusetts job numbers from the Bureau of Labor Statistics show private-sector employment grew by 0.79 percent during Romney’s term.\n\nO'Malley said \"public sector\" in his claim, but that would also include local government jobs. That rate of increase is 1.57 percent -- about double the private-sector rate, which is significantly lower than O'Malley's six-times claim.\n\nO'Malley may have been referring to the state payroll, which saw a growth rate of 4.73 percent -- just about six times the rate of private-sector growth. If he had specified state jobs, the area Romney presumably had the most control over, O'Malley would have been accurate.\n\nStill, even that description is misleading because of the disparity in raw numbers between government and private-sector jobs. By using rate rather than the actual numbers, he gives the impression of a larger increase in public-sector jobs.\n\nIn raw numbers, though, private-sector jobs increased by 22,400, while state jobs grew by 5,300.\n\n\"The private sector accounted for a bigger share of all payroll employment gains in Massachusetts during Gov. Romney’s term,\" said Gary Burtless, a labor market expert with the centrist Brookings Institution. (As we’ve noted before, Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of John McCain, and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nHe added: \"The more legitimate criticism of Gov. Romney’s job creation record is that total payroll employment growth lagged far behind the experience of the rest of the country.\" For 2002 to 2006, the national growth rate was 5.2 percent, while Massachusetts’ rate was just .7 percent.\n\nOur ruling\n\nO’Malley said that Massachusetts’ public sector payroll grew at six times the rate of the private sector during Romney’s term as governor.\n\nThat statistic is true only when counting state employees. But he said \"public sector,\" which would include local government workers such as teachers and cops. What’s more, as Burtless pointed out, even though the growth rate was greater in government jobs, private-sector jobs still accounted for more of the state’s increase.\n\nThe statement is partially accurate but leaves out important details. That meets our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11007"}