{"url": "/factchecks/2014/jun/20/GaGOP/gop-overstating-deals-record-education/", "speaker": "Republican Party of Georgia", "vclaim": "\"Even when all other state agencies took cuts, Gov. [Nathan] Deal increased education spending every year.\"", "truth_label": "barely-true", "date": "stated on June 4, 2014 in press release:", "title": "GOP overreaches with claim on Deal and education", "text": "Education has become a key battleground issue in Georgia’s race for governor.\nRepublicans are touting what they see as Gov. Nathan Deal’s accomplishments. Democrats are hammering what they see as Deal’s shortcomings.\nState GOP leaders weighed in June 4 in a  press release when they said this: \"Even when all other state agencies took cuts, Gov. Nathan Deal increased education spending.\"\nDeal’s rival, Democratic state Sen. Jason Carter, has kept up his attacks on the issue.\n\"The single biggest failure of Georgia’s current leadership -- and the biggest drain on our economy -- is the dismantling of our education system,\" his campaign website says.\nA recent report from the U.S. Census Bureau ranks Georgia 40th in the nation in state revenue dedicated to education. It’s also a hot topic with voters and is the state’s single largest investment (54 percent of Deal’s proposed 2015 state budget was dedicated to education).\nThat’s why the Truth-O-Meter has looked at claims about state education funding and continues to do so.\nIn January, the governor received a Half True for stating that education funding had increased by more than $930 million during his administration. He was counting in that $930 million a $547 million increase that he was proposing but that lawmakers had not approved. His staff acknowledged the misstep.\nNow we’ll look at the state GOP’s claim, which we’ll tackle in two parts:\n1). Did education spending increase every year during Deal’s administration, which began in January 2011?\n2). At the same time, did all other state agencies see their budgets cut?\nA quick look at the numbers, which we obtained from state records and confirmed with the state’s budget chief, Teresa MacCartney, shows the answer to Question 1 is Yes.\n \n\n\n\n\nFiscal year\n\n\nState education funds\n\n\nNo. of students\n\n\nState spending per student\n\n\n\n\n\n\n2012\n\n\n$7,075,837,688\n\n\n1,656,992\n\n\n$4,270\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2013\n\n\n$7,326,807,956\n\n\n1,679,589\n\n\n$4,362\n\n\n\n\n2014\n\n\n$7,545,391,349\n\n\n1,700,688\n\n\n$4,436\n\n\n\n\n2015\n\n\n$7,944,481,675\n\n\n1,700,688\n\n \n$4,671\n\n\n\n\n*2012, 2013, 2014 are from budgets that were amended at midyear. The 2015 budget year starts July 1 and ends June 30, 2015.\nThat’s an increase of $868,643,987 -- or $402 per student. The biggest chunk -- about $399 million -- is effective for fiscal 2015, which begins July 1. (When the governor says that he’s added more than $930 million in funding for education, he’s now looking at pre-kindergarten through post-secondary, excluding capital education projects, MacCartney said. Collectively, that spending rose from $10,395,466,168 to $11,326,106,772, or 8.95 percent, she said.)\nTo get the whole picture, though, there’s a couple of things to take into consideration. Enrollment growth, rising health care costs and pension expenses were the biggest drivers in the education budget increases. (Since 2012, public school enrollment grew by 43,696 students.) Secondly, school systems are still living with austerity cuts that began in 2003 and have persisted. As a result, many school systems have been forced to furlough teachers and staff, increase class sizes and compress their school years into fewer days. (About 80 percent of school districts were furloughing teachers in the 2013-2014 school year, many for five or more days, according to a 2013 survey by the left-leaning Georgia Budget and Policy Institute.) Deal is reducing the austerity cut to education for the first time for the coming school year to about $746 million after five years in which the cut topped $1 billion a year.\nOn Question 2: We asked Ryan Mahoney, spokesman for the Georgia Republican Party, for evidence of the accuracy of the claim that all other state agencies had budget cuts each year in Deal’s tenure. He referred us to MacCartney.\nMacCartney confirmed what our research showed: It’s an overreach to say all other departments had budget cuts each year.\n\"Most state agencies did receive cuts in their budgets,\" MacCartney said. \"Of course, we had a few exceptions due to federal entitlement programs that we could not go below a federal MOE (memorandum of understanding or agreement).\"\nShe went on to explain that there were other reasons why some agencies’ budgets weren’t cut. For example, the state has a constitutional requirement to fund debt service and always funds its pensions. The state also required fewer cuts of the state Department of Corrections, MacCartney said.\nIn our research, we found more than two dozen state agencies that saw budget increases in one or more years in Deal’s tenure, including the Department of Corrections, which saw its budget grow by $186 million.\nIn summary, the state Republican Party is correct to say Deal increased spending for education every year since taking office. But it’s also important to know that while austerity cuts to schools are being reduced in the coming year by Deal, they still persist.\nIt was a huge overreach to say that the state Department of Education was uniquely spared from budget cuts in Deal’s tenure. Other agencies also saw increases, so that part of the statement is incorrect.\nOverall, there is some truth to the statement, but it needs a lot of context to be fully understood.\nWe rate the GOP statement as Mostly False.", "vclaim_id": "vclaim-pol-07715"}