{"url": "/factchecks/2011/jun/28/will-weatherford/weatherford-denies-30-million-pot-exists-redistric/", "speaker": "Will Weatherford", "vclaim": "\"There is no $30 million pot of money\" for redistricting issues, including defending redistricting lawsuits. \"Your tax dollars are not being spent on anything like that.\"", "truth_label": "false", "date": "stated on June 22, 2011 in a redistricting meeting in Panama City:", "title": "Weatherford denies $30 million pot exists for redistricting", "text": "Redistricting will be a messy battle in 2012. And that means legislators need money to protect their turf. But how much have they set aside to wage the war?\n\nThe Orlando Sentinel has reported that the House set aside $30 million that can be used for redistricting and to fight potential lawsuits. But state Rep. Will Weatherford, the House redistricting chairman and a Republican from Wesley Chapel, rejected that claim while speaking at a public legislative redistricting meeting in Panama City.\n\n\"There is no $30 million pot of money. That doesn't exist,\" Weatherford, the House speaker designate, told the June 22, 2011, audience. \"Your tax dollars are not being spent on anything like that. There is no large pot of money out there that is fighting anything.\"\n\nSeveral readers saw the Sentinel's reporting and the response from Weatherford and asked us to look into it.\n\nFirst, a quick primer on redistricting.\n\nEvery 10 years -- two years after U.S. Census figures are compiled -- state lawmakers redraw state and congressional legislative districts. The objective is to adjust district sizes to reflect changes in the population. The task seems simple enough: to logically divide Florida's 18.8 million residents into 120 House districts, 40 Senate districts and 27 congressional districts. But the process is never without accusations of \"gerrymandering\" often brought up against the party in power.\n\nThis round of redistricting, however, could be even more contentious because of two constitutional amendments approved by voters in 2010 that require districts to be drawn in a way that doesn't favor incumbents or political parties or interfere with minority representation. Some lawmakers say the amendments are vaguely worded and are open to interpretation, meaning that any redrawing of district lines will be open to a legal challenge.\n\nExpecting lawsuits, legislators have been storing away discretionary tax dollars to fight potential legal challenges.\n\nThe Sentinel's Aaron Deslatte has been writing about the Legislature's plans and is the source for the $30 million figure. Specifically, Deslatte identified two House discretionary funds -- one with $8.49 million available and another with about $23 million available. (The Senate has set aside about $9 million, according to multiple reports).\n\nDeslatte asked House Speaker Dean Cannon, R-Winter Park, about the funds in May, and reported that the reserves had been allowed to accumulate in part because the chamber would need money — millions of dollars — to pay for the redistricting fight. \"The problem with redistricting every decade is it's unpredictable. The litigation this year is likely to be more broad and complex than it has been in past decades,\" Cannon said.\n\nThrough June, the House had spent $945,843 on law firms associated with redistricting, Deslatte reported.\n\nYet, despite the Sentinel stories, and quote from Cannon -- Weatherford is now challenging the dollar figure.\n\nWhy?\n\nWeatherford told us that the problem is suggesting those moneys are specifically earmarked for redistricting.\n\n\"Those resources are in two different areas, they are not earmarked for redistricting purposes,\" he said. \"Will those pots be utilized for redistricting costs? I believe they will, but that's not the only thing they will be for.\"\n\nWeatherford's right that neither fund has shiny, bold-faced type linking it to redistricting. The funds are called \"Legislative Carry Forward\" and \"House Discretionary Budget.\" But we believe he's also underplaying their intent.\n\n• Of the $8.49 million in the \"Legislative Carry Forward\" fund, about $571,000 has been spent -- including $18,932 for the redistricting committee. The fund includes small allotments for House members, but the biggest chunk of the money -- nearly $8 million -- is available in a \"General House\" fund that is available to be used on redistricting. (The redistricting committee has no specific allotment.)\n\n• Of the $23 million in the \"House Discretionary Budget\", about $700,000 has been spent so far on house reapportionment, and most of the money is not allocated for any specific use.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFair Districts Florida\n\n\nstated on June 23, 2010 in on the Fair Districts Florida website\n\n\n\n\n\n\n\n\n\"In the last 6 years, there have been 420 elections for State Senator and State Representative. Only three incumbents have been defeated!\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Cristina Silva • June 24, 2010\n\n\n\n\n\n\n\n\nCannon himself admits that the funds were bolstered in order to fend off redistricting challenges.\n\nWhich makes Weatherford's other claim that \"your tax dollars are not being spent on anything like that\" -- simply not true. (Weatherford told us he wasn't trying to suggest that there are zero dollars for redistricting.)\n\nPart of the problem in examining this claim is that the Sentinel's stories got somewhat lost in translation. The Sentinel never said there was a bank vault filled with money sealed behind a door with \"Redistricting Only\" written on it. But Weatherford, in responding to allegations, was able to suggest as much.\n\nAnd that's what makes his claim -- at least part of it -- credible. There is, in fact, no $30 million pot of money for redistricting in the House. There are two pots of money available for lots of things, but the House speaker said the money predominantly is available to fight potential redistricting lawsuits. That admission, which is not in dispute, defies Weatherford's other point, that \"your tax dollars are not being spent on anything like that\" -- referring to redistricting lawsuits. The Legislature is planning on doing exactly that. There's too much about this claim that is missing. We rate it False.", "vclaim_id": "vclaim-pol-12839"}