{"url": "/factchecks/2012/feb/26/kathleen-vinehout/dem-candidate-wisconsin-governor-says-85-percent-n/", "speaker": "Kathleen Vinehout", "vclaim": "Says 21,000 Wisconsin residents got jobs in 2011, but \"18,000 of them\" were in other states.", "truth_label": "false", "date": "stated on February 15, 2012 in remarks:", "title": "Dem candidate for Wisconsin governor says 85 percent of newly employed Wisconsin residents got jobs in other states", "text": "A week after announcing she would run against Wisconsin Gov. Scott Walker in a recall election, state Sen. Kathleen Vinehout, D-Alma, claimed that most of Wisconsin’s job growth under the Republican governor has occurred in other states.\n\nHuh?\n\n\"Did you know that the governors of our surrounding states have done a much better job of creating jobs for Wisconsinites than the governor himself?\" Vinehout told a group of Democrats on Feb. 15, 2012.\n\n\"I did a little bit of math and I compared December (2010) to December (2011) -- 21,000 new jobs were created, 18,000 of them were from the governors of other states.\"\n\nHmmm.\n\nThat would mean 85 percent of newly employed Wisconsin residents stayed in Wisconsin, but got jobs in other states.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n \nChecking the evidence\n\nWe asked Vinehout campaign spokeswoman Jamie Rebman for backup. She provided a January 2012 news release from the state Department of Workforce Development.\n\nCiting two figures in the release, Rebman said that between December 2010 and December 2011, 21,400 more Wisconsin residents were working, but only 3,200 more jobs had been added in the state.\n\nUsing simple subtraction, she said, that means some 18,000 newly employed Wisconsinites got their jobs in other states.\n\nBut the two figures Rebman cited come from different data sets, making them an apples-to-oranges comparison. What’s more, the news release doesn’t reference out-of-state jobs at all.\n\nWe tried to follow up with Rebman, but instead got a call back from Doug Kane, who said he was with Vinehout’s campaign and was calling to answer our questions. He reiterated that he believed Vinehout’s math was accurate. We then asked Kane about his role with the campaign and he said he is a volunteer, but has a Ph.D. in economics, does some consulting -- and is Vinehout’s husband.\n\nKane is also a former Democratic state representative from Illinois who later did some tax policy consulting for then-Illinois Gov. Rod Blagojevich.\n\nAsking the experts\n\nKane didn’t offer any additional evidence, so we went to the experts -- the state Department of Workforce Development, which issued the news release Vinehout relies on, and the U.S. Bureau of Labor Statistics. The bureau is the agency that actually produces the employment numbers.\n\nBoth agencies confirmed that 21,000 more Wisconsin residents were employed in December 2011 compared with a year earlier, and that Wisconsin saw a  net increase of 3,000 jobs during that time.\n\nBut they also said Vinehout’s deduction, that 18,000 of the newly employed Wisconsin residents got jobs out of state, is wrong chiefly because it mixes two numbers that measure different things and are collected differently.\n\n1. The 21,000 more Wisconsin residents employed figure is derived from a wide survey of households that generates the unemployment rate that is frequently reported in the news. The survey covers people in all job categories, including agriculture, the self-employed and people who work more than 15 hours in a week in family-run businesses but don’t get paid.\n\nBut the survey does not determine how many of the 21,000 got jobs in Wisconsin or in other states.\n\n2. The 3,000 new jobs in Wisconsin figure is based on a survey of employers in Wisconsin -- and it is narrower, in that it does not include farms, the self-employed or certain family-run businesses.\n\nThe survey does not determine how many of the employers’ workers live in Wisconsin or in other states.\n\nIn short, the two figures are apples and oranges -- you can’t simply subtract the smaller number from the larger to determine the number of newly employed Wisconsin residents who got jobs out of the state.\n\n\"It’s a logical conclusion people make; unfortunately, it’s an erroneous assumption to make,\" said Nelse Grundvig, a Department of Workforce Development official.\n\nSimilar miscalculations\n\nWhen it comes to confusing jobs numbers, we’re in familiar territory.\n\nState Sen. Mark Miller, D-Monona, earned a False when he misused federal figures in a claim about how many jobs have been lost under Walker. And we gave the Republican Party of Wisconsin a False for misusing two sets of numbers to claim that over half of the U.S. job growth in June 2011 came from Wisconsin.\n\nBefore we close, do we have any idea how much border hopping goes on each workday?\n\nThe Department of Workforce Development says the most recent figures -- reported by the Census Bureau and based on various sets of data -- show that in 2009, 2.53 million people lived and worked in Wisconsin; nearly 132,000 lived in Wisconsin and worked out of state; and more than 70,000 people in other states held jobs in Wisconsin.  \n\nBut those numbers are from yet another type of survey and from a different period than the one Vinehout addressed in her comments. She as much as conceded her error by removing from her campaign web site a statement that made the same claim she did to the group of Democrats.\n\nOur rating\n\nVinehout said she \"did a little bit of math\" with employment figures and found that 21,000 more Wisconsin residents were working at the end of 2011 than were a year earlier, but that 18,000 of the jobs were in other states.\n\nGovernment experts who compiled the figures said Vinehout is wrong because the numbers she put into her equation aren’t compatible. They said there’s no way to know how many of the 21,000 people got jobs in Wisconsin or in other states.\n\nWe rate Vinehout’s statement False.", "vclaim_id": "vclaim-pol-11545"}