{"url": "/factchecks/2019/jun/19/viral-image/no-evidence-obama-said-if-we-dont-do-something-abo/", "speaker": "Viral image", "vclaim": "\"Barack Obama said, ‘If we don’t do something about this president, I will’ at DNC fundraiser last night.\"", "truth_label": "false", "date": "stated on June 12, 2019 in a Facebook post:", "title": "No evidence Obama said, “If we don’t do something about this president, I will”", "text": "A June 12 Facebook post claims that former president Barack Obama led a charge against current president Donald Trump at a Democratic National Committee fundraiser the previous evening.\n\"Barack Obama said, ‘If we don’t do something about this president, I will.’ at DNC fundraiser last night,\" the oddly-punctuated and curiously-worded post says.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And we couldn’t find any evidence that the post includes accurate information.\nThe Democratic National Committee did not immediately respond to an email asking about the post. But the claim is an old one, dating back to June 2018, after Obama spoke at a DNC fundraiser in Beverly Hills, Calif., delivering what Politico then reported were his first public comments in months.\n\"Obama stuck to his routine of never saying President Donald Trump’s name in public, but he spoke at length about what his problems are with the Trump presidency — and why he thinks Democrats would be foolish to believe that they’re in good shape to beat him (in 2020) just because they’ve been doing well in winning recent elections,\" the June 29 article says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nDNC chairman Tom Perez introduced Obama by urging the crowd to \"give it up for the real president of the United States,\" but the story includes no mention of the statement the Facebook post attributes to Obama, or anything like it. Rather, he encouraged them to vote.\n\"Former President Barack Obama tries to mobilize Democrats at fundraiser event,\" reads the headline of a Time article after the speech.\nSearching the Nexis news database for the statement in the Facebook post and Obama’s name, we found no results. We also didn’t find the statement attributed to someone else in news articles.\nA more recent DNC fundraiser in Atlanta on June 6 featured presidential candidates Joe Biden and Beto O’Rourke, but news stories didn’t mention Obama. Because, it seems, he wasn’t there.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-00521"}