{"url": "/factchecks/2015/apr/06/randy-forbes/forbes-says-us-among-few-nations-without-offical-l/", "speaker": "Randy Forbes", "vclaim": "\"Did you know that the U.S. is one of the very few nations in the world without an official language?\"", "truth_label": "true", "date": "stated on March 16, 2015 in a blog.:", "title": "Forbes says U.S. among few nations without an offical language", "text": "What’s the official language of the United States?\nIf you said English, you haven’t read U.S. Rep. Randy Forbes’ blog lately.\n\"Did you know that the U.S. is one of the very few nations in the world without an official language?\" Forbes, R-4th, wrote.\nWe put the congressman’s claim to the test.\nForbes’ office referred us to the CIA, which publishes \"The World Factbook,\" a website of data on 240 nations, territories and regions. Among other things, it lists the languages spoken in each of the places and whether its government has sanctioned an official tongue. The CIA says that while 82 percent of people in the U.S. usually speak in English, our nation \"has no official language.\"\nForbes wants to change that. He’s among 31 cosponsors of a bill that would declare English the official language of the U.S. and require the federal government to transact just about all of its activities in English. Similar legislation has died in Congress in recent years.\nThe practical effects of the legislation may be slim. We asked a representative of U.S. English, a group lobbying for an official language, how the bill would change the way government now operates. Matthew Shuman, the group’s manager of government relations, was hard pressed to come up with concrete examples. He said the bill would generally ease pressure on agencies to voluntarily help non-English speakers and that, in return, would improve efficiency.\nMany supporters find high symbolic value in the legislation. Efforts in recent decades to establish official English are tied to concerns about growing levels of immigration into the U.S., according to a 2010 report by the Congressional Research Service. Forbes, a critic of President Barack Obama’s immigration policies, blogged, \"As a nation of immigrants created by a common thread of language, it is important that we protect the unity that the English language affords us.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOpponents say the official English movement stigmatizes of people who are legally present in the U.S. but do not speak English in their homes.\nWhile the U.S. doesn’t have a sanctioned language, 31 states -- including Virginia -- have laws establishing English their official tongue.\nVirginia’s law, passed in 1996, says \"no state agency or local government shall be required to provide...any documents, information, literature or any other written materials in any language other than English.\"\nThere’s one piece of work left here. Forbes’ statement also says the U.S. is among few nations with no official language. So we need to spin the globe.\nThere are 196 nations, according to infoplease.com, an online almanac. The CIA lists no official language for 14 of them. Aside from the U.S., they are American Samoa, Australia, the Czech Republic, Denmark, Holy See, Iceland, Jamaica, Japan, North Korea, South Korea, Mexico, San Marino and the United Kingdom.\nOur ruling\n\"Did you know that the U.S. is one of the very few nations in the world without an official language?\" Forbes wrote.\nYou certainly do now.\nWe rate his statement True.", "vclaim_id": "vclaim-pol-06555"}