{"url": "/factchecks/2018/sep/10/blog-posting/miami-dolphins-hasnt-fired-national-anthem-kneeler/", "speaker": "Bloggers", "vclaim": "\"Miami Dolphins fire 2 kneeling players before pre-season kickoff.\"", "truth_label": "pants-fire", "date": "stated on September 1, 2018 in in a blog post:", "title": "Miami Dolphins hasn’t fired national anthem kneelers", "text": "The Miami Dolphins team doesn’t have players named Horace Black or Manfred Brown on its roster.\nAnd the team didn’t fire these nonexistent athletes for kneeling during the national anthem like a fictitious story on social media claims.\nThe article was published on us24.online with the headline \"BREAKING: Miami Dolphins fire 2 kneeling players before pre-season kickoff.\" The text was copied from one of America’s Last Line of Defense websites, which are among the biggest sources of false news online.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its newsfeed. (Read more about our partnership with Facebook.)\nAmerica’s Last Line of Defense self-identifies as a satire site. The original article’s first link goes to a photo with text that says, \"This is not real.\" That story was filed under the category \"Snopes is going to love this ‘satire.’\" Us24.online did not include a disclaimer on its home page or on the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nAs the NFL season kicks off, false news stories are circulating on social media related to the ongoing controversy of players protesting during the playing of the national anthem. We’ve recently fact-checked two other stories that originated on America’s Last Line of Defense websites. We rated both Pants on Fire.\nIn 2016, Colin Kaepernick, then a San Francisco 49ers quarterback, started kneeling during the national anthem before games to protest the treatment of people of color in the United States.\n\n\"I am not going to stand up to show pride in a flag for a country that oppresses black people and people of color,\" Kaepernick told NFL Media in 2016. \"To me, this is bigger than football and it would be selfish on my part to look the other way. There are bodies in the street and people getting paid leave and getting away with murder.\"\nThe Miami Dolphins considered penalizing or firing players who kneeled during the anthem this summer.  Shortly after the Associated Press reported on the potential penalties, the NFL and the NFL Players Association announced they would not be issuing or enforcing new rules related to the anthem.\nThe NFL is not expected to implement a new national anthem policy this season.\nWhile several Miami Dolphins have knelt during preseason games this year, none of them share the names of the players in the article, and no one was fired or penalized. Miami Dolphins wide receivers Kenny Stills and Albert Wilson knelt during the national anthem during the Sept. 9 season opener against the Tennessee Titans, eight days after the article's claim was made. They have not been penalized as of deadline for this story.\nWe rate this claim Pants on Fire.\n Share the Facts 2018-09-10 17:26:04 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Miami Dolphins fire 2 kneeling players before pre-season kickoff.\"    us24.online Bloggers https://us24.online/2018/09/01/breaking-miami-dolphins-fire-2-kneeling-players-before-pre-season-kickoff/   in a blog post Saturday, September 1, 2018 2018-09-01    Read More  info", "vclaim_id": "vclaim-pol-01638"}