{"url": "/factchecks/2016/aug/19/scott-rigell/rep-scott-rigell-331-billion-rio-olympic-gold-meda/", "speaker": "Scott Rigell", "vclaim": "\"At $587 apiece, USA would need to bring home about 33.1 BILLION gold medals to pay off our national debt.\"", "truth_label": "mostly-true", "date": "stated on August 9, 2016 in a Facebook post:", "title": "Rep. Scott Rigell: 33.1 billion Rio Olympic gold medals would pay off U.S. national debt", "text": "U.S. Rep. Scott Rigell says paying off the national debt would require an Olympic feat.\n\"Here’s something to think about while rooting on our U.S. Olympians: At $587 apiece, USA would need to bring home about 33.1 BILLION gold medals to pay off our national debt,\" Rigell, R-2nd, says on his congressional Facebook page.\nWe asked Rigell’s office where he got the figures for his claim that billions of medals would be needed to erase the U.S. debt.\nKaylin Minton, Rigell’s director of communications, pointed us to a July 31 article from CNN that said the value of the gold medal is $587. We found another estimate from Forbes magazine that said the value of the medal was $564. These figures are based on the value of the precious metal used in the top Olympic award.\nThe medals weigh 500 grams - or just more than 1 pound. If that roughly $600 value for a pound of gold seems exceedingly low, there’s a good reason: The gold medal is made mostly of silver.\nBrazil’s federal government website dedicated to the games says the Rio 2016 top medal consists of 494 grams of sterling silver. The remaining 6 grams is made up of 99.9 percent pure gold.\nThe value of a gold medal fluctuates based on the price of precious metals, which change daily.\nWe looked at commodity prices about a week after Rigell’s statement and found the value of the precious metals was closer to $550. But the bottom line is, Rigell’s estimate of the value of a gold medal is about right for the basic smelt value.\nThe figure does not include the $25,000 cash bonus the U.S. Olympic Committee provides to athletes for each gold medal won.\nIt’s also worth noting that if Olympic medals are sold at auction, they could fetch a price well beyond their scrap value.\nMoney magazine recently looked at some past gold medals that have been sold and fetched big bucks. A 1936 gold medal won by track and field star Jesse Owens sold for $1.47 million in 2013, according to the magazine. Another gold medal from an anonymous winner from the 1984 Olympics in Los Angeles sold this year for $41,807.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHolthouse, Carlin, Van Tright LLP, a Los Angeles-based accounting firm, said in a recent post on its website that gold medals on the open market generally fetch around $10,000.\nThe \"intrinsic monetary worth\" of a gold medal - the amount an athlete would report on taxes - is based on the weight of the precious metals, or about $600, the accounting firm said.\nSo how would that translate into paying off the national debt?\nMinton points to the national debt figures from the U.S. Treasury Department, which lists total national debt of $19.4 trillion. If you divide that by $587, it would translate into nearly 33.1 billion gold medals.\nOne final point: The overall debt figure that Minton cites includes all debt, including about $5.4 trillion in intergovernmental debt that the U.S. government owes itself, such as Social Security and Medicare trust funds that are invested in Treasury securities.\nWhen looking at the size of the U.S. debt, some experts prefer tallying just the amount of debt held by the public in Treasury bills, savings bonds and obligations to foreign governments, because that’s the debt the U.S. government owes to outside entities.\nThe publicly held debt comes to $14 trillion. If you were to divide that by the $587 medal value, that would mean it would take about 23.9 billion medals to equal the value of the U.S. debt held by the public. That’s not as high as Rigell says, but it’s still a massive number.\nOur ruling\nRigell stated, \"At $587 apiece, USA would need to bring home about 33.1 BILLION gold medals to pay off our national debt.\"\nThe value of the award shifts based on the fluctuating price of the precious metals it contains. That said, the basic value of the gold medal that Rigell cites is a reasonable estimate. And that $587 cost would translate into billions of medals being needed to equal the size of the total national debt.\nBut his statement benefits from some clarity. If you were to take into account a higher payday that an athlete could get by selling their gold medal on the open market, that amount could go well beyond the basic precious metal value of the award. That, in turn, would lower drastically the amount of medals it would take to pay off the debt.\nWe rate his statement Mostly True.\nhttps://www.sharethefacts.co/share/beb7e209-818a-40a7-a9ec-b19feb5c94e4", "vclaim_id": "vclaim-pol-04444"}