{"url": "/factchecks/2012/jun/07/jim-renacci/jim-renacci-says-betty-sutton-has-never-held-town-/", "speaker": "Jim Renacci", "vclaim": "\"There is no record of congresswoman Betty Sutton ... ever holding a single in-person town hall meeting open to the general public.\"", "truth_label": "false", "date": "stated on May 31, 2012 in a news release:", "title": "Jim Renacci says Betty Sutton has never held a town hall meeting with constituents", "text": "Since becoming a member of Congress last year, Rep. Jim Renacci has held numerous \"town hall\" style public meetings, even though he recognizes that hostile political entities are videotaping all his remarks in hopes that he’ll make a gaffe they can exploit.\n\nA redistricting plan that eliminated two of Ohio’s congressional seats put Renacci, a Republican from Wadsworth, into the same congressional district as Rep. Betty Sutton, a Democratic from Copley Township,  prompting a November face-off. The upcoming contest has made both Renacci and Sutton top political targets.\n\nIn a news release announcing Renacci will hold a town hall meeting for Rocky River on June 14, Renacci’s re-election campaign chided Sutton for not holding such meetings herself, and claimed it was part of a \"disappearing act.\"\n\n\"In a stunning and stark contrast, there is no record of Congresswoman Betty  Sutton, who has been in office for the better part of a decade, ever holding a single in-person town hall meeting open to the general public - and she certainly has never done so while running to represent the 16th District,\" the news release said.\n\nHas Sutton really never held open meetings with constituents? PolitiFact Ohio decided to check out the claim, particularly since it has seen news releases about town hall meetings that Sutton had scheduled during her three terms in office. For example, a 2007 release that’s still available online announced events in Akron and Elyria.\n\n\"Sutton will open the event with brief remarks, introduce her district staff, and spend the majority of the event responding to questions,\" the news release said. \" Those interested in attending and/or submitting a question for the Q & A period should RSVP to the email address below or contact either of Sutton's district offices in Lorain or Summit County.\"\n\nThe Plain Dealer also published at least one article that mentioned Sutton conducting a town hall meeting. That meeting occurred in July 2009. At that time of the August 2009 article -  when opponents of proposed health care reform legislation were disrupting congressional meetings around the country - Sutton told The Plain Dealer that many of her constituents said they didn’t want to attend such a meeting because \"they would fear for their safety.\"\n\nAfterwards, she announced that she’d hold a constituent meeting on the subject by teleconference, and invited callers to dial-in.\n\nIn light of that evidence, PolitiFact Ohio asked Renacci’s campaign for the basis of its claim that there’s no record of Sutton ever holding a single in-person town hall meeting open to the general public.\n\nSpokesman James Slepian responded that the campaign is certain that Sutton has not conducted such a town hall meeting since she announced her run against Renacci last year. He said Sutton had announced she’d hold a semi-public June 3 event in Renacci’s hometown  -  Wadsworth -  but canceled it.\n\nAn email to The Plain Dealer about the Wadsworth event indicated it was not a town hall meeting, but a fundraiser that a local Democratic party group had scheduled at a restaurant near Renacci’s campaign headquarters. The fundraiser was cancelled because of a scheduling conflict.\n\nSlepian said the campaign was \"unable to find a clear record of her holding such an event at any other time during her career in Congress. And by clear record, I mean some record detailing when and where the town hall occurred, was it open to the public, did Sutton field questions from the audience (all the same information that is readily available about the town halls that Mr. Renacci holds regularly).\" Slepian accused Sutton of repeatedly announcing town hall meetings and then cancelling them, citing as evidence August 2009 posts from conservative and Tea Party websites that expressed disappointment that Sutton opted to hold a teleconference phone call with constituents about the health care bill instead of in-person meetings.\n\nSlepian said the news release that announced the Sutton’s 2007 event did not constitute \"proof\" that it occurred, and he could find \"no record\" that the July 2009 town hall meeting referenced in the August 2009 The Plain Dealer article had actually happened.\n\n\"In addition to the clear differences in their respective voting records, another glaring difference between Jim Renacci and Betty Sutton is that while Jim Renacci believes he owes it to the voters to answer them regularly and in person as their voice in Washington, Betty Sutton feels no such obligation to the people of Northeast Ohio,\" Slepian said in an email.\n\nSutton spokesman Anthony DeAngelo said Sutton has recently conducted seniors listening tour events, which are open to the public, and where constituents can ask Sutton questions and offer comments.\n\n\"That’s what a ‘town hall’ is,\" DeAngelo said.\n\nAn article on the North Royalton Post website chronicled much of what Sutton said at an April 2 \"listening tour\" event that Sutton held at the North Royalton branch of the Cuyahoga County Public Library. The article, accompanied by photos from the event, said it was attended by \"less than a handful of seniors.\"\n\nTo Renacci’s credit, he has held regular town hall meetings with constituents even as hostile videographers have doggedly recorded them. And his staff could have argued that they think he meets with constituents more often or that Sutton does not hold town hall meetings often enough.\n\nBut his claim that \"there is no record\" of Sutton \"ever holding a single in-person town hall meeting open to the general public\" does not stand up to scrutiny.\n\nNews releases that have announced such events and newspaper articles about those events provide sufficient evidence that they occurred.\n\nOn the Truth-O-Meter, Renacci’s claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 15, 2010 in an op-ed in the Detroit News\n\n\n\n\n\n\n\n\n\"Since February 2009, our economy has lost roughly 3 million private sector jobs while the federal government has grown by more than 400,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 15, 2010", "vclaim_id": "vclaim-pol-10970"}