{"url": "/factchecks/2017/apr/18/now8newscom/fake-news-story-says-united-flight-attendant-slapp/", "speaker": "Now8News.com", "vclaim": "\"United Airlines flight attendant slaps crying baby during flight.\"", "truth_label": "pants-fire", "date": "stated on April 10, 2017 in a headline:", "title": "Fake news story says United flight attendant slapped baby during flight from Chicago", "text": "A fake news website targeted United Airlines over recent bad publicity by concocting a bogus story that said a member of the flight crew abused an infant.\n\"United Airlines flight attendant slaps crying baby during flight,\" read the headline on an April 10, 2017, post on Now8News.com, a known fake news site. Facebook users flagged the story as being possibly false, as part of the social media site’s efforts to curb fake news.\nThe post, which is fake, said the flight attendant on a flight from New York to Chicago had asked the parents of a 7-month-old boy several times to \"quiet that annoying a-- baby down.\"\nAfter four attempts, the attendant reportedly grabbed the child from its mother’s arms and slapped him in the face. The crew member had to be restrained and the plane made an emergency landing in Missouri.\nIf the date on the story sounds familiar, it’s the same day a doctor named David Dao was forcibly removed from a United flight for not giving up his seat to help transport United employees from Chicago to Louisville, Ky. The story ignited a firestorm of backlash on social media and beyond.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSince March, the airline has had a run of events that have cast it in a bad light. There was a furor over two teens denied a flight because they were wearing leggings. After the Dao incident, a scorpion stung a passenger on a flight from Houston to Calgary, Canada. Most recently, a couple from Salt Lake City alleged they were kicked off a plane for no justifiable reason on their way to a Costa Rican wedding and honeymoon.\nThe fictional post on Now8News.com no doubt was timed to capitalize on Dao’s removal, laying blame on United for yet another PR disaster — but this one never happened. Now8News.com is a fake site designed to resemble a legitimate TV station’s website.\nThere’s no indication on Now8News.com that it posts fabricated content, although its Facebook page notes that it publishes \"what the Main Stream Media won't tell you, and a little BS too.\"\nPunditFact has written about the site before, when it posted a fake story that said a Black Lives Matter supporter had killed 19 white women and hidden their mutilated bodies in a freezer.\nThis made-up story looked to draw in readers by piling on a controversial incident on a United flight. Readers no doubt would be fooled into thinking this was real, too.\nWe rate it Pants On Fire!\n Share the Facts 2017-04-18 18:56:41 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"United Airlines flight attendant slaps crying baby during flight.\"    Now8News.com fake news website   in a headline Monday, April 10, 2017 2017-04-10    Read More  info", "vclaim_id": "vclaim-pol-03416"}