{"url": "/factchecks/2010/sep/21/alex-sink/alex-sink-florida-spends-300-million-students-held/", "speaker": "Alex Sink", "vclaim": "\"Florida spends more than $300 million a year just on children repeating pre-K through 3rd grade.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2010 in figures cites on campaign website:", "title": "Alex Sink: Florida spends $300 million on remedial pre-K through third grade students", "text": "With Miami-Dade College and the New World School of the Arts as her backdrop, Alex Sink, Democratic candidate for governor, unveiled her education platform to supporters on Sept. 1, 2010.\n\nHer plans call for creating a statewide data system for tracing students at risk of dropping out and grading schools based on student progress throughout the school year, not solely on the current standard of Florida Comprehensive Assessment Test scores.\n\n\"If we don't have a firm education system, I'm not going to be able to take Florida where we need to go,\" Sink said in an interview with the Times/Herald prior to the campaign event.\n\nSink also proposes creating a uniform pre-K curriculum and ensuring that every pre-K classroom is equipped with a teacher who has earned a bachelor's degree. Improving early education would help eliminate costs associated with students being held back, Sink contends.\n\n\"Florida spends more than $300 million a year just on children repeating pre-K through 3rd grade,’’ Sink says on her campaign website.\n\nWe decided to look further into Sink’s claim. Is Florida in fact spending $300 million to educate children who had to repeat at least one of those grades?\n\nSink campaign spokeswoman Kyra Jennings said the $300 million figure was arrived at by multiplying the number that Florida spends per public school student ($7,000) by the approximate number of students from pre-K through third grade who were held back a grade.\n\nThe $7,000 in spending is actually $6,871 according to figures provided by the Department of Education.\n\nThe campaign referred us to a February 2009 Florida Department of Education report that indicates nearly 43,000 public school students between kindergarten and third grade were held back during the 2007-08 school year. (The exact figure, according to the report was 42,885 students.)\n\nUsing the multiplication essentials we learned in third grade, we were able to verify that Sink’s numbers did round up to the figure she cited on her website. (42,855 X $6,871 = $294,456,705)\n\nHowever, a more recent March 2010 report, provided by the Department of Education, shows a slight decrease in the number of students not promoted a grade level during the 2008-09 school year. Last year, 39,469 students in kindergarten through third grade were held back.\n\nUsing the more current figure, the state spent close to $271 million on remediation of those students last school year. (39,469 x $6,871 = $271,191,499).\n\nWhy are there so many elementary school students being held back each year? An analysis from the DOE points to \"state laws requiring mandatory retention of third grade students who are not reading at grade level by the end of the school year.\"\n\nStill, it’s important to note that the number of students held back a year has started to drop since the 2005-2006 school year and the figures are in the third page of DOE’s report. If that trend continues, the state will continue to spend less on remedial education.\n\nSo back to the claim. Does Florida spend $300 million on remedial education for students held back between pre-K through third grade. The report Sink’s campaign cited was not the most recent, therefore their numbers are off by a couple of million. But, with the state spending close to $271 million in education for those children held back, we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14389"}