{"url": "/factchecks/2014/mar/20/now-or-never-pac/ad-attacking-texas-rep-ralph-hall-age-gets-histori/", "speaker": "Now or Never PAC", "vclaim": "Says Ralph Hall is \"the oldest member in Congress ever.\"", "truth_label": "false", "date": "stated on March 20, 2014 in a campaign ad:", "title": "Ad attacking Texas Rep. Ralph Hall for age gets a historical fact wrong", "text": "A low-profile PAC has produced an ad attacking Rep. Ralph Hall, R-Texas, a 17-term House member who is facing a tough primary runoff against former U.S. attorney John Ratcliffe.\nThe ad’s sponsor -- the Now or Never PAC -- is going for the jugular by attacking Hall for his age.\n\"Ralph Hall was first elected to Congress when Jimmy Carter was president,\" the ad says. \"Now he’s 90 -- the oldest member in Congress ever. With Texas families struggling, he isn’t making a difference for us any more. Hall’s a Washington insider who’s voted for wasteful earmarks and to increase the debt ceiling. Times have changed. After 33 years, let’s bring Ralph Hall home.\"\nThe ad is correct that Hall is 90 -- he turns 91 on May 3 -- but we raised our eyebrows at the claim that Hall is \"the oldest member in Congress ever.\"\nIt is correct to say Hall is the oldest serving House member in history. According to the U.S House of Representatives, Hall passed the previous record-holder for oldest serving member in 2012 -- Charles Manly Stedman, who died in office on Sept. 23, 1930.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHowever, as students learn in basic civics class, \"Congress\" refers to the House and the Senate. And the Senate has had four members older than Hall, according to Senate historian Donald Ritchie.\nThey are Carl Hayden, D-Ariz., who was serving at 91; Robert Byrd, D-W.Va., who was serving at 92;  Theodore Francis Green, D-R.I., who was serving at 93; and Strom Thurmond of South Carolina, who was serving as a Republican at 100.\nRitchie noted one difference between the House and Senate: \"House members stand every two years and senators every six, so of all the 90-year-old senators, only Thurmond won re-election in his 90s,\" as Hall is trying to do.\nStill, that’s not what the ad said.\nOur ruling\nThe Now or Never PAC ad said Hall is \"the oldest member in Congress ever.\" That’s not correct -- four members of Congress, all of them senators, have served at a more advanced age than Hall. So we rate the claim False.", "vclaim_id": "vclaim-pol-08105"}