{"url": "/factchecks/2016/jun/22/bernie-sanders/bernie-sanders-right-about-russ-feingolds-campaign/", "speaker": "Bernie Sanders", "vclaim": "Says Russ Feingold’s \"campaign is powered by small-dollar contributions like ours.\"", "truth_label": "mostly-true", "date": "stated on May 26, 2016 in a fundraising letter:", "title": "Is Bernie Sanders right about Russ Feingold's campaign also being 'powered by' small contributions?", "text": "U.S. Sen. Bernie Sanders of Vermont loves to boast about his independence from super PACs and billionaires, saying his campaign relies on the support of small donors. Recently, the Democratic presidential hopeful extended his small donor claim to Russ Feingold.\nSanders sent out a news release May 26, 2016 that said he would be raising money for Feingold, a former U.S. senator who is aiming to unseat Republican incumbent Ron Johnson in a rematch of their 2010 contest. Sanders also sent an email to his national fundraising list.\n\"We are going to have to elect candidates up and down the ballot who recognize that it is too late for establishment politics and economics,\" Sanders wrote. \"Candidates like my friend, former U.S. Sen. Russ Feingold.\"\nSanders continued:\n\"Russ led the fight with me to make the Affordable Care Act much stronger in 2009. He voted against the USA PATRIOT Act and the war in Iraq. He authored and passed landmark campaign finance reform legislation and his campaign is powered by small-dollar contributions like ours.\"\nThat last accolade caught our eyes.\nSanders’s record-breaking level of small-contribution support has been well noted.\nWe wondered if small donors were also \"powering\" Feingold’s campaign.\nSanders’ backup\nTypically, small donors are considered those who give $200 or less over an election cycle. Having a lot of small-dollar contributions can indicate strong grassroots support and an effective online fundraising effort.\nWhen asked to back up the statement, Sanders’ team sent us to a news release issued by Feingold’s campaign in April 2016. At that time, the release said, 30,000 Wisconsinites had contributed to Feingold’s campaign with money coming in from each of the state’s 72 counties. The release also claimed 96 percent of all contributions in the first quarter were $100 or less.\nThe problem for fact-checkers -- it cannot be independently verified.\nPolitiFact National explored the issue when presumptive Democratic presidential nominee Hillary Clinton said \"our campaign depends on small donations for the majority of our support.\"\nHer team provided similar information, saying more than 50 percent of the money raised by the campaign came from \"online grassroots donations,\" with 98 percent smaller than $250.\nUntil an individual donor surpasses $200 in contributions, their funds are unitemized on campaign disclosure reports. So the number of donors who give less than $200 is unknown.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nNumbers reported to the Federal Elections Commission provided weak support for Clinton’s statement, PolitiFact National found. And small donors accounted for less than 20 percent of Clinton’s total donations, according to those figures. The claim was rated Mostly False.\nFEC numbers\nThe Center for Responsive Politics, a nonpartisan campaign finance research group, tracks money given to candidates from individuals and PACs, as well as those self-financing their campaigns and money contributed from other means.\nSanders’ profile on the group’s web site reports that 99 percent of his campaign’s more than $200 million in funds has come from individual contributions (as opposed, for instance, to political action committees). Of that, 62 percent -- or more than $129 million -- was from contributions of $200 or less. The other part comes from large individual contributions of up to $2,700.\nSo what about Sanders’ Wisconsin pal, Feingold?\nAccording to the Center for Responsive Politics, Feingold has raised more than $10 million in the race against Johnson. Like Sanders, an overwhelming amount of his funds, 93 percent, come from individual contributions.\nBut, Feingold has received a larger share of donations from large donors than small ones.\nFeingold received 52 percent of his overall funds from people who gave more than $200. Another 41 percent came from small individual donors. He also received about $600,000 from PAC contributions.\nSo, the majority of Sanders’ funding -- 62 percent -- comes from these small donors while 41 percent of Feingold’s funding came from small donors.\nThe phrase \"powered by,\" of course, is open to some interpretation.\nWe took a look at candidates in other competitive Senate races across the country this election cycle. Most candidates received less than 20 percent of all campaign funds from small donors. Some approached 30 percent -- still far below the proportion of funds Feingold has raised from small donors.\nSo, while Feingold is not above 50 percent -- and does not match Sanders’ level -- we feel like the claim is generally on target.\nIt doesn’t factor into this claim, but as a point of reference, Johnson has raised just less than $12 million. Individuals donated about 80 percent of that money.\nHe has gotten a far greater share of his contributions from big spenders -- those donating between $200 and $2,700 this election cycle. Just 15 percent of his funds come people who donate less than $200, according to the Center for Responsive Politics.\nOur rating\nSanders said in a fundraising letter that Feingold’s \"campaign is powered by small-dollar contributions like ours.\"\nBoth the presidential and congressional hopefuls have received the majority of their support from individual donors. While small donors have played a role in Feingold’s funding, they’re not as integral as Sanders’ small donors.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-04806"}