{"url": "/factchecks/2019/feb/04/west-virginia-democratic-party/has-unemployment-not-fallen-under-gov-jim-justice/", "speaker": "West Virginia Democratic Party", "vclaim": "\"FACT: Unemployment rate has not decreased since @WVGovernor took office.\"", "truth_label": "barely-true", "date": "stated on January 9, 2019 in a tweet:", "title": "Has unemployment not fallen under Gov. Jim Justice?", "text": "Unemployment has fallen across the country in recent years. But the West Virginia Democratic Party said in a recent tweet that it hasn’t fallen on Republican Gov. Jim Justice’s watch.\nIn a Jan. 9 tweet, the state party wrote, \"FACT: Unemployment rate has not decreased since @WVGovernor took office. #wvpol #WVSOTS19\"\nFACT: Unemployment rate has not decreased since @WVGovernor took office. #wvpol #WVSOTS19— WV Democratic Party (@wvdemocrats) January 10, 2019\n\nIs that correct? We decided to check it out. (We reached out to a party representative but did not receive a response.)\nJustice, elected as a Democrat in 2016, took office on Jan. 16, 2017. That month, the unemployment rate in West Virginia was 5.3 percent.\nJustice became a Republican on Aug. 3, 2017. That month, the state unemployment rate stood at 5.2 percent.\nAnd today? In the most recent month available, December 2018, the unemployment rate in West Virginia was 5.1 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIs that a dramatic drop? No. But unlike what the tweet says, it is a decline.\n\nIt’s worth noting a limitation in the data, said Brian Lego, a research assistant professor at West Virginia University. Because West Virginia’s population is small, he said, the margin of error for the survey used to track the unemployment rate is big enough to produce uncertainty about small changes in the data, like those seen during Justice’s tenure.\n\"The change is statistically insignificant,\" Lego said.\nHe added that regular revisions by the Bureau of Labor Statistics, which collects the data, could produce small changes that affect the comparison.\nOur ruling\nThe West Virginia Democratic Party tweeted, \"FACT: Unemployment rate has not decreased since @WVGovernor took office.\"\nThe state unemployment rate did, in fact, decline from 5.3 percent to 5.1 percent on Justice’s watch. That said, it was an exceedingly narrow decline -- in fact, economists say that the margin of error for the survey in question leaves in doubt how big the decline was.\nWe rate the statement Mostly False.\n Share the Facts 2019-02-04 22:12:22 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"FACT: Unemployment rate has not decreased since @WVGovernor took office.\"    West Virginia Democratic Party state party organization https://twitter.com/wvdemocrats/status/1083160158665089025   a tweet Wednesday, January 9, 2019 2019-01-09    Read More  info", "vclaim_id": "vclaim-pol-01060"}