{"url": "/factchecks/2017/dec/06/gordon-hintz/recidivism-rate-wisconsins-lincoln-hills-youth-pri/", "speaker": "Gordon Hintz", "vclaim": "Wisconsin's Lincoln Hills youth prison has a \"66 percent recidivism rate,\" while \"states like Missouri, that have more of a regional model -- 8 percent.\"", "truth_label": "barely-true", "date": "stated on November 21, 2017 in an interview:", "title": "Recidivism rate at Wisconsin's Lincoln Hills youth prison for males is 66%, Missouri's is only 8%?", "text": "For two years, Wisconsin’s youth prison for males has been under an FBI-led criminal investigation into allegations of prisoner abuse, child neglect, sexual assault, intimidation of witnesses and victims, strangulation and tampering with public records.\nShould the facility, Lincoln Hills School, be shut down?\nThat question was posed to Wisconsin Assembly Minority Leader Gordon Hintz in an interview on Nov. 21, 2017, the day after the Oshkosh Democrat toured Lincoln Hills. Responding to Wisconsin Eye TV host Steven Walters, Hintz said an alternative would have to be developed first. Then he made a statement that seemed to indict the facility, saying:\nWe have a 66 percent recidivism rate for the kids there, in the three years after they get out. States like Missouri, that have more of a regional model -- 8 percent.\"\nSo, 66 percent of Lincoln Hills inmates commit new offenses within three years of being released?\nAnd that’s eight times higher than in states such as Missouri, which has been held up as a potential model for Wisconsin?\nWe’ll see that, as national experts have stated, comparing states on juvenile recidivism is not easily done.\nThe trouble at Lincoln Hills\nLincoln Hills generally holds inmates as young as 13 and as old as 25, with most inmates in their mid-to late-teens; some adults are being held for crimes they committed as juveniles. Incarcerating an inmate there costs more than $100,000 a year.\nGroups such as Youth Justice Milwaukee, which is calling for Wisconsin’s youth prisons to be closed, argue that conditions at Lincoln Hills can lead to higher recidivism -- inmates committing new offenses after they’re released. Milwaukee County Executive Chris Abele has gone even further than Hintz, saying 75 percent of Lincoln Hills inmates fall back into criminal activity.\nMeanwhile, Missouri -- when facing problems similar to those at Lincoln Hills, such as fights between inmates, long stints in solitary confinement and injuries inflicted by guards -- replaced large institutions with small facilities, closer to young offenders' homes.\nBut the contrast in recidivism between the two states is not how Hintz portrays it.\nHintz’s partially accurate evidence\nTo back Hintz’s claim, his office cited a January 2017 report by the nonpartisan Wisconsin  Legislative Fiscal Bureau. It says that according to the latest available data, Lincoln Hills has a three-year recidivism rate of 63 percent. That is, 278 juveniles were released from Lincoln Hills in 2011 and 63 percent returned to either a juvenile correctional facility or an adult prison, or were placed on probation for a new offense, by 2014.\nSo, Hintz’s claim of a 66 percent recidivism rate at Lincoln Hills is high by only three percentage points.\nMissouri’s definition of recidivism is roughly similar to Wisconsin’s, but has four parts. It includes youths who are sent back to the juvenile system, are sent to adult prison, are put on probation, or are put into a 120-day program.\nBut the latest State of Missouri figures show Missouri’s three-year recidivism rate, for 2013 to 2016, is 30 percent. That’s far less than Lincoln Hills’ 63 percent. But it’s also much higher than the 8 percent Hintz claimed.\nThat lower rate applies only to the first part of Missouri’s recidivism definition -- youths who commit new offenses and are sent back to the youth system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Jim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nApples and oranges\nThere are also other problems with comparing Lincoln Hills to Missouri:\n\n\n\n\nLincoln Hills\n\n\nMissouri\n\n\n\n\n\n\nLatest three-year recidivism rate is 2011-2014\n\n\nLatest recidivism rate is 2013-2016\n\n\n\n\nOnly male inmates\n\n\nMale and female offenders\n\n\n\n\nInmates have committed serious, violent crimes  — including homicide and robbery — or have had repeated run-ins with the law and didn’t turn their behavior around after being sent to group homes.\n\n\nYouths have committed a wide variety of offenses, from serious felonies to truancy and curfew violations.\n\n\n\n\n \nThose create a major apples-to-oranges problem for Hintz’s statement, particularly the fact Missouri’s count includes many less serious offenders than Lincoln Hills.\nOur rating\nHintz says Wisconsin's Lincoln Hills youth prison has a \"66 percent recidivism rate,\" while \"states like Missouri, that have more of a regional model -- 8 percent.\"\nHe is essentially correct on Wisconsin. The latest figures show that 63 percent of Lincoln Hills offenders are returned to either a juvenile correctional facility or an adult prison, or were placed on probation for a new offense, within three years of being released.\nBut the comparison to Missouri misses on several counts. Missouri reports a three-year youth recidivism rate of 30 percent, not 8 percent -- and even that is misleading. While Lincoln Hills incarcerates only serious male offenders, Missouri’s youth correctional system includes males and females who commit offenses ranging from serious crimes to truancy. So, Hintz is comparing two significantly different populations.\nHintz’s statement contains an element of truth, but ignores critical facts that would give a different impression -- our definition of Mostly False.\nRelated fact checks\nFederal Judge James Peterson: We’ve rated a claim that Ted Kaczynski, the Unabomber, \"has less restrictive confinement than the youth at Lincoln Hills.\" Mostly True.\nMilwaukee Police Chief Edward Flynn: In Milwaukee County, juveniles arrested for car theft \"get sent immediately home, because under the point system in juvenile court\" on holding suspects, \"a stolen car gets zero points.\" Mostly False.\nState Sen. Leah Vukmir (R-Brookfield), a 2018 candidate for U.S. Senate: In 2016, there were 5,570 people in Wisconsin \"who committed crimes on probation and they were not revoked.\" Half True.\nFederal Judge James Peterson: \"Ted Kaczynski has less restrictive confinement than the youth at Lincoln Hills.\" Mostly True.  Share the Facts 2017-12-06 17:25:54 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Wisconsin's Lincoln Hills youth prison has a \"66 percent recidivism rate,\" while \"states like Missouri, that have more of a regional model -- 8 percent.\"    Gordon Hintz Wisconsin Assembly minority leader, D-Oshkosh https://www.wiseye.org/Video-Archive/Event-Detail/evhdid/11996   In an interview Tuesday, November 21, 2017 2017-11-21    Read More  info", "vclaim_id": "vclaim-pol-02626"}