{"url": "/factchecks/2017/feb/02/kellyanne-conway/longest-united-states-has-gone-without-secretary-t/", "speaker": "Kellyanne Conway", "vclaim": "\"This is longest that the nation has gone without a secretary of the Treasury, at least in modern times. If it's not the longest, it's darn close to it.\"", "truth_label": "false", "date": "stated on February 2, 2017 in an interview on \"Fox and Friends\":", "title": "Kellyanne Conway wrongly says this is longest the U.S. has gone without a Treasury secretary", "text": "White House counselor Kellyanne Conway blasted Senate Democrats for holding up Cabinet nominee appointments and said their delay has unprecedented consequences.\n\"I was told yesterday, that this is longest that the nation has gone without a secretary of the Treasury, at least in modern times,\" Conway said Feb. 2 on Fox and Friends. \"If it's not the longest, it's darn close to it.\"\nThis piqued our interest. Is this really the longest the United States has gone without a secretary of the Treasury? Well, no. In fact, you don’t have to look that far back to find a longer period of time when the United States was without a president-appointed, Senate-confirmed Treasury secretary.\nDonald Trump nominated longtime banker and former Goldman Sachs executive Steve Mnuchin to fill the Treasury secretary position in late November.\nThe Department of the Treasury oversees financial and monetary matters, and its secretary is fifth in the presidential line of succession.\nSince Jan. 20, 2017, Adam Jacob Szubin has served as acting Treasury secretary — taking over the job from former President Barack Obama’s appointment, Jack Lew. So over the past two weeks, there has actually been someone in place overseeing the agency’s business, unlike what Conway intimated. An incoming administration also has the power to designate acting heads of the various departments until the confirmation process is over.\nDemocrats on the Senate Finance Committee delayed a vote on Mnuchin Jan. 30 by refusing to attend the meeting, denying Republicans the number of Democrats they need to go forward with a vote. (The Democrats did the same thing for other Trump appointment Rep. Tom Price, the health and human services nominee.) The issue they had with Mnuchin, they said, was that he made misleading statements during his nomination hearing about whether his former bank, OneWest, used automated \"robo-signings\" of foreclosure documents.\nBut Republicans fought back, changed procedural rules and advanced the nominee through the committee Feb. 1. His nomination will now move on to the full Senate.\nConway said that this is the longest that the nation has gone without a secretary of the Treasury, but there have been longer periods with an acting secretary.\nWhen former Treasury Secretary Timothy F. Geithner left the post in 2013, Obama nominated Jack Lew to replace him on Jan. 10, 2013. Geithner left office on Jan. 25, and Lew was not confirmed until Feb. 27, 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFrom Jan. 25, 2013, to Feb. 27, 2013, Neal Wolin served as acting secretary. Adding up the days in that gap show the United States did not have an officially appointed Treasury secretary for 34 days, obviously longer than the 14-day window Conway mentioned Feb. 2.  \nGoing back a little further to the transition of power from former President George W. Bush to Obama in 2009, there was a only a seven-day gap between when acting Treasury Secretary Stuart Levy served and Geithner took office.\nBush nominated three Treasury secretaries during his tenure, all with varying times before taking office.\nThe first nomination was Paul O’Neill in 2001. He only served until Dec. 31, 2002, so Bush nominated John Snow on Jan. 13, 2003, to fill his spot. Snow wasn’t appointed until Feb. 3, 2003, so Kenneth Dam served as acting secretary from Dec. 31, 2002, to Feb. 3, 2003. That’s 35 days.\nAfter Snow, Bush nominated Henry M. Paulson in 2006. Before he was confirmed, Robert Kimmitt was acting Treasury secretary for 11 days.\nConway’s slight walkback that if Mnuchin’s wait is the longest ever — if not \"darn close\" — doesn’t hold up.\nOur ruling\nConway said, \"This is longest that the nation has gone without a secretary of the Treasury, at least in modern times. If it's not the longest, it's darn close to it.\"\nConway is wrong. The United States didn’t have a president-appointed, Senate-confirmed secretary of Treasury for 34 days in 2013. Mnuchin’s confirmation could drag out longer, but Conway made this claim on Feb. 2, 14 days after inauguration.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/8712097e-8b51-4f6b-be28-cc14fda204de", "vclaim_id": "vclaim-pol-03719"}