{"url": "/factchecks/2019/aug/13/tammy-baldwin/us-sen-baldwin-right-more-americans-are-without-he/", "speaker": "Tammy Baldwin", "vclaim": "\"More Americans are uninsured today than when (President Donald) Trump took office.\"", "truth_label": "true", "date": "stated on June 24, 2019 in a tweet:", "title": "Is U.S. Sen. Baldwin right that more Americans are without health insurance?", "text": "The Affordable Care Act, signed into law on March 23, 2010, by President Barack Obama, has been a political lightning rod from the beginning.\nThe ACA’s subsidies made it possible for more Americans to buy health insurance in the newly-created marketplaces or directly from insurance companies, or to be covered through Medicaid. \nBut, according to some Democrats, those gains in coverage are being lost.\n\"The Trump administration is attacking our health care system and raising health care costs for families,\"  U.S. Sen. Tammy Baldwin said in a June 24, 2019, tweet. \"More Americans are uninsured today than when (President Donald) Trump took office.\"\nIs Baldwin correct? Are more Americans uninsured today than when Trump took office? \nLet’s take a look.\nThe evidence\nWhen asked to back up the statement, Baldwin’s staff provided a list of links to academic studies, polls and media reports. In many cases, the headlines tell the story:\n— Jan. 23, 2019, Gallup report: \"U.S. Uninsured Rate Rises to Four-Year High.\"\n— April 25, 2019, Georgetown University Health Policy Institute: \"Updated CBO Estimates Find Uninsured Increased by 1.4 Million Between 2016 and 2018.\"\n— Jan. 23, 2019, Forbes: \"Uninsured rate hits four-year high amid Trump’s Obamacare attacks.\" \n— May 9, 2019, USA Today: \"CDC: 1.1 million more American lost health insurance coverage in 2018.\" \n— Jan. 23, 2019, Los Angeles Times: \"Uninsured rate under Trump surges to highest level since Obamacare began.\" \nThe U.S. Centers for Disease Control and Prevention’s National Center for Health Statistics report on health insurance shows there were 28.6 million people uninsured in 2016, the year before Trump took office. That represents 9% of the population.\nIn 2018, that number showed 30.4 million people, or 9.4% of people all ages were without insurance. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe numbers of uninsured had been in decline but now are beginning to tick  upward. So, Baldwin is in the ball park with the \"more Americans\" part of the statement. \nBut her claim ties the reduction in those with insurance to actions by Trump and his administration. How does she fare in that regard?\nAdministration actions\nTrump campaigned on the issue of repealing the ACA. Since taking office in January of 2017, his administration has steadily taken steps to roll back the law.\nOn Jan. 20, 2017, Trump issued an executive order that directed federal agencies to use their administrative powers to begin dismantling the Affordable Care Act \"to the maximum extent permitted by law.\" \nCurrently, a federal appeals court in New Orleans has taken up the Affordable Care Act case, Texas v. United States, which has been brought by Republican-led states. A lower court judge already ruled the health law unconstitutional. The case could wind up before the Supreme Court, which in 2012 upheld the law saying its requirement that individuals buy insurance or pay a penalty was covered by Congress’ ability to levy taxes.\nMeanwhile, a July 7, 2019 CNN article headlined \"5 ways Trump is undermining Obamacare without the courts\" noted the administration has:\nMade it harder to sign up: That is, Trump cut the enrollment period in half and cut advertising about how to sign up.\nBroadened access to alternative plans: An October 2017 executive order allows more people to buy cheaper policies -- though ones with less coverage and fewer protections.\nMade enrollees pay more: Among other factors, moves that change how some of the law's provisions are adjusted every year mean policyholders will have to pay 2.5% more out of pocket.\nLet states alter Obamacare:  States, including Wisconsin, have applied for waivers so they do not have to apply parts of the law.\nRequired Medicaid recipients to work: As the CNN article notes: \"The Trump administration is allowing states to require certain Medicaid enrollees -- particularly those who gained coverage under Obamacare -- to work in order to continue receiving benefits.\"\nMeanwhile, on March 28, 2019, PolitiFact National checked a similar claim from Democratic presidential candidate Julian Castro, who said Trump’s health care policies have \"left millions more Americans uninsured since he took office.\"\nCastro’s claim specifically said \"millions,\" which differs from Baldwin’s much more general claim. At the time, the number was actually closer to 1.3 million. PolitiFact National concluded Castro had the trend right, but his numbers wrong, and rated his claim Half True.\nOur ruling\nBaldwin said \"more Americans are uninsured today than when Trump took office.\" \nCensus Bureau statistics show that there was a steady decline in the number of uninsured Americans following the implementation of the Affordable Care Act -- a trend that reversed and began ticking upward under Trump.\nWe rate Baldwin’s statement True.", "vclaim_id": "vclaim-pol-00278"}