{"url": "/factchecks/2020/mar/03/viral-image/photo-florida-intern-hazmat-suit-due-coronavirus-p/", "speaker": "Viral image", "vclaim": "Says a photo shows a man wearing a “government issue Saint Laurent hazardous materials suit.”", "truth_label": "false", "date": "stated on March 1, 2020 in a Facebook post:", "title": "Photo of a Florida ‘intern’ in hazmat suit due to coronavirus is from a parody Facebook account", "text": "The photo in a Facebook post shows someone wearing what looks like a poor-man’s Walter White Halloween costume. Between the mitts, hood jumpsuit and face mask, no bare skin is visible. \n\"Doctor’s Hospital of Sarasota has been notified by the National Center for DIsease Control & Public Health, Georgia (NCDC & PH) that they have a patient that has tested positive for COVID-19 (Coronavirus),\" reads the March 1 post published by an account called Sarasota County. \"Doctor’s Hospital takes the safety of their employees and caregivers very seriously and has placed the infected in isolation until they can repair the furnace in the morgue that will be used for treatment. Pictured below is our newest intern, Carlos, wearing our government issued Saint Laurent hazardous materials suit which can be purchased directly from their website or on sale from Alibaba.com with discount code ‘SRQ69’ while supplies last.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed, and Facebook users flagged the post as potentially false news. (Read more about our partnership with Facebook.) \nThe post is false. It’s a bad attempt at a joke that uses real information to heighten fears about the new coronavirus. \nThe Florida Department of Health announced on March 1 that there are two presumptive cases of COVID-19 in Florida, including one patient being treated at Doctors Hospital in Sarasota County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nA letter Doctors Hospital sent to patients and staff on March 1 says that the hospital \"has been notified by the Centers for Disease Control (CDC) that we have a patient in our facility who presumptively tested positive for COVID-19.\" There is, of course, no mention of a furnace or a morgue. \nThe post from the page \"Sarasota County\" could easily be misinterpreted to be a real update about the situation at Doctors Hospital. \nAnd while the text is a bit odd, you’d have to visit the page’s About section to find that it’s a self-described parody account. Sarasota County’s actual Facebook page is here. But the post on parody account blends factual information with jokes that not everyone is getting, especially as the post is reshared on other Facebook pages.\nThe \"intern\" in the photograph appears to actually be a taxi driver in Siberia who donned the protective gear to help make people laugh amid global panic over the coronavirus, the Siberian Times reported.    \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18039"}