{"url": "/factchecks/2011/dec/12/david-brooks/david-brooks-says-newt-gingrich-once-proposed-putt/", "speaker": "David Brooks", "vclaim": "Newt Gingrich \"has suggested\" building \"a mirror system in space\" could improve the Earth’s habitability.", "truth_label": "true", "date": "stated on December 9, 2011 in a column in the New York Times:", "title": "David Brooks says Newt Gingrich once proposed putting mirrors in space", "text": "In a Dec. 9, 2011, column titled, \"The Gingrich Tragedy,\" New York Times columnist David Brooks expressed ambivalence about the new front-runner in the Republican presidential race, former House Speaker Newt Gingrich, R-Ga.\n\nBrooks said that ideologically, Gingrich \"comes closest to my worldview.\" But Brooks added that he was repelled by Gingrich’s \"bombastic\" style and \"revolutionary temperament — intensity, energy, disorganization and a tendency to see everything as a cataclysmic clash requiring a radical response.\"\n\nIn the column, Brooks cites negatively what he considered half-baked ideas by Gingrich. \"For example, he has called for ‘a massive new program to build a permanent lunar colony to exploit the moon’s resources.’ He has suggested that ‘a mirror system in space could provide the light equivalent of many full moons so that there would be no need for nighttime lighting of the highways.’\"\n\nThe space-mirror system seemed so outlandish that we felt compelled to check whether Gingrich really suggested it.\n\nWe e-mailed Brooks to ask where he found this quote, but we didn’t hear back. We did, however, locate a similar quote in an article by Andrew Ferguson published in the New York Times magazine on June 29, 2011. Ferguson read 21 books by Gingrich -- a famously prolific author -- in an attempt to answer his article’s titular question: \"What Does Newt Gingrich Know?\"\n\nHere’s a portion of what Ferguson wrote:\n\n\"Gingrich’s first book, Window of Opportunity: A Blueprint for the Future, came out in 1984 and contained the seeds of much of what was to follow. Beneath its cover image — a flag-draped eagle inexplicably threatening the space shuttle— the backbencher Gingrich was identified as chairman of the congressional Space Caucus, a position that inspired a series of ‘space cadet’ jokes that took years to die. Window of Opportunity was co-written by Gingrich’s second wife, Marianne, and a science-fiction writer called David Drake.  ...\n\n\"In Window of Opportunity, Gingrich introduced himself as a futurist, a role he has played off and on throughout his career. There are problems inherent in futurism, most of them involving the future, which the futurist is obliged to predict (it’s his job) and which seldom cooperates as he would hope. Gingrich has called some and missed some. In 1984, he saw more clearly than most that computers would touch every aspect of commercial and private life, but nobody any longer wants to build ‘a large array of mirrors [that] could affect the earth’s climate,’ warming it up so farmers could extend the growing season.\"\n\nBecause the quotes from Brooks and Ferguson are slightly different, we wanted to look directly at the book ourselves before making our judgment.\n\nIn the book, Gingrich proposes (among many other ideas) \"five simple steps to a bold future\" in space, most unusually a lottery in which randomly selected taxpayers would win a spot on a space shuttle flight. But the floating mirror idea isn’t on this list. Instead, it’s included in Gingrich's recap of a June 1979, NASA-sponsored new concepts symposium in Woods Hole, Mass., \"where 30 experts brainstormed a range of pioneering options for NASA worthy of Lewis and Clark.\"\n\nHere’s how Gingrich summarized the idea:\n\n\"The climate group at the Woods Hole conference suggested that a large array of mirrors could affect the earth’s climate by increasing the amount of sunlight received by particular areas, citing recent feasibility studies exploring the possibilities of preventing frosts in Florida or enabling farmers in high altitudes to plant their wheat earlier.\n\n\"A mirror system in space could provide the light equivalent of many full moons so that there would be no need for nighttime lighting of the highways. Ambient light covering entire areas could reduce the current danger of criminals lurking in the darkness. Mirrors could be arranged to light given metropolitan areas only during particular periods, so there would be darkness late at night for sleeping.\"\n\nBrooks’ portrayal glosses over the fact that Gingrich was primarily reciting proposals made by participants at a NASA-sponsored forum. Still, Gingrich cited them approvingly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nStill, we didn’t want to stop with a look at whether Brooks framed the issue fairly. We also wanted to know whether this was ever a mainstream idea -- and whether it’s technologically feasible.\n\nOne thing that’s clear is that it was not a new idea by the time it was raised at Woods Hole. At least two space pioneers promoted the concept in the 1920s, a full four decades before man landed on the moon.\n\nHermann Oberth (1894-1989), a scientific author based in Germany, published several books in the 1920s that anticipated the \"first rockets and satellites, … the landing on the moon, interplanetary probes, international manned space stations, and reusable space ferries,\" according to the museum that celebrates his life near Nuremberg, Germany. Among the ideas discussed in his books was \"extraterrestrial utilization of the sun's energy with huge space mirrors that beam the collected sun energy down to earth.\"\n\nThese ideas were popularized in a book by another space pioneer, an Austro-Hungarian named Hermann Noordung (1892-1929) in a 1928 book, The Problem of Space Travel: The Rocket Motor.\n\nSo the idea is an old one. But despite several decades’ worth of advances in space technology by the time Gingrich published his book, space experts and scientists told us that the idea never got much beyond the science fiction stage.\n\nYuri Pavlovich Semenov -- until 2005 the chief designer for Energia, the developer of Russian manned spacecraft -- \"was quite a proponent\" of the idea, said Marcia Smith of spacepolicyonline.com. During the Soviet era, Semenov and his allies thought such a technology could light up the northern latitudes of the USSR. However, \"it was considered impractical by the mainstream space crowd, not just technically but in terms of the potential environmental effects,\" Smith said.\n\nJohn Logsdon, the founder and retired director of the Space Policy Institute at the George Washington University Elliott School of International Affairs, said that similar ideas \"have been suggested over the years by ‘out of the box’ thinkers, but they never entered the mainstream.\"\n\nOthers have suggested using mirrors to reflect the sun’s rays away from the earth, as a way to attack global warming, said Edward Ellegood, a space policy analyst at Embry-Riddle Aeronautical University.\n\nBut where Gingrich’s idea is concerned, Ellegood said, \"It’s probably not even remotely cost-effective.\"\n\nHere’s another problem: \"Micro-meteorite bombardment would destroy these mirrors over a few-year time period,\" said Gregory Bothun, a University of Oregon physicist.\n\nThe experts we spoke to for this story agreed that even if the idea proposed by Gingrich in 1984 was economically and technically feasible, it would entail too many downsides to be desirable.\n\n\"Imagine a world where it never got dark! What would this do to plants, animals, my sleep, and the souls of poets and lovers everywhere?\" said Scott Denning, an atmospheric science professor at Colorado State University, in an e-mail. \"Imagine having a really annoying neighbor who beams sodium vapor lamps into your bedroom windows. Now imagine everyone in the world having such a neighbor.\"\n\nRaymond S. Bradley, a geoscientist at the University of Massachusetts, put it simply: \"This is not a mainstream idea. It is one of the dumbest ideas I have heard of.\"\n\nOur ruling\n\nGingrich co-wrote his book more than a quarter century ago, and since he doesn’t appear to have reiterated the call for floating mirrors in recent years, we can safely assume the idea is no longer at the top of his policy agenda. But did cite the idea approvingly in his book, so we rate Brooks’ statement True.", "vclaim_id": "vclaim-pol-11949"}