{"url": "/factchecks/2012/aug/30/chris-christie/chris-christie-claims-united-states-has-worlds-gre/", "speaker": "Chris Christie", "vclaim": "Says the United States has \"the world’s greatest health care system.\"", "truth_label": "half-true", "date": "stated on August 28, 2012 in the keynote address at the Republican National Convention:", "title": "Chris Christie claims United States has “the world’s greatest health care system”", "text": "As Gov. Chris Christie made his pitch Tuesday for electing Republican presidential nominee Mitt Romney, the governor ripped into the signature legislation of President Barack Obama’s tenure: health care reform.\n\n\"Mitt Romney will tell us the hard truths we need to hear to end the debacle of putting the world’s greatest health care system in the hands of federal bureaucrats and putting those bureaucrats between an American citizen and her doctor,\" Christie said during his keynote address at the Republican National Convention.\n\nPutting aside the debate over the health care reform law, Christie’s boasting made us wonder: Does the United States really have \"the world’s greatest health care system\"?\n\nThe answer is not perfectly clear, but the findings of various studies have created a portrait of a United States where the health care system performs relatively well in certain areas and less so in others, as compared with other countries. In short, it’s a mixed bag.\n\n\"We just don’t come out as the best,\" Robert Berenson, a health care policy expert at the nonpartisan Urban Institute, told us.\n\nIn a separate fact-check, we evaluated Christie’s claim that the health care reform law is \"putting those bureaucrats between an American citizen and her doctor.\"\n\nNow, let’s look at where the U.S. health care system stacks up internationally.\n\nTo analyze Christie’s claim, we first turned to a fact-check from PolitiFact National, which issued a Half True on a similar claim by House Speaker John Boehner (R-Ohio) that the United States has \"the best health care delivery system in the world.\"\n\nAs our PolitiFact colleagues noted, the World Health Organization has ranked the U.S. health care system as the 37th best out of 191 countries for \"overall performance.\" WHO, which is part of the United Nations system, issued that ranking in its World Health Report 2000.\n\nThe methodology behind that study has drawn a great deal of criticism, but more recent analyses also have shown the United States falling behind in certain categories.\n\nA study updated in June 2010 by the Commonwealth Fund found that the U.S. health care system ranks last or next-to-last when compared with six other nations for five performance measures, including access to care and efficiency.\n\n\"The U.S. health system is the most expensive in the world, but comparative analyses consistently show the United States underperforms relative to other countries on most dimensions of performance,\" according to the study.\n\nIn June, the Paris, France-based Organisation for Economic Co-operation and Development released data on various health care indicators for 34 member countries, including the United States.\n\nAs a share of gross domestic product, the United States in 2010 accounted for the highest level of health care spending among OECD countries.\nYet the United States had fewer practicing physicians per-capita than in most of the countries. Compared to the OECD average of 3.1 physicians per 1,000 residents, the United States had 2.4 physicians in 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nAn OECD study released last year also presented a mixed picture on vaccination rates. The United States was above the OECD average for rates of flu vaccination for senior citizens. But the country was below OECD averages for the percentage of children vaccinated for pertussis, measles and hepatitis B.\n\nHowever, that same study also said the United States was \"performing very well in the area of cancer care, achieving higher rates of screening and survival from different types of cancer than most other developed countries.\"\n\nFor example, between 2004 and 2009, the five-year relative survival rate for breast cancer in the United States was 89 percent, marking the highest level among OECD countries.\n\nBerenson, the health care policy expert at the Urban Institute, said the United States is in the middle of the pack for the quality of health care services.\n\n\"The US does relatively well on caring for seriously ill patients at risk of death and disability, such as treating car accident victims and life threatening illnesses for those with health insurance, but does relatively poorly on primary and preventive care, such as caring for patients chronic health conditions, such as diabetes,\" Berenson said in an e-mail.\n\nOur ruling\n\nIn his keynote address, Christie claimed the United States has \"the world’s greatest health care system.\"\n\nHowever, studies have suggested the quality of the U.S. health care system is a mixed bag. For example, the United States has fallen behind some other nations for access to care and childhood vaccination rates, but in terms of cancer care, the United States is outperforming most other developed countries.\n\nWe rate the statement Half True.\n\nTo comment on this ruling, go to NJ.com.\nhttps://www.sharethefacts.co/share/c699e166-f80d-4aee-9960-57ce6da0d33d", "vclaim_id": "vclaim-pol-10482"}