{"url": "/factchecks/2018/apr/13/jerry-brown/jerry-brown-says-theres-no-massive-wave-migrants-p/", "speaker": "Jerry Brown", "vclaim": "\"Here are the facts: there is no massive wave of migrants pouring into California. Overall immigrant apprehensions on the border last year were as low as they’ve been in nearly 50 years (and 85 percent of the apprehensions occurred outside of California).\"", "truth_label": "true", "date": "stated on April 11, 2018 in a letter to the Trump administration:", "title": "Jerry Brown says there’s “no massive wave of migrants pouring into California.” Is he right?", "text": "Democratic Gov. Jerry Brown recently agreed to President Donald Trump’s request to deploy California National Guard troops to the U.S.-Mexico border, though with several caveats.\nBrown, for example, said state troops \"will not be enforcing federal immigration laws,\" but will instead support operations targeting transnational criminal gangs and human traffickers. The governor said he’ll accept federal money for 400 troops, some of which would be sent to the border.\nTrump made the request as part of his stated effort to \"seal up\" the border and prevent illegal crossings. \"I will not rest until we have secured our borders and restored the rule of law!\" the president tweeted on April 9, 2018.\nWhite House officials have called recent border crossing figures \"alarming.\"\nBut in a letter to the Trump administration two days later, Brown attempted to set the record straight about what he says is really happening along California’s border with Mexico.\n\"Here are the facts: there is no massive wave of migrants pouring into California. Overall immigrant apprehensions on the border last year were as low as they’ve been in nearly 50 years (and 85 percent of the apprehensions occurred outside of California).\"\nWith claims about border crossings boomeranging from Sacramento to Washington D.C., we decided to scrutinize the governor’s statement in a fact check.\n\nIn this Sept. 15, 2015, file photo, a farmer passes along a borer fence that divides his property, Tuesday, in Mission, Texas. (AP Photo/Eric Gay)\nOur research\nTo support it, the governor’s spokesman cited U.S. Border Patrol figures for apprehensions across California, Arizona, New Mexico and Texas. The data is from 1960 through 2017.\nFor 2017, they show 303,916 arrests across the entire Southern border. The previous low was 263,991 in 1971, 46 years ago.\nSo, Brown’s claim that apprehensions in 2017 were \"as low as they’ve been in nearly 50 years\" is on the mark.\nHe’s also right that 85 percent of these took place \"outside California.\" About 68 percent of the arrests took place in Texas and New Mexico, while Arizona accounted for 17 percent and California about 15 percent, according to a review of the border patrol figures.\n\"He is absolutely correct,\" said Ev Meade, director of the Trans Border Institute at the University of San Diego. \"Even as we’re at an historic low borderwide, it’s particularly low in California. We’re not receiving large numbers of migrants. Those migrants who are coming are largely crossing the Rio Grande and are apprehended at border patrol stations in Texas.\"\nMeade said the overall trend on the Southern border shows a dramatic decrease in apprehensions.\n\"In the year 2000, the border patrol apprehended 1.6 million people (borderwide). For 2017, it was down to 300,000. It’s a tiny fraction,\" he said.\nJust along California’s border, nearly 390,000 people were arrested in 2000. By 2017, that number had dropped to less than 45,000, border patrol figures show.\nSOURCE: Trans Border Institute, University of San Diego\nWave of migrants?  \nWhile the governor’s numbers are right, do they prove the first part of his claim: \"There is no massive wave of migrants pouring into California?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nGiven the context of the letter, Brown is clearly referring to migrants crossing into the state across the border with Mexico.\nBut what about the other ways people enter the state?\nJoseph Hayes, a research associate at the Public Policy Institute of California, pointed out that border arrests aren’t necessarily the best metric to evaluate migration to California.\nMuch of the nation’s and state’s undocumented population results from individuals overstaying visas. In a 2017 report, the Center For Migration Studies found that two-thirds of those who arrived in the United States in 2014 and later would be counted as undocumented were admitted on temporary visas \"and then overstayed their period of admission or otherwise violated the terms of their visas.\"\nStill, Hayes said, the overall number of people living illegally in California has declined since before the Great Recession. The state was home to approximately 3 million undocumented residents in 2007, a figure that’s dropped to as low as 2.35 million, according to estimates reviewed by PPIC.\nThe decline in the state’s undocumented population reinforces Brown’s contention there’s \"no massive wave of migrants pouring into California.\"\nHistorically, Meade added, thousands of seasonal migrant farmworkers have come to California through the border with Mexico. He said that seasonal migration has largely \"dried up\" in recent years and many undocumented farmworkers now stay in the state year-round, rather than crossing back into Mexico.\n\"International migration has become more difficult,\" he said, citing greater border enforcement.\n2018 spike in crossings\nBrown cited figures from 2017. But what about the 200 percent spike in apprehensions borderwide in March 2018 compared with the same month a year ago, as cited this week by Homeland Security Secretary Kirstjen Nielsen?  \nMeade, of the Trans Border Institute, said the 2018 increase should be considered in context. It follows the historically low number of 2017 arrests, which has been attributed, in part, to fewer people trying to illegally cross the border due to Trump’s election and hard-line immigration stance.\nImmigration experts have also cited the Obama administration’s aggressive deportation efforts and greater economic opportunities in Mexico for recent declines in border crossings.\nMeade also noted the 2018 increase took place during spring, the high-point of migration season.\nHe said it doesn’t represent a long-term trend. Nor does it show California is experiencing a disproportionate share of the 2018 increase, he said.\n\"Unless this were to continue for months and months and months and break the seasonal pattern, I don’t think there’s any real way to claim (the early part of 2018) is a crisis.\"\nOur ruling\nGov. Jerry Brown claimed in a recent letter to the Trump administration: \"there is no massive wave of migrants pouring into California. Overall immigrant apprehensions on the border last year were as low as they’ve been in nearly 50 years (and 85 percent of the apprehensions occurred outside of California).\"\nU.S. Border Patrol data show Brown got his arrest figures right.\nResearchers point out that illegal border crossings account for only one portion of the migrants that arrive in California. Others come to the state legally on visas which they later overstay.\nBut given the context of Brown’s letter, it’s clear the governor was referring to the lack of a wave of migrants coming illegally across the Southern border.\nThat part of the claim is also backed up by the border patrol data and two immigration experts.\nWe rate Brown’s claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-04-13 20:47:40 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Here are the facts: there is no massive wave of migrants pouring into California. Overall immigrant apprehensions on the border last year were as low as they’ve been in nearly 50 years (and 85 percent of the apprehensions occurred outside of California).\"    Jerry Brown California Governor https://www.gov.ca.gov/wp-content/uploads/2018/04/4.11.18-Letter-and-Agreement.pdf    Wednesday, April 11, 2018 2018-04-11    Read More  info", "vclaim_id": "vclaim-pol-02188"}