{"url": "/factchecks/2015/jan/18/ted-olson/ted-olson-supreme-court-never-said-marriage-was-be/", "speaker": "Ted Olson", "vclaim": "\"Supreme Court 15 times over the last 120 years has said marriage is a fundamental right\" and never said \"it had to be between a man and a woman.\"", "truth_label": "true", "date": "stated on January 18, 2015 in an interview on \"Fox News Sunday\":", "title": "Ted Olson: Supreme Court never said marriage was between a man and a woman in 15 cases", "text": "With the U.S. Supreme Court poised to decide whether same-sex marriage must be legal in all 50 states, Fox News Sunday pitted Family Research Council president Tony Perkins against former solicitor general Ted Olson for a Jan. 18 roundtable debate.\nThere isn’t precedent for the Supreme Court justices to limit marriages to heterosexual couples only, said Olson, a Republican attorney who supports same-sex marriage and has argued 61 cases in front of the Supreme Court.\n\"The United States Supreme Court 15 times over the last 120 years has said that ‘marriage is a fundamental right,’\" Olson said.\nPerkins, a fervent opponent of same-sex marriage, interrupted: \"Marriage, but not same-sex marriage.\"\nOlson continued, \"Never once in any of those cases did it say that it had to be between a man and a woman. Fifteen times it said it was a matter of privacy, liberty, association, dignity and respect for the individual.\"\nWe wondered about these 15 cases and if they really don’t define marriage as solely between a man and a woman.\nOlson pointed us to a brief he and his colleagues filed as the respondents in the 2013 case Hollingsworth vs. Perry, which the Supreme Court declined to hear, effectively sustaining a lower court decision to allow same-sex marriages in California.\nThe brief says the Supreme Court has said marriage is a \"fundamental right\" in \"more than a dozen\" cases.\n\"In fact, this Court has characterized the right to marry as one of the most fundamental rights — if not the most fundamental right — of an individual,\" the brief said of Loving vs. Virginia, in which the Supreme Court approved interracial marriage.\nThe cases he cited cover a range of topics, including privacy and parental and reproductive rights, but all touch on marriage as a \"fundamental right\" in some way. Here are the cases cited in the brief in chronological order:\n\n\nMaynard vs. Hill (1888)\n\n\nMeyer vs. Nebraska (1923)\n\n\nSkinner vs. Oklahoma ex. rel. Williamson (1942)\n\n\nGriswold vs. Connecticut (1965)\n\n\nLoving vs. Virginia (1967)\n\n\nBoddie vs. Connecticut (1971)\n\n\nRoe vs. Wade (1973)\n\n\nCleveland Board of Education vs. LaFleur (1974)\n\n\nCarey vs. Population Services International (1977)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nMoore vs. City of East Cleveland (1977)\n\n\nZablocki vs. Redhail (1978)\n\n\nTurner vs. Safley (1987)\n\n\nPlanned Parenthood of Southeast Pennsylvania vs. Casey (1992)\n\n\nM.L.B. vs. S.L.J. (1996)\n\n\nLawrence vs. Texas (2003)\n\n\n(They’re also listed with more detail in this blog post by the American Foundation for Equal Rights, a marriage equality advocacy group.)\nOutside legal experts reviewed the cases for us and said they support Olson’s claim that the Supreme Court has generally not addressed whether marriage is confined to heterosexual couples. The experts also said there are likely more than just 15 examples.\n\"The question was never asked,\" said Clifford Rosky, a law professor at the University of Utah. \"(Olson’s) correct to say that they’ve never specifically said marriage is just a man and a woman.\"\nThat is, until the Supreme Court’s 2013 decision to strike down part of the Defense of Marriage Act, ensuring same-sex couples get the same federal benefits as heterosexual couples. In this case, Rosky said, the court had to address the definition of marriage and said homosexual couples can be considered married.\nUntil recent decades, some experts told us, the court likely assumed that when they said \"marriage,\" others would interpret that as meaning a heterosexual union, not a homosexual one, due to societal norms.\n\"Not a single one of these cases (in Olson’s list) would have been assuming anything but opposite-sex marriage,\" said Michael Klarman, a constitutional law professor at Harvard University. \"Before the 1990s, virtually nobody took the idea of same-sex marriage seriously.\"\nIn the 1960s, states began revising their laws to have more gender-neutral language, which raised questions about whether marriages should be extended to same-sex marriages if statutes do not specify otherwise, said Martha Umphrey, a professor of American government at Amherst College.\nRogers Smith, an expert on constitutional law at the University of Pennsylvania, said other Supreme Court decisions show the tendency of justices to assume marriage means a heterosexual relationship. For example, they have sometimes linked the right to marry with the right to bear children. And in the 1961 case Poe vs. Ullman, Justice John Harlan argued that \"although the right to privacy protected rights of marital couples, it did not protect rights of homosexuals.\"\nPerkins’ Family Research Council, says the fact that the Supreme Court has tied the \"right to marry\" to procreation is proof that this right only applies to opposite sex couples.\nSmith added that the examples in Olson’s list up to the 1960s tend to link marriage to the survival of the species and family life. But over time, the justices started to discuss the right to marry more as a right of all individuals and essential to human dignity and happiness. He said this reflects changing norms and makes denying same-sex couples the right to marry seem much more unreasonable than it would have in years past.\nUmphrey compared the current debate to that of interracial marriage. Until the years leading up to the Supreme Court’s 1967 decision that interracial marriages should be legal, most people -- including the justices -- assumed marriage meant a union between two people of the same race. Still, the Supreme Court used its own prior comments on marriage as a \"fundamental right\" as precedent for its decision.\nOur ruling\nOlson said, the \"Supreme Court 15 times over the last 120 years has said marriage is a fundamental right\" and never said \"it had to be between a man and a woman.\"\nOlson provided a list of 15 cases that addressed marriage as something like a \"fundamental right\" that did not specify marriage as a union between a man and woman. Several experts backed up his claim.\nUntil recent years, though, the Supreme Court never had to address the question of whether or not marriage should be limited to a man and woman. Because of societal norms, they assumed that the decision would be interpreted as referring to a heterosexual relationship.\nStill, Olson’s claim is on point. We rate this statement True.", "vclaim_id": "vclaim-pol-06827"}