{"url": "/factchecks/2017/apr/11/mike-rogers/alabama-lawmaker-makes-half-true-claim-about-remit/", "speaker": "Mike Rogers", "vclaim": "\"In 2014, Mexico alone received over $24 billion in remittances sent from the U.S., while other South and Central American countries received over 15 percent of their (gross domestic product) in the form of remittances.\"", "truth_label": "half-true", "date": "stated on March 30, 2017 in a press release:", "title": "Congressman proposes new tax on remittances to pay for Trump's border wall. We checked his numbers", "text": "While President Donald Trump maintains that Mexico will pay for a border wall, Republican lawmakers are looking for other ways to help fund the president’s signature campaign promise.\nRep. Mike Rogers, R-Ala., introduced the Border Wall Funding Act of 2017 to levy a 2 percent fee on money sent by individuals in the United States to recipients in nations \"south of the U.S. border,\" funds known as remittances.\n\"This bill is simple – anyone who sends their money to countries that benefit from our porous borders and illegal immigration should be responsible for providing some of the funds needed to complete the wall,\" Rogers said in a March 30 press release.\nHe added some large numbers about remittances to bolster his case.\n\"Remittances, or wire transfers, are commonly used by illegal immigrants to move money from the U.S. to their home countries,\" Rogers said. \"In 2014, Mexico alone received over $24 billion in remittances sent from the U.S., while other South and Central American countries received over 15 percent of their GDPs in the form of remittances.\"\nRemittances serve as a source of income for migrants’ families who generally use the money to pay for housing, food and other living expenses.\nTo an extent, Rogers’ two-fold statement is backed by data. The exception is his point about South America — we could not find any countries on that continent with remittances anywhere near 15 percent of GDP.\nMoney sent to Mexico checks out\nRogers’ bill seeks to tax immigrants living in the United States illegally who send money back to their countries, according to a press release from his office. The text of the bill itself does not explicitly address how people here unlawfully could be targeted.\nExperts have told us that while undocumented immigrants do send remittances, it’s hard to determine how much they send, since U.S. citizens and immigrants living here legally also send money.\nMexico receives more money from U.S. residents than does any other nation, by far.\nRogers’ statement about remittances sent to Mexico is based on data from the World Bank. The World Bank has for several years estimated the bilateral flow of remittances from its member countries.\nThe latest number is actually higher than what Rogers said. Mexico received more than $25.6 billion in remittances from individuals in the United States in 2015, according to the most recent World Bank estimates.\nMexico also topped the list as the country receiving the most remittances from the United States from 2010-15, according to a May 2016 Congressional Research Service report. China came in second and India placed third.\nMoney sent to South and Central American countries\nRogers claimed that some South and Central American countries receive more than 15 percent of their gross domestic product, or GDP, in the form of remittances.\nWe asked what countries he had in mind.\nA spokesperson pointed to Haiti, a poor island in the Caribbean, as well as Honduras and El Salvador in Central America. (The spokesperson added that Rogers' statement was actually based on 2015 data, not 2014.)\nA country’s GDP is an indicator of the health and size of its economy. Comparing remittances to a country’s GDP can be helpful in understanding the economic effects of foreign labor migration and money sent to residents across countries.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn other words, a large remittance total may be less eye-popping when it’s compared to the broader economy — and vice versa.\n\"For example, if I tell you that in 2015, Mexico received $26 billion in remittances and Haiti received $2.2 billion, you might think that remittances are far more important to the Mexican economy than they are to Haiti's,\" said Roy Germano, a New York University professor who has researched migrants’ remittances. \"But the fact is, Mexico's economy is much larger than Haiti's (as is its population).\"\nRemittances to Haiti represent a much greater share of income for the country than they do in Mexico. In 2015, remittances from the United States accounted for more than 15 percent of Haiti’s GDP and about 2.2 percent of Mexico’s GDP.\n\nSmall island states or small, impoverished countries are most likely to have shares of remittances at 15 percent or more of GDP, said Catalina Amuedo-Dorantes, professor and chair of the economics department at San Diego State University.\nTajikistan, in Central Asia, has depended on remittances since years-long armed conflict in the 1990s claimed more than 100,000 lives, noted the Congressional Research Service’s report.\nTajikistan topped a CRS list as the country with the greatest percentage of its 2014 GDP in form of remittances (from all places), at nearly 42 percent.\nRogers’ office did not provide any examples of countries from South America with remittances via the United States that amount to more than 15 percent of GDP.\nWe crunched the numbers for South America and found that none came close to 15 percent.\nHere’s a sample:\nPercent of Guyana’s GDP in form of remittances? 5.9 percent.\nEcuador: 1.02 percent.\nColombia: 0.5 percent.\nBolivia: 0.4 percent.\nBrazil: 0.04 percent\nVenezuela: 0.01 percent (based on 2013 GDP/remittances data)\nOur ruling\nRogers said, \"In 2014, Mexico alone received over $24 billion in remittances sent from the U.S., while other South and Central American countries received over 15 percent of their GDPs in the form of remittances.\"\nBased on World Bank estimates, Mexico did receive more than $24 billion in remittances from the United States in 2015 (the year Rogers meant to use).\nRogers would have been on safer ground in the second part of his statement had he described nations south of the border more generally. According to the latest data, a couple of countries in Central America — El Salvador and Honduras — received at least 15 percent of their GDP from remittances. Haiti, in the Caribbean, also received at least 15 percent.\nNo country from South America reached that threshold.\nWe rate Rogers' statement Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  \"In 2014, Mexico alone received over $24 billion in remittances sent from the U.S., while other South and Central American countries received over 15 percent of their (gross domestic product) in the form of remittances.\"    Mike Rogers Representative   in a press release Thursday, March 30, 2017 03/30/2017    Read More  info", "vclaim_id": "vclaim-pol-03443"}