{"url": "/factchecks/2016/jun/13/hillary-clinton/clinton-mostly-right-about-florida-gun-laws/", "speaker": "Hillary Clinton", "vclaim": "\"Florida doesn't regulate assault weapons or .50 caliber rifles or large-capacity ammunition magazines. It doesn't require a permit to purchase a gun. It doesn't require any registration, whatsoever.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in an interview with CNN:", "title": "Hillary Clinton criticizes Fla. gun laws after Orlando mass shooting", "text": "Hillary Clinton and Democrats are talking about measures to restrict purchases of firearms in some instances after Sunday’s deadly attack at an Orlando nightclub.\nDuring an interview on CNN’s New Day, Clinton singled out Florida’s law needs to be changed. As of this writing, 49 people have been declared dead in the shooting rampage. Investigators say the attack was carried out by by 29-year-old Omar Mateen, a U.S. born citizen.\n\"Florida doesn't regulate assault weapons or .50 caliber rifles or large-capacity ammunition magazines,\" Clinton said. \"It doesn't require a permit to purchase a gun. It doesn't require any registration, whatsoever.\"\nClinton made several claims about Florida’s law. We'll go through them one by one.\nMateen used a .223-caliber assault rifle described as an AR type rifle and a 9mm semi-automatic pistol in the attacks. Both were purchased legally in recent days.\n\nGun laws in Florida\nClinton spokesman Josh Schwerin led us to the Law Center to Prevent Gun Violence for evidence of this claim, which focuses on providing legal expertise in support of gun laws that reduce the number of gun-related deaths.\nThe website makes the same assertion Clinton made on CNN: Florida doesn’t regulate assault rifles, .50 caliber rifles or large-capacity ammunition magazines, nor does it require the registration of firearms.\nThe definition of assault rifle varies, but it most often describes military-like rifles or semi-automatic rifles that may include detachable magazines. (The AR type weapon Mateen used certainly would qualify.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\n.50-caliber rifles can shoot from long distances with accuracy (they use wider ammunition) and large-capacity ammunition magazines allow the shooter to fire multiple rounds before having to reload. Mateen did not have a .50-caliber rifle.\nClinton is correct that Florida places no additional regulations on owning those types of firearms or accessories. \nAs far as registration, Florida law prohibits keeping a registry of legally bought firearms. \"A list, record, or registry of legally owned firearms or law-abiding firearm owners is not a law enforcement tool and can become an instrument for profiling, harassing, or abusing law-abiding citizens based on their choice to own a firearm and exercise their Second Amendment …\" chapter 790.355 reads. Florida does require a permit to carry a concealed weapon, but those records are sealed from the public.\nDaniel Webster, director of the Johns Hopkins Center for Gun Policy and Research said that Clinton’s claim is \"true on all fronts.\"\nGary Kleck, a professor of criminology at Florida State University agreed that Clinton is correctly reciting specific parts of Florida gun law. But Kleck cautioned about singling out Florida.\nThe state, he said, is \"essentially identical to most other states with regard to these kinds of gun controls.\"\nKleck said that only seven states including Washington D.C. ban some type of assault weapons, while the other 43 regulate them the same as other types of guns. He also said only two other states and Washington D.C. prohibit .50 caliber firearms and eight states ban large capacity magazines.\n\"For good or ill, (Florida) is squarely in the American mainstream regarding the gun controls that Clinton mentions,\" Kleck said. \"Consequently one cannot legitimately argue (or hint) that this mass shooting was especially likely to occur in Florida because it lacked these controls.\"\nOur ruling\nClinton said that Florida’s gun laws don’t regulate assault weapons or .50 caliber rifles or large-capacity ammunition magazines or require a permit or registration to purchase a gun. There’s no denying that Clinton described Florida law correctly. But an expert cautions that Florida law isn’t all that different than many places across the country.\nWith that caveat, we rate this claim Mostly True.  \nhttps://www.sharethefacts.co/share/ac283bed-3a7e-4e3e-8f5d-167ef2ef7a3c", "vclaim_id": "vclaim-pol-04843"}