{"url": "/factchecks/2012/aug/19/barry-hinckley/us-senate-candidate-barry-hinckley-says-incumbent-/", "speaker": "Barry Hinckley", "vclaim": "Sheldon Whitehouse voted for a \"$525-billion tax increase on the middle class.\"", "truth_label": "pants-fire", "date": "stated on October 24, 2012 in a television commercial:", "title": "U.S. Senate candidate Barry Hinckley says incumbent Sen. Sheldon Whitehouse voted for a $525-billion tax hike on the middle class", "text": "Did U.S. Sen. Sheldon Whitehouse, who characterizes himself as a champion of the middle class, vote for a $525-billion tax increase on that group?\n\nThat's one assertion in a television ad by Republican challenger Barry Hinckley.\n\nAfter raising an allegation about insider trading, which Whitehouse has strongly denied, the commercial says \"Whitehouse voted to raise taxes on middle-class families.\" The phrase \"$525 billion tax increase on the middle class\" flashes on the screen.\n\nThe commercial offers no further information about what Hinckley is talking about, so we asked the Hinckley campaign for its backup.\n\nCampaign manager Patrick Sweeney said the ad refers to the Affordable Care Act, the health care plan often known as Obamacare, which Whitehouse supported. PolitiFact has examined similar claims, including one in which Hinckley declared that the law will \"add trillions of dollars in debt,\" a claim we ruled False.\n\nThe government's nonpartisan Congressional Budget Office has estimated that the legislation, designed to expand health coverage, will generate $525 billion in revenue. A lower estimate by Congress' nonpartisan Joint Committee on Taxation predicted it will bring in more than $437.8 billion. Sweeney said the ad is using the CBO estimate.\n\nBut there are a few significant facts the ad doesn't mention.\n\nFirst, that's not money raised over one year. It's over 10 years, from 2010 through 2019 for legislation that is being gradually phased in. In 2019, annual revenue is expected to have risen to $88.2 billion.\n\nSecond, most of the money won't be coming from the middle class, as the ad states.\n\nFor example, a huge chunk of the revenue, $210 billion of the $437.8 billion in the Joint Committee estimate, comes from both a higher Medicare payroll tax to be paid by individuals earning more than $200,000 a year ($250,000 for couples filing jointly) and from a new 3.8 percent tax on investment income if your income is already high.\n\nThose take effect in 2013 and are taxes that middle class families will not see.\n\nOther taxes aren't geared to the middle class either, although all taxpayers may have to foot the bill indirectly as the extra costs are factored into the goods and services they buy.\n\nThey include a fee for pharmaceutical manufacturers and importers (which will raise an estimated $27 billion); an excise tax on manufacturers and importers of medical devices ($20 billion); and a fee on health insurance providers ($60.1 billion).\n\nIn addition, there's the excise tax on indoor tanning services (expected to raise $2.7 billion) and the stricter limit on deducting medical expenses on tax returns, which is expected to raise $15.2 billion. Both will have a more direct effect on the well-tanned or very-ill middle class.\n\nOne other element of the law that will affect the middle class is the provision of Obamacare known as the individual mandate. It requires people to pay an annual penalty if they don't buy health insurance. It takes effect in 2014, starting off at a minimum of $95 for an individual and rising to $695 per year in 2016. The U.S. Supreme Court upheld that controversial provision by characterizing it as a tax, not a penalty.\n\nIs this a tax/penalty on the middle class?\n\nThe CBO, the source used by the Hinckley campaign, has estimated that by 2016, 55 percent of the money collected via the individual mandate will come from people with incomes in the top 20 percent, which is a family of four making roughly $120,000 or more.\n\nSo less than half the money will be coming from middle class Americans.\n\nHow much money is involved?\n\nAbout $4 billion in 2016. The amount coming from the middle class and lower class: roughly $1.8 billion.\n\nTo put that in perspective, $1.8 billion is 3 percent of the $57 billion or so Obamacare will be raising from everyone in 2016.\n\nOur ruling\n\nBarry Hinckley said Sheldon Whitehouse voted for a \"$525 billion tax increase on the middle class.\"\n\nThe ad doesn't say that it's really talking about Obamacare, and that the money is designed to help pay for health coverage for the uninsured, many of whom are in the middle class.\n\nIt also doesn't point out that the $525 billion is spread out over 10 years, through 2019. Most of it doesn't come from the middle class.  \n\nAnd of the $4 billion the government expects to collect each year from people who choose not to purchase health insurance, less than half will come from the middle class.\n\nThe claim in the Hinckley ad is so ridiculously off base, we rate it Pants on Fire!\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10561"}