{"url": "/factchecks/2013/nov/15/scott-walker/gov-scott-walker-says-he-turned-36-billion-deficit/", "speaker": "Scott Walker", "vclaim": "\"The $3.6 billion deficit we inherited has turned into more than a half-billion-dollar surplus.\"", "truth_label": "half-true", "date": "stated on November 13, 2013 in a book:", "title": "Gov. Scott Walker says he turned $3.6 billion deficit into a $500 million surplus", "text": "Barely weeks old, the 2014 governor’s race already is producing a downpour of conflicting claims about Gov. Scott Walker’s budgeting record.\nHe turned a big deficit into a surplus! No, he turned a surplus into a big deficit!\nWalker makes the first claim early and often in his new book, \"Unintimidated,\" at one point writing that \"the $3.6 billion deficit we inherited has turned into more than a half-billion-dollar surplus.\"\nMeanwhile, Democrat Mary Burke, Walker’s lone challenger so far, tells reporters: \"You've seen where we're now going from a $700 million surplus to getting into the next biennium with almost a $750 million deficit.\"\nIs one or both correct? Are they both all wet?\nToday, we’ll just look at the claim by Walker. We’ll examine Burke’s another day, but here’s a partial spoiler alert: Burke and Walker are talking about budgets from different years.\nThe governor’s $3.6 billion number is one of his favorites.\nWe fact checked it in February 2011, when Walker pointed to the big budget hole as he prepared to unveil a budget covering mid-2011 to mid-2013.\nWe rated False a claim by Democratic state Rep. Mark Pocan, who is now a member of Congress, that Walker’s $3.6 billion estimate was \"a bogus figure.\" Outside experts agreed that Walker’s number was reasonable.\nWhat about the second figure cited by Walker -- the \"more than a half-billion-dollar surplus\"?\nA footnote in \"Unintimidated\" indicates Walker relied on a media account of a January 2013 report by the nonpartisan Legislative Fiscal Bureau, which predicted that Walker’s first budget would end with a $484 million surplus.\nThe surplus number actually grew after Walker submitted his book (it’s due out Nov. 19, but we obtained an advance copy). An October 2013 memo from the same source documented an official surplus of $759 million in the state’s main account at the end of Walker’s first two-year budget (June 30, 2013). This memo was not available when Walker submitted the book, a spokeswoman for the publisher, Penguin Group, told us.\nSo, Walker’s numbers are on target or close, based on what he knew when he wrote that passage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut there’s a problem lining them up next to each other and suggesting a positive swing of more than $4.1 billion.\nFruit salad\nThe two figures measure different things. It’s a classic case of apples and oranges.\nThe $3.6 billion \"deficit\" is actually not a deficit at all in a concrete accounting sense. It’s a pre-budget estimate designed to illustrate the size of the shortfall or challenge the governor faces when putting together a budget.\n\"Actually, it's more like apples, oranges and coffee beans,\" Wisconsin Taxpayers Alliance president Todd Berry said. \"The term 'deficit' has been used to describe multiple fiscal conditions, past, present, and future, that are actually quite different from one another. Both sides of the aisle know this and will interchangeably use these various definitions to spin things any way they want.\"\nThe pre-budget \"shortfall\" is a soft number, Berry noted, in that it includes state agency spending wish lists, many of which are destined for the circular file.\nIn any event, here’s bottom line #1: That $3.6 billion shortfall that preceded Walker’s first budget is best compared to the projected shortfall Walker faced in his second budget. That number was actually a positive one -- $177 million, according to Walker administration reports. That underscores Walker’s success at reducing budgeting tricks in the first budget.\nSo, the swing isn’t more than $4.1 billion, it’s more like $3.77 billion.\nThe apples-to-apples view still favors Walker, just not quite as much as he portrayed.\nOur rating\nWalker says in his book that \"the $3.6 billion deficit we inherited has turned into more than a half-billion-dollar surplus.\"\nThere’s some truth here, in that Walker cites accurate or close-to-accurate numbers that show a turnaround from red to black in two years.\nBut his claim has a context problem because it mixes two different ways to define the size of the turnaround. When viewed properly, the turnaround falls a little short of what he says.\nWe rate his claim Half True.\nTo comment on this item, please go to JSOnline.com.", "vclaim_id": "vclaim-pol-08612"}