{"url": "/factchecks/2018/jun/27/houston-post/no-red-hen-owner-didnt-threaten-sarah-huckabee-san/", "speaker": "The Houston Post", "vclaim": "\"Red Hen owner just issued sick threat to Sarah Sanders\"", "truth_label": "false", "date": "stated on June 26, 2018 in a headline:", "title": "No, Red Hen owner didn't threaten Sarah Huckabee Sanders", "text": "Editor’s note: After our fact-check appeared, some readers emailed us to ask about a comment by Sanders’ father, former Arkansas Gov. Mike Huckabee, about the Red Hen restaurant owner. He told Laura Ingraham on her radio show that that after Sanders and her husband left, the rest of her family went to another restaurant, and the Red Hen owner \"followed them across the street, called people, and organized a protest yelling and screaming at them from outside the other restaurant and creating this scene.\" Huckabee made a similar statement to Trish Regan on Fox. \nSnopes, a fact-checking website, rated the claim Mostly False after interviewing businesses near the restaurant. Snopes found that Sanders’ inlaws went to another nearby restaurant, the Southern Inn, and at some point in the evening members of the group encountered Wilkinson outside on the street, but it’s not clear whether Wilkinson followed them there or simply happened to be passing by. \nPolitiFact contacted the Lexington, Va. police to ask if they had any reports of a threat against Sanders and did not get a reply.\nThe Red Hen’s request for President Donald Trump’s spokeswoman Sarah Huckabee Sanders to leave the restaurant has fueled some exaggerations on social media.\n\"Red Hen owner just issued sick threat to Sarah Sanders after biz was destroyed by booting her,\" said a June 26 headline by The Houston Post, a pro-Trump website which has the same name as a now defunct newspaper.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nAlthough the Red Hen owner’s decision to ask Sanders to leave led to a firestorm of both criticism and support, we found no evidence that she threatened Sanders. The Houston Post story doesn’t contain any information about a threat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere’s what happened at the Lexington, Va., restaurant: on June 22, Stephanie Wilkinson asked Sanders to leave her restaurant after staff members raised concerns.\nWilkinson told the Washington Post that Sanders works in an \"inhumane and unethical\" administration.\n\"I'm not a huge fan of confrontation,\" Wilkinson said. But \"this feels like the moment in our democracy when people have to make uncomfortable actions and decisions to uphold their morals.\"\nSanders left without incident and later tweeted: \"Last night I was told by the owner of Red Hen in Lexington, VA to leave because I work for @POTUS and I politely left. Her actions say far more about her than about me. I always do my best to treat people, including those I disagree with, respectfully and will continue to do so.\"\nWhile we found no evidence that Wilkinson threatened anyone, The Roanoke Times reported that a man was arrested and charged with disorderly conduct after he tossed a bucket of chicken manure on the sidewalk beside the restaurant and shouted, \"Make America great again,\" Trump’s 2016 campaign slogan.\nWe found no contact information on the Houston Post’s website. We sent an email to The Red Hen and did not get a reply.\nThe Houston Post wrote that \"Red Hen owner just issued sick threat to Sarah Sanders.\" Wilkinson, the owner of the Red Hen, asked Sanders to leave her restaurant June 22. We found no evidence that Wilkinson threatened Sanders.\nWe rate this statement False.\nhttps://www.sharethefacts.co/share/bb965d20-36de-425a-83a7-6c5363ce0ee2", "vclaim_id": "vclaim-pol-01921"}