{"url": "/factchecks/2020/oct/01/donald-trump/fact-checking-trumps-debate-comment-poll-watchers-/", "speaker": "Donald Trump", "vclaim": "Poll watchers in Philadelphia “were thrown out.”", "truth_label": "false", "date": "stated on September 29, 2020 in a presidential debate:", "title": "Fact-checking Trump’s debate comment that poll watchers were ‘thrown out’ of Philly polling places", "text": "In the final moments of Tuesday’s raucous presidential debate, President Donald Trump attempted to undermine confidence in the election by complaining that his supporters had been blocked from observing the first day of in-person early voting in Philadelphia.\n\"Today there was a big problem,\" Trump said on the debate stage. \"In Philadelphia they went in to watch. They’re called poll watchers. A very safe, very nice thing. They were thrown out. They weren’t allowed to watch. You know why? Because bad things happen in Philadelphia, bad things.\"\nTrump’s accusation is full of misinformation.\nUnder state law, poll watchers in Pennsylvania may only observe voting at traditional polling places on Election Day, and they must be certified by the state to do so. But the state hasn’t designated any Republican poll watchers yet — that’s typically done a few days before an election. And even if the state had, those people wouldn’t be allowed to watch anything until Nov. 3.\nSo, what is Trump talking about? Let’s unpack his remarks.\nOn Tuesday, Philadelphia opened new satellite elections offices where mail ballots can be requested, completed, and submitted.\n\"It’s a mail-in vote without having to use the mail,\" Lisa Deeley, chair of the Philadelphia city commissioners, said outside the Liacouras Center at Temple University, where one of the new offices is located.\nOn Tuesday afternoon, a woman arrived at the satellite office inside Overbrook Elementary School in West Philadelphia, and told a supervisor she was there to monitor \"the integrity of the election.\" The supervisor told her she was not allowed inside the building unless she wanted to use the office’s services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAgain: Poll watchers in Pennsylvania are only allowed to observe voting on Election Day.\nThe woman told The Inquirer she had been hired by the Trump campaign to monitor the West Philadelphia site and calmly stated she had a right to be inside. Once again: She did not. No poll watchers in Pennsylvania will be allowed until Nov. 3.\nThe state also requires that poll watchers be registered to vote in the county where they wish to observe voting. The Trump campaign has been fighting in federal court since July to overturn that requirement, and to get approval for poll watchers to have access to all locations in Pennsylvania where votes are being cast — a move that would open access to sites like the one at the heart of the president’s debate night accusations.\nSatellite offices are a new feature of Pennsylvania elections created under Act 77, a law enacted last year that permits any registered voter to cast a ballot by mail. The satellite offices make it easier for voters to request and submit mail ballots. Previously, voters could only request mail ballots through the mail or in person at the main county elections offices. They now have more places to go.\nIt’s also important to note that none of the mail ballots submitted at satellite locations popping up across Pennsylvania in the weeks ahead are allowed to be counted until Election Day under state law.\nOur ruling\nTrump said poll watchers were \"thrown out\" of a polling place in Philadelphia. But the incident we witnessed, and any others that occurred Tuesday, took place at satellite offices, not at traditional polling places. And they involved self-appointed observers, not licensed poll watchers.\nWhile mail voting was indeed happening in physical locations Tuesday, and Trump supporters tried to watch, that voting wasn’t happening at polling places and those supporters weren’t poll watchers.\nTrump either knew or should have known that poll watchers aren’t allowed at satellite locations, because his campaign is fighting in federal court right now to change that. His statement is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-18584"}