{"url": "/factchecks/2010/oct/29/promote-oregon-leadership-pac-oregon-house-republi/oregon-house-republicans-say-will-rasmussen-was-ca/", "speaker": "Promote Oregon Leadership PAC (Oregon House Republicans)", "vclaim": "Says Will Rasmussen falsely claimed he had lived in the West Linn district for about a year.", "truth_label": "true", "date": "stated on October 27, 2010 in a campaign mailer:", "title": "Oregon House Republicans say Will Rasmussen was caught misstating his residency", "text": "House Republicans recently put out a typical looking hit piece on Democratic candidate Will Rasmussen. The mailer features an astonished looking senior in a blue tank top next to the words, \"What did Will Rasmussen say?\"\n\nThere are several grainy photos of Rasmussen in black and white. On the back, there’s something about him wanting higher taxes -- the usual stuff -- and about his falsely stating how long he’s lived in House District 37.\n\nThe mailer reads: \"Will Rasmussen only moved to our community one year ago -- but lied about it thinking he wouldn’t get caught. In fact, he told one local paper that he’d lived here almost twice as long as he really had and then didn’t fess up until they took him to task.\"\n\nRasmussen, an attorney with Miller Nash, faces Julie Parrish in the general election. Rasmussen beat out two other Democrats in the primary.\n\nBut in campaigning for the primary, Rasmussen gave a funny sounding answer in his March endorsement interview with Willamette Week. Asked how long he had lived in the district, he replied: \"About a year. I moved here, I moved to the district to buy my first house last fall ....\"\n\nWW reporter Beth Slovic later confronted Rasmussen with a record showing he closed on a West Linn condo on March 4. Rasmussen then said he had moved into an apartment in West Linn in September 2009.\n\nVoter records show he updated his registration to reflect the new condo April 2, 2010 -- a day after WW’s story.\n\nSo let’s recap: Rasmussen moved to West Linn in September 2009. (A clerk at Clackamas County elections says he registered to vote at an address in West Linn in October 2009.) Seven months later, he tells a reporter he has lived in West Linn \"about a year.\"  \n\nRasmussen’s campaign confirms the residency dates. His campaign manager, Christopher Edmonds, writes: \"When Will interviewed with WW, he said he'd lived in district about a year and at the time he'd lived there about seven months.  WW made a big deal out of nothing.  Of course Will meets the residency requirement.\"\n\nSlovic says in response: \"His 'about a year' statement unraveled with just two phone calls...How long he's lived in the district is not that big of a deal, given he meets the minimum requirement for residency. So why would he stretch the truth on something so trivial?\"\n\nWhy, indeed? Rasmussen does meet the constitutional residency requirement, which is to have lived in the district one year at the time of election. But that wasn’t the question. Seven months is nowhere near a year, no matter how much you stretch the word \"about.\"\n\nThe House Republican group said Rasmussen \"lied.\" It's not possible for us to determine whether he made the misstatement deliberately, with the intent to deceive, but he definitely got the facts wrong. So we find the group's claim True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14099"}