{"url": "/factchecks/2020/feb/21/jane-omeara-sanders/does-bernie-sanders-have-strong-support-rural-and-/", "speaker": "Jane O’Meara Sanders", "vclaim": "\"@BernieSanders receives strong support from the conservative & most rural part of Vermont.\"", "truth_label": "true", "date": "stated on January 26, 2020 in a tweet:", "title": "Does Bernie Sanders have “strong support” in rural and red Vermont?", "text": "Electability is at the front of the minds of Democratic voters as they mull who to support in the primary contest.\nPeople in Iowa, New Hampshire, Nevada, South Carolina and the now fast-approaching Super Tuesday states have been deciding whether the self-described democratic socialist Sen. Bernie Sanders, I-Vt., can win over moderate Democrats  and go on to defeat President Donald Trump in a general election.\nIn the runup to the Iowa caucuses, where the Vermont senator finished in the top two — bunched with former South Bend Mayor Pete Buttigieg — Jane O’Meara Sanders, senior adviser and the wife of Bernie Sanders, claimed on Twitter that her husband has a track record of support in the Republican pockets of Vermont.\n\"@BernieSanders receives strong support from the conservative & most rural part of Vermont. Even if they don’t agree with him on everything, they appreciate his honesty, hard work & that he’s fighting for workers,\" Jane Sanders tweeted.\nSanders is immensely popular in Vermont, consistently ranking among the top U.S. senators for favorability in the country, but does the progressive politician have \"strong\" support in the state’s most conservative and rural area?\nSupport for Sanders in Republican Vermont\n \nThe Sanders campaign provided results from the 2018 election as evidence to support Jane Sanders’ statement.\nThe campaign highlighted the large number of towns and counties which Sanders carried in the Senate race, but which also voted for incumbent Republican Gov. Phil Scott in the gubernatorial election.\nWhile it is true that many counties voted for both Scott and Sanders during the 2018 election, this does not address the portion of Jane Sanders’ claim that the conservative and \"most rural\" area in Vermont supports the senator.\nThe most strongly Republican areas in the state are the counties that make up the Northeast Kingdom — Essex, Orleans and Caledonia — along with Franklin and Rutland counties.\nCrunching the numbers\nVTDigger analyzed general election data from the Vermont Secretary of State’s Office for these five counties since 1990 — the year Vermont first sent Sanders to Congress — to see how the Vermont senator has fared against Republicans in the most conservative areas of the state.\nSince 1990, Sanders has dropped below the 50% threshold in Essex County just four times — 1992, 1994, 1996 and 2018, once in Caledonia County — in 1994, and has never dipped below 50% support in Orleans County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIn that same time period, 1994 was the only election he did not receive 50% of the vote in Rutland and Franklin counties.\nThe 1994 race was a competitive contest between the incumbent Sanders and Republican John Carroll. Sanders received 49.9% while Carroll finished 3 points behind with 46.6%. While Sanders received fewer votes than Carroll in several of the towns in the Northeast Kingdom, it was by small margins demonstrating competitiveness in the region.\nInterestingly, during that contest, Sanders did not carry Shelburne or South Burlington but did receive more support than Carroll in Rutland City.\nBetween 1998 and 2006, Sanders never dipped below 56% support in Essex County and in his 2012 reelection bid he got more than 60% of the vote in the county. The last election, in 2018, was the first time since 1996 that he received less than 60% of the vote in Caledonia County.\nBecause Vermont does not require voters to register with a party to vote in elections, there’s no data on how many Republican voters crossed over in these elections to vote for Sanders. \n\"It is true that Bernie has done well in the smaller towns in Vermont for a very long time,\" said Eric Davis, professor emeritus of political science at Middlebury College. \n\"Is it conservative voters in those towns or is it more progressive voters in those towns? We don't know,\" Davis added. \"What we do know is, he has done well among the rural areas of the state. We do not know if he has done well among conservative voters.\"\nOur Ruling\nOn Jan. 26, Jane O’Meara Sanders tweeted that her husband, Bernie Sanders, \"receives strong support from the conservative & most rural part of Vermont\" as an argument why he is electable.\nIn general election contests since 1990, Sanders has demonstrated he has been able to receive the majority of the votes in both the most rural and conservative areas of the state — even if Vermont Republicans may not agree with all of his policies.\nWe rate this statement True. ​", "vclaim_id": "vclaim-pol-17441"}