{"url": "/factchecks/2012/dec/17/thomas-ratliff/thomas-ratliff-says-massachusetts-imposes-three-ma/", "speaker": "Thomas Ratliff", "vclaim": "Says Massachusetts has three state-mandated student tests and Finland just one.", "truth_label": "half-true", "date": "stated on December 10, 2012 in an opinion column.:", "title": "UPDATED: Thomas Ratliff says Massachusetts imposes three mandatory student tests, Finland just one", "text": "Saying Texas students face too many state-mandated exams, an East Texas member of the State Board of Education suggested two faraway places enjoy stellar results with minimal government-imposed testing.\n\nIn an opinion column published in the Dec. 10, 2012, Austin American-Statesman, Thomas Ratliff, R-Mount Pleasant, said: \"Massachusetts, the envy of all public school systems in the United States, has three state-mandated tests. Finland, which is the envy of all public school systems in the world, has one. That’s right, one.\"\n\nWe're not going to judge the merits of educational systems.\n\nBut we have experience counting tests. In August 2012, we rated False a claim that Texas students spend 45 days a year on state-ordered exams after earlier rating Mostly False a claim about the number of testing days in the Austin schools.\n\nYet, as we tucked into this Massachusetts-Finland shout, we noticed Ratliff’s article does not say if he’s critical of every exam given under the State of Texas Assessments of Academic Readiness system. That testing starts in the third grade.\n\nBy phone, Ratliff told us that he was thinking only of the state's 11 to 15 newly-installed end-of-course exams that high-school students must hurdle to qualify for graduation.\n\nSo, what of Massachusetts and Finland?\n\nRatliff said he drew his Massachusetts test count from Austin lawyer Dineen Majcher, who helped launch Texans Advocating for Meaningful Student Assessment amid concerns the 2009 Legislature's overhaul of student testing and accountability went overboard.\n\nMajcher pointed us to a Massachusetts government web page, for the Bay State’s Department of Elementary and Secondary Education, indicating that high-school students should attain \"proficient\" scores on tests in English language arts and math and a test in any of several science-oriented subjects: biology, chemistry, introductory physics or technology/engineering. Students who do not meet the state’s \"proficient\" score on either test can still graduate, according to the agency, by fulfilling an educational proficiency plan entailing more classwork and testing.\n\nBy email, department spokesman J.C. Considine told us that outside of the state’s high-school tests, students in grades three through eight must take standardized state exams. According to an agency web page, results are used to hold schools accountable for progress toward the federal goal that all U.S. students be proficient in reading and math by 2014.\n\nNow let’s flip to Finland.\n\nRatliff pointed us to an article in the September 2011 issue of Smithsonian, the magazine produced by the Smithsonian Institution, saying that students there have outperformed counterparts in other countries thanks to in a focus on well-prepared teachers who decide how best to school their individual pupils. The story also says there \"are no mandated standardized tests in Finland, apart from one exam at the end of students’ senior year in high school.\"\n\nThe test is the Finnish Matriculation Exam, according to a Finnish government web page, which says the exam’s purpose is to \"discover whether pupils have assimilated the knowledge and skills required by the curriculum for the upper secondary school and whether they have reached an adequate level of maturity in line with that school`s goals. Passing the Matriculation Examination entitles the candidate to continue his or her studies at university.\"\n\nAccording to the web page, the exam is given each spring and fall.\n\nHowever, the exam is not a one-and-done. It’s composed of \"at least four tests,\" one that each student must take in his or her \"mother tongue\"—Finnish, Swedish or Saami—and three others at their choice either on the \"second national language\" or a foreign language; math; or a test in the sciences and humanities, according to the web page, including tests in Evangelical Lutheran religion, Orthodox religion, ethics, philosophy, psychology, history, social studies, physics, chemistry, biology, geography and health education.\n\n\"As part of his or her examination, the candidate may additionally include one or more optional tests,\" the web page says.\n\nWhoa. Could each student really take more than 10 tests?\n\nPasi Sahlberg, a Finnish expert in education and director general of the Helsinki-based Centre for International Mobility and Cooperation, confirmed by email that the overall standardized exam consists of a minimum of four tests, but students \"if they wish can take more exams.\" Typically, he said, students take five or six tests. These may be spread over a 12-month period, he said, though most students take most of their tests in the spring of their last school year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nNotably, too, Sahlberg emailed, Finnish students who focus on vocational training after completing the country’s nine mandatory years of basic education do not have to take a state-mandated exam of any kind. In 2010, 45 percent of the students who continued their schooling after the nine years chose the vocational track, Satu Mäki-Lassila of Finland’s Ministry of Education and Culture told us by email.\n\nOur ruling\n\nRatliff wrote that Massachusetts has three mandated student tests and Finland one.\n\nBoth claims reflect the exams that students in Massachusetts and Finland have to take to qualify for high school graduation.\n\nBut students on the academic track in Finland must take at least four separate tests. Also, given that Ratliff’s article does not say he’s speaking only to tests administered in high school, it’s worth noting that Massachusetts, like Texas, requires students starting in third grade to take state tests.\n\nThis claim grades out as Half True.\n\nCLARIFICATION, 10:00 a.m., Dec. 19, 2012: We amended this article to point out that Finnish students who focus on vocational courses at the secondary level do not have to take a government-mandated exam to graduate. This wrinkle, brought to our attention by a reader, did not change our Truth-O-Meter rating.", "vclaim_id": "vclaim-pol-09919"}