{"url": "/factchecks/2012/sep/14/rick-scott/rick-scott-touts-phase-out-fcat-tv-ad/", "speaker": "Rick Scott", "vclaim": "After hearing \"the frustrations parents and teachers have with the FCAT,\" next year \"we begin improving our testing system.\"", "truth_label": "half-true", "date": "stated on August 20, 2012 in a television ad:", "title": "Rick Scott touts phase-out of FCAT in TV ad", "text": "Before Gov. Rick Scott hit the road on his education listening tour, he went to the airwaves to toss in his own two cents about Florida’s high-stakes testing system.\n\nScott appeared in a TV commercial paid for by the Republican Party of Florida as the school year started, touting the GOP Legislature’s roughly $1 billion increase in education funding (a year after cutting more than that amount) and his own willingness to hear criticism.\n\nHis message: He’s heard the concerns about the Florida Comprehensive Assessment Test, and change is on the way.\n\n\"I've listened to the frustrations parents and teachers have with the FCAT,\" Scott said. \"Next year we begin improving our testing system. No more teaching to the test. It's time we get a better measure of our children's progress.\"\n\nSo is Scott taking action to improve testing and end teaching to the test?\n\nActually, we found new education standards and assessments were in the works before he took office.\n\nJust about every state has agreed to adopt new education standards in language arts and math known as Common Core, a bipartisan product from the National Governors Association and the Council of Chief State School Officers.\n\nFlorida’s Board of Education adopted Common Core standards in summer 2010, as Scott fought through his Republican gubernatorial primary.\n\nThese standards are not an effort to nationalize curriculum, though federal leaders like Education Secretary Arne Duncan like them because they are more rigorous and lend themselves to apples-to-apples comparisons for students across the states. Many states, including Florida, have received Race to the Top money for adopting these standards.\n\nTo measure student comprehension of these standards, a consortium of 23 states and the Virgin Islands developed a new testing system for students from third grade through high school paid for by a $186 million Race to the Top grant. The new system is known as the Partnership for Assessment of Readiness for College and Careers, or PARCC for short.\n\nPARCC will gradually replace the FCAT, but that’s not Scott’s doing.\n\nScott’s back-to-school message \"was a little like the drum major who jumps in front of a parade that's already marching down Main Street,\" wrote Orlando Sentinel columnist Scott Maxwell in August.\n\n\"It’s certainly not a reaction to parents that we’re doing this,\" said Mark Pudlow, a spokesman for the Florida Education Association.\n\nIn the ad, Scott is vague about what changes are coming to Florida’s testing system next year. \n\nThese new PARCC tests don’t fully kick in until spring 2015. What happens between then and now -- such as field-testing and piloting the new exams -- is purely transitional.\n\nFifth and eighth graders will take a tougher version of the FCAT for science. Students will also be taking new end-of-course assessments in various subjects, including civics, U.S. history, algebra I, biology I and geometry.\n\nPARCC offers optional assessments to participating states, including a mid-year exam. While it’s possible more tests will be added over time, \"it’s not likely that everything that is developed will be implemented in Florida,\" said Mary Jane Tappen, Florida Department of Education deputy chancellor for curriculum, instruction, and student services.\n\nScott elaborates on the testing switch in a statement, saying he remains a \"staunch advocate of student testing\" and supports PARCC because the material \"emphasizes analytical problem solving over memorization and simple recitation of facts.\"\n\nIndeed, the new tests will require students to show their work on math problems and defend their analyses of literary passages.\n\nSo what has Scott done relating to the retooled assessments? Upon taking office, he recommitted Florida to these standards and \"re-signed the PARCC Memorandum of Understanding,\" said Republican Party of Florida spokeswoman Kristen McDonald.\n\nShe pointed to other examples of the state’s progression toward the new testing system under Scott, including the department training 8,000 education professionals over the summer and the state college system being the first in the country to work Common Core into its teacher-training curriculum.\n\nThe new standards are already being worked in schools, Tappen said.\n\nAs an aside, we wanted to address Scott’s \"no more teaching to the test\" rhetoric. It won’t be the last time you hear him say it, even though it’s actually been illegal for a while.\n\nFlorida lawmakers made it against the law for teachers to stop regular class for FCAT prep in 2008. Still, given the stakes, some do. And starting teachers will have a portion of their pay tied to student performance in a couple of years, so the stakes are higher for them, too. A fear of teachers \"teaching to the test\" has not dissipated for some school advocates.\n\nOur ruling\n\nScott’s commercial leaves viewers with the impression that changes are coming to Florida’s standardized testing system because of him. Really, Florida’s shift from FCAT toward PARCC and end-of-course exams was in the works long before he came on the political scene. Scott is affirming a movement started by Florida’s former Education Commissioner Eric Smith.\n\nWe rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10381"}