{"url": "/factchecks/2017/oct/31/freedomjunkshuncom/fake-news-site-claims-hillary-clinton-flies-ukrain/", "speaker": "FreedomJunkshun.com", "vclaim": "\"Hillary Clinton leaves the country as Mueller indictment is announced.\"", "truth_label": "pants-fire", "date": "stated on October 28, 2017 in a headline:", "title": "Fake news site claims Hillary Clinton flies to Ukraine ahead of indictments", "text": "A story that said former Democratic presidential nominee Hillary Clinton fled the United States after indictments were announced in Robert Mueller’s investigation of Russian interference in the 2016 election is fake news.\nAn Oct. 29, 2017,, post on Morning-Herald.com ran with the headline, \"Hillary Clinton leaves the country as Mueller indictment is announced.\" The same story appeared on other websites, too.  \nFacebook users flagged the story as being potentially fabricated, as part of the social network’s efforts to curb the spread of fake news.\nThe fake post said that Clinton and her husband, former President Bill Clinton, flew to Lviv, Ukraine, on Oct. 27, which was the same day a grand jury approved criminal charges in the Special Counsel’s Office investigation.\nThe announcement of who was actually being indicted didn’t come until Oct. 30, giving fake news purveyors a couple of days to peddle false stories.\nThe story originated on Oct. 28 at FreedomJunkshun.com, which had written a series of posts implying Hillary Clinton was a potential target of Mueller’s probe. The site included a photograph of the Clintons at an airport, but that image was from the 2013 renaming of the airport in Little Rock, Ark., after the political power couple.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe story notes that Ukraine has no extradition treaties with the United States, which is true. And Hillary Clinton has been to Lviv, but that was as first lady 20 years ago.\nIn reality, Hillary Clinton was in Washington on Oct. 28, not Ukraine, for a speech at the Human Rights Campaign’s national dinner. She was then in the Chicago suburbs on Oct. 30 to sign copies of her new book, What Happened.\nFreedomJunkshun.com is a member of a series of fake websites associated with Christopher Blair, who lives in Maine. Blair is a self-described liberal troll who creates fictional stories to try to fool conservative readers.\nThe website uses a similar layout and style as other Blair-affiliated sites, and carries a disclaimer that reads, \"All people, places, names and images should be considered fictitious or fictitious representations.\"\nThe real indictments were for President Donald Trump’s former campaign chairman Paul Manafort and his associate Rick Gates, who pleaded not guilty to 12 counts of making false statements, money laundering and more.\nGeorge Papadopoulos, a former Trump foreign policy adviser, also was indicted for lying to the FBI and pleaded guilty.\nThis is another in a spate of fake news stories that claimed Democrats were among the people charged in the Mueller investigation. We rate this statement Pants on Fire!\n Share the Facts 2017-10-31 20:01:21 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Hillary Clinton leaves the country as Mueller indictment is announced.\"    FreedomJunkshun.com website https://freedumjunkshun.com/update-hillary-clinton-leaves-the-country-as-mueller-indictment-is-announced/   in a headline Saturday, October 28, 2017 2017-10-28    Read More  info", "vclaim_id": "vclaim-pol-02745"}