{"url": "/factchecks/2020/apr/14/donald-trump/trumps-ridiculous-statement-about-total-authority-/", "speaker": "Donald Trump", "vclaim": "Says as president he has “total” authority to re-open states amid the COVID-19 pandemic.", "truth_label": "pants-fire", "date": "stated on April 13, 2020 in in a White House briefing:", "title": "Trump’s ridiculous statement about “total” authority neglects Constitution", "text": "President Donald Trump was asked during his White House briefing to explain his tweets in which he said that it’s up to him — not governors — to re-open states amid the COVID-19 pandemic.\n\"What provision in the Constitution gives the president the power to open or close state economies?\" a reporter asked Trump April 13.\n\"Numerous provisions,\" Trump replied.  \"We’ll give you a legal brief if you want.\" \nReporters pressed Trump for details, but he never cited specific provisions in the Constitution or federal law.\nWhen a reporter asked again, Trump said, \"The authority is total, and that’s the way it’s got to be.\"\nThe White House did not respond to our emails seeking Trump’s evidence.\nThe 10th Amendment of the U.S. Constitution says that powers not delegated to the federal government are reserved for the states. A reporter asked Trump how he would overcome that restriction.\nTrump sidestepped the question: \"Well if some states refuse to open, I would like to see that person run for election. They’re going to open. They’re going to all open.\"\nTrump does not have total authority\nFederalism, which is a key component of our Constitution, means that the national government is responsible for broad governance, while states and cities have authority over local issues. \nThe president is the top elected official in the country, but he does not have supreme power to dictate all rules for states and local governments. The federal government only has powers given to it in the U.S. Constitution; the rest are reserved for the states, said Polly J. Price, a professor of law and global health at Emory University. \nTrump does have some authority with respect to reopening the country such as on federal property including military bases within states, Price said. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nBut formal declaration of a \"national emergency\" does not confer do-whatever-is-needed authority on the president, said University of Texas law professor Robert Chesney. \n\"The president very clearly does not have total authority over state and local governments,\" Chesney said. \"It is preposterous to claim such authority in our system, in which federalism has always been a bedrock element. It is equally preposterous to claim that state and local leaders require the president’s approval for anything. States are not mere political subdivisions of the federal government.\"\nIssues with respect to social distancing and business closures are state matters. That means that Trump does not actually call the shots about re-opening swimming pools in Miami, gyms in Sacramento or barber shops in Cleveland. Both Democratic and Republican governors have said they control their own state orders, not Trump. \nThis isn’t the first time that Trump has made the case that he has unlimited power. In 2019, he said that Article 2 of the Constitution gave him \"the right to do whatever I want as president.\" Article 2 gives the president \"executive power,\" but that’s not the same as total power over the states. \nLegal experts say no part of the Constitution gives the president unlimited power.\n\"There is no authority. You can’t point to any clause of the Constitution that supports that,\" said David Schultz, a law professor at the University of Minnesota and political science professor at Hamline University. \nWhen the framers drafted the Constitution, they kept in mind fear of King George III and wanted to avoid absolute power of a king, Schultz said. The Constitution aims to break up political power.\n\"That’s why the president doesn’t have total power,\" he said.\nOur ruling\nTrump said he has \"total\" authority to reopen the states amid the COVID-19 pandemic.\nTrump and the White House have not explained what parts of the Constitution or laws he is referring to that he thinks give him \"total\" authority over governors. \nGovernors have the power to set rules to protect their residents’ public health such as closing swimming pools and schools and requiring social distancing. Trump does not have the power to undo the governors’ orders.\nIn this case, his exaggeration is so vast that it qualifies as ridiculous. By our definition, that means his statement rates Pants on Fire.", "vclaim_id": "vclaim-pol-16932"}