{"url": "/factchecks/2014/mar/18/john-boehner/john-boehner-says-more-people-are-uninsured-obamac/", "speaker": "John Boehner", "vclaim": "The United States has seen \"a net loss of people with health insurance\" because of Obamacare.", "truth_label": "false", "date": "stated on March 13, 2014 in a press conference:", "title": "John Boehner says more people are uninsured since Obamacare took effect", "text": "For a law that will be judged, in part, by how many uninsured Americans gain coverage, it’s a pretty bold statement when the most powerful Republican in Washington claims the Affordable Care Act is leading to more people without coverage.\nIn a press conference on March 13, 2014, House Speaker John Boehner, R-Ohio, claimed \"there are less people today with health insurance than there were before this law went into effect.\"\nA reporter later asked him if he really meant that. Boehner doubled down.\n\"I believe that to be the case,\" Boehner said. \"When you look at the 6 million Americans who've lost their policies, and (government officials) claim 4.2 million who've signed up — I don't know how many have actually paid for it — that would indicate to me a net loss of people with health insurance. And I actually do believe that to be the case.\"\nThere are a lot of holes in the administration’s data for new signups. Further clouding the stats are fluctuations in the existing insurance market caused when insurance companies canceled plans that didn’t meet Obamacare’s coverage standards.\nBut to say that has resulted in a net loss is a stretch.\nThe Washington Post Fact Checker beat us to the punch on this. He gave Boehner’s comment Four Pinocchios, his worst rating.\nWe have looked at similar claims before. We mostly heard it late last year, when several million Americans received notices from their insurance provider that their current policies would no longer be offered.\nSince it came from Boehner, though, we decided it was worth looking into again.\nPolls and projections\nWe took the issue first to Boehner spokesman Brendan Buck. He offered this explanation: \"The speaker explained the statement at the presser: More people have had plans canceled than signed up, especially when considering how inflated the enrollment numbers appear to be.\"\nBut that's not what Boehner said. He twice claimed that the number of people with insurance overall is down since the health care law went into effect, a considerably more audacious statement.\nWhile there isn't a final tally that looks at those numbers yet, Boehner's assertion goes against a recent Gallup poll, which said the number of uninsured Americans declined from 17.1 percent at the end of last year to 15.9 percent in the first quarter of 2014, the lowest level since 2008. Also, the Congressional Budget Office, the nonpartisan policy scorekeeper, estimates over time that the percentage of insured Americans will rise as a result of the health care law.\nBoehner claimed the math, though, is simple. According to him, there were 6 million people told their policies were canceled because they didn't meet the health law's minimum benefits and coverage. And the administration announced that through February, 4.2 million had purchased insurance through the state and federal marketplaces. (A few days after Boehner spoke, the administration announced enrollment through the marketplace surpassed 5 million.)\nBy that logic, 1.8 million people must have lost insurance.\nBut Boehner misses a lot of important factors. We'll go through them one by one.\nWhat happened to canceled plans\nThere were many Americans notified that their insurance plans were canceled because they did not meet Obamacare's standards of coverage, despite promises that wouldn't happen. Boehner puts this at 6 million. It's a hard figure to pin down exactly.\nThrough an extensive reporting project, the Associated Press found at least 4.7 million Americans received notices about canceled policies; it could be higher.\nSome of those policies, about half, were restored when Obama administratively allowed canceled plans to continue for another year and later through 2016.\nMany others were moved to new plans, either through their insurance company or by purchasing a new policy on the marketplaces set up for Obamacare. The administration estimated that of the people with canceled plans, just 500,000 were left without coverage, and catastrophic coverage was extended to those individuals.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nThat's not to say this wasn't a difficult ordeal for people who lost their plans, especially if they thought the law would allow them to keep their coverage. But most of them were able to find new plans, meaning Boehner's 6 million uninsured people basically vanishes.\nWe could probably stop there, but let's dissect the rest of the numbers, since this is a debate that won't subside any time soon.\nMarketplace signups\nBoehner also casts doubt that the administration's figures for new insurance purchases is inflated, which they put at 4.2 million (now 5 million).\nHe does have a point there.\nFirst, many of the people who lost coverage due to Obamacare were shifted to the marketplace to buy coverage. Just as those individuals shouldn't be included in Boehner's figure of people without insurance, they also don't count as a net gain, since they previously had insurance.\nIt's ultimately difficult to tell how many people who bought insurance didn’t have coverage last year. A survey by McKinsey & Company found that 27 percent of the people who reported buying a new policy in February for 2014 were previously uninsured.\nIt's equally difficult to know how many of the people who bought plans actually paid their premiums. The New York Times reported that 20 percent of people buying insurance on the exchanges never made their first payment. The McKinsey & Company survey reported similar results for the previously uninsured.\nSo Boehner's skepticism toward that 4.2 million figure is not misguided. But even if it includes a lot of people who didn't pay their premiums or people who were previously insured, there were some previously uninsured people who found and paid for policies. That alone makes it a net gain.\nIt also doesn't include the people who are buying insurance directly from insurance companies or through other Obamacare approved third-party sites. In Washington state, for example, 184,000 of the 300,000 projected new enrollees bought coverage outside the marketplace.\nMedicaid\nBoehner also completely ignores individuals who gained coverage through the expansion of Medicaid, the federal-state health care program.\nThe administration says 4.4 million people were deemed eligible for Medicaid when signing up for coverage through the marketplace.\nThat doesn't count all of the people who signed up through local state offices, not through an exchange. But it also includes those who were assessed as eligible but didn’t complete the sign up. There could be duplication in the process as well.\nBut whatever the actual number is, it still points toward a net gain in insured Americans.\nKids up to 26\nOne of the earliest provisions of the law to take affect allowed children to stay on their parents' insurance until age 26.\nThe administration has estimated 3.1 million young adults took advantage of this change. The Washington Post Fact Checker noted the number hasn't been updated for a number of years and questioned whether it was that high.\nNot all of those children were previously uninsured. And presumably some of those initial sign ups could have aged out of their parents insurance by now. It's possible many were included among the previously insured who transitioned to the marketplace.\nBut like the Medicaid number, for the purpose of this check the actual number isn't as significant as knowing there are a lot of young adults that gained insurance through this provision.\nOur ruling\nBoehner said the Affordable Care Act so far has caused \"a net loss of people with health insurance.\" Boehner's logic is based on reports that about 5 million had their insurance policies canceled while 4.2 million signed up for policies on the state and federal marketplaces. It's bad math for two reasons.\nFirst, most of the people who lost their insurance have seen those policies extended to them through an administrative fix, or they received new coverage through their previous insurer or they bought a new plan.\nSecond, he ignores the millions of people who bought coverage off the exchange, those who gained coverage through Medicaid and the under-26 crowd able to remain on their parents' insurance.\nWe don't yet know how many new Americans will ultimately gain coverage. But every indicator right now suggests it will be a net gain. We rate Boehner's statement False.", "vclaim_id": "vclaim-pol-08121"}