{"url": "/factchecks/2020/apr/02/blog-posting/no-italy-didnt-arrest-doctor-murdering-thousands-c/", "speaker": "Bloggers", "vclaim": "Says Italy arrested a doctor “for intentionally killing over 3,000 coronavirus patients.”", "truth_label": "pants-fire", "date": "stated on March 31, 2020 in a blog post:", "title": "No, Italy didn’t arrest a doctor for murdering thousands of COVID-19 patients", "text": "More than 50,000 people around the world have died from COVID-19, with more than half of all fatalities coming from four European countries, including Italy. In March, Italy surpassed China as the country with the highest death toll. A blog post shared on Facebook claims that thousands of those deaths were intentional. \n\"Italy arrest (sic) doctor for intentionally killing over 3,000 coronavirus patients,\" the post’s title says. A photo shows a man in tan scrubs walking in handcuffs and flanked by law enforcement. The story goes on to say that Dr. Sergio Kerr \"administered Benadryl, Ditropan and doxepin which are anticholinergic medications which worsen pneumonia.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because it’s not a real news story. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe photo of the man in the blog post is from the Anderson, Ind., newspaper, the Herald Bulletin, which reported in 2014 on the arrest of a physician charged with several drug offenses.\nA doctor accused of murdering more than 3,000 people, not to mention coronavirus patients, would draw wide media attention. And yet searching for information about Dr. Sergio Kerr, we found no such reports. \nWe rate this blog post Pants on Fire.", "vclaim_id": "vclaim-pol-16857"}