{"url": "/factchecks/2011/jun/08/herman-cain/cain-denies-claims-he-said-he-would-not-appoint-mu/", "speaker": "Herman Cain", "vclaim": "\"I did not say that I would not have them [Muslims] in my Cabinet.\"", "truth_label": "pants-fire", "date": "stated on May 24, 2011 in an interview on the Glenn Beck Program radio show:", "title": "Cain denies claims he said he would not appoint Muslims", "text": "Former pizza CEO and talk show host Herman Cain loves to say he’s not politically correct. Now, his brash words have pushed him to correct the political record.\n\nOn \"The Glenn Beck Program\" radio show May 24, the Republican presidential hopeful tried to rebut accusations that in March he said he would not appoint Muslims to Cabinet positions or federal judgeships in a potential Cain administration.  \n\n\"I did not say that I would not have them in my Cabinet. Because if you look at my career, I have hired good people regardless of race, religion, sex, gender or orientation and this sort of thing,\" Cain told Beck.  \n\nThis statement, made just three days after Cain’s May 21 announcement that he is running for president, was only his latest attempt to put the controversy to rest. Reporters have dogged him on the issue for two months.\n\n\"People are trying to push me in a corner,\" he groused in April to The Daily Caller, a news website founded by conservatives.\n\nNo one puts Herman Cain in a corner. But fact-check him? We can’t resist.\n\nWhat did he say in March about appointing Muslims to his Cabinet?\n\nWe called and emailed the Cain campaign for comment. It did not respond, so we proceeded without it.\n\nMetro Atlantans are accustomed to Cain as an agitator. He’s been goading liberals for years as a conservative talk show host on AM 750 and 95.5FM News/Talk WSB.\n\nCain’s comments about Muslims barely made news locally, but with the growth of his support, he faces more scrutiny than ever before.\n\nNow we’re learning whether what plays with metro Atlanta conservatives works on the national stage.  \n\nThe controversy began in February in a Milner church. Cain talked about his bout with stage four liver and colon cancer and suggested he was uncomfortable when he learned his surgeon’s name was \"Abdallah.\"\n\nThe evangelical publication Christianity Today asked Cain about his comment in a March 21 article. Cain replied that Muslims should stop trying to convert others.\n\n\"And based upon the little knowledge that I have of the Muslim religion, you know, they have an objective to convert all infidels or kill them,\" Cain said.\n\nFive days later, a blogger for liberal ThinkProgress.org questioned him at the Conservative Principles Conference in Des Moines, Iowa.\n\n\"Would you be comfortable appointing a Muslim either in your Cabinet or as a federal judge?\" the blogger asked.\n\n\"No, I will not,\" Cain replied. \"And here’s why. There is this creeping attempt, there’s this attempt to gradually ease Sharia law and the Muslim faith into our government. It does not belong in our government.\"\n\nBy that Monday, Cain was explaining his comments to national media outlets. He’s been at it ever since.\n\nThis brings us back to Beck’s radio show, where Cain said his statement was \"misconstrued.\"\n\n\"[The reporter] said, would you be comfortable with a Muslim in your Cabinet?\" Cain told Beck. \"And I immediately said, without thinking, ‘No, I would not be comfortable.’ I did not say that I would not have them in my Cabinet. Because if you look at my career, I have hired good people regardless of race, religion, sex, gender or orientation and this sort of thing. \"\n\nIndeed, the question the ThinkProgress.org blogger asked Cain was whether he would be \"comfortable\" with a Muslim in his Cabinet, not whether he would appoint one. If you take the video on its face, the explanation Cain gave on Beck’s show seems reasonable.\n\nThe problem is that it contradicts what Cain said about his own comments.  \n\nThe Monday after the news broke, Cain recounted what he said on Fox News’ \"Your World with Neil Cavuto.\"\n\n\"A reporter asked me ‘Would I appoint a Muslim to my administration?’ I did say ‘no,’ \" Cain told Cavuto.\n\n\"And here’s why ... I would have to have people totally committed to the Declaration of Independence and the Constitution of the United States. And many of the Muslims, they’re not totally dedicated to this country,\" he said.  \n\nIn April, Cain repeated he would not hire a Muslim to radio host Bryan Fischer, who is also a conservative. We found an excerpt from the show on a website critical of the political right:\n\n\"[T]he comment I made that became controversial, and my staff keeps hoping will die, is that I wouldn’t have Muslims in my administration. And it’s real simple. The Constitution does not have room for Sharia law ... and to introduce that element as part of an administration when we’ve got all of these other issues, I think I have the right to say that I won’t,\" Cain said.  \n\nCain’s opposition to Muslims in his Cabinet is not ironclad. After some prodding, he told Cavuto he might consider a Muslim who’s loyal to the Constitution but never met one he would choose for his Cabinet.\n\nStill, contrary to his claim on Beck’s program, Cain did say he would not have Muslims in his Cabinet. Not once or twice, but three times in as many weeks to ThinkProgress.org, Cavuto and Fischer.\n\nWhen scrutiny grew stronger, Cain backtracked. During Beck’s program, he parted ways with the truth. The heat is on, and Cain’s Pants are on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021", "vclaim_id": "vclaim-pol-12971"}