{"url": "/factchecks/2020/feb/25/blog-posting/made-will-smith-quote-resurfaces-pro-trump-blog-si/", "speaker": "Bloggers", "vclaim": "Quotes actor Will Smith as saying: “I’m not afraid to say that Trump and his supporters are ba…”", "truth_label": "false", "date": "stated on February 9, 2020 in a blog post:", "title": "Made-up Will Smith quote resurfaces on pro-Trump blog site", "text": "A headline generating interest on social media quotes actor Will Smith as saying, \"I’m not afraid to say that Trump and his supporters are ba…\" \nThe quote isn’t just incomplete. It’s also entirely made-up. \nThe headline appears in a Feb. 9 story on Trump Train Pro News, a website we’ve fact-checked for recycling bogus quotes about President Donald Trump before.\nPosts sharing the headline were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile the headline broadcasts a fake Smith quote, the text of the Trump Train Pro News story is a slightly altered representation of criticisms Smith lobbed at then-candidate Trump in 2016.\nThe Trump Train Pro News story lifts almost verbatim from an authentic news report published Aug. 3, 2016, by news.com.au, an Australian news outlet. The report features comments Smith made about Trump while promoting \"Suicide Squad,\" a movie about supervillains.\nThe quotes Smith gave to news.com.au made headlines in mainstream British and U.S. news outlets as well, including the Guardian, Time, the Hill and the Washington Post.\nAccording to the report, Smith said he hoped Trump wouldn’t win the 2016 election and condemned what he called a \"separatist non-inclusive xenophobic, racist wave that is sweeping the globe.\" He said he had no tolerance for Trump’s comments about women and wondered why they didn’t seem to diminish Trump’s support.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"For a man to be able to publicly refer to a woman as a fat pig, that makes me teary. And for people to applaud, that is absolutely f------ insanity to me,\" Smith told news.com.au.\nIn the Trump Train Pro News story, that same quote — and others from Smith’s news.com.au interview — appears as though it was filtered through a thesaurus machine. The Trump Train Pro News version of Smith’s quote about Trump’s comments on women reads:\n\"Fоr a man tо hаvе the аbіlіtу tо ѕtrаіghtfоrwаrdlу intimate a wоmаn as a fаt ріg, thаt mаkеѕ me mіѕеrаblе. Lіkеwіѕе, fоr реорlе tо endorsement, thаt is аbѕоlutеlу f------frаntісnеѕѕ tо me.\"\nWe found no record that Smith made the statement spotlighted in the Trump Train Pro News headline, which isn’t referenced in the body of its story. Other fact-checkers debunked the same false headline when it appeared on another site.\nSmith was critical of Trump throughout the promotional tour for the August 2016 film. \n\"As painful as it is to hear Donald Trump talk, and as embarrassing it is as an American to hear him talk, I think it’s good,\" he said during another press event. \"We get to hear it, we get to know who people are, and now we get to cleanse it out of our country.\"\nThe actor made similar remarks about \"cleansing\" racism from the United States during a \"Tonight Show\" interview that same month.\nBut there’s no proof that he said, \"I’m not afraid to say that Trump and his supporters are ba…\" \nWe rate this statement False.", "vclaim_id": "vclaim-pol-17448"}