{"url": "/factchecks/2012/nov/21/mike-dewine/mike-dewine-touts-his-wifes-recipes-delicious-part/", "speaker": "Mike DeWine", "vclaim": "Says Fran DeWine’s made-from-scratch dinner rolls are a delicious favorite in a traditional Thanksgiving dinner.", "truth_label": "true", "date": "stated on November 20, 2012 in a news release:", "title": "Mike DeWine touts his wife's recipes as a delicious part of Thanksgiving", "text": "Even PolitiFact Ohio needs an occasional break from politics. We decided that taking one on Thanksgiving would give all of us something to be thankful for.\n\nBut fact-checking doesn't take a holiday.\n\nWhen we received a Thanksgiving news release from Ohio Attorney General Mike DeWine, our attention was immediately seized. In addition to holiday greetings, the release included three recipes DeWine credited to his wife, Fran.\n\nHe said the recipes -- for crescent rolls, broccoli salad and \"Fran's carrot cake with lemon cream cheese icing\" -- are family favorites and part of a delicious and traditional Thanksgiving meal.\n\nHoping it didn't look too obviously like we were pitching for samples, PolitiFact Ohio asked the attorney general how he backs up his claim of deliciousness.\n\n\"I think I would start with the rolls,\" he told us. \"Fran's been making these rolls for, well, we've been married for 45 years, and she's been making the rolls for probably 40. She took it from a recipe in one of her first cookbooks, and she modified it mainly by adding honey.\"\n\nShe also adds cracked wheat flour from the family farm because \"it embodies the spirit of the harvest,\" he said.\n\n\"The strongest evidence (of deliciousness) I would give,\" he continued, \"is if you would be there on Thanksgiving, or any other meal, to watch our grandkids wait for the turkey to come out of the oven.\n\n\"Fran takes the turkey out and puts the rolls in. Before they can actually get served, kids are taking rolls off the pan, burning their fingers to get them. I've seen them put as many as five on a plate.\"\n\nThe DeWines have 18 grandchildren, with a 19th on the way next month. They host 75 people for Thanksgiving.\n\nTo feed them all, Mrs. DeWine makes 12 dozen rolls.\n\n\"They're to die for,\" her husband said. \"The best evidence is to watch people eat them. Even people who say they don't eat rolls like them. At any family gathering, really, people expect Fran to have them.\"\n\nDeWine sometimes spreads them with red raspberry jam from his son, an organic farmer. To be really decadent, he said, he adds both jam and butter.\n\nWe questioned whether that wouldn't be so good it's illegal. Exercising his prosecutorial discretion as the state's chief law enforcement officer, he assured us we would be on safe legal ground.\n\nHe said the broccoli salad was a relatively new addition to the holiday menu that was added by a daughter-in-law.\n\n\"I'm not a great fan of broccoli per se, but in that combination it's very, very tasty,\" he said. \"It's a healthy, interesting mixture.\"\n\nWe asked him about the cake. At PolitiFact Ohio, we are well known as carrot cake fiends.\n\n\"The carrot cake is also a favorite of mine,\" he said. \"The frosting is very similar to a frosting my mother used to make on chocolate cake, a cream cheese with lemon frosting. When it comes out of the oven …\"\n\nPolitiFact Ohio didn’t press him to finish the description. We had heard enough to begin pondering how we could slip in for dinner.\n\nA family recipe in use four decades certainly is a tradition. And DeWine’s descriptions left us craving his wife’s cooking. We rate his claim of deliciousness as True.\n\nWe’re sharing the recipe for Fran DeWine’s Favorite Rolls above. They would certainly enhance any holiday leftovers. You can find the others in his news release.\n\nHappy Thanksgiving.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-09982"}