{"url": "/factchecks/2020/jul/06/viral-image/story-about-ghislaine-maxwell-covid-19-hoax/", "speaker": "Viral image", "vclaim": "Says BBC prematurely reported “Ghislaine Maxwell moved to intensive care as coronavirus symptoms worsen.”", "truth_label": "pants-fire", "date": "stated on July 2, 2020 in a Facebook post:", "title": "Story about Ghislaine Maxwell, COVID-19 is a hoax", "text": "Ghislaine Maxwell was arrested on July 2 on charges she lured girls to be sexually abused by financier Jeffrey Epstein. \nAccording to official autopsy results, Epstein killed himself last year in a New York jail cell where he was being held on federal sex trafficking charges, though conspiracy theories allege he was murdered because he had damaging information about powerful people. An image of what looks like a BBC article that’s being shared on Facebook suggests that Maxwell will meet a similar end. \n\"Ghislaine Maxwell moved to intensive care as coronavirus symptoms worsen,\" the headline says above an image of Maxwell. The article appears under the BBC’s \"England\" tab. But the dateline is in the future: July 11, 2020.\n\"Death by executing oh I mean COVID-19 (MY BAD),\" one account commented on the Facebook post. \"The sheep will believe the virus cover up.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis headline does not appear on the BBC’s website. \nSearching for it more broadly online, we found only a fact-check ruling that the image is a forgery. \nThe wording of the headline is similar to the one on an April 7 BBC story about Britain’s prime minister: \"Coronavirus: Boris Johnson moved to intensive care as symptoms worsen.\" Johnson, who was sickened by COVID-19, has since recovered. \nA story about Maxwell wouldn’t appear in the BBC’s England section because, though she is a British socialite, she was arrested in Bradford, N.H., and indicted in the United States. The acting U.S. attorney for the Southern District of New York announced the charges against Maxwell. When the BBC reported on the charges, the story appeared in its \"US & Canada\"\nsection.\nOn July 3, a self-described satire site posted a story claiming Maxwell had tested positive for COVID-19 in a New Hampshire jail. We found no credible reports that Maxwell has tested positive for the disease. \nWe rate this image Pants on Fire.", "vclaim_id": "vclaim-pol-17695"}