{"url": "/factchecks/2014/mar/27/charlie-crist/charlie-crist-says-rick-scott-tried-slash-school-f/", "speaker": "Charlie Crist", "vclaim": "\"Rick Scott tried to slash school funding by $3.3 billion.\"", "truth_label": "mostly-true", "date": "stated on March 25, 2014 in his campaign website:", "title": "Charlie Crist says 'Rick Scott tried to slash school funding by $3.3 billion'", "text": "Both Charlie Crist and Rick Scott will have gubernatorial records to fuel the campaign fire this year. The attacks have already started, with Crist firing a shot about Scott’s budget actions over the years.\nOn a page titled \"Top 5 reasons to make Florida Scott-free,\" Crist brings up education spending as No. 1. \"Rick Scott tried to slash school funding by $3.3 billion,\" the site says. \"To put that into perspective, $3.3 billion could pay the yearly salaries of more than 70,000 teachers in Florida.\"\nConsidering Scott came into office during the Great Recession, his budget cutting is well known. We thought we’d dive into the numbers to see whether he proposed that the state’s schools take a $3.3 billion hit.\nSlash and learn\nScott entered office in 2011, facing a $3.6 billion shortfall in the state’s $70.5 billion budget. His solution in February 2011 was to propose cutting $4.6 billion in spending and $2.4 billion in state revenue by reducing taxes, regulations and fees. His budget came in at $65.9 billion.\nHis proposal, encompassing two fiscal years, recommended cutting per-pupil spending by about $700, a 10 percent reduction from the state’s current $6,899 spending per student at the time. Part of the cuts included a 10 percent cut in the required local effort portion of property taxes and a loss of more than $870 million in federal stimulus money. In all, that added up to a projected $4.8 billion in cuts to education over the two years.\nThe Scott plan attempted to offset some of those cuts with other federal aid and by requiring teachers to contribute 5 percent to their pension plans, adding back about $400 per student. We’ve broken down some of those dollar figures before. In all, funding would have been cut some $3.3 billion the first year.\nLegislators did not respond well to such a drastic proposed budget reduction for schools.\n\"Are we looking at the cuts the governor is making? The answer is no, a resounding no,\" PreK-12 Education Appropriations subcommittee chairman Sen. David Simmons, R-Altamonte Springs, told the Gainesville Sun.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAfter a contentious session, the Legislature passed and Scott signed a budget that included $1.3 billion in cuts to education, from $18.2 billion to $16.5 billion. The reduction ended up being about $540 per student, a 7.9 percent cut in funding.\nThe following year, Scott requested a $1 billion increase in education dollars, which was included in the 2012-2013 state budget. The increase was needed to make up for more than 30,000 new students and a decline in property taxes from a 3 percent drop in property values.\nHe then requested $1.2 billion more in 2013; the Legislature agreed to $1 billion. This year he has asked Tallahassee for $542 million more for next year, bringing the totals to $10.6 billion in state cash and $18.8 billion overall. This would be a record amount of spending in terms of dollars, but still less than the amount being spent per student when he took office.\nThe ruling\nCrist said \"Rick Scott tried to slash school funding by $3.3 billion,\" pointing to a budget proposal from 2011, Scott’s first year in office.\nScott did propose cutting $3.3 billion from the education budget, alienating members of his own party in the Legislature in the process. He even had suggested cutting $4.8 billion over two years. Part of the cuts were from the loss of federal stimulus dollars, but the state had the power to restore them had it chosen to. \nIn the end, Tallahassee approved $1.3 billion in cuts. Scott has asked for increases in the three years since.\nCrist’s statement was specifically phrased, saying Scott \"tried\" to reduce school funding. That is accurate, but it’s important to note that Scott's initial proposal died in the Legislature, and funding has increased since that attempt.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-08077"}