{"url": "/factchecks/2020/oct/21/donald-trump/trump-says-he-prevented-2-million-covid-19-deaths-/", "speaker": "Donald Trump", "vclaim": "“We saved 2 million people” from dying of COVID-19.", "truth_label": "barely-true", "date": "stated on October 15, 2020 in a town hall on NBC News:", "title": "Trump says he prevented 2 million COVID-19 deaths. Where does he get that number?", "text": "President Donald Trump has repeatedly claimed to have saved 2 million lives from COVID-19 through his actions to combat the disease.\nHe made the assertion again during the NBC News town hall on Oct. 15 that replaced the second presidential debate.\n\"But we were expected to lose, if you look at the original charts from original doctors who are respected by everybody, 2,200,000 people,\" Trump said. \"We saved 2 million people,\" he added.\nHe mentioned the same ballpark figure during a Sept. 15 ABC News town hall and posted a tweet about it on Oct. 13.\nOthers in the Trump administration have also pointed to the 2.2 million figure. Vice President Mike Pence referenced it during the vice presidential debate on Oct. 7. So did Health and Human Services Secretary Alex Azar during a Sept. 20 \"Meet the Press\" television interview.\nWhere did this number come from? And is there any truth to the idea that Trump is responsible for saving 2 million lives from COVID-19? Since Trump continues to use it to claim success, we decided to look into it.\nWhat we know about the ‘2 million’\nThe White House and the Trump presidential campaign did not respond to our request for evidence supporting the idea that roughly 2 million lives were spared because of the administration's actions.\nThe figure appears to have been mentioned by the president first during a March 29 White House coronavirus task force press briefing, when Trump and Dr. Deborah Birx, task force coordinator, explained they were asking Americans to stay home from mid-March through the end of April, because mathematical models showed 1.6 million to 2.2 million people could die from COVID-19. \nThe warning stemmed from a paper authored by Neil Ferguson, an epidemiology professor at Imperial College London. He modeled how COVID-19 can spread through a population in different scenarios, including what would happen if no interventions were put in place and people continued to live their daily lives as normal.\nIn the paper, Ferguson wrote, \"In total, in an unmitigated epidemic, we would predict approximately 510,000 deaths in [Great Britain] and 2.2 million in the US.\"\nFerguson did not respond to our request to talk through the study with him. But in a July email interview with HuffPost, he said Trump’s boast of having saved 2 million lives isn’t true, because the pandemic isn’t over.\nAndrea Bertozzi, a mathematics professor at UCLA, said it was important to remember the 2.2 million figure was derived from a modeling scenario that would almost certainly never happen — which is that neither the government nor individuals would change their behavior at all in light of COVID-19.\nThe study didn’t mean to say 2.2 million people were absolutely going to die, but rather to say, \"Hold on, if we let this thing run its course, bad things could happen,\" said Bertozzi. Indeed, the results from the study did cause government leaders in both the U.S. and the United Kingdom to implement social distancing measures.\nExperts also pointed out that the U.S. has the highest COVID-19 death toll of any country in the world — more than 220,000 people — and among the highest death rates, according to the Johns Hopkins Coronavirus Resource Center.\n\"I don’t think we can say we’ve prevented 2 million deaths, because people are still dying,\" said Justin Lessler, an associate professor of epidemiology at Johns Hopkins Bloomberg School of Public Health.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn some instances when using the 2 million estimate, Trump and others in his administration cited the China travel restrictions for saving lives, while other times they’ve credited locking down the economy. We’ll explore whether either statement holds water.\nDid travel restrictions do anything?\nTrump implemented travel restrictions for some people traveling from China beginning Feb. 2 and from Europe on March 11. But experts say and reports show the restrictions don’t appear to have had much effect because they were put in place too late and had too many holes.\nThe Centers for Disease Control and Prevention reported the first cases of coronavirus in the U.S. arrived in mid-January. So, since the travel bans were put in place after COVID-19 was already spreading in the U.S., they weren’t effective, said Josh Michaud, associate director for global health policy at the KFF. (KHN is an editorially independent program of KFF.)\nA May study supports that assessment. The researchers found the risk of transmission from domestic air travel exceeded that of international travel in mid-March.\nMany individuals also still traveled into the U.S. after the bans, according to separate investigations by The New York Times and the Associated Press.\nBased on all this, experts said there isn’t evidence to support the idea that the travel restrictions were the principal intervention to reduce the transmission of COVID-19.\nWhat about lockdowns?\nOn the other hand, the public health experts we talked to said multiple global and U.S.-focused studies show that lockdowns and implementing social distancing measures helped to contain the spread of the coronavirus and thus can be said to have prevented deaths.\nHowever, Trump can’t take full credit for these so-called lockdown measures, which ranged from closing down all but essential businesses to implementing citywide curfews and statewide stay-at-home orders. On March 16, after being presented with the possibility of the national death tally rising to 2.2. million, the White House issued federal recommendations to limit activities that could transmit the COVID-19 virus. But these were just guidelines and were recommended to be in effect only through April 30.\nMost credit for putting in place robust social distancing measures belongs to state and local government and public health officials, many of whom enacted stronger policies than those recommended by the White House, our experts said.\n\"I don’t think you can directly credit the federal government or the Trump administration with the shutdown orders,\" said Lessler. \"The way our system works is that the power for public health policy lies with the state. And each state was making its own individual decision.\"\nSome studies also explore the potential human costs of missed opportunities. If lockdowns had been implemented one or two weeks earlier than mid-March, for instance, which is when most of the U.S. started shutting down, researchers estimated that tens of thousands of American lives could have been saved. A model also shows that if almost everyone wore a mask in the U.S., tens of thousands of deaths from COVID-19 could have been prevented.  \nDespite these scientific findings, Trump started encouraging states — even those with high transmission rates — to open back up in May, after the White House’s recommendations to slow the spread of COVID-19 expired. He has also questioned the efficacy of masks, said he wouldn’t issue a national mask mandate and instead left mask mandate decisions up to states and local jurisdictions. \nOur ruling\nPresident Trump is claiming that if not for his efforts, there would have been 2 million more deaths in the U.S. from COVID-19.\nBut that 2 million number is taken from a model that shows what would happen without any mitigation measures — that is, if citizens had continued their daily lives as usual, and governments did nothing. Experts said that wouldn’t have happened in real life.\nAnd while lockdowns and social distancing have indeed been proven to prevent COVID-19 illness and deaths, credit for that doesn’t go solely to Trump. The White House issued federal recommendations asking Americans to stay home, but much stronger social distancing measures were enforced by states.\nTravel restrictions implemented by Trump perhaps helped hold down transmission in the context of broader efforts, but on their own, they don’t seem to have significantly reduced the transmission rate of the coronavirus.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-18740"}