{"url": "/factchecks/2018/jun/01/gavin-newsom/did-john-chiang-lose-track-31-billion-californias-/", "speaker": "Gavin Newsom", "vclaim": "Says the California state auditor \"found (John) Chiang lost track of $31 billion dollars,\" as state controller.", "truth_label": "half-true", "date": "stated on May 21, 2018:", "title": "Fact-checking Gavin Newsom’s attack: John Chiang ‘lost track of $31 billion’", "text": "In a recent TV attack ad in the California governor’s race, Gavin Newsom’s campaign claimed \"the state auditor found (John) Chiang lost track of $31 billion,\" when he was state controller. But did the ad get its facts straight?\nHere’s the full text of the TV spot:\nNarrator: \"As California Controller, John Chiang’s job was to count the money. But the state auditor found Chiang lost track of $31 billion dollars. That’s right. Billion with a \"B.\" And Chiang made tens of billions in accounting errors.\nWhat was John Chiang paying attention to? His special interest campaign contributors. The Sacramento Bee found Chiang gave millions in tax breaks to big developers who gave big money to John Chiang’s campaign.\nJohn Chiang for Governor?\nDoesn’t add up.\n\nThis is a screen shot from the ad. View the full ad by the Gavin Newsom for Governor campaign here. \nIn this fact check, we focused on the ad’s eye-popping claim: the state auditor found Chiang, who is now state treasurer, \"lost track of $31 billion.\"\nBackground on candidates\nNewsom is a Democrat, the state’s lieutenant governor and a former mayor of San Francisco. He has consistently led in the polls in the race for governor — a late May survey showed him 13 percentage points ahead of second place Republican businessman John Cox. He was 26 points ahead of Chiang, who was next-to-last among the race’s prominent candidates.\nRecently, Newsom said he’d prefer to face a Republican in the November run-off, making his attacks on Democrats like Chiang appear to be part of his strategy.\nChiang has served as treasurer since January 2015. Before that, he was the state’s controller, akin to the state’s chief financial officer, for eight years.\nThe top two candidates in the June 5 primary, regardless of party affiliation, will move on to the November runoff.\nOur research \nAsked for evidence that \"the state auditor found Chiang lost track of $31 billion,\" Newsom’s campaign pointed to a May 2014 news article by CBS13, a Sacramento TV station. It was headlined \"$31.65 Billion: California Accounting Errors Higher Than Combined GDP Of Jamaica, Iceland.\"\nThe CBS13 article refers to a scathing May 2014 report by the California State Auditor’s Office that found deficiencies in the state’s internal financial reporting practices. The mistakes ranged from understating liabilities, to miscalculating debt payments, to a data-entry error that added three extra zeros to a revenue figure, changing it from millions of dollars to billions.\n\"The number and magnitude of errors we found indicate the Controller’s Office lacks a sufficient review process to prevent and detect significant errors,\" Deputy State Auditor John Collins concluded in the report, which was submitted to Gov. Jerry Brown and top state lawmakers.\nCollins did not respond to requests for an interview.\nStacking up $31 billion\nThe state audit and a 2014 Sacramento Bee article, which summarized the audit, were both referenced in the ad. The Bee article used a less sensational headline: Audit: State Controller’s Office accounting riddled with errors, and had no mention of a $31 billion dollar figure.\nThe audit itself does not literally say Chiang \"lost track of $31 billion.\"\nThe ad, however, overlays \"$31 Billion\" in large, bold numerals at the top of an image of the auditor’s report. The numbers even pop out at the viewer at one point.\nThat $31 billion figure comes from the TV station’s article, which added up the dollar amounts of key mistakes cited in the audit.\nHere’s how CBS13 arrived at $31 billion:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"The audit revealed:\n-- $7.7 billion – Understated federal trust fund revenues and expenditures\n-- $653 million – Overstated general fund assets and revenues\n-- $8 billion – Overstated California State University’s bond debt\n-- $9.1 billion – Reporting error that understated a public building construction fund\nAlso there was a deferred tax-revenue figure posted as $6.2 billion when it was actually $6.2 million.\nAll told, that’s more than $31 billion in mistakes.\"\nWe checked and found all of those figures in the audit.\nMore to the story\nThere’s some truth to the ad’s claim, given the critical nature of the audit and the large dollar figure mistakes it found. But the use of the phrase \"lost track of $31 billion\" is somewhat questionable. It could leave the impression that Chiang’s actions led to the state actually losing that money, which it did not.\nThe spot also omits the fact that Chiang’s office acknowledged the problems and was taking steps to correct them.\n\"The (state controller’s office) concurs with the California State Auditor’s (CSAs) notation and believes that the challenges of high staff turnover and in recruiting qualified staff significantly contributed to the issues identified,\" the 2014 audit said. \"Other contributing factors included budget cuts and denial of financial resources, as well as poor quality and late submission of the financial data by numerous agencies.\"\nWhat did subsequent audits show? \nIn March 2015, the state auditor’s office released another report that \"concludes that the State continues to experience certain deficiencies in its accounting and administrative practices that affect its internal controls over financial reporting.\"\nThat report blamed agencies such as the Department of Education for inaccurate financial reporting, though it did not directly criticize the controller’s office.  \nSubsequent auditor reports show apparent improvement in Chiang’s final years as treasurer and those immediately after.\nIn its March 2017 report, for example, the auditor’s report \"did not identify material weaknesses or significant deficiencies\" in financial reporting for the fiscal year that ended in June 2016.  \nResponse from Chiang’s campaign \nChiang’s campaign downplayed the significance of the 2014 audit report. They said a separate document, called a Comprehensive Annual Financial Report, issued later that year was more reflective of the performance of the controller’s office.\n\"Nobody is more a financial expert in the state than John,\" Chiang’s campaign spokesman Fabien Levy said. \"Nobody is more obsessed with getting the numbers right.\"\nOur ruling\nA TV attack ad by Gavin Newsom’s campaign for governor claims \"the state auditor found Chiang lost track of $31 billion dollars,\" when he was state controller.\nA 2014 state audit supports part of the claim. It criticized the state controller’s office for understating billions of dollars in liabilities, miscalculating debt payments and making other errors.\nA TV news station added up some of the highest dollar figure mistakes and presented them as \"$31.65 billion in errors.\"\nThe state audit did not literally say the controller’s office made \"$31 billion\" in mistakes, nor did it imply that the money was permanently lost under Chiang, but instead that his office made numerous accounting mistakes.\nThe ad also ignored that Chiang’s office, according to the audit, acknowledged the mistakes, worked to fix them and blamed the errors on staffing shortages.\nNewsom’s claim is partially accurate. But it takes information in the audit out of context and ignores key details.\nWe rate it Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.", "vclaim_id": "vclaim-pol-02003"}