{"url": "/factchecks/2015/apr/30/david-clarke-jr/killer-was-street-after-serving-2-years-13-year-ro/", "speaker": "David A. Clarke Jr.", "vclaim": "The man who killed a motorist who fatally struck a 2-year-old was \"back on the street\" because he had received a 13-year sentence for bank robbery but only \"served two years.\"", "truth_label": "barely-true", "date": "stated on April 26, 2015 in an interview:", "title": "Killer was on street after serving 2 years of 13-year robbery sentence, Sheriff David Clarke says", "text": "Although his department’s primary activity is running two jails and patrolling freeways, not fighting crime on the streets, Milwaukee County Sheriff David A. Clarke Jr. frequently speaks out nationally on policing, and often in a critical way.\nMost recently, he made multiple appearances on Fox News to talk about rioting in Baltimore that followed the death of Freddie Gray, a black man who died of a spinal-cord injury that he suffered while in police custody. Clarke blasted Baltimore’s mayor for not responding more forcefully to the violence.\nLocal judges are also a regular target of the sheriff.\nAddressing Milwaukee crime on the April 26, 2015 edition of \"Upfront with Mike Gousha,\" a show produced by WISN-TV in Milwaukee, Clarke called judges \"the weak link\" in the criminal justice system, saying violent offenders don’t spend enough time behind bars.  \nAs an example, he alluded to Ricky Ricardo Chiles III, a 27-year-old Milwaukee man who shot and killed the driver of a van that killed his 2-year-old nephew in a traffic accident. Chiles previously served time in prison for his role in a bank robbery.\n\"When a person comes up before a judge for an armed robbery, a bank robbery -- like the guy who shot the person who hit the 2-year-old -- he got a 13-year sentence, of which he served two years, and he's put right back on the street,\" Clarke said. \"We don’t have a law problem -- we don’t need more laws -- we need tougher sentencing.\"\nClarke's claim suggests Chiles was sentenced to 13 years in prison but served only two.\nThat’s not what happened.\nChiles’ case\nLate on the afternoon of April 12, 2015, a Sunday, Chiles’ 2-year-old nephew ran into a Milwaukee street and was killed by a passing van. Moments later, Chiles emerged. He shot the driver in the head and in a spray of bullets, fatally wounded his own 15-year-old nephew.  (Four days later, with police in pursuit, Chiles killed himself in a suburban Chicago hotel room.)\nThe bank robbery occurred nearly four years earlier, on Aug. 4, 2011. Chiles, the getaway driver, was charged with being a party to the crime of robbery with threat of force. He pleaded guilty and, in January 2012, was sentenced. by Milwaukee County Circuit Judge Jeffrey Conen.\nHere is what Chiles could have faced and what he actually served for the bank robbery, in terms of time in prison and on extended supervision. The figures are based on state law and court records and were confirmed by the prosecutor who handled the bank robbery case.\n \n\n\n\n\n \n\nTotal term\n\n\nPortion in prison\n\n\nPortion on supervision\n\n\n\n\n\n\nMaximum possible sentence\n\n\n15 years\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\n10 years\n\n\n5  years\n\n\n\n\nChiles’ sentence\n\n\n4 years\n\n\n2  years\n\n\n2 years\n\n\n\n\n\n \nA few notes on the figures:\nLength of sentence: Chiles benefited from helping the district attorney’s office. The judge was told that Chiles cooperated in an unrelated homicide case that stemmed from an argument during a dice game, the Milwaukee Journal Sentinel reported. The way a prosecutor put it, Chiles testified at the trial of \"a more dangerous offender\" and that man was convicted of first-degree reckless homicide.\nTime incarcerated: Chiles was credited for the time he spent in jail while his case was pending, which is common. So, of his two years behind bars, he served six months in jail and a year and a half in prison.\nExtended supervision: Chiles was released from prison in August 2013 and was due to remain on extended supervision until August 2015. That meant he still had about four months to serve at the time of his death.\nClarke’s position\nAs for Clarke’s claim, let’s note that when people talk about sentencing in a felony case, they usually think about the time an offender is being sent to prison. But technically, the sentence includes both time in prison plus time on extended supervision after the offender is released.\nClarke’s spokeswoman, Fran McLaughlin, told us the sheriff meant to say Chiles could have gotten a 13-year sentence. But she acknowledged the total maximum sentence was actually 15 years -- 10 years in prison, plus five years of extended supervision.\nMcLaughlin said Clarke’s point was that Chiles could have received a 15-year sentence but he served only two years in prison.\nBut Clarke’s claim ignores the fact that Chiles would not have been given the maximum sentence, since he had been a cooperating witness in a homicide and a recommendation for a lesser sentence was part of the plea agreement.\nOur rating\nClarke said the man who killed a motorist who fatally struck a 2-year-old was \"back on the street\" because he had received a 13-year sentence for bank robbery but only \"served two years.\"\nChiles’ sentence was four years, not 13. Chiles did spend two years behind bars, as Clarke indicated, but he was also sentenced to two years of extended supervision.\nFor a statement that contains only an element of truth, our rating is Mostly False.", "vclaim_id": "vclaim-pol-06463"}