{"url": "/factchecks/2021/jan/27/jim-steineke/steinekes-actions-words-dont-match-covid-19-bill/", "speaker": "Jim Steineke", "vclaim": "Assembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.", "truth_label": "false", "date": "stated on January 26, 2021 in a tweet:", "title": "Steineke’s actions, words don’t match on COVID-19 bill", "text": "After going through the last eight months of 2020 without passing a single bill, Wisconsin’s Republican-led Legislature is taking another run at addressing the coronavirus pandemic.\nThe Legislature was at odds with Democratic Gov. Tony Evers throughout the past year, and rebuffed numerous attempts by Evers to force them into session. \nBut the state Senate signaled a potential move toward the middle when it passed a coronavirus relief package Jan. 12, 2021, that had been negotiated with Evers.\nSenate Majority Leader Devin LeMahieu, R-Oostburg, said that bill \"addresses the critically-important needs of school districts, non-profit organizations, and small employers.\" Evers called that bill — an amended version of an Assembly bill — \"a good faith effort in compromise and bipartisanship\" and urged the Assembly to pass it as amended and send it to his desk for a signature.\nInstead, the Assembly added back in many of the elements the Senate had removed, passing their own version on Jan. 26. This new version now goes back to the Senate, which must decide whether it’s close enough to their version to approve.\nIf approved, Evers would have to decide whether he is comfortable signing it as well.\nAssembly Majority Leader Jim Steineke, R-Kaukauna, touted the bill this way on Twitter:\n\"Here in Madison, you learn quickly that give and take is needed to get things done,\" Steineke said. \"Assembly Republicans have come to the table and made concessions to get this much-needed relief to hard-working Wisconsin families.\"\nThis paints a picture of a back-and-forth where Assembly Republicans worked with the other side to reach a consensus. Is that really what happened?\nLet’s take a closer look at how Steineke’s words and actions line up.\nActions speak louder\nWe’re coming out of a year in which the Wisconsin Legislature did less than almost any other state legislative body to address the ongoing pandemic, even though it is one of just 10 full-time legislatures in the nation. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe Legislature has passed no bills on the topic since mid-April, when both bodies passed wide-ranging legislation addressing unemployment, health care, education and government procedures, many of which applied only during the first public health emergency that Evers declared in March.\nThe state Senate moved to block this partisan logjam in negotiating with Evers — a step that was rarely taken between the legislative and executive branches in 2020 — by producing the compromise bill. The Republican-run Senate passed the bill 29-2, and Evers promised to sign it.\nThe Assembly, which had expected the Senate to pass its original version, balked at the changes. Their updated version doesn’t restore all the elements of the original, but it does add back in elements the Senate removed amid its negotiations with Evers. \nIn short, the Assembly rejected the Senate’s bipartisan deal that Evers would have signed in favor of its own version that \"fights for the conservative ideals we know are important to our constituents throughout the state,\" as Steineke phrased it in another tweet.\nAlesha Emmert, a spokeswoman for Steineke, said Jan. 26 the \"give and take\" he referenced was with his own party. She said Republican leaders of the Assembly and Senate \"discussed amendment language ahead of today’s floor period to see if common ground could be achieved.\"\nBut LeMahieu, the Senate leader, disputed that characterization.\n\"We are concerned that the changes that the Assembly made will cause the governor to veto the bill, and all along we wanted to make sure that we produced a bill that the governor could sign and would address the needs of Wisconsin,\" LeMahieu told WisPolitics.com after the Assembly vote.\nAnd Britt Cudaback, a spokeswoman for Gov. Tony Evers, said the Assembly didn’t work with Evers on their new version of the coronavirus bill.\nOur ruling\nAfter the Assembly ignored a Senate-backed compromise to pass its own coronavirus bill, Steineke said, \"Here in Madison, you learn quickly that give and take is needed to get things done,\" claiming Assembly Republicans had \"come to the table\" and compromised.\nThis characterization of the Assembly action is disingenuous at best.\nSteineke’s verbiage referencing compromise — typically used to refer to politicians from opposing parties finding a middle ground — doesn’t reference bipartisanship at all. Evers wasn’t part of this process. And whatever negotiations occurred between the GOP leaders of the Senate and Assembly, this description clearly overreaches given LeMahieu’s immediate criticism of the result.\nThat’s not getting things done, and it’s not in line with Steineke’s \"give and take\" description.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19230"}