{"url": "/factchecks/2016/feb/05/ted-strickland/job-losses-under-nafta-ohio-murky/", "speaker": "Ted Strickland", "vclaim": "\"With 320,000 net Ohio manufacturing jobs lost, (Sen. Rob) Portman calls NAFTA a ‘proven success’.\"", "truth_label": "barely-true", "date": "stated on December 10, 2016 in a Facebook post:", "title": "Job losses under NAFTA in Ohio murky", "text": "Ohio voters may have a sense of deja vu with some of the talking points rolled out by Ohio Senate candidate Ted Strickland.\nStrickland, the former Democratic governor, is again knocking opponents over job losses from the North American Free Trade Agreement.\nIn a Facebook post about \"skewed priorities,\" Strickland attacks Ohio Sen. Rob Portman, a Republican, for embracing the agreement as U.S. trade representative under President George W. Bush while criticizing the auto bailout.\n\"With 320,000 net Ohio manufacturing jobs lost, Portman calls NAFTA a ‘proven success,’ \" the post says. \"With 160,000 auto jobs saved, Portman called the auto rescue a ‘lousy deal.’ \"\n\nThe attack about lost jobs from NAFTA sounded a lot like an attack PolitiFact Ohio checked out in the 2010 governor’s race against Republican John Kasich. Strickland’s campaign blamed NAFTA for a loss of 49,000 jobs to Mexico and 91,000 to China. (Kasich, of course, won the gubernatorial election and is now running for president. And Strickland’s claim rated False.)\nWe wanted to know if NAFTA really killed a net 320,000 Ohio manufacturing jobs.\nNAFTA took effect Jan. 1, 1994, with the intent to smooth importing and exporting between Canada, the United States and Mexico. The deal is a big issue in Ohio, home to unions that are typically among NAFTA’s fiercest critics. Unions argue that trade deals like NAFTA send American jobs overseas.\nPortman indeed called NAFTA a \"proven success\" when he was the U.S. trade representative under President George W. Bush in a 2006 news release. The news release didn’t say anything about lost jobs, though, so we kept digging.  \nStrickland campaign spokesman David Bergstein confirmed that they sourced their data from the Washington-based think tank Public Citizen, founded by activist and former presidential candidate Ralph Nader. The data behind their findings, accessed Aug. 11, 2015, come partly from another left-leaning think tank, the Economic Policy Institute, and the nonpartisan, federal Bureau of Labor Statistics.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLee Fisher\n\n\nstated on July 12, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nRob Portman’s \"plan to tax, slash and privatize\" Social Security \"would devastate Ohioans.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 28, 2010\n\n\n\n\n\n\n\nIn the report, Public Citizen claims, \"Ohio has endured a net loss of more than 323,000 manufacturing jobs – one out of every three – since the 1994 NAFTA and the World Trade Organization agreements took effect.\" (The group has since reduced the figure of 323,000 jobs lost to 307,000 in a revised version.)\nBut then, the report acknowledges that only some of those lost jobs are directly tied to overseas trade. \"More than 139,000 specific Ohio jobs have been certified under the Trade Adjustment Assistance (TAA) program as lost to offshoring or imports since NAFTA,\" the report says. The Trade Adjustment Assistance program, part of the Department of Labor, provides federal aid to manufacturers who can prove that they lost revenue due to import policies like NAFTA.\nSubtracting the TAA-certified number of net jobs lost due to trade agreements -- 139,000 -- from the original figure of 323,000 jobs, leaves 184,000 jobs that were lost for reasons the report doesn’t, or can’t, explain.\nIn fact, one of the sources cited in the Public Citizen report, the BLS, reports that in the first quarter of 2004, 10 years after NAFTA went into effect, just 4,633 of 239,361 private sector non-farm layoffs can be \"associated with movement of work outside of the country.\"\nEconomists say that other factors – say, a global economic downturn rivaling the Great Depression – also contribute to job losses. Ohio’s dip in employment was part of a nationwide trend from 2008 to 2011, when unemployment doubled from 5 to 10 percent.\nTom Sutton, political science professor at Baldwin Wallace University, says that Wall Street has much more to do with the recession and associated job losses than NAFTA. Unemployment surged \"largely due to the collapse of financial markets following the failure of risky bundled mortgage investments.\"\nEconomists have also noted that shifts in employment in sectors like manufacturing or agriculture could also be attributed to technological breakthroughs that created jobs in some sectors and cost jobs in others, like when machines replace humans on the assembly line.\nIn other words, the effects of NAFTA can’t be measured without considering all the other forces pushing and pulling the state’s economy. So noted the Congressional Research Service in its 2004 report about NAFTA 10 years out, which concludes, \"NAFTA had little or no impact on aggregate employment.\"\nOur ruling\nStrickland said, \"With 320,000 net Ohio manufacturing jobs lost, Portman calls NAFTA a ‘proven success.’ \"\nThe implication that NAFTA is solely responsible is a gross oversimplification of a very complex economic phenomenon. Just as one politician’s four-year term can’t be the sole cause of over a quarter-million lost jobs, the NAFTA trade deal isn’t wholly to blame either. We rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/30400ee4-9c39-4d56-9f80-da4d5c23ec3d", "vclaim_id": "vclaim-pol-05455"}