{"url": "/factchecks/2011/oct/11/jorge-elorza/law-professor-says-ri-has-roughly-15000-undocument/", "speaker": "Jorge Elorza", "vclaim": "\"The reality is that we have roughly 15,000 undocumented immigrants living in the state...\"", "truth_label": "false", "date": "stated on October 2, 2011 in a TV interview:", "title": "Law professor says R.I. has \"roughly 15,000 undocumented immigrants.\"", "text": "The decision by the Rhode Island Board of Governors for Higher Education to allow  undocumented immigrants to be eligible for in-state tuition at the state’s public colleges and university made for lively debate on a recent Channel 10 \"News Conference.\"\n\nJorge O. Elorza, a professor of law at the private Roger Williams University School of Law, who supports the policy, faced off with one of the policy’s most vocal opponents, William T. \"Terry\" Gorman, executive director of Rhode Islanders for Immigration Law Enforcement.\n\nDuring the discussion, Elozra argued in favor of the policy, saying it will give undocumented students a better chance of going to college and building careers.\n\n\"The reality is that we have roughly 15,000 undocumented immigrants living in the state, and they’re here and they’re not going anywhere,\" he said. \"And so I think as a state we have to ask ourselves, do we make engineers, scientists and innovators out of them? Or do we deny them a college education . . . ?’’\n\nWait, did he really say 15,000?\n\n(Yes, he did.)  \n\nBut other estimates we’ve seen say there are twice as many.\n\nAt a time of heated debate in Rhode Island and nationally over laws and policies with respect to undocumented immigrants, it’s clearly important to get as accurate a number for this population as possible.\n\nTo be fair, there are no hard numbers; only estimates.\n\nPolitiFact Rhode Island addressed the issue in a fact-check in January of Gorman’s claim that illegal immigration costs Rhode Island $400 million a year. (We ruled Gorman’s claim Pants on Fire.) \n\nIn researching that item, we used data from the federal Department of Homeland Security and the Pew Hispanic Center to come up with an estimate of 30,000 to 35,000 illegal immigrants in Rhode Island -- twice as many as Elorza said.\n\nSo we asked Elorza how he came up with the 15,000 estimate.\n\n\"I did a Google search,’’ the professor said.  And he sent us a link to his source material: a Web site called StateMaster.com.\n\nSure enough, the site has a chart entitled: \"Estimated number of illegal immigrants (most recent) by state.\"  The StateMaster chart reports the estimated number of \"illegal\" immigrants in Rhode Island as 16,000.\n\nThe facts\n\nThe U.S. Department of Homeland Security’s Office of Immigration Statistics reported that the \"unauthorized\" immigrant population in this country in 2010 was 10.8 million. The agency doesn’t report data for Rhode Island; it only offers estimates for states with larger populations because of the \"uncertainty in the precision for smaller states,’’ DHS spokesman Michael Hoefer told PolitiFact earlier this year.\n\nBut a February 2011 report by the Pew Hispanic Center offers estimates for smaller states, including Rhode Island. Their estimate for \"unauthorized\" immigrants in Rhode Island in 2010 was 30,000 -- twice as many as Elzora stated during the TV news conference.\n\nHow did Pew arrive at 30,000?\n\nWe posed that question to Jeffrey S. Passel, Pew’s senior demographer. (He was in Colorado at a conference of experts who are developing projections about future levels of immigration worldwide.)\n\nFor large states and the country as a whole, Passel said, Pew researchers analyze Homeland Security data about legal immigrants entering those states. They compare that data with the number of immigrants counted in those states during the Current Population Survey conducted by the U.S. Census. The survey doesn’t count everyone, he said, so Pew adjusts for people left out of the survey.   \n\nFrom the Current Population Survey, the data crunchers can see who reported that they were not born in the United States and then use other information they reported in the survey -- such as whether they work for the government or receive food stamps or welfare -- to determine if they are living in this country legally. (To get a government job or food stamps, a person is generally required to have a Social Security number, so \"it’s a very strong indicator,’’ Passel said, \"that the people are legal.\")\n\nThe researchers then create two categories: people who are \"definitely here legally,\" he said, and those who are \"possibly here illegally.\"\n\nThe difference between the number of immigrants who are living in the country legally and the total number of immigrants reported in the Current Population Survey produces the estimated number surveyed who are \"unauthorized immigrants.’’\n\nThe Pew estimate for Rhode Island has a margin of error of plus or minus 5,000, so the actual number of unauthorized immigrants in the state could be 25,000 to 35,000, according to the report.\n\nNationally, Pew reported, the number of unauthorized immigrants in the country in 2010 was about 11.2 million.\n\nSo, where did the 15,000 number that Elorza used for Rhode Island come from?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOld data\n\nStateMaster.com, the web site that Elorza cited, claims that its data are the \"most recent.\"  \n\nBut scroll down to the bottom of its chart and read the fine print. Just below where it shows the total U.S. illegal immigrant population estimate as 6.9 million -- next to the red capital letters that say \"DEFINITION\" -- is this disclosure:  \"Latest available data - 2000 Census...’’\n\nThe chart is based on 11-year-old data.\n\nSince then, the estimated population of undocumented immigrants in Rhode Island has almost doubled.\n\nPeter Skerry, a political science professor at Boston College who has studied immigration trends for two decades, offers this caution about using data from the Internet.\n\n\"If I go to a dinner party and want to say something, I’ll go to Google or Wikipedia,’’ Skerry said. \"But if I’m going to do an interview on immigration . . . I’m going to rely on the best sources I can find. Everything on a computer screen isn’t necessarily right.\"\n\nTo recap, the statement by Professor Elorza that Rhode Island has about 15,000 undocumented immigrants in Rhode Island is based on 11-year-old data and current estimates put the number at about twice that many.\n\nTo his credit, when the error was brought to Elorza’s attention he acknowledged it and directed us to the current data from the Pew Center report.\n\n\"Terry Gorman told me off air that he thought the number of undocumented immigrants was larger,’’ Elorza said in an e-mail. \"I told him I had no problem using the larger number; it made my point even stronger.’’\n\nIf only he had checked his numbers before he went on TV. But he didn’t, so we rate Elorza’s claim False.\n\n(To comment on this and other rulings, visit our PolitiFact Rhode Island Facebook page. And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-12296"}