{"url": "/factchecks/2016/jul/25/tim-canova/tim-canova-attacks-debbie-wasserman-schultzs-recor/", "speaker": "Tim Canova", "vclaim": "Says Debbie Wasserman Schultz \"has voted for huge subsidies for the sugar industry ... as well as for delays in cleanups.\"", "truth_label": "mostly-true", "date": "stated on July 9, 2016 in a post on Medium:", "title": "Tim Canova attacks Debbie Wasserman Schultz's record on Big Sugar", "text": "A nasty-looking toxic algae bloom on Florida’s coasts has oozed into political races, including U.S. Rep. Debbie Wasserman Schultz’s Democratic primary.\nHer opponent, Tim Canova, toured the mucky scene in Stuart wearing a surgical mask. He says that Wasserman Schultz shares in the blame for the algae that extends from Lake Okeechobee to Florida coastlines on the Treasure Coast and west coast.\nCanova said Wasserman Schultz, who represents South Florida, has sided with the main polluters of the water that flows into the Everglades: the sugar industry.\nWasserman Schultz doesn’t \"want us to know that she has voted for huge subsidies for the sugar industry and other agribusinesses, as well as for delays in cleanups, while failing to deliver federal funds for any real solution,\" he said on Medium July 9.\nWasserman Schultz defended her environmental record to the Sun Sentinel, concluding, \"I will continue to walk the walk on fighting to restore our precious River of Grass while my opponent just continues to talk.\"\nTime for PolitiFact Florida to weigh in.\nAlgae and Big Sugar\nEverybody agrees that the algae is bad for the environment and business. But they disagree on who is to blame.\nPollution from fertilizer, manure and septic waste from suburbs and farms poured into Lake Okeechobee. That pollution stimulated the growth of algae, so when the U.S. Army Corps of Engineers released water from the lake to avoid a breach of the surrounding dike, the algae-ridden water traveled to other waters in Florida.\nSome politicians blame the federal government for the water release as well as its failure to raise the dike. Others blame the state of Florida for siding with the sugar industry and resisting calls to redirect water through sugar land.\nIn Florida, Big Sugar has given generously to state and local politicians and to federal candidates, including Wasserman Schultz.\n\"The sugar industry is completely ambidextrous as far as its ability to penetrate the Republican and Democratic camps,\" said Charles Lee, director of advocacy for Audubon Florida.\nEverglades delay vote\nCanova’s campaign points to Wasserman Schultz’s vote in the state Senate to delay Everglades cleanup and to votes on two farm bills while in Congress.\nIn 2003, then state Sen. Wasserman Schultz voted to delay for seven years the requirement for sugar companies to clean up polluted discharges that had hurt the Everglades. It passed the state Senate 38-0 and the House 96-18, and Gov. Jeb Bush signed it into law. The well-financed sugar industry fought for the delay, while environmental groups opposed it.\nTwo days later, Wasserman Schultz changed her vote to \"no\" because she said she was \"betrayed and misled\" about the facts. The Senate passed amendments that they believed were offered by the U.S. Justice Department but had actually been written by state environmental officials. Changing a vote is ceremonial only and carries zero practical effect -- except public relations.\nRyan Banfill, Wasserman Schultz’s spokesman, said that she initially supported the bill because it included a provision to buy sugar lands for filtration and was better than a 20-year-delay alternative.\nSugar votes in Congress\nCanova’s campaign also says Wasserman Schultz supported the sugar industry because of her votes to renew the 1981 Farm Bill in 2008 and 2014. The legislation is a sweeping bill that funds an array of nutrition and agriculture programs for multiple years.\nSo if Wasserman Schultz voted against the farm bill, she would have also voted against food stamps, assistance to food banks and economic development programs in rural areas such as providing broadband internet service. But if Wasserman Schultz had opposed the sugar portion of the bills she could have said so and she didn’t, Canova’s campaign said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe farm bill gives lucrative benefits to the sugar industry. Specifically, it gives loans to processors and limits sugar imports to the United States. The government can also buy the surplus sugar and sell it for ethanol production.\nThese benefits amount to market controls that reduce the supply of sugar, thus making it more expensive, said Josh Sewell, a policy analyst at Taxpayers for Common Sense, a group that is critical of the sugar policy.\nThe industry disagrees with the term \"subsidy.\"\n\"A direct subsidy -- a check -- we do not get that,\" said Ryan Weston, executive vice president of the Florida Sugarcane League.\nBut Sewell said the price controls, marketing allotments and limits on imports are all government manipulations designed to provide an economic benefit to a set group and function as subsidies.\n\"Any governmental action that reduces the cost of doing business or increases prices beyond the normal functioning of a free market is a subsidy,\" he said. \"In this case consumers, food manufacturers, and sugar producers outside of the United States are on the losing end.\"\nThe industry argues it needs the aid to compete globally with other countries that subsidize sugar and that the aid helps save jobs. Critics, including candy companies and consumer watchdogs, argue that it drives up prices for consumers and amounts to corporate welfare.\nIn recent years, there have been several national proposals by Democrats and Republicans to change the sugar program, but votes are rare.\nIn June 2013, however, the House and Senate voted on sugar amendments that would have scaled back the industry’s benefits. The amendments failed in both chambers with Wasserman Schultz voting \"no.\"\nMost of the Florida delegation voted against the amendment, including both of Florida’s senators Marco Rubio, a Republican, and Bill Nelson, a Democrat.\nBanfill said Wasserman Schultz voted against the amendment because she said it would keep the market stable, protect American jobs and maintain the program allowing the government to buy and then sell surplus sugar to ethanol producers.\nLee, of Audubon Florida, says Wasserman Schultz isn’t alone in her support of the federal government’s sugar policy: \"The same attack could be applied to virtually every member of Congress from Florida and it could be applied to virtually every member of the Legislature.\"\nBanfill pointed to other efforts by Wasserman Schultz to clean up the Everglades and her 92 percent lifetime rating from the League of Conservation Voters. She has supported a clean water rule proposed by the EPA and helped get the authorization included in the budget for multiple segments of the Tamiami Trail to restore natural water flow to part of the Everglades. She is one of many cosponsors of the Central Everglades Planning Project that includes restoration projects but hasn’t received a vote yet.\nThose are all steps that could help the Everglades and the environment, but the sugar industry’s benefits from the government remain in place.\n\"Yes, these positions were important and significant,\" Lee said. \"However, these positions did not really challenge the sugar industry. On core issues for ‘big sugar’ they have her support.\"\nThis is no different from every other major political leader in Florida, he added.\nOur ruling\nCanova said Wasserman Schultz \"has voted for huge subsidies for the sugar industry ... as well as for delays in cleanups.\"\nIn 2003, while in the state Senate, Wasserman Schultz was part of a unanimous vote for a seven-year delay to clean up the Everglades. Canova omits that two days later she changed her vote, but the vote had no practical effect and the measure passed anyway.\nCanova also said Wasserman Schultz voted to subsidize the sugar industry when she voted for the farm bill in 2008 and 2014. The farm bills didn’t contain actual cash subsidies, but they clearly contained lucrative benefits for the industry. The farm bill is a sweeping bill that benefits a long list of programs -- not just sugar.\nWasserman Schultz has taken other steps to support Everglades cleanup. But Canova’s point about her specific actions is largely accurate.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/e8e8d7dc-ac5b-467d-bd9a-704468f40e5d", "vclaim_id": "vclaim-pol-04616"}