{"url": "/factchecks/2020/jan/14/judicial-watch/fact-checking-facebook-post-arrests-daca-applicant/", "speaker": "Judicial Watch", "vclaim": "\"More than 100,000 DACA applicants have been arrested—Murder, Rape, DUI.\"", "truth_label": "barely-true", "date": "stated on December 28, 2019 in a Facebook post:", "title": "Fact-checking a Facebook post on arrests of DACA applicants for murder, rape, DUI", "text": "Judicial Watch, a conservative legal group, is portraying Deferred Action for Childhood Arrivals as an \"Obama-era amnesty for adults\" that jeopardizes the safety of Americans.\nIn a Facebook post, the group uses a black-and-white image of the border streaked in red with the following text: \"More than 100,000 DACA applicants have been arrested — Murder, Rape, DUI.\"\nA caption for the graphic cites an \"alarming\" government report as its source.\nThe Judicial Watch post has been viewed more than 600,000 times and was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post is misleading. While more than 100,000 people who applied for DACA had an arrest in their record, the bulk of those arrests were for driving offenses that exclude DUI, and for immigration-related offenses. \nAn arrest does not mean that the person was found guilty of a crime. Convicted felons and people who pose a threat to national security or public safety are not eligible for DACA, and neither are those convicted of a significant misdemeanor, or three or more misdemeanors.\nAlso, the 100,000-person figure includes applicants who were denied DACA or terminated from the program. The Judicial Watch post does not make that clear.\nJudicial Watch president Tom Fitton defended the Facebook graphic in an email, saying the post \"does not say or even suggest that all 100,000 referenced recipients were arrested for the three crimes,\" as in murder, rape and DUI. He also said that \"nowhere does Judicial Watch refer to the arrests as convictions.\"\nWhat the government numbers say and mean\nU.S. Citizenship and Immigration Services, which handles DACA applications, in a November report said 118,371 immigrants who applied for DACA had an arrest or apprehension in their record. A recorded arrest does not prohibit someone from applying for DACA.\n\"Under long-standing DACA guidelines, not all convictions or arrests will necessarily result in a denial or termination, unless, as a matter of its discretion, USCIS determines that DACA is not warranted due to public safety, national security, or other discretionary factors on a case-by-case basis,\" the agency said in its report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAn arrest is not the end of the story, the report notes. Applicants may not have been charged with a crime resulting from the arrest, may have had their charges reduced or dismissed entirely, or may have been acquitted of any charges.\nThe agency outlined two sets of data: applicants with prior arrests and approved for DACA, and applicants with prior arrests and denied or terminated from the program.\nIf immigration officials determined that an applicant had a felony conviction, met other disqualifying criteria or posed a security threat, federal guidelines say they should deny the application or revoke DACA status. The government data does not specify if the denials or terminations were related to the arrests.\n\nArrests for DUI, rape and murder represent a sliver of the full picture. And the data does not say anything about whether these applicants were convicted of the crimes, which would affect their eligibility for DACA. \nThe most common arrests\nThe top arrest category was for \"driving-related\" offenses, such as speeding or driving without a valid license. (It does not include DUI.) More than 25,300 approved DACA applicants had a prior arrest in this category.\nThe second-most common category was for \"immigration-related\" offenses, such as overstaying a visa or an arrest related to deportation proceedings. (Nearly 13,000 approved DACA applicants had a prior arrest in this category.)\nSee a list of all the offenses and arrests here.\nOur ruling\nA Judicial Watch Facebook post said, \"More than 100,000 DACA applicants have been arrested — Murder, Rape, DUI.\"\nThis is deceptive. More than 100,000 DACA applicants have been arrested, but not for murder, rape, and DUI. By emphasizing those crimes, the post gives the wrong impression. The post does not mention the most common arrests, which are for driving and immigration violations (not DUI).\nImmigrants deemed to pose a security threat or who have a felony conviction are not eligible for DACA.\nWe rate the post Mostly False.", "vclaim_id": "vclaim-pol-17578"}