{"url": "/factchecks/2017/apr/02/blog-posting/fake-news-next-star-wars-movie-isnt-seeking-extras/", "speaker": "Bloggers", "vclaim": "Says extras are needed to portray aliens in a Star Wars movie being shot near Rosenberg, Texas.", "truth_label": "pants-fire", "date": "stated on March 27, 2017 in a web post flagged by Facebook:", "title": "Fake news: Next Star Wars movie seeking alien extras near Houston", "text": "This just in from WBN12: A Star Wars movie seeks Texans to appear as alien extras southwest of Houston.\nBut don’t decamp just yet. This seeming news post proved as fake as a Wookiee.\nPolitiFact Texas looked into this claim as part of the inaugural International Fact-Checking Day, April 2, 2017. Organizers at Poynter.org describe the day as \"not a single event but a rallying cry for more facts -- and fact-checking -- in politics, journalism and everyday life.\"\nWe were suspicious of the Texas-tied call for extras from launch because there’s been no legitimate report out of Hollywood that a Star Wars movie is going to be shot in Texas. It didn’t help that the WBN12.com post is undated or that it’s identical, except for the place name, from a post saying the same about Las Vegas, Nev., that was debunked by Snopes.com--in 2016.\nAnother sign the claim lacks validity? The WBN12 website includes a disclaimer stating: \"wbn12.com is a satirical and fantasy website. None of the articles on wbn12.com should be considered true and are simply works of satire or fantasy meant for entertainment purposes.\"\nThe 'call' for Texas extras\nThe post, which came to our attention through PoiltiFact’s fake-news-spotting partnership with Facebook, is datelined Rosenberg, which is home to more than 30,000 people on U.S. 59 nearly 30 miles southwest of downtown Houston.\nIt opens: \"Reports out of Hollywood this morning are confirming that a portion of the next Star Wars movie will be filmed near Rosenberg, Texas. The undisclosed location near Rosenberg will represent a previously unknown planet in the Star Wars universe.\"\nThe post continues: \"No details were released as to exactly when production would take place in the Rosenberg area but they stated that it should begin no later than this fall. A casting call for extras will be announced well before that time period, however.\"\nThe post goes on to say local fans (no one identified by name) are excited at the prospect and that producers (no one named) said in a statement: \"We think that Rosenberg is a great place to find the hundreds of extras for our alien population and we’re very excited about filming here.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nNo evidence for a Texas casting call\nWe didn’t reach anyone directly connected to the Disney-owned Star Wars movies.\nOtherwise a web search turned up a Dec. 22, 2016, post on the moviecastingcall.org website describing casting calls for a Han Solo anthology film including mention that filming is to take place in 2017 \"at the Pinewood Studios in London, England among other undisclosed locations in the United Kingdom,\" pretty far from Texas.\nUnder the subhead \"Extras Casting,\" that post says: \"Casting calls and registration for extras will be posted here as they become available.\"\nWe heard back next from the owner of moviecastingcall.org, Alan Baltes, who emailed: \"My website posts accurate information\" about Disney and Marvel casting and auditions. Baltes, noting WBN12’s disclaimer, described its post about casting for Star Wars extras near Rosenberg as one of several that’s surfaced about the next Star Wars film getting shot in Texas. \"The same hoax has been posted over the years, making the same claim, but stating filming would take place in other areas of the United States,\" Baltes wrote.\nIn Rosenberg, a city spokeswoman, Jenny Pavlovich, said by phone that before our inquiry, she hadn’t heard of local Star Wars shoots. A Fort Bend County official, Beth Wolf, said people around the courthouse had heard the Star Wars rumor though she hadn’t encountered confirmation.\nWolf said by phone: \"You know, we don’t have that many movies being made here.\"\nOur ruling\nA web post said extras are being sought to participate in a new Star Wars movie being shot near Rosenberg, Texas.\nThere’s no evidence for this claim anywhere including on wbn12.com, which counsels that none of its content \"should be considered true.\"\nFair enough. We rate this fake-news statement Pants on Fire.\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says extras are needed to portray aliens in a Star Wars movie being shot near Rosenberg, Texas.    Bloggers on the Internet   in a web post flagged by Facebook Monday, March 27, 2017 03/27/2017    Read More  info", "vclaim_id": "vclaim-pol-03484"}