{"url": "/factchecks/2019/oct/04/joe-biden/us-middle-class-no-longer-leads-world-bidens-claim/", "speaker": "Joe Biden", "vclaim": "\"We’re no longer the wealthiest middle class in the world.\"", "truth_label": "mostly-true", "date": "stated on September 21, 2019 in a campaign appearance in Iowa:", "title": "US middle class no longer leads the world? Biden’s claim mostly on target", "text": "Standing before thousands of Iowa voters, former Vice President Joe Biden recounted lessons from his salesman father about the dignity of work.\n\"He used to say, Joey, a job is about a lot more than a paycheck. It’s about your dignity. It’s about respect. It’s about your place in the community,\" Biden said Sept. 21 at the Steak Fry in hosted by Polk County Democrats in Des Moines. \"He would always end by saying it’s about being able to look your child in the eye and saying, ‘Honey, it’s going to be okay.’\"\nThat’s changed, according to Biden.\n\"Well, today a majority of the middle class can’t look their children in the eye. They don’t believe that they can say ‘it’s going to be okay.’ They don’t believe that their child will do as well as they did,\" he said in a speech. \"We have never ever had that happen in America. We’re no longer the wealthiest middle class in the world.\"\nBiden’s remark about the middle class caught our ear at the Democratic event, so we decided to look into it.\nCanada rising\nBecause there is no universally recognized definition of \"middle class,\" there are various ways to measure the data based on wealth and income. \nBiden’s claim tracks back to a 2014 article in the New York Times headlined \"The American Middle Class Is No Longer the World’s Richest.\" \nIt’s important to note that while Biden used the word \"wealthiest\" in his Iowa comment, the article — and most of the economic literature — has focused on income. Income refers to money earned in a period of time, such as a year, while wealth refers to the accumulation of past income and assets.\nSo they’re not exactly the same thing, but we’ll take a look at the studies on income as the best available approximation.\nLIS, a group that maintains the Luxembourg Income Study Database, worked together with the New York Times’ Upshot team to examine data for household income from around the world. The article’s analysis used median income through 2010 as an indicator of the economic status of the middle class.\nThe new champion of middle class wealth, the article predicted, was Canada. The New York Times wrote that median income in Canada pulled into a tie with median United States income in 2010 and that Canada had most likely surpassed it since then. Median incomes in Western Europe still trailed the United States, but the gap had narrowed.\nThe New York Times attributed the findings to a few factors: U.S. educational attainment rose more slowly than elsewhere in the industrialized world, U.S. companies distributed less profits to workers, and Americans received meager raises.\nThe data showed that when examining the 50th percentile of income, the United States was strongly ahead of other nations in 1980. But by 2010, Canada and Norway caught up to the United States.\n\nMiddle class data from other organizations\nOther groups have worked on this middle-class comparison, with similar findings of a U.S. retreat. The Pew Research Center, for example, compared the United States with 11 Western European countries based on the median (after-tax) household income of each country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 2013, the national median disposable income for a three-person household in the United States was $52,195, behind Luxembourg ($65,293) and Norway ($57,031). (The income numbers were adjusted for differences in the cost of living across countries, using 2011 prices.)\nIn 1991, the United State and Luxembourg were considered equally on top. (The difference of a few hundred dollars is not statistically significant.)\nHowever, comparing the median income in Luxembourg and the United States may not be an ideal comparison, because their economies and populations are so vastly different (600,000 Luxembourgians versus 327 million Americans). \nAnother source on this question is the Organization for Economic Cooperation and Development, a consortium of about three dozen member countries that share internationally comparable data.\nAccording to 2016 data used by the OECD, the United States had the fourth-largest median income among OECD countries behind Luxembourg, Norway and Switzerland.\nUsing middle-class size, not wealth\nAside from wealth, economists also use size as a way to examine a country’s middle class.\nOECD’s analysis on the middle class found that the share of people in the U.S. middle-income class — just over 50% — is much smaller than in most OECD countries. OECD defined middle class as 75-200 percent of median income.\nOECD also found that the U.S. middle-income class has grown smaller with each successive decade.\nJanet C. Gornick, a professor at the CUNY Graduate Center and director of the US Office of LIS, said that the middle class has hollowed out in several industrialized countries including the United States since the 1980s. The share of the middle class — defined as non-elderly households with income between half and twice the median income — shrunk by about 2 percentage points between 1985 and 2013 in the United States.\n\"Our middle class is getting lonely because a lot of people have exited that middle,\" Gornick said. \"In recent decades, some have exited the middle by moving up, and some have exited the middle because they moved down.\"\nWhen the middle class hollows out, the public can lose investments in public institutions and infrastructure such as schools, subways and even the electrical grid. The affluent can afford to send their children to private schools, hire private drivers or even use generators during power outages.\n\"If the middle class becomes very small — even if it’s comfortable — as there are fewer of them it is very threatening to the function of democracy,\" Gornick said.\nOur ruling\nBiden said, \"We’re no longer the wealthiest middle class in the world.\"\nA 2014 article in the New York Times, using solid data through 2010, found that Canadian median income tied the United States in 2010 and was likely to surpass it. Other data from Pew Research Center backs up the idea that the U.S. middle class now trails Norway and Luxembourg, when it used to at least be equally on top with the latter small country. \nBiden was imprecise in describing this as a change based on wealth, when the metrics were based on income. With that caveat, we rate this statement Mostly True.", "vclaim_id": "vclaim-pol-00094"}