{"url": "/factchecks/2016/aug/29/republican-party-florida/republican-party-florida-facebook-post-misses-mark/", "speaker": "Republican Party of Florida", "vclaim": "Says Hillary Clinton \"voted to raise taxes on workers earning as little as $41,500.\"", "truth_label": "barely-true", "date": "stated on August 19, 2016 in a Facebook post:", "title": "Republican Party of Florida Facebook post misses the mark in Clinton attack", "text": "Hillary Clinton has made it clear on multiple occasions she doesn’t want to raise taxes on the middle class, but the Republican Party of Florida said she once voted to do just that.\nThe party posted an image on its Facebook page that says Clinton \"voted to raise taxes on workers earning as little as $41,500.\"\n\n \nIs Clinton guilty of double speak? What we found is the truth was far more nuanced than the what the image claims.\nClinton’s 2008 budget vote \nWe never heard back from the Republican Party of Florida for evidence of this claim, but we did find the likely explanation from the Republican National Committee, which made a similar claim  Aug. 17, 2016.\nThe GOP cites a March 14, 2008, vote, when Clinton joined Democrats and one Republican, Sen. Olympia Snow of Maine, in voting for Senate Continuing Resolution 70. The measure passed 51-44.\nContinuing Resolution 70 set the framework for the 2008-09 federal budget. It crafted a $3 trillion roadmap for lawmakers to follow in building the next year’s federal budget. It also created revenue markers for future years, so lawmakers could begin to contemplate how the budget picture may look down the road.\nIf this reads like a mushy description, it is.\nAs the New York Times put it at the time, the resolution -- and the companion passed in the House \"are nonbinding and represent no formal action on either spending or taxes.\"\nLiterally speaking, Clinton’s vote did nothing. (\"Congress engages in $3 trillion political act,\" read the headline in the International Herald Tribune.)\nSo how do Republicans claim CR 70 is evidence she voted to raise taxes on the middle class?\nAmong the measures contained in CR 70 were revenue projections that assumed a number of temporary tax cuts signed by President George W. Bush in 2001 and 2003 would expire at the end of 2010.\nThe resolution endorsed extending $340 billion worth of the tax cuts, the Associated Press reported at the time, but \"balked at continuing all of them.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nAmong the projected revenue changes that Clinton voted for, one would have raised the 25 percent tax bracket back to its pre-2001 level of 28 percent.\nAt the time of the vote, that 25 percent tax bracket started at $32,551 for single filers and went up to $78,850. Because of deductions people are allowed to claim, someone would need to make $41,500 a year to fall into the 25 percent tax bracket.\nA misleading attack\nThere are several problems with this claim, however.\nClinton’s vote was nonbinding. As we already mentioned, the vote didn’t affect people’s pocketbooks. CR 70 had no binding impact on the tax policy in the United States in 2008, 2009 or any year after that.\nThe Bush tax cuts weren’t set to expire until the end of 2010. Clinton and everyone else knew that the Bush-era tax cuts wouldn’t expire until the end of 2010, when a new Congress and president would be in office. That means a different set of lawmakers would ultimately decide the fate of the tax cuts.\nIn fact, it was a key point during the 2008 presidential election.\nClinton the candidate wanted to extend the Bush-era cuts for people making less than $250,000 a year. Clinton, who was still seeking the Democratic nomination at the time of the vote, had promised to extend the Bush-era tax cuts for most Americans.\n\"I am absolutely committed to not raising a single tax on middle- class Americans, people making less than $250,000 a year,\" Clinton said at an ABC News debate in April 2008, a month after her vote on CR 70.\n\"In fact, I have a very specific plan of $100 billion in tax cuts that would go to help people afford health care, security retirement plans, you know, make it possible for people to get long-term care insurance and care for their parents and grandparents who they are trying to support, making college affordable and so much else.\"\nMany of the 2001 and 2003 tax cuts were always scheduled to expire. From their initial passage, the 2001 and 2003 tax cuts had a sunset provision. Again, in a literal sense, no vote was necessary to roll back many of the tax-cutting provisions. The laws were crafted to do that without any vote.\nWilliam Gale, an economist at the Tax Policy Center and Brookings Institution, said allowing a temporary tax provision to expire is different from voting for a tax increase. \"In both cases, taxes would go up, but if the claim is that she VOTED for it, that seems not right to me,\" Gale wrote in an email.\nOur ruling\nThe Republican Party of Florida said on Facebook the Hillary Clinton \"voted to raise taxes on workers earning as little as $41,500.\"\nClinton voted for a nonbinding Senate resolution in 2008 that envisioned a world where many of the Bush-era tax cuts would have been allowed to sunset, as intended, at the end of 2010. In that world, tax rates would have gone up for someone making about $41,500 a year.\nBut Clinton also said that had she been elected president, she would not have supported such a change and promised not to raise taxes on anyone making less than $250,000 a year.\nNeither action ultimately mattered -- Clinton’s vote didn’t carry the force of law and she lost the Democratic nomination to Barack Obama.\nThe Republican Party of Florida’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/b7240877-8897-4bf0-8aad-8d7b2cd9b214", "vclaim_id": "vclaim-pol-04406"}