{"url": "/factchecks/2009/jul/08/barack-obama/obamas-wrong-oil-imports/", "speaker": "Barack Obama", "vclaim": "\"We import more oil today than ever before.\"", "truth_label": "false", "date": "stated on July 6, 2009 in a newspaper interview:", "title": "Obama's wrong on oil imports", "text": "In an interview with\n\nNovaya Gazeta\n\n, a Russian newspaper, President Barack Obama was asked what caused the economic crisis. Obama answered that oil imports were partly to blame.\n\n \n\n\"Our economy did not fall into decline overnight,\" he said in the July 6, 2009, interview. \"We have known for decades that our survival depends on finding new sources of energy. Yet we import more oil today than ever before.\"\n\n \n\nObama said the same thing on February 24, 2009, during his first address to Congress.\n\n \n\nAt first, it sounded plausible to us that the United States would be importing more oil these days. But as our friends at FactCheck.org\n\nfirst pointed out\n\n, crude oil and petroleum imports have actually declined in recent years after peaking in 2005 and 2006. FactCheck cites the Energy Information Administration, a branch of government that keeps an enormous database of all things energy-related, and we confirmed it on the EIA's Web site.\n\n \n\nIn two decades, imported oil will be down by about 20 percent, according to a March 2009 EIA report.\n\n \n\nAnd in April 2009, the American Petroleum Institute said that imports have fallen to their lowest levels in three years.\n\n \n\nThe reason?\n\n \n\n\"The big one is the decline in consumption,\" said Ron Planting, an economist with the API, a trade group representing oil and natural gas companies. \"Our figures through May are that domestic consumption has declined 4.7 percent from a year ago.\"\n\n \n\nThrough 2008, high gas prices spurred the decline, he said. Now, it's the recession.\n\n \n\nThe proliferation of gasoline-ethanol blends and a 4.4 percent increase in domestic oil production have also contributed, Planting said.\n\n\nSo Obama needs to check his figures. Twice this year, he has said that oil imports are higher than ever, but studies by the government and the energy industry show that's not true. As a result, we give Obama a False.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15693"}