{"url": "/factchecks/2011/oct/03/herman-cain/herman-cain-recovery-14-million-jobs-behind-typica/", "speaker": "Herman Cain", "vclaim": "\"If our recovery were more typical of the postwar era . . . we would have 14 million more jobs today.\"", "truth_label": "mostly-true", "date": "stated on September 15, 2011 in an op-ed:", "title": "Herman Cain: Recovery 14 million jobs behind typical upswing", "text": "GOP presidential candidate Herman Cain wants voters to put the blame for the nation’s stubborn unemployment squarely on the shoulders of the Commander-in-Chief.\n\nCain called President Barack Obama’s stimulus package \"failed\" in a recent Wall Street Journal op-ed. He said he \"pays no mind\" to the economy. He also presents evidence in the form of economic data:\n\n\"If our recovery were more typical of the postwar era . . . we would have 14 million more jobs today,\" Cain wrote Sept. 15.  \n\nFourteen million more jobs?\n\nSince economic estimates are often complicated to evaluate, we talked with Cain economic advisor Richard Lowrie. We also took a look at a Wall Street Journal op-ed written by former Texas U.S. Senator Phil Gramm that Cain referenced in his own column\n\nGramm wrote a piece that appeared April 15 called \"The Obama Growth Discount.\" It argued that under Obama’s economic policies, job growth is uniquely dismal, even among the postwar era’s deepest recessions.  \n\n\"Forty months after the start of the 1953, 1957, 1973 and 1981 recessions, total employment was on average 4.7% higher than the pre-recession peaks, while total employment today is still down 4.7%—that's a total employment gap of 13.9 million jobs.\"\n\nLowrie told PolitiFact Georgia that he used Gramm’s method to do his own calculations, so we did as well.\n\nWe compared total employment figures from the U.S. Bureau of Labor Statistics at their pre-recession peak, calculated their percentage difference from employment 40 months later, and averaged the results for what Gramm considered the four worst postwar recessions.\n\nLowrie found employment typically grew at about 4.8 percent, for total jobs gap of 13.6 million.  Cain rounded up to 14 million.\n\nPolitiFact Georgia came up with figures ranging from some 12.4 million to 13.6 million, depending on how we chose our data. Some downturns, such as those in 1957 and 1981, start less than 40 months after the last recession, so there’s room for debate on how to account for downturns that don’t fit the mold.  \n\nSo Cain cherry picked higher numbers, plus he rounded up a good bit, but his math makes sense.  But we wanted to dig a little deeper. His calculation depends heavily on what one considers the nation’s worst postwar recessions. So we asked around.\n\nEconomists told us that there are a lot of ways to measure the depth of a recession. You can look at its length, how much it shrinks the size of the economy, and how it affects jobs, to name a few metrics. This means that while economists widely consider certain recessions, such as the most recent one, as among the worst in the postwar era, there might be room for debate if you tried to rank some of the others.  \n\nStill, while you might disagree with some of Gramm’s choices of ‘worst’ recessions, they are reasonable. According to our calculations, the four recessions he cited boasted the postwar’s largest reduction in gross domestic product, a measure that describes the size of the nation’s economy.\n\nWe also found it’s possible to argue that Gramm’s way of comparing recessions is invalid.  Emory economics professor Tom Smith said each recession is so unique that Gramm’s calculation is only useful as political rhetoric against Obama. It conveys little, if any, useful information about the recession or Obama’s record, Smith said.\n\n\"It’s a trickster move,\" Smith said. \"It’s a magician pulling a rabbit out of a hat,\" Smith said.\n\nSo Cain’s statement does have weaknesses. The number he used in the Wall Street Journal is on the high side of the calculations. It’s also rounded upwards by about 400,000 jobs. And it’s fair to dispute whether this is a good way to measure Obama’s economic record.\n\nAlso, Cain could have been more clear. He should have emphasized that he meant that there would be 14 million more jobs if this recession were more typical of the most severe postwar recessions, rather than postwar recessions in general.\n\nThat said, Cain’s calculation that we would have 14 million jobs was within reason, if a bit high. We therefore rate Cain’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12335"}