{"url": "/factchecks/2015/jun/05/rick-perry/rick-perry-says-us-canada-and-mexico-have-more-ene/", "speaker": "Rick Perry", "vclaim": "\"The entirety of North America -- Canada, the United States and Mexico -- there's more known reserves in those three countries than in Russia and Saudi Arabia.\"", "truth_label": "barely-true", "date": "stated on May 7, 2015 in a visit to Deerfield, NH:", "title": "Rick Perry says the U.S., Canada, and Mexico have more energy resources than Russia and Saudi Arabia", "text": "Former Texas governor Rick Perry was talking energy in Deerfield when he decided to put the country’s resources in perspective.\n \n\"The entirety of North America -- Canada, the United States and Mexico -- there's more known reserves in those three countries than in Russia and Saudi Arabia,\" Perry said at  the 9 Lions Tavern on May 7.\n \nWhile energy production in the United States has certainly boomed in recent years, Perry’s statement seemed surprisingly broad. Could three North American countries really outrank oil-rich Russia and Saudi Arabia?\n \nWe decided to check it out.\n \nThankfully, there’s a U.S. government agency that keeps track of just this kind of data. It’s the Energy Information Administration, a division of the Department of Energy that collects statistics and does analysis on all topics related to energy.\n \nGoing through the site’s tables, though, would seem to suggest that Perry is off track. Using its 2014 data set for crude oil proved reserves, Canada, the United States and Mexico had a combined total of 219.8 billion barrels.\n \nA hefty amount, no question.\n \nBut Russia and Saudi Arabia have a combined crude oil proved reserves of 348.4 billion barrels. The vast majority of that -- 268.4 billion barrels -- is held by the Saudis. (There are questions about the reliability of the Saudi-reported numbers, but let’s put those aside for now.)\n \nThat certainly doesn’t seem to support Perry’s contention. So we checked with his staff. They also sent along data from the Energy Information Administration, but not just crude oil reserves. Their numbers included coal and natural gas totals.\n \nThose 2014 numbers show North America has proven reserves of 422.1 trillion cubic feet of natural gas. Russia and Saudi Arabia have combined reserves of 1,986.8 trillion cubic feet of natural gas, with 1,688 trillion of that coming from Russia.\n \nOnce again, the energy giants to the east win out.\n \nAs for coal, North America looks to be the clear leader. While only data from 2011 is available, Canada, the United States and Mexico have 267,411 million recoverable short tons of coal in reserve. Of that, 258,619 tons are in the United States. Russia and Saudi Arabia, on the other hand, have 173,074 million short tons of coal, all located in Russia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n \nWhile Perry’s staff added the numbers from the various energy sources together to emphasize the former governor’s point, that’s misleading.\n \nThe problem, put simply, is that each source of energy has a different kind of measurement. Barrels of oil, cubic feet of natural gas and short tons of coal are not directly equivalent.\n \nAs the EIA explains, one short ton of coal (or 2,000 pounds) produces 19,210,000 British thermal units (a basic heat measurement). One thousand cubic feet of natural gas produce 1,025,000 Btu. And a single barrel of oil produces 5,892,000 Btu.\n \nThere is a way to measure all of the resources together, though. It’s called BOE, or barrels of oil equivalent. The Congressional Research Service uses a simple multiplier to equate natural gas and coal to petroleum.\n \nUsing these figures, including proven oil and natural gas reserves and recoverable coal reserves, North America has roughly 1,217 billion BOE. Russia and Saudi Arabia have about 1,296 billion BOE.\n \nBut energy is a tricky subject. Proven reserves aren’t the same as estimated or potential reserves. Extraction methods can improve, adding resources thought off-limits to the overall supply. Energy efficiency measures and the types of coal or petroleum used can introduce even more variables. Much remains to be learned.\n \nAs Ryan Carlyle, a subsea hydraulics engineer, wrote on Quora in 2013: \"Corporate reserve estimates are too low by an unknown amount, and national reserve estimates are too high by an unknown amount. And no one knows how much oil is still undiscovered.\"\n \nWhile the United States has a lot of recoverable coal reserves, there are questions as to whether it will ever be mined. New environmental regulations, legal action and overall costs make it more challenging for energy companies to use the fuel.\n \nThat being said, Perry has been outspoken in his criticism of President Obama’s energy policy, including coal regulations, so a Perry administration could see a change in course.\n \nOur ruling\n \nPerry said \"The entirety of North America -- Canada, the United States and Mexico -- there's more known reserves in those three countries than in Russia and Saudi Arabia.\"\nThere is some basic truth to Perry’s statement. North America does have a large supply of petroleum, natural gas and coal. But combining the three fuel sources together is like comparing fossil fuel-based apples and oranges.\n \nJust comparing straight numbers, Perry was right about coal, but wrong on natural gas and crude oil.\n \nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-06345"}