{"url": "/factchecks/2011/nov/02/herman-cain/herman-cain-said-china-trying-develop-nuclear-weap/", "speaker": "Herman Cain", "vclaim": "China is \"trying to develop nuclear capability.\"", "truth_label": "pants-fire", "date": "stated on October 31, 2011 in an interview on \"PBS Newshour\":", "title": "Herman Cain said China is trying to develop nuclear weapons", "text": "People are talking about Herman Cain and allegations of sexual harassment from the time he was head of the National Restaurant Association.\n\nBut what about his China policy?\n\nCain, the former head of Godfather’s Pizza, is seeking the Republican nomination and has been leading the polls in recent weeks. He sat down for an interview with the PBS Newshour that began with questions about two female employees who left the National Restaurant Association in the 1990s. Cain said the charges against him were false.\n\nThe interview then turned to questions about policy, leading to this exchange:\n\nJudy Woodruff: \"Do you view China as a potential military threat to the United States?\"\n\nCain: \"I do view China as a potential military threat to the United States.\"\n\nWoodruff: \"And what could you do as president to head that off?\"\n\nCain: \"My China strategy is quite simply outgrow China. It gets back to economics. China has a $6 trillion economy and they're growing at approximately 10 percent. We have a $14 trillion economy -- much bigger -- but we're growing at an anemic 1.5, 1.6 percent. When we get our economy growing back at the rate of 5 or 6 percent that it has the ability to do, we will outgrow China.\n\n\"And secondly, we already have superiority in terms of our military capability, and I plan to get away from making cutting our defense a priority and make investing in our military capability a priority, going back to my statement: peace through strength and clarity. So yes, they're a military threat. They've indicated that they're trying to develop nuclear capability, and they want to develop more aircraft carriers like we have. So yes, we have to consider them a military threat.\"\n\nCain got our attention by saying that China is \"trying to develop nuclear capability.\" We were under the impression that China has been a nuclear power for some time now. So we decided to check his statement.\n\nOur first stop was the U.S. State Department website. Its background note on China has the following summary of China’s nuclear capability:\n\n\"In 1955, Mao Zedong's Chinese Communist Party decided to proceed with a nuclear weapons program; it was developed with Soviet assistance until the Sino-Soviet split ended that assistance. After its first nuclear test in October 1964, Beijing deployed a modest but potent ballistic missile force, including land- and sea-based intermediate-range and intercontinental ballistic missiles.\"\n\nThen there’s this, from the U.S. Defense Department 2010 Nuclear Posture Review Report:\n\n\"While facing the increasingly urgent threats of nuclear terrorism and nuclear proliferation, the United States must continue to address the more familiar challenge of ensuring strategic stability with existing nuclear powers – most notably Russia and China. … The United States and China are increasingly interdependent and their shared responsibilities for addressing global security threats, such as weapons of mass destruction (WMD) proliferation and terrorism, are growing. At the same time, the United States and China’s Asian neighbors remain concerned about China’s current military modernization efforts, including its qualitative and quantitative modernization of its nuclear arsenal. China’s nuclear arsenal remains much smaller than the arsenals of Russia and the United States. But the lack of transparency surrounding its nuclear programs – their pace and scope, as well as the strategy and doctrine that guides them – raises questions about China’s future strategic intentions.\"\n\nIn recent years, the United States has been concerned that China is sharing nuclear technology and weapons with other countries, particularly Pakistan and Iran. In January 2011, the United States and China signed an agreement to create a Center of Excellence in China to promote nuclear security and safeguards.\n\nWe contacted the Cain campaign for comment on this, but we didn’t hear back.\n\nCain said that China \"indicated that they're trying to develop nuclear capability.\" According to the U.S. State Department, China conducted its first test of a nuclear weapon in 1964. So Cain’s approximately 40 years behind the times. China is a long-standing nuclear power. We rate his statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nEditor's note: After we published this item, Cain addressed his statement in an interview with the Daily Caller website. \"Maybe I mispoke,\" Cain said. \"What I meant was, China does not have the size of nuclear capability that we have. They do have a nuclear capability.\"", "vclaim_id": "vclaim-pol-12156"}