{"url": "/factchecks/2020/aug/13/cory-booker/cory-booker-said-us-senate-dominated-millionaires-/", "speaker": "Cory Booker", "vclaim": "Says the U.S. Senate is “dominated by millionaires” and that he is “not one of them.”", "truth_label": "true", "date": "stated on July 30, 2020 in an interview:", "title": "Cory Booker said the U.S. Senate is “dominated by millionaires.” Is that true?", "text": "When talks to extend emergency coronavirus unemployment relief broke down last month in Washington, U.S. Sen. Cory Booker blamed his wealthy colleagues for the impasse. \n\"I’m a little frustrated that a body dominated by millionaires, I’m not one of them, is going to focus on just a few hundred extra bucks and try to cut that out from under so many millions of American families,\" Booker said in an interview with NJTV News.  \nWe wondered how many members of Congress’ upper chamber really are millionaires.  \nNet worth data compiled by the nonpartisan Center for Responsive Politics for 2018, the most recent year available, shows that almost two-thirds of U.S. senators’ net worth exceeds $1 million. And a few of them are exceptionally wealthy. \nFinancial disclosure forms lawmakers fill out don’t require exact values, only ranges of values, so the Center for Responsive Politics calculates lawmakers’ net worth by adding their range of assets, subtracting their range of liabilities, and calculating the midpoint of the resulting range. \nU.S. Sen. Rick Scott, a Florida Republican, and U.S. Sen. Mark Warner, a Virginia Democrat, are the body’s wealthiest lawmakers. Each reported a net worth of more than $200 million dollars, the data show. \nTwo other senators reported net worths greater than $100 million — Mitt Romney, the former presidential candidate and Utah Republican, and Mike Braun, an Indiana Republican. \nFifty-seven other lawmakers reported net worths of between $1 million and $100 million, including Pennsylvania Republican Pat Toomey, who is worth about $2 million, the data show.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nIn the past, Roll Call analyzed lawmaker wealth by focusing on minimum net worth. \nBooker’s comments came as the federal unemployment benefits Congress approved early in the pandemic were set to expire and negotiations over the next relief package stalled. Democrats want to keep offering unemployed Americans an extra $600 a week. Republicans want to see the extra benefits scaled back or eliminated. \nBooker argued that the Senate’s millionaires don’t support extending the more generous benefits because they don’t know what it’s like to need that money for food and rent. But the Center for Responsive politics data shows that 25 of the Senate’s millionaires are Democrats who want to continue the expanded support. \nBesides Warner, the wealthiest Senate Democrats are Dianne Feinstein of California and Michael Bennett of Colorado. \nSo, is Booker a millionaire? \nNo. \nHis net worth is $807,503, the data show. He has a checking account, a savings account, a pension, a money market account, and several IRAs. His staff also provided a copy of the financial disclosure form Booker filed with the Senate, and it shows the same.  \nThe data show that Pennsylvania Democrat Bob Casey also has net worth below $1 million. \nOur ruling\nBooker said that the Senate is \"dominated by millionaires\" and that he is \"not one of them.\" Roughly two-thirds of U.S. senators are millionaires, and no, Booker isn’t one of them, data show. We rate this statement True.", "vclaim_id": "vclaim-pol-17097"}