{"url": "/factchecks/2017/jul/12/blog-posting/recycled-parody-cnns-zakaria-calls-jihadi-rape-whi/", "speaker": "Bloggers", "vclaim": "Says \"CNN host Fareed Zakaria calls for jihad rape of white women.\"", "truth_label": "pants-fire", "date": "stated on June 30, 2017 in a blog post:", "title": "Recycled parody: CNN's Zakaria calls for jihadi rape of white women", "text": "CNN’s Fareed Zakaria presents himself as an urbane observer of the global scene and not the sort of person to call for violence against women. But the website teoinfo.com sought to cast Zakaria in a much different -- and false -- light.\nThe website ran an article June 30 with the headline: CNN Host Fareed Zakaria Calls For Jihad Rape Of White Women. Facebook readers flagged the story as being potentially fake, so we decided to investigate.\nFor fake news watchers, the opening paragraph of the story was a stroll down memory lane.\nIt said, \"Fareed Zakaria, CNN host of ‘Foreign Affairs,’ a program focusing on international events, has in his private blog called for the merciless rape of white females by Islamic minority groups shortly after openly gloating over the rise in premature deaths of white males in his article in the Washington Post.\"\nNot only is that bizarre, it is a word-for-word copy and paste from an article over a year ago on the satirical website The People’s Cube. The self-described site for \"political humor\" once touted that it ranked No. 13 on a list of humor blogs. Among its recent headlines, it announced, \"Russia adds St. Patrick’s Day to list of excuses to get drunk,\" as part of the country’s \"Day Without Sobriety\" campaign.\nThe website adopts a faux-Soviet style, purportedly the brainchild of \"a former Soviet agitprop artist.\" When the article first appeared Jan. 2, 2016, Zakaria complained that he was the victim of internet trolls. In response, the People’s Cube (it features a Rubik's cube with red on all sides) published an open letter on Jan. 18, 2016.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\"This parody wasn't meant to be taken as factual reporting, given the context of our website and especially considering the author's credentials at the top: Chedoh, Kommissar of Viral Infections, Hero of Change, Prophet of the Future Truth.\" (The author’s avatar is a cheeto with a Che Guevara face, which makes sense if you say Chedoh the \"right\" way.)\n\nAccording to the Teoinfo/People’s Cube article, Zakaria wrote, \"The white race is rightfully failing because it is a foolish, arrogant, and self-absorbed ethnicity that has racism infused into its very genes,\" and went on to say \"thankfully, the Prophet Muhammad has given us a foolproof way to speed up the decline of a vanquished nation by treating their women as our sex slaves.\"\nThe rumor-busting website Snopes declared it false in January 2016.\nDespite the article’s satirical roots, warning labels or disclaimers were lost as it moved from site to site. Reclaim Australia Rally, a group that asks \"all patriotic Australians to stand united against Islamisation and home grown terror threats,\" shared the Teoinfo post on its Facebook page on July 2. \nAn article that presents over-the-top satire as fact merits a  Pants on Fire.\n Share the Facts 2017-07-12 15:13:57 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says \"CNN host Fareed Zakaria calls for jihad rape of white women.\"    Bloggers Bloggers   On a fake news website Friday, June 30, 2017 2017-06-30    Read More  info", "vclaim_id": "vclaim-pol-03118"}