{"url": "/factchecks/2013/jun/07/michael-sullivan/michael-sullivan-says-legislators-spending-4-billi/", "speaker": "Michael Sullivan", "vclaim": "Says Texas lawmakers agreed to cut state's rainy day fund in half, spending \"$4 billion from current $8 billion.\"", "truth_label": "barely-true", "date": "stated on May 22, 2013 in a tweet.:", "title": "Michael Sullivan says legislators spending $4 billion from $8 billion reserve fund, cutting it in half", "text": "As Texas lawmakers edged toward agreement on future spending, a conservative advocate warned that the GOP-majority Legislature was halving state reserves.\n\nIn a May 22, 2013, Twitter post, Michael Sullivan, president of Empower Texans, which advocates less government, wrote: \"#txlege will be drawing current Economic Stabilization Fund down by half: $4 billion from current $8 billion.\"\n\nSullivan was referring to the kitty informally known as the state’s rainy day fund. As authorized by voters in 1988, the fund accumulates money from portions of oil and/or gas production taxes.\n\nIn the latest state revenue forecast, issued Jan. 7, 2013, state Comptroller Susan Combs said the fund’s balance would be $8.1 billion by the end of August 2013, assuming lawmakers did not take money out. Due to additional oil-and-gas tax revenue transfers, Combs projected the fund to grow to $9.83 billion at the end of August 2014 and to $11.76 billion a year later.\n\nSo, were lawmakers cutting the fund from $8 billion to $4 billion as Sullivan said?\n\nTo our inquiry, Sullivan noted the fund’s 2013 balance of $8.1 billion. And, he said by email, taking \"out $4 billion is taking out half of the money.\"\n\nHe also said he has doubts about the fund’s future projected balances of greater than $8 billion. \"That is a forecast,\" he said. \"By definition, it is NOT money currently in the bank, or even an asset. In the bank is $8.1 billion. People hope that it will have $12 billion by late-ish 2015.\"\n\n\"I know legislators want us focused on the pre-hatched chicks,\" Sullivan said, but \"I prefer to count the chickens that have already emerged from the eggs. That is, the current fund balance IS $8 billion. Every other number about the\" fund balance \"is a forecast. Indeed, looking out to 2015 is not even pre-hatched eggs, it's pre-conceived chickens.\"\n\nHis analysis made us hungry to learn what lawmakers were voting to take from the fund when he tweeted.\n\nJohn Barton, staff spokesman for the Legislative Budget Board, which advises legislators on fiscal matters, told us by telephone that lawmakers approved two measures with a bearing on transfers from the fund.\n\nA proposed constitutional amendment, Senate Joint Resolution 1, would launch water infrastructure funds starting with $2 billion from the fund, if voters approve the proposition on the November 2013 ballot.\n\nLawmakers also approved House Bill 1025, which awaited the review of Gov. Rick Perry as of June 6, 2013. This measure provides for the $2 billion transfer that would be touched off if voters agree to the proposed amendment. In addition, according to the legislation’s fiscal note, $1.94 billion would be transferred from the rainy day fund by the end of August 2013, with $1.75 billion of that making up for a payment to school districts that was postponed by the revenue-strapped 2011 Legislature. Lesser amounts would be spread among programs overseen by the governor, the Department of Public Safety, the Parks & Wildlife Department and firefighting agencies based at Texas A&M University.\n\nBy our read, this shakes out to $1.94 billion in spending from the rainy day fund through August 2013 and, if voters approve, $2 billion more by the end of August 2015, for $3.94 billion in total. It seems, too, that the rainy day fund stands to be reduced by about 25 percent as of the end of August 2013--from a balance of $8.1 billion to a little more than $6.1 billion. And the fund could shrink from an Aug. 31, 2015, projected balance of about $12 billion to about $8 billion, down 33 percent. These calculations assume HB 1025 making it into law and SJR 1 winning voter approval.\n\nWe ran this thinking by Sullivan, who replied by email that we were adding layers to his tweet, in that the $3.94 billion in intended spending accounts for half of the fund’s 2013 balance of about $8 billion. \"Some of this spending could be vetoed by the governor or the voters, but the bottom line is that the Legislature did authorize spending half of the current balance,\" Sullivan said. \"The comptroller has projected a higher balance through the end of fiscal year 2015 – but that’s a projection vs. what’s actually in the account today.\"\n\nWe also shared our 25 percent/33 percent analysis with fiscal experts who track legislative deliberations.\n\nBy email, Dale Craymer, president of the Texas Taxpayers and Research Association, a business group, and Eva DeLuna Castro, senior budget analyst for the liberal Center for Public Policy Priorities, said our breakdown seemed accurate. Talmadge Heflin, director of the Center for Fiscal Policy at the conservative Texas Public Policy Foundation, said Sullivan got it right.\n\nCraymer wrote: \"If all of the (legislated) appropriations would take effect in 2013,\" Sullivan’s \"Twitter statement would be correct as of the end of 2013; however, all of the appropriations don’t take effect in 2013. The water appropriation won’t happen until and unless voters approve, with the election in  November 2013, which falls in the 2014 fiscal year.\"\n\nCraymer, who is a former chief revenue estimator for the state, also noted that about the time of that election, Combs plans to deposit more money into the fund thanks to \"excess oil and gas severance taxes collected in 2013. That deposit is currently estimated at $1.7 billion,\" Craymer wrote, \"but will probably be higher.  In 2015, another deposit currently estimated at $1.8 billion will be made,\" Craymer said, \"so essentially the fund is rapidly replenishing itself.\" If all the legislated spending takes effect, he said, and money gets put into the fund as projected, its balance will go from $6.1 billion at the end of August 2013 to $5.9 billion a year later and $7.8 billion in August 2015.\n\n\"While there will certainly be less money in the fund compared to what could be there, the actual balance itself will remain somewhat flat,\" Craymer said.\n\nDeLuna Castro summed up by email that if expectations hold, the fund’s balance will not drop to $4 billion at all.\n\nHeflin, a former chairman of the House Appropriations Committee, described the \"ifs\" of legislation becoming law or voters approving the proposed amendment or the comptroller depositing more money into the fund as matters of speculation. The nearly $4 billion is nearly half the fund’s 2013 balance, Heflin emailed, so \"it looks like the Legislature authorized the fund to be drawn down by half of the current balance.\"\n\nOur ruling\n\nSullivan tweeted that lawmakers \"will be drawing current Economic Stabilization Fund down by half: $4 billion from current $8 billion.\"\n\nThe $4 billion figure approximates legislated withdrawals from the rainy day fund over more than two years, assuming one measure makes it into law and another wins voter approval. However, it’s not correct that the fund will be halved. Its expected August 2013 balance of $8.1 billion could be cut by nearly $2 billion, or 25 percent. Down the road, the fund’s projected balance of nearly $12 billion at the end of August 2015 could shrink by 33 percent.\n\nThis statement skews these facts by counting current and future expenditures solely against the fund’s current balance. Put another way, it assumes all the legislated spending will occur while disregarding expectations that the fund will also accumulate more revenue.\n\nThe claim has an element of truth, but ignores critical facts that would give an accurate impression. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09245"}