{"url": "/factchecks/2018/oct/09/gavin-newsom/are-us-philippines-only-two-countries-money-bail/", "speaker": "Gavin Newsom", "vclaim": "\"Only Duterte’s Philippines and Trump’s United States of America have money bail.\"", "truth_label": "mostly-true", "date": "stated on October 8, 2018 in a gubernatorial debate:", "title": "Are U.S., Philippines the only two countries with money bail?", "text": "Democrat Gavin Newsom touted a new state law that ends monetary bail during the Oct. 8 California gubernatorial debate.\nThe bill, which outgoing Democratic Gov. Jerry Brown signed in August, emerged after years of complaints that the money bail system is punitive for low-income Americans, in some cases making those who cannot afford their share of the bail wait for months behind bars for minor violations or for crimes they are ultimately cleared of.\nInstead, the bill would enact a system of \"risk assessments\" that sets out non-monetary conditions for release. (As is the case currently, the highest-risk arrestees would be remanded into custody without bail.)\nTo Newsom, the law is a first step toward correcting a national blemish.\nReferring to President Donald Trump and Philippine President Rodrigo Duterte, Newsom said, \"Only Duterte’s Philippines and Trump’s United States of America have money bail. California became the first state to step up and step into this debate and do the right thing.\"\nWhen we looked into Newsom’s assertion, we found that he was largely correct, though with some caveats required.\nThe focus on the United States and the Philippines as outliers internationally in bail policy dates back to at least 1991, when a University of Southern Mississippi professor, F.E. Devine, wrote a study titled, \"Commercial Bail Bonding: A Comparison of Common Law Alternatives.\" (Devine died in 2011.)\nReferring to commercial bail bond companies, Devine wrote that \"with the exception of the Philippines and an ambiguous provision in Liberia, which does not seem to result in any important commercialization of bail, these companies do not exist outside of the United States.\"\nHe continued, \"The Philippines exhibits the only bail system outside the United States dominated by commercial provision of bail.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThree experts with a specialty in bail bonds said that Devine’s singling out of the two countries still stands, though they added that Newsom could have been more careful in his wording.\nOther countries do require monetary deposit for pretrial release in at least some cases, said Megan Stevenson, an assistant professor of law at George Mason University. \"For instance, I know cash bail is sometimes used in Canada,\" though its use is much more limited, Stevenson said.\nA more accurate way to phrase it, she said, would be to say that \"only the U.S. and Philippines have a cash bail system that is dominated by commercial bail bondsmen.\" This makes a difference because a commercial bail industry has a financial stake in the system.\nShima Baradaran Baughman, a law professor at the University of Utah, said that she referred to the same two countries as outliers in her 2017 volume, \"The Bail Book.\"\nAsked whether she agreed with Stevenson’s clarification about commercial bail bonding companies being the important distinction, she said she did.\nTim Schnacke, executive director of the Colorado-based Center for Legal and Evidence-Based Practices, agreed. \"I've tried to correct people when they say it the way (Newsom said it) but it just keeps finding legs,\" Schnacke said.\nThe other asterisk we would place on Newsom’s assertion is his invocation of Trump and Duterte. As Devine’s book makes clear, the cash bail policies of the United States and the Philippines predated the Trump and Duterte presidencies by decades.\nOur ruling\nNewsom said, \"Only Duterte’s Philippines and and Trump’s United States of America have money bail.\"\nThese two countries are international outliers on bail policy, but Newsom would have been more accurate if he’d specified the role of commercial bail providers, rather than \"money bail\" more generally. In addition, his references to Trump and Duterte are gratuitous, since the policies were well-established for decades before they took office.\nWe rate the statement Mostly True.\n Share the Facts 2018-10-09 21:14:56 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Only Duterte’s Philippines and Trump’s United States of America have money bail.\"    Gavin Newsom Democratic candidate for California governor https://www.capradio.org/news/special/california-gubernatorial-debate/2018/10/08/2018-california-governors-debate/   a debate Monday, October 8, 2018 2018-10-08    Read More  info", "vclaim_id": "vclaim-pol-01496"}