{"url": "/factchecks/2019/jun/06/michael-bennet/michael-bennet-right-majority-say-effects-global-w/", "speaker": "Michael Bennet", "vclaim": "\"The vast majority of Americans believe that climate change is real and we need to do something about it.\"", "truth_label": "mostly-true", "date": "stated on May 30, 2019 in a CNN town hall:", "title": "Michael Bennet is right that a majority say the effects of global warming are happening", "text": "Over 90% of publishing climate scientists agree that humans are causing global warming.\nDemocratic Sen. Michael Bennet of Colorado, who is running for president, said in a CNN town hall May 30 that public perception is consistent with that consensus.\n\"The vast majority of Americans believe that climate change is real and we need to do something about it,\" he said.\nWe looked into this claim and found that Bennet, who recently rolled out a plan for 2020 to address climate change, is right that most Americans say climate change is taking place. But polls indicate that the public shows a bit less conviction when asked whether government should address the issue, though much seems to depend on how the questions are asked.\nLet’s take a look.\nPublic views on climate change\nBennet’s climate change plan, which was released in May, includes a goal for the United States to achieve net-zero greenhouse gas emissions by 2050. Bennet based his claim on a politics and global warming report published in April by the Yale Program on Climate Change Communication and the George Mason University Center for Climate Change Communication.\nThe Yale and GMU programs use social science to help communicate climate change to the public.\nThe report states that 70% of U.S. registered voters said global warming is happening. A majority \"strongly\" or \"somewhat\" support investments in renewable energy research and infrastructure (87%), regulating pollution (82%) and/or taxing pollution (72%). Also, nearly four in ten voters said a candidate’s position on global warming will be very important when they decide who they vote for in the 2020 presidential election.\nWe looked at other polls about climate change and found that responses vary on whether or not Americans believe climate change is real.\nOne way to analyze the first part of Bennet’s statement is to examine Americans’ views on the timeline of the effects of global warming.\nA Gallup poll conducted in March found that 59% of Americans said that the effects of global warming have already begun and 66% believe it’s mostly due to pollution from human activities. The percentage of people polled who believe the effects of global warming are already underway has fluctuated over the years, but it’s steadily climbed from 49% in 2011 to 52% in 2012 to where we are today.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nGallup does note differences in how Americans view the issue based on their political leanings. Among those who describe themselves as conservative, only 25% were classified as concerned believers, compared to 81% of liberals and 56% of moderates.  \nPublic views on climate change policies\nSo, is Bennet also on point when he says that most Americans support doing something about climate change? The results are mixed.\nA Quinnipiac University poll released in 2018 found that the majority of American voters, 69%, are \"somewhat\" or \"very\" concerned about climate change.\nBut a Pew Research Center survey conducted in January found that only 44% of Americans said global climate change should be a top priority for President Donald Trump and Congress. It was low on a list of 18 issues prioritized by the adults surveyed. However, the environment, categorized as a separate issue, was at No. 8, behind the economy, health care, education, terrorism, Social Security, Medicare and the poor and needy.\nA Gallup poll conducted last year found that 62% of Americans think the U.S. government is doing too little to protect the environment. The majority of Americans support governmental policies aimed at mitigating climate change such as spending more on solar and wind power (76%), setting higher emissions and pollution standards for businesses and industry (74%) and imposing mandatory controls on greenhouse gas emissions (67%).\nJohn Kotcher, a research assistant professor at GMU’s Center for Climate Change Communication, told PolitiFact that views on climate change among scientists and the general public vary in part because people have not always seen the issue as one that directly affects them.\n\"Historically, climate change has been framed as an environmental issue that’s distant in time and space — that it’s a problem for plants, penguins and polar bears,\" he said.\nKotcher helped conduct the survey Bennet’s campaign referenced.\nOur ruling\nBennet said that \"the vast majority of Americans believe that climate change is real and we need to do something about it.\"\nThe polls we reviewed show that the majority of Americans do think the effects of climate change are currently taking place and that they are concerned about it.\nWhile one poll found that less than half of Americans believe Congress and Trump should make it a top priority, other polls show that when questioned about specific policies to address global warming, a majority of Americans say they support action.\nWe rate Bennet’s claim Mostly True.", "vclaim_id": "vclaim-pol-00563"}