{"url": "/factchecks/2016/mar/04/ken-paxton/ken-paxton-micharacterizes-abortion-risk-texas/", "speaker": "Ken Paxton", "vclaim": "\"Statistics show 2 to 3 Texas women per week have major complications and 10 women per week seek help at an ER after an abortion.\"", "truth_label": "false", "date": "stated on February 5, 2016 in press release:", "title": "Ken Paxton mischaracterizes abortion risk in Texas", "text": "This week, the U.S. Supreme Court heard oral arguments for Whole Woman’s Health v. Hellerstedt, a landmark abortion case that will decide the fate of Texas’ 2013 abortion law, known as House Bill 2. The law, among other things, requires abortion doctors to have admitting privileges at nearby hospitals and requires abortion clinics to comply with the state-set standards for ambulatory surgical centers.\nBefore the case went in front of the Supreme Court, Texas Attorney General Ken Paxton prepared to defend the law. In a Feb. 5, 2016, press release, his office highlighted that the court received \"more than 30\" amicus briefs in support of the law.\n\"Statistics show 2 to 3 Texas women per week have major complications and 10 women per week seek help at an ER after an abortion,\" the release said. \"Texas believes abortion facilities have no special privilege to operate outside the parameters of the medical profession and it is the right and responsibility of the state to ensure the safety of patients.\"\nWe wanted to check: Is it true that two to three Texas women have major complications from abortion per week, and that 10 women in that time seek help at an emergency room after an abortion?\nAttorney General’s numbers  \nFirst, we asked the attorney general’s office where it got its statistics. Deputy Press Secretary Cynthia Meyer told us via email that those statistics came from an expert for the petitioners in this case. The expert, Elizabeth Gray Raymond, is an obstetrician-gynecologist and medical researcher who currently is a senior medical associate at Gynuity Health Projects, a women’s health research organization, and an adjunct professor at the New York University School of Medicine, an appendix for the case says.\nGray Raymond cited a University of California at San Francisco study, Meyer said, that found that \"the incidence of major complications following an abortion (hospital admission, abdominal surgery, hysterectomy, or blood transfusion) was 0.23 percent, and that 0.87 percent of all abortions resulted in a visit to an emergency department in which treatment was provided for an abortion-related condition.\"\nThe events that qualified as \"major complications\" were hospital admission, abdominal surgery, hysterectomy, or blood transfusion, according to Gray Raymond’s testimony.\nThe attorney general’s office then multiplied those statistics by an estimated 60,000 abortions per year in Texas, a number taken from Department of State Health Services data. (The exact total for 2013, the most recent data available, is 63,849.) That came out to a projection of 138 major complications a year, which, divided by 52 weeks in a year, works out to 2.6 complications per week, and 522 ER visits per year, which comes out to 10 visits per week. Using the more exact 63,849 abortions per year in Texas, we get 2.8 complications and 10.7 emergency room visits per week.\nNumbers in context\nIn the study that was the basis for these calculations, researchers characterized the complication rates they found as \"low.\" The complication rates, a press release about the study on the university’s website said, are about the same as rates for complications following colonoscopies.\nThat exact comparison came up during oral arguments before the Supreme court, when Justice Stephen Breyer said abortions had \"28 times less than a risk of a colonoscopy,\" and that the risks were \"roughly the same as the risks that you have in a dentist office when you have some surgery.\"\nThe rate of major complications also was similar for vasectomies, according to Gray Raymond’s testimony.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nGray Raymond concluded: \"The clear message of these data is that complications of induced abortion, and particularly complications that cannot be managed at the original abortion facility, are rare.\"\nThe University of California at San Francisco study, published in the peer-reviewed Journal of Obstetrics & Gynecology, began with the goal to determine rates of complications after abortions, in part because those rates previously may have been underreported; researchers thought that complications diagnosed at a separate facility, rather than immediately following an abortion procedure, previously had been missed.\nTheir results showed that wasn’t the case. The study concluded: \"These findings show abortion complication rates to be low and comparable to previously published rates even when there is no loss to follow-up and ED visits are included.\"\nThe study that was the basis for the Texas attorney general’s weekly and annual calculations was based in San Francisco, and all study participants had abortions paid for by California’s Medicaid program. While the study is reliable, it may not be a one-to-one comparison between low-income women in northern California and all abortions in Texas.\nUshma Upadhyay, one of the study’s authors, said by phone that the rates from her study could be comparable to rates in other states. However, the abortions in the UCSF study included, at 16 percent, a higher proportion than usual of second-trimester and late-term abortions, which have a higher risk of complication.\nThat is twice the percentage of abortions performed in the second or third trimester in Texas in 2013, the last year for which data are available from the state. According to the Texas Department of State Health Services, of the 63,849 abortions recorded in the Lone Star State in 2013, 92 percent were performed in the first trimester, when the risk of complication is lower compared with the second and third trimesters.\nThe best way to apply the study’s complication rates to Texas, Upadhyay said, would be to separate abortions by types of procedure, rather than multiply the rate by the total 60,000 abortions in Texas.\nOur ruling\nTexas Attorney General Ken Paxton’s office said in a press release that \"statistics show 2 to 3 Texas women per week have major complications and 10 women per week seek help at an ER after an abortion.\"\nThese statistics were based on a study of abortions in California, not Texas. That study included a higher percentage of abortions performed in the second and third trimesters than occurred in Texas, making a direct extrapolation to attribute those numbers to women in the Lone Star State  problematic.\nMoreover, the researchers who calculated the number of abortion-related complications in the study characterized those rates as \"low.\" The numbers do not lead to the conclusion that abortion providers are operating \"outside the parameters of the medical profession,\" as the attorney general’s office says.\nTo recap, Paxton characterized Texas abortion practices and outcomes based on a California study that included twice the number of women at risk for complications as exists in the Lone Star State. He also presented the figures in a misleading way to suggest that abortion providers were operating outside of medical norms.\nWe rate this claim False.\n\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05323"}