{"url": "/factchecks/2012/feb/17/elizabeth-ames-jones/did-elizabeth-ames-jones-flip-flop-resigning/", "speaker": "Elizabeth Ames Jones", "vclaim": "On resigning from the Texas Railroad Commission.", "truth_label": "full-flop", "date": "stated on February 13, 2012 in a statement announcing her departure from the commission:", "title": "Did Elizabeth Ames Jones flip-flop on resigning?", "text": "Elizabeth Ames Jones’ resignation from the Texas Railroad Commission on Feb. 13, 2012, came weeks after state Sen. Jeff Wentworth of San Antonio began claiming that she was violating the Texas Constitution by remaining in her post while also running against him.\n\nA day after she resigned, Austin American-Statesman reporter Jason Embry on Twitter pointed to a January 2011 blog post he wrote in which Jones is quoted as saying that she would \"never\" leave her post on the commission, which regulates the oil and gas industry in Texas.\n\nWe put Jones’ change of heart to our Flip-O-Meter.\n\nEmbry’s Jan. 25, 2011, blog post was written as Jones was traveling the state to announce her candidacy for the U.S. Senate seat being vacated by Kay Bailey Hutchison after this year. The post quotes Jones as saying outside the Texas Capitol: \"The days of backroom deals, secret earmarks, wasteful pork-barrel spending will come to a screeching halt when I am elected.\"\n\nAccording to the post, Jones also said she would not resign her commission seat to concentrate on her campaign, though she wouldn’t seek re-election in 2012. Next, the post points out that Michael Williams, then Jones’ colleague on the commission and an expected Senate candidate, had already announced his resignation from the three-person commission, effective April 2, 2011.\n\n\"I would never leave my post,\" Jones was quoted as saying.\n\nThe Quorum Report’s Texas Energy Report included the same \"never\" statement from Jones in its story about her Austin campaign stop. \"She’s not following colleague and fellow hopeful Michael Williams’ lead by resigning her seat on the three-member panel,\" says the story, before quoting Jones as saying she would \"never\" leave her post.\n\nAbout nine months later, Jones switched races, jumping into the Republican primary contest against Wentworth for this state Senate seat. Fourteen weeks after that, she quit the commission.\n\nWe searched — on the Internet and in newspaper archives — and talked to representatives of the Wentworth and Jones campaigns for evidence that Jones had otherwise vowed not to leave the commission. We found no additional \"never\" proclamations from Jones, though the Fort Worth Star-Telegram and the Dallas Morning News reported her saying during her January 2011 announcement tour that she would not resign from the commission.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nOn Dec. 9, 2011, Wentworth, who faces Jones and Donna Campbell of New Braunfels for the Republican nomination, issued a statement suggesting that Jones could not legally fulfill a constitutional requirement that statewide elected officials live in the capital and also qualify as a resident of the San Antonio-rooted Senate district. Jones disputed his analysis, saying she had legal advice indicating that she could continue on the commission while pursuing the Senate seat.\n\nIn a statement announcing her resignation, Jones noted that she had tried to resolve the legal dispute by asking Texas Attorney General Greg Abbott \"to issue an opinion vindicating my right to finish my term on the Texas Railroad Commission.\" However, her statement suggested, that hope was dashed by a Feb. 6, 2012, lawsuit, which sought to stop Jones from receiving her state paycheck. She said any such suit would prevent the attorney general from issuing an opinion until its resolution.\n\nAs we closed out this look, we asked Jones for an interview. She wasn’t immediately available.\n\nIn an earlier telephone interview, Jones’ political consultant, Todd Olsen, argued that Jones had not flip-flopped by resigning from the commission after previously saying she would not quit it.\n\nOlsen noted that Jones’ January 2011 comment that she would \"never leave\" her post was made when she was running for a different office and under different circumstances. Olsen said that Jones spoke after Williams had announced his resignation and that if she had followed suit, the Railroad Commission would have been left inoperable with only one commissioner (until the governor named a replacement).\n\nOlsen also noted that Jones clearly could not have been speaking to whether she’d stay on the commission while running for the Texas Senate.\n\nAnother facet, in Olsen’s view: In late 2010 and early 2011, lawmakers were discussing how to restructure the Railroad Commission, possibly reducing it to a single position from three, a proposal that Jones did not support. Olsen speculated that if the question Jones was answering related to that possible shrinkage, Jones would make the same \"never\" vow today.\n\nOur ruling\n\nJones initially said she would never leave her post, meaning resign. She later did so, nearly 11 months before the term ends.\n\nIt’s believable that the commission’s circumstances and other factors changed in the intervening year. Regardless, Jones’ resignation after saying she’d \"never\" quit the commission amounts to a Full Flop.", "vclaim_id": "vclaim-pol-11592"}