{"url": "/factchecks/2020/may/05/blog-posting/no-greta-thunberg-isnt-protesting-trump-hunger-str/", "speaker": "Bloggers", "vclaim": "Greta Thunberg “going on hunger strike until Trump is removed.”", "truth_label": "false", "date": "stated on May 4, 2020 in a blog post:", "title": "No, Greta Thunberg isn’t protesting Trump with a hunger strike", "text": "The headline of a story on a web page titled \"Washington News Press\" claims that Greta Thunberg, the 17-year-old climate activist from Sweden, has decided to go on a hunger strike until President Donald Trump is removed from office. \nIf the premise of that story doesn’t seem suspect, perhaps this quote, attributed to Thunberg, will help you reconsider: \"This is what Ghandi (sic) did. I saw the movie. The balance of a human life will outweigh the ignorance and douchebaggery of Trump. I will subsist for as long as I need on the elements of the air and the nutrients of the spirits that flow from mother nature through the wind. My will to heal this world is strong.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the supposed news story originated on bustatroll.org, a self-described satirical website. It was published on Dec. 19, 2019, with the labels \"impeachment satire\" and \"warm fuzzy fan fiction.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe poached story that appears on \"Washington News Press\" has no such caveats, and as it gets shared widely on Facebook, users are missing that context. \nThunberg has not announced a hunger strike in protest of Trump.\nWe rate this post False.", "vclaim_id": "vclaim-pol-18248"}