{"url": "/factchecks/2016/feb/19/donald-trump/donald-trump-compares-his-spending-and-new-hampshi/", "speaker": "Donald Trump", "vclaim": "\"In New Hampshire, I spent $3 million. Jeb Bush spent $44 million. He came in five, and I came in number one.\"", "truth_label": "mostly-true", "date": "stated on February 13, 2016 in a Republican debate:", "title": "Donald Trump compares his spending and New Hampshire primary results to Jeb Bush", "text": "Donald Trump brought a souvenir from the New Hampshire primary with him to the GOP debate in South Carolina last weekend, and he appeared eager to dangle it over Jeb Bush’s head.\nIt’s nothing new to see the billionaire businessman tangling with the former Florida governor – but this piece of data he twice repeated was a novel talking point, seeking to illustrate the efficiency of his campaign compared to Bush’s.\n\"In New Hampshire, I spent $3 million. Jeb Bush spent $44 million. He came in five, and I came in No. 1,\" Trump said.\nTrump first deployed a version of this line after Bush accused him of getting his foreign policy knowledge \"from the shows,\" but it was garbled as the two went back and forth in a flared exchange. Later, Trump circled back to make the same point with better clarity during a question directed only to him, again trying to paint Bush as a failed candidate.\nEven if the statistic fits with the storyline – that Bush’s well-heeled campaign and super PAC went all out in New Hampshire, and Trump doesn’t need to spend money to get attention – the gap seemed extraordinary.\nPolitiFact New Hampshire knew straight away his recollection of the election results was a bit off, so we decided to investigate whether it could be true that Trump tallied more than three times as many votes as Bush, while spending less than one-tenth what the governor did. \nThe results\nFirst, we’ll take on the second half of Trump’s statement: Bush \"came in five, and I came in No. 1.\"\nWe only needed to look at the election results to know Trump was right about his position -- he won the Republican primary on Feb. 9 with 100,406 votes --  but wrong about Bush’s.\nWith 11 percent of the vote (31,310), Bush came in fourth place, not fifth. Sen. Marco Rubio of Florida was the one who actually came in fifth – although the margin was very close. The difference between Bush and Rubio was 1,278 votes, or about 0.4 percent of the total.\nWe reached out to Trump’s campaign and never heard back.\nThe spending\nTrump said Bush spent $44 million in New Hampshire, but made no mention of super PACs spending money. We won’t hold that wording against Trump, especially since the money was spent on Bush’s behalf, and Bush himself raised money for his PAC before he was an official candidate.\nVarious news agencies have published analyses of the money that campaigns and related super PACs have spent on ads in New Hampshire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nNPR, for one, looked at NBC-SMG Delta and Associated Press data through Feb. 3 to consider each candidate’s return on his or her New Hampshire TV ad spending.\nTheir data, which doesn’t include the final few days before the primary, found that Bush and super PACs backing him spent the most per-vote by far: $4.5 million from his campaign and $29.5 million from super PACs.\nWith about 31,000 voters supporting him, that meant a per-vote cost of more than $1,000.\nTrump, according to the same analysis, spent $3.1 million, all of which came from his campaign and none from a super PAC. With slightly more than 100,000 votes, that’s $31 per vote.\nTo refocus on Trump’s statement, the total spent for each candidate per NPR’s analysis was: Trump $3.1 million; Bush, $34 million.\nBy that measure, Trump appears to be accurate on his own numbers but exaggerating Bush’s.\nA secondary analysis by Morning Consult, which was published the morning of the primary, accounts for the last few days before voting.\nIt had each candidate’s ad spending slightly higher in line with the additional time. By this time, Bush was at $36.1 million and Trump was at $3.7 million.\nSo Trump’s estimate for himself was slightly low, while his account for Bush was still exaggerated by about $8 million.\nTo put that spending in perspective, we took a look at the numbers for the campaigns that fell in after Bush. Chris Christie, Marco Rubio, John Kasich and Hillary Clinton weren’t even close, spending $18.5 million, $15.2 million, $12.1 million and $10.8 million, respectively, according to the Morning Consult analysis.\nSo whether Trump had said $34 million or $44 million, he was pointing out a radically high number.\nOur ruling\nTrump said: \"In New Hampshire, I spent $3 million. Jeb Bush spent $44 million. He came in five, and I came in No. 1.\"\nBush came in fourth, not fifth, and his campaign and the PACs supporting him spent about $36 million, not $44 million. But it was still the most of any candidate. Trump did finish in first but spent closer to $4 million, not $3 million.\nTrump is slightly off in three out of the four claims, but his larger point about spending and campaign effectiveness in New Hampshire hold true.\nWe can’t say whether Trump was intentionally exaggerating or not. Either way, we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-05386"}