{"url": "/factchecks/2017/feb/28/gavin-newsom/true-campaign-trump-said-states-should-decide-lega/", "speaker": "Gavin Newsom", "vclaim": "During his campaign for president, Donald Trump \"committed to honoring states' rights when it comes to marijuana legalization.\"", "truth_label": "true", "date": "stated on February 24, 2017 in a letter:", "title": "TRUE: During campaign, Trump pledged to leave marijuana legalization up to states", "text": "The Trump Administration signaled last week it could crack down on recreational marijuana in states such as California where voters legalized pot last November, marking a possible change from the Obama Administration’s more permissive approach.\n\"There is still a federal law we need to abide by in terms of when it comes to recreational marijuana and other drugs of that nature,\" White House press secretary Sean Spicer told reporters on Feb. 23, 2017. \"I do believe that you'll see greater enforcement.\"\nThe next day, Democratic California Lt. Gov. Gavin Newsom urged Trump in a letter to follow the hands-off pot approach he claimed Trump had promised during his campaign.\n\"A Quinnipiac poll released yesterday says that 71-percent of US voters (say) that the government should not interfere with states that passed legalized marijuana and during your campaign, you committed to honoring states’ rights when it comes to marijuana legalization,\" Newsom wrote on Feb. 24, 2017.\n\nNewsom also helped write California’s voter-approved ballot measure, Proposition 64, that legalized recreational marijuana last November. He is running for California governor in 2018.\nWe wanted to know whether Newsom was right: Had Trump \"committed\" during his campaign to leaving recreational pot up to the states?\nOur research\nNewsom’s spokesman pointed to three examples during his campaign where Trump said marijuana legalization should be up to the states.\n\n\nIn a television interview on July 29, 2016 with KUSA-TV in Colorado, Trump said: \"I wouldn’t do that [using federal authority to shut down recreational marijuana], no … I wouldn’t do that … I think it’s up to the states, yeah. I’m a states person. I think it should be up to the states, absolutely.\"\n\n\nIn a radio interview with WWJ Newsradio 950 in Michigan on March 8, 2016, Trump said \"I think it certainly has to be a state — I have not smoked it — it’s got to be a state decision …  I do like it, you know, from a medical standpoint … it does do pretty good things. But from the other standpoint, I think that it should be up to the states.\"\n\n\nAt a campaign rally in Sparks, Nevada on Oct. 29, 2015, Trump said: \"The marijuana thing is such a big thing. I think medical should happen — right? Don’t we agree? I think so. And then I really believe we should leave it up to the states. It should be a state situation ... but I believe that the legalization of marijuana – other than for medical because I think medical, you know I know people that are very, very sick and for whatever reason the marijuana really helps them - … but in terms of marijuana and legalization, I think that should be a state issue, state-by-state.\"\n\n\n\nTrump speaks at a campaign rally in Sparks, Nevada in October 2015 about marijuana legalization.\nTrump’s comment at the Sparks rally was also recorded in a Washington Post news article at the time with the headline \"Trump softens position on marijuana legalization.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nA different view?\nNewsom’s spokesman did not include a fourth high-profile example where Trump discussed legal pot, one that somewhat contradicts Trump’s other comments on the topic.\nIn an interview with Trump on Fox News on Feb. 11, 2016, host Bill O’Reilly described Colorado’s experience legalizing pot as leading to \"... all of the dealers, all of the pushers are going to Colorado, loading up on the free pot because it’s legal, not free -- legal and then zooming around the country selling it. Does that concern you?\"\nTrump responded saying he favors medical marijuana \"100 percent.\"\n\"But what you are talking about (with recreational marijuana), perhaps not. It's causing a lot of problems out there,\" Trump added.\nTrump doesn’t bring up states rights in this interview.\nBut in his subsequent interviews, with the Michigan radio station in March 2016 and the Colorado television station in July 2016, he returns to his line that states should decide the matter.\nU.S. Attorney General Jeff Sessions has strongly opposed marijuana legalization. He told reporters on Feb. 27, 2017 that: \"States they can pass the laws they choose. I would just say it does remain a violation of federal law to distribute marijuana throughout any place in the United States, whether a state legalizes it or not.\"\nLong before running for president, Trump voiced strong opinions on drug legalization. In April 1990 in an article in the Sarasota Herald-Tribune, Trump said the United States should legalize drugs and use the money collected to educate the public on the dangers of drug use. \"We're losing badly the war on drugs,\" Trump said at the time, according to the article. \"You have to legalize drugs to win that war. You have to take the profit away from these drug czars.\"\nOur ruling\nCalifornia Lt. Gov. Gavin Newsom recently claimed Donald Trump, during his campaign for president, \"committed to honoring states' rights when it comes to marijuana legalization.\"\nIn at least three campaign interviews, Trump said he thought the issue of legalizing marijuana should be left to the states.\nThis wasn’t one of Trump’s high-profile promises like building a wall on the Southern border. And he did not address marijuana in his major campaign speeches.\nBut he did make clear, multiple times, how he felt when asked.\nIn a separate interview on Fox News, Trump expressed concern over legal pot in Colorado. But in two subsequent interviews he returned to his line that the matter should be decided by the states.\nIn the end, Trump’s own words back Newsom’s claim.\nWe rated it True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts   Politifact    0 6  Politifact Rating: True  During his campaign for president, Donald Trump \"committed to honoring states' rights when it comes to marijuana legalization.\"    Gavin Newsom California Lt. Governor    Friday, February 24, 2017 02/24/2017    Read More  info", "vclaim_id": "vclaim-pol-03623"}