{"url": "/factchecks/2015/jun/30/florida-democratic-party/florida-dems-say-tuition-went-482-percent-jeb-bush/", "speaker": "Florida Democratic Party", "vclaim": "Says Jeb Bush \"oversaw (an) average in-state tuition increase of 48.2 percent during his tenure.\"", "truth_label": "mostly-true", "date": "stated on June 25, 2015 in a press release:", "title": "Florida Dems say tuition went up 48.2 percent in Jeb Bush era", "text": "Former Gov. Jeb Bush likes to advertise education reforms during his two terms in office, but the Florida Democratic Party wants to remind voters those changes came at a price.\nIn a joint press release with the Texas Democratic Party ahead of a fundraising visit to the Lone Star state, Democrats compared Bush to fellow presidential hopeful Rick Perry, the former Texas governor. In a chart listing dubious gubernatorial achievements, Dems said Bush \"oversaw (an) average in-state tuition increase of 48.2 percent during his tenure.\"\nDid public university tuition go up by almost 50 percent in eight years during Bush’s two terms? That number is more or less correct, but there’s more to the Bush-era education overhaul than that.\nHigher-cost education\nBefore we dive into the convoluted tuition-setting process, keep in mind that Florida’s governor does not set tuition rates, the Legislature does. The governor does sign off on the rate in the final budget, and can veto an increase. But the Florida Democratic Party said he \"oversaw\" the increases, so we need to keep that wording in mind.\nWhen Bush took office, the State University System was governed by the Board of Regents, which was designed to protect university interests and often fought with legislators over how money was spent at schools. One of those battles led Bush to work with then-Speaker of the House John Thrasher and the Legislature to dissolve the Board of Regents in 2000.\nThe Regents’ duties were turned over to the state Board of Education and a governor-appointed Board of Trustees at each university. But that system soon added the current Board of Governors, created when U.S. Sen. Bob Graham (also a former governor)  masterminded a constitutional amendment approved by voters in 2002.\nNow let’s get down to the numbers.\nFlorida Democratic Party officials didn’t elaborate on their claim for us, but they did include a link in their press release to back up their point. A chart from the Florida College Access Network, a student advocacy group, showed average in-state, undergraduate tuition and fees for students taking 30 credit hours at State University System schools over a number of years.\nDoing the math from that source, we found that the percent change of the systemwide average from the 1999-2000 fiscal year (Bush’s first year in office) through 2006-07 (when he left) really was 48.2 percent. This is the number the Florida Democratic Party is likely using.\n\n\n\n\n\n\n\n\n\n1999-2000\n\n\n2006-07\n\n\nPercent change\n\n\n\n\n\n\n$2,170.98\n\n\n$3,217.65\n\n\n48.2 percent\n\n\n\n\nSource: Florida College Access Network\n \nBut this is PolitiFact, so you know we found more to the numbers than that.\nThings get a little complicated because Florida’s fiscal year starts in July, while governors are inaugurated in January. That means there’s some overlap in which a new governor is working with his predecessor’s budget for six months.\nIf we’re really going to compare tuition numbers, we should start with the fiscal year that started before Bush took office in January 1999 to establish the baseline for what tuition was when he began his first term. If we look at it that way, the percent change is even higher.\n\n\n\n\n\n\n\n\n\n1998-99\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n2006-07\n\n\nPercent change\n\n\n\n\n\n\n$2,061.75\n\n\n$3,217.65\n\n\n56 percent\n\n\n\n\nSource: Florida College Access Network\n \nWe also need to keep in mind that these College Access Network totals are averages for all the universities in the system, with tuition and fees reported together -- a common measurement because fees are mandatory.\nBut to get an accurate count, we have to split tuition and fees, because some fees can vary from school to school. Neither the governor nor the Legislature set fees. That’s up to the Board of Governors (and the Regents before them), which has final say over fee hikes.\nWe asked the Board of Governors for the systemwide tuition rates for the time frame we’re looking at, to see what the actual rate of tuition increases were. They are reported by credit hour, but the rate of change is still easy to calculate:\n\n\n\n\n\n\n\n\n\n1998-99\n\n\n2006-07\n\n\nPercent change\n\n\n\n\n\n\n$46.99 per credit hour\n\n\n$73.71 per credit hour\n\n\n56.9 percent\n\n\n\n\nSource: Board of Governors\n \nSo Bush oversaw a tuition increase of almost 60 percent. Whether that’s a lot in relative terms is a different matter. His campaign pointed out undergraduate students saw an average annual increase of about $145 with a full load of classes. A Bush spokeswoman also said his successors have raised tuition at a higher rate than that, which we’ve dealt with in other fact-checks.\nWe can look at a couple of nationwide measures, again reported in tuition and fees, which can give us a rough idea of how much costs were going up across the country while Bush was in office.\nThe National Center for Education Statistics shows that between 1998-99 and 2006-07, in-state undergraduate tuition at four-year public institutions went up more than 75 percent. The College Board, which uses NCES data in part to come up with its figures, puts that at about 72.7 percent.\nFlorida universities have historically had low in-state undergraduate tuition rates, with the biggest increases passed off on out-of-state residents and graduate students. The College Board’s annual Trends in College Pricing report showed that when Bush left office, public universities in Florida charged the least among all 50 states for in-state, undergraduate tuition. Only Puerto Rico and the District of Columbia averaged less in 2006-07.\nOur ruling\nThe Florida Democratic Party said Bush \"oversaw average in-state tuition increase of 48.2 percent during his tenure.\"\nWhile not having the power to increase tuition himself, Bush did sign budgets in which the Legislature increased tuition substantially. We came up with 56.9 percent ourselves, counting the strict cost of tuition per hour over the eight years Bush was governor. That hike doesn’t beat estimates of the nationwide average at the time, however, and in-state, undergraduate tuition was still quite a deal compared to other states when Bush left office.\nThe statement is accurate, but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06249"}