{"url": "/factchecks/2020/apr/03/leaders-better-community/attack-ads-milwaukee-comptroller-race-exaggerate-m/", "speaker": "Leaders for a Better Community", "vclaim": "Says Deputy Comptroller Aycha Sawa \"blocked an audit\" of the Milwaukee lead program for three years that \"put our children in danger\" and spurred a criminal investigation.", "truth_label": "pants-fire", "date": "stated on March 25, 2020 in a flier:", "title": "Attack ads in Milwaukee comptroller race exaggerate, mislead", "text": "In an election season already historically bizarre due to the coronavirus pandemic, of course we have a down-and-dirty race for a position in city finance.\nThe normally low-profile Milwaukee comptroller post, held since 2012 by the retiring Martin Matson, is up for grabs, pursued by Deputy Comptroller Aycha Sawa and state Assembly Democrat Jason Fields.\nThe comptroller is the city’s chief financial officer, but a series of ads from a dark-money group backing Fields have made this a race about lead pipes.\nThe specifics of the claim vary by ad, but one mailer sent to various homes in Milwaukee summed up the core of the attacks on Sawa. The flier, funded by the Leaders for a Better Community, says this:\n\"For three years, Deputy Comptroller Aycha Sawa and the Milwaukee Comptroller’s office blocked an audit of Milwaukee’s lead abatement programs. This put our children in danger. Her inaction has even led to a criminal investigation.\"\nLet’s be clear up front — that is a wild exaggeration at every turn. \nHere’s the breakdown.\nFields’ chum behind group pushing ads\nLeaders for a Better Community is a politically active nonprofit that doesn’t have to disclose the source of its funds. The supposed \"issue ad\" directs readers to call a number at the comptroller’s office (a number no longer in use) or visit the group’s website for more information on their plan for transparency and accountability (no such plan is posted).\nThe group was founded in 2015 and previously supported Fields in a 2016 run for state Assembly, according to the Wisconsin Democracy Campaign. It is run by Sherwin Hughes, a long-time friend of Fields. Fields referred to Hughes in a March 8, 2020, Facebook post as \"our guy, our friend, my brother, an advisor.\"\n\nThe race pits Fields against Sawa, who has worked in the office she now seeks to run since 2010, working her way up from auditor to lead auditor, audit manager, accounting director and now deputy comptroller.\nFields served in the state Assembly from 2005-13, and now again since 2017. He has also worked as a stockbroker and runs several local organizations. A February 2020 Milwaukee Journal Sentinel story noted he is seeking the city’s top finance job despite a background that includes a bankruptcy in 2016 and drunken driving convictions from 2008 and 2014.\nThe ad campaign ignores those backgrounds and focuses on the city’s lead abatement program.\n\nThe program, run by the Milwaukee Health Department, is the subject of an outside audit and was condemned in a state report from 2018 that found more than 90% of cases were closed before the amount of lead in a childs' blood had dropped to levels deemed safe by the state, among numerous other failings.\nThe claims\nSo let’s get back to the ad.\nAs evidence of its multiple claims, the mailer lists four sources in footnotes:\n\nA link to Sawa’s description of her qualifications on her campaign website\nA May 2019 WUWM story about lead that doesn’t mention Sawa or audits\nAn April 2019 Milwaukee Journal Sentinel story about a criminal investigation into the health department — not the comptroller’s office — that does not mention Sawa or the comptroller’s office\nA February 2013 Milwaukee Journal Sentinel story in which Matson says Sawa — there named as Aycha Sirvanci — makes the decisions on what to audit\n\nNone of these prove the claims in any way.\nIn an email to PolitiFact Wisconsin, Hughes provided no additional direct evidence, stating simply: \"The city of Milwaukee had been requesting lead abatement audit for years. Per the current comptroller, Sawa was in charge of audit division.\"\nThat response is just as misleading as the mailer itself.\nHere’s the reality behind the mailer’s claims.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"For three years…blocked an audit of Milwaukee lead abatement\"\nHughes did not respond to a question asking what three-year window this referred to.\nBut another flier references this in the present tense, saying the office \"has refused for three years,\" so we’ll work from the assumption it is a 2017 to 2020 window.\nMatson, the current comptroller, said in a phone interview an audit of the lead program was never on the table before the rampant lead issues around the city began coming to light in 2016 and 2017.\n\"The lead program in the city years ago was considered the example for the rest of the country, so it was considered a low-risk item,\" he said.\nBy the time lead concerns in Milwaukee became more public, Sawa was no longer in charge of the audit division. She held that position from 2012 until February 2015, when she was promoted to accounting director, Matson said.\nEven the behind-the-scenes memos where city officials discussed issues with the lead program were just starting to circulate in early 2015.\n\"That was an outright lie,\" Matson, who has endorsed Sawa, said of the blocking claim.\nThen there’s this key detail: An audit has in fact taken place, conducted by an outside agency, and it was recently completed.\n\"Put our children in danger\"\nIt’s absurd to attribute this to Sawa, who at the time lead concerns were raised was the accounting director. Her job there was \"assuring the accuracy of the city’s financial statements,\" her biography says.\n\"Her inaction has even led to a criminal investigation\"\nThis is flat-out ridiculous. The criminal investigation connected to the lead testing is of the health department, not the comptroller’s office.\nThe investigation came after former health commissioner Bevan Baker was forced from his job in January 2018, and a number of other staffers were disciplined, forced to resign or fired.\nThere was never a criminal probe into Sawa or the comptroller’s office.\nThe actual audit involved has yet to be released to the public, though Matson said a copy of the findings have been submitted to the city. \nIn January 2018, the Common Council directed the city clerk to audit all Health Department programs within 90 days, as lead concerns grew. Matson said he objected at the time, arguing this was both not humanly possible and that only a few organizations around the country were qualified to audit a lead abatement program, so the council rescinded the request and asked the comptroller’s office to seek an outside audit.\nThe city eventually reached an agreement in February 2019 for an audit by the Public Health Foundation, a nonprofit organization based in Washington, D.C., and it began work in May 2019.\nOur ruling\nA flier attacking Sawa says she \"blocked an audit\" of the city’s lead abatement program for three years that \"put our children in danger\" and spurred a criminal investigation.\nBut Sawa’s oversight of city audits ended in 2015, well before any concerns with the city’s lead testing program publicly came to light. And in any case, there was never any suggested or proposed audit brought forward that she could block.\nImplying she continued blocking something for a three-year span is pure fiction — as is the claim that her actions spurred a criminal investigation. The investigation was of the health department, not Sawa or the comptroller’s office.\nAnd, of course, an audit has in fact been done.\nWe rate this false and ridiculous claim Pants on Fire.", "vclaim_id": "vclaim-pol-16876"}