{"url": "/factchecks/2011/feb/02/david-rivera/david-rivera-says-obama-ignored-cuban-exile-commun/", "speaker": "David Rivera", "vclaim": "\"In the past, President Obama has refused to meet with representatives from Cuban exile organizations.\"", "truth_label": "false", "date": "stated on January 25, 2011 in a statement:", "title": "David Rivera says Obama ignored the Cuban exile community", "text": "U.S. Rep. David Rivera, who has criticized President Barack Obama's loosening of restrictions in policy toward Cuba, blasted the president following a White House reception for new members of Congress in January.\n\nRivera's guest at the reception, former political prisoner Cary Roque, delivered a letter to Obama dated Aug. 25, 2010, that was signed by 26 Cuban exile organizations. The letter asked for a meeting with the president or a member of his administration.\n\nThe next day, the Miami Republican accused Obama of not doing enough to accommodate Cuban exiles.\n\n\"In the past,\" Rivera said in a statement on Jan. 25, 2011, \"President Obama has refused to meet with representatives from Cuban exile organizations, so I was proud to take Cary Roque as my guest to the White House last night to help the president put a real human face to the issue of Cuba. I thought it was important to introduce him to someone who knows first-hand what it’s like to be imprisoned and abused by the Castro dictatorship.\"\n\nBefore he was elected in November 2008, Obama stressed the need for a new policy approach to Cuba. He also called for the lifting of limits on Cuban Americans who want to visit Cuba or send money to relatives on the island.\n\nBut had he \"refused\" to meet with reps from Cuban exile groups, as Rivera alleged?\n\nRivera defined \"exile organizations\" as the ones that signed Roque's letter, according to his spokeswoman Leslie Veiga. These groups include Consejo por la Libertad de Cuba, Frente Nacional Presidio Politico, Presidio Politico Historico y Casa del Preso and Junta Militar de Veteranos Cubanos.\n\nBut others interpret \"exile organizations\" more broadly to include other groups and individuals, too.\n\n\"I laughed when I read the quote,\" said Jeff Garcia, a partner at Balsera Communications, a Miami firm that boasts it delivered much of the Hispanic vote to secure an Obama victory. \"What David was saying (was that Obama) refuses to meet with his people.\"\n\nWe found that Obama has met with various Cuban exile leaders, including Carlos Rodriguez, co-chair of the Cuba Study Group, before he took office January 2009. But maybe Rivera meant meetings with representatives -- or leaders -- from the Cuban exile groups after his January 2009 inauguration.\n\nWe found one meeting Obama had, on April 15, 2010, with a pair of prominent exiles: Gloria and Emilio Estefan. He met with the celebrity couple at their home on exclusive Star Island as part of a fundraiser for the Democratic Party that raised $2.5 million.\n\nEven though the Estefans aren't Democrats, they say they wanted to get the president's ear on Cuba’s human rights record. Gloria Estefan gave Obama letters from dissidents, according to the Miami Herald. (Some Cuban-American exiles assailed the fundraising event because they believe Obama is not tough enough on Cuba.)\n\nThe couple has a long history in defense of human rights. In October, the Cuban Liberty Council honored the Estefans as \"Heroes of Liberty\" in downtown Miami. A month before, the couple led a march of tens of thousands in Little Havana for Cuba's Las Damas de Blanco, or Ladies in White.\n\nSeparately, Obama met in October 2010 with Joe Garcia, the former head of the Miami-Dade Democratic Party, who helped the administration formulate its travel policy. Garcia, who lost to Rivera in the recent congressional race, and Obama had their heart-to-heart at El Mago De Las Fritas on Calle Ocho.\n\n\"We talked about Cuba, how to facilitate civil society, how to adjust travel,\" Garcia said.\n\nGarcia and others say Obama has also met with Francisco \"Pepe\" Hernandez, president of the Cuban America National Foundation. (Obama spoke to an audience of nearly 900 people about the need for a new Cuba policy at a CANF luncheon in 2008.) The leading exile group once opposed travel to Cuba but now supports it.\n\nOur efforts to confirm that Hernandez met with Obama were unsuccessful. Three days of calls to CANF weren't returned.\n\nA spokeswoman for the White House declined to release details on any other meetings between Obama and Cuban exile leaders. She referred PolitiFact Florida to an online database that lists White House guests.\n\nAmong the White House guests: Mauricio Claver-Carone, a lawyer who's against increased travel to Cuba and represents Cuba Democracy Public Advocacy. He visited 1600 Pennsylvania on Nov. 12, 2009, according to the database.\n\n\"It was not to advocate for or against anything,\" Claver-Carone said.\n\nClaver-Carone said he met with a presidential foreign policy adviser, not the president, but couldn't remember his name.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\n\nSeparately, Obama has contacted island dissidents. In November 2009 he personally responded to an e-mail message from Generación Y blogger Yoani Sánchez, telling her that her blog \"provides the world a unique window into the realities of daily life in Cuba.\"\n\nRivera's claim is that \"In the past, President Obama has refused to meet with representatives from Cuban exile organizations.\" Certainly, he has not met with all the many exile groups -- but he clearly has met with some representatives. We think Rivera overstated in claiming no meetings at all, so we rate his claim False.", "vclaim_id": "vclaim-pol-13676"}