{"url": "/factchecks/2011/jan/31/jeff-stone/milwaukee-county-executive-candidate-jeff-stone-sa/", "speaker": "Jeff Stone", "vclaim": "\"I’m the only candidate for Milwaukee County executive that has voted against increasing government pensions.\"", "truth_label": "true", "date": "stated on February 7, 2011 in a campaign radio ad:", "title": "Milwaukee County executive candidate Jeff Stone says he’s the only candidate who has voted against increasing government pensions", "text": "For a scandal that destroyed the political careers of several top Milwaukee County politicians, the 2002 pension deal seems a surprising afterthought in the 2011 county executive campaign.\n\nHave voters forgotten about the whole mess overseen by F. Thomas Ament, who was driven from the county executive’s office by irate voters?\n\nState Rep. Jeff Stone (R-Greendale) hopes not.\n\nHe utters the P-word in a radio ad that debuted Feb. 7, 2011. The ad doesn’t mention the Ament scandal directly, but that’s clearly the background for the statement.\n\n\"I’m the only candidate for Milwaukee County executive,\" Stone says in the spot, \"that has voted against increasing government pensions.\"\n\nIs Stone right about his record and that of the four other candidates in the race?\n\nThe five are hoping to replace Scott Walker, who was elected governor in November 2010. The primary election is Feb. 15, 2011.\n\nLet’s start with Stone.\n\nStone’s ad can’t be talking about the county pension enhancements. He is a former Greenfield alderman and a current state lawmaker. He’s never served on the County Board.\n\nHis campaign told us he referred to a 1999 vote in the Legislature on pension sweeteners for nearly 350,000 public employees covered by the Wisconsin Retirement System.\n\nThat deal, which estimates at the time said boosted pensions by an average of 10 percent, covered most state and local government workers in Wisconsin, excluding Milwaukee city and county workers who are part of separate pension systems.\n\nStone did vote against the 1999 state pension package.  \n\nHe joined 18 other Republicans (including Walker), and one Democrat, in voting against the enhancements, which passed the Assembly with bipartisan support, 79-20.\n\nStone told us the sweeteners were too costly and state pensions already were generous enough. However, he has not attempted to waive the benefits for himself; he says the process for doing so is unclear and complicated.\n\nStone’s radio ad  touched on all the candidates, though, not just his vote.\n\nTo our ears, it can be heard two ways.\n\nOne: A subtle suggestion that his opponents have cast votes in favor of pension hikes or otherwise favor bigger pensions. Two: Simply underscoring that only Stone faced a tough decision and came down against pension enhancements.\n\nHe told us he meant the latter.\n\n\"It’s what separates me,\" Stone said. \"It implies they never had the responsibility of making those kinds of decisions\" or voted in favor of increases.\n\nOne of Stone’s rivals, County Board Chairman Lee Holloway, did face a similar decision. Holloway was a member of the County Board when the sweeping, Ament-sponsored pension deal came before supervisors in 2000 and 2001.\n\nHolloway voted to approve the Ament deal, which passed easily. In the midst of the scandal, he  survived a recall election. He later waived any personal gain from the benefits.\n\nHolloway points out that he has subsequently voted to cut various pension benefits, increase the retirement age and require employees to contribute 2 percent of their salaries into the pension fund.\n\nAs for Stone’s two other main rivals, they have not had an opportunity to vote yes or no on pension improvements.\n\nJim Sullivan, a former Democratic state senator, took state office years after the vote Stone cites. We could find no pension enhancement votes during Sullivan’s tenure as a public official, including time on the Wauwatosa Common Council. Sullivan could not recall any either.\n\nAsked recently about his view of the Ament deal, Sullivan said: \"The 2002 pension deal was irresponsible and wrong. The people of Milwaukee County deserve better than bloated pensions for bureaucrats and elected officials.  As county executive, I will never allow a deal of this sort to occur.\"\n\nA footnote: Sullivan has accepted campaign donations from Ament, as the Journal Sentinel reported.\n\nAnother candidate for exec, philanthropist Chris Abele, is making his first bid for public office. So he has not had a chance to vote on anything.\n\nAbele did, however, co-author a 2006 report on the county’s finances in the wake of the pension scandal. He acted in his role as a civic activist and donor, working on a panel set up by the Greater Milwaukee Committee.\n\nThat report  bemoaned \"a series of irresponsible pension benefit increases (that) quickly turned a modest pension surplus into a huge pension liability.\" It called for changes in health care and pension benefits to help reduce the county’s massive unfunded liabilities.\n\nThe fifth candidate, paralegal Ieshuh Griffin, has not held public office before.\n\nLet’s wrap up.\n\nStone claims that he alone voted against pension increases. Some may argue by making a comparison to rival candidates who have never been in a position to cast votes, he adds a slightly misleading touch to the claim. But the context of it is Stone reciting the virtues of his own resume, not attacking others for shortcomings on theirs.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13693"}