{"url": "/factchecks/2007/sep/10/bill-richardson/richardson-re-writes-bible-constitution/", "speaker": "Bill Richardson", "vclaim": "\"Iowa, for good reason, for constitutional reasons, for reasons related to the Lord, should be the first caucus and primary.\"", "truth_label": "pants-fire", "date": "stated on September 3, 2007:", "title": "Richardson re-writes Bible, Constitution", "text": "States are battling for the lead-off spot in the Democratic primaries and caucuses, but Gov. Bill Richardson told an Iowa crowd on Labor Day that the Hawkeye State should get the pole position because God and the United States Constitution are on their side.\n\n\"Iowa, for good reason, for constitutional reasons, for reasons related to the Lord, should be the first caucus and primary,\" Richardson said Monday, Sept. 3, 2007 at the Northwest Iowa Labor Council Picnic, according to the Des Moines Register.\n\n\nWe consulted a battery of experts -- a religious leader, a political scientist who has studied religion and politics and a constitutional law expert -- who all were baffled by Richardson contention.\n\n\n\"I'm from Illinois; I like Iowa,\" said Rabbi Daniel Zemel of Temple Micah in Washington, DC. He added, however, that Richardson is \"on a different wave length with the Lord than the rest of us.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 20, 2021 in a blog post\n\n\n\n\n\n\n\n\nDonald Trump’s letter to Joe Biden said, “You know I won.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 20, 2021\n\n\n\n\n\n\n\n\nDavid Campbell, a political science professor at Notre Dame University agreed. \"I'm pretty sure that God has never said anything about the primary or caucus calendar,\" said Campbell, who has studied the relationship between religion and politics.\n\n\nJames Madison and the rest of the Founding Fathers didn't even address the issue of allowing everyone to elect the president, let alone primaries, said Pamela Karlan, a professor of constitutional law at Stanford University. \"I'm trying to guess what the constitutional basis would be,\" she said. \"I would be hard-pressed to come up with a constitutional basis.\"\n\n\nThe Richardson campaign did not return a phone call seeking clarification. The Founding Fathers are dead. God was not available for his opinion. For these reasons and more, we give Richardson our \"Pants on Fire\" ruling.", "vclaim_id": "vclaim-pol-16625"}