{"url": "/factchecks/2014/aug/15/freedom-partners/did-sen-jeff-merkley-vote-six-times-more-debt/", "speaker": "Freedom Partners", "vclaim": "Sen. Jeff Merkley \"voted six times for more debt.\"", "truth_label": "false", "date": "stated on August 6, 2014 in a television ad:", "title": "Did Sen. Jeff Merkley vote 'six times for more debt'?", "text": "Oregon Democratic Sen. Jeff Merkley and his Republican challenger, newcomer Monica Wehby, are trading barbs as they head toward their November showdown.\nWehby is now the beneficiary of a new television advertising campaign mounted by a group called Freedom Partners Chamber of Commerce -- a political arm of conservative billionaire industrialists Charles and David Koch.\nThe claim:\nA new 30-second advertising spot just launched this month as part of an estimated $3.6 million effort on Wehby’s behalf takes Merkley to task on spending issues.\nMerkley, according to the narrator \"voted six times to raise the debt limit.\" While the narrator is speaking, though, red letters appear next to a screen shot of Oregon’s junior senator, proclaiming: \"VOTED 6 TIMES FOR MORE DEBT.\"\nDid Merkley, as the screen words assert, vote half a dozen times \"for more debt?\" PolitiFact Oregon checked.\nThe analysis:\nWehby has said she welcomes the ad campaign but made it clear she didn’t work with the group. Doing so would violate federal election law.\nSo we emailed Freedom Partners and received a reply from spokesman Bill Riggs.\n\"The argument we’re making is that Sen. Merkley has repeatedly cleared the path for more debt and more spending, and it hasn’t helped Oregon,\" Riggs wrote. \"And while there’s no question that his votes to raise the debt ceiling allowed Congress to add more to the debt, the ad should be viewed in full context.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n \n\n\n\n\n\n\nWhile the words on the screen say Merkley voted six times \"for more debt,\" Riggs noted the narrator’s words: \"Senator Merkley voted six times to raise the debt limit.\"\nMerkley’s office agreed the latter is accurate. In previous interviews, Merkley said the votes were necessary for Congress to pay bills it had already run up.\nAndrew Zucker, his deputy campaign manager, reiterated that: \"In a nutshell, the Koch brothers are blatantly misleading Oregonians by attacking Jeff for voting to reopen the government after the Republican government shutdown, and preventing the government from defaulting on our obligation for the first time in history.\"\nSo were Merkley’s votes to raise the debt ceiling also votes \"for more debt?\"\nAccording to the U.S. Treasury Department’s website, the debt limit is the \"total amount of money that the United States government is authorized to borrow to meet its existing legal obligations.\" Those include Social Security and Medicare benefits, military salaries, interest on the national debt, tax refunds and other payments.\n\"The debt limit does not authorize new spending commitments,\" the site says. \"It simply allows the government to finance existing legal obligations that Congresses and presidents of both parties have made in the past.\"\nWe turned to a PolitiFact National piece that checked the question, \"Does raising the debt ceiling ‘increase our debt’?\"\nThe story, published Oct. 14, 2013, said President Barack Obama was on solid ground when he asserted that a vote to raise the debt ceiling is not commensurate with a vote to \"increase our debt.’\"\nThe ruling:\nAn ad campaign supporting candidate Monica Wehby, includes words on the screen saying that Sen. Jeff Merkley voted six times \"for more debt.\"\nHowever, the U.S. Treasury, and a prior PolitiFact check, note that a vote to raise the debt ceiling does not, by itself, authorize new spending. All it does is authorize the federal government to borrow sufficient funds to pay for debt that has already been incurred.\nMerkley’s six votes to raise the debt ceiling were not, in other words, votes \"for more debt.\" We rate the claim False.", "vclaim_id": "vclaim-pol-07437"}