{"url": "/factchecks/2013/apr/09/rick-perry/rick-perry-says-obama-called-medicaid-broken-four-/", "speaker": "Rick Perry", "vclaim": "Says Obama called Medicaid \"broken\" four years ago.", "truth_label": "mostly-true", "date": "stated on March 14, 2013 in a speech at the Conservative Political Action Conference:", "title": "Rick Perry says Obama called Medicaid “broken” four years ago", "text": "\"If you don’t believe me that Medicaid is broken, just ask our president,\" Texas Gov. Rick Perry told the Conservative Political Action Conference on March 14, 2013.\n\n\n\"Four years ago, he said, and I quote, ‘We can't simply put more people into a broken system that doesn't work,’ end quote.\"\n\n\nIn Perry’s speech at the American Conservative Union’s annual gathering of activists, he described Medicaid as \"on its way to bankruptcy\" and vowed he wouldn’t join other Republican governors who had gotten on board with Obamacare’s expansion of the state-federal program, which insures low-income Americans.\n\n\nBut did President Barack Obama say it was \"broken\"?\n\n\nAn Internet search will quickly enough direct the curious reader to Obama’s remark, made June 2, 2009, at the White House before a health-care discussion with Senate Democrats. Between the quotation marks Perry indicated, he captured Obama’s words; here we present them with more context:\n\n\nAs we move forward on health care reform, it is not sufficient for us simply to add more people to Medicare or Medicaid to increase the rolls, to increase coverage in the absence of cost controls and reform.  And let me repeat this principle: If we don't get control over costs, then it is going to be very difficult for us to expand coverage. These two things have to go hand in hand.  Another way of putting it is we can't simply put more people into a broken system that doesn't work.\n\nSo we've got to reform the underlying system.  And this means promoting best practices, not just the most expensive practices.\n\n\n(Click here to read Obama’s full speech, and here to watch Perry’s speech.)\n\n\nPerry spokesman Josh Havens confirmed by email that the governor was referring to this Obama speech, and pointed out a precedent in Obama’s 2006 book, \"The Audacity of Hope\":\n\n \n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nAs initially passed in 2010, Obamacare would have required states to expand Medicaid by opening the program to all households with income below 138 percent of the federal poverty level — which in 2013 is $15,865 for an individual, $32,499 for a family of four. A June 2012 Supreme Court decision gave states the choice to opt in or opt out of expanding their Medicaid rolls, which is the decision Texas currently faces.\n\n\nBut much more was at stake in mid-2009. Obama’s health-care overhaul would not pass the Senate until Dec. 24, 2009; the House passed it March 21, 2010.\n\n\nA CNN timeline shows Obama had told Congress in February 2009 that health care reform would not wait another year and held a White House summit on health care in March 2009.\n\n\nIn June 2009, Obama launched what news stories in the Washington Post, New York Times and other papers described as a full-on push to get comprehensive health care legislation drafted and passed.\n\n\nThe speech Perry quoted was one salvo. Obama hit the same notes in a letter sent to the Senate Democratic leaders after that meeting and in his June 5, 2009, weekly radio/Internet address.\n\n\nIn each, Obama called the health-care system \"broken\" and specified that rising health care costs were the problem, citing Medicaid as a factor in the letter but not in the speech.\n\n \n\nObama’s letter said, \"Soaring health care costs make our current course unsustainable\" and \"the ever-increasing cost of Medicare and Medicaid are among the main drivers of enormous budget deficits.\" In the radio address, he did not name Medicaid or Medicare but said, \"We will seize this historic opportunity to finally fix what ails our broken health-care system\" by attacking \"the root causes of skyrocketing health care costs.\"\n\n\nWhite House spokeswoman Joanna Rosholm declined to comment on Perry’s claim.\n\n\nWe asked Havens for his thoughts on Obama’s references to the health-care system (not just Medicaid) as broken. Havens replied by email: \"No matter how you want to look at it, the president specifically referred to Medicaid when he was talking about a broken system that doesn’t work.\"\n\n\n\nOur ruling\n\n\nPerry said that Obama called Medicaid \"broken.\" In context, it’s clear the president was including Medicaid as a significant part of the entire health care system and that his larger point was that health care costs need to be reined in. Still, Obama described expanding the Medicare and Medicaid rolls as putting \"more people in a broken system.\"\n\n\nWe rate the governor’s statement as Mostly True.", "vclaim_id": "vclaim-pol-09491"}