{"url": "/factchecks/2014/mar/25/marco-rubio/marco-rubio-said-americans-increasingly-want-healt/", "speaker": "Marco Rubio", "vclaim": "\"Americans increasingly want (the Affordable Care Act) to be repealed.\"", "truth_label": "barely-true", "date": "stated on March 23, 2014 in a video to supporters:", "title": "Marco Rubio said Americans increasingly want health law repealed", "text": "Many Republican legislators commemorated the fourth anniversary of the Affordable Care Act on March 23 by calling for its repeal.\nSen. Marco Rubio, R-Fla., spoke out against the law in a video message to his supporters.\n\"We cannot give up,\" he said. \"Obamacare is not something that’s set in stone. It can be repealed —and Americans increasingly want it to be repealed — and that’s what we’ll continue to do.\"\nPolitiFact wanted to know if Rubio’s assessment of polling on the law is accurate. Do more and more people want the law repealed? We didn’t hear back from Rubio’s folks.\nMany major pollsters include a question about repeal in their periodic surveys. Reports from the nonpartisan RealClearPolitics and the conservative American Enterprise Institute, both institutions that cover politics, don’t match up with Rubio’s claim. These averages across polling platforms are useful, but they also draw from a small number of polls and combine results from a question each group asked in a slightly different way.\nRealClearPolitics shows that in December 2013, about 52.3 percent of the public favored repealing the law. Since 2011, that number hasn’t wavered much.\nRealClearPolitics arrived at these figures by averaging reports from Quinnipiac, Rasmussen, Fox and CNN surveys.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAmerican Enterprise Institute included a broader swath of polls in their analysis, which ended up making for a much lower aggregate. Senior fellow Karlyn Bowman said she’d peg the repeal rate at anywhere between 35 to 45 percent, depending on the poll.\nAlthough the numbers vary based on question wording and possible responses, the trends themselves don’t, experts said. The percentage of the country that wants to repeal Obamacare is sizable, but not growing.\n\"If you look poll to poll, it’s not clear that they’re rising dramatically, but it’s still a big number and something people should pay attention to,\" Bowman said. \"Repeal sounds radical, and we’re just not a very radical kind of people. We like to take the middle ground if possible.\"\nOur ruling\nRubio said, \"Americans increasingly want (Obamacare) to be repealed.\" Depending on which polls you consult, anywhere from about 35 to 50 percent of the nation does want the law repealed. That’s not insignificant.\nBut we take issue with his claim that as time goes on, more voters are calling for repeal. Experts say the percentage of voters who want Obamacare repealed is staying consistent within each poll.\nWe rate Rubio’s claim Mostly False.", "vclaim_id": "vclaim-pol-08087"}