{"url": "/factchecks/2016/oct/06/naral-pro-choice/attack-ads-unsubstantiated-claim-pat-toomey-trump-/", "speaker": "NARAL Pro-Choice America", "vclaim": "\"Toomey and Trump will ban abortion and punish women who have them.\"", "truth_label": "false", "date": "stated on September 28, 2016 in an ad.:", "title": "Attack ad’s unsubstantiated claim on Pat Toomey, Trump and abortion", "text": "One pro-choice political action committee said in a recent ad that if Pennsylvanians re-elect Sen. Pat Toomey to the Senate, he’ll work together with GOP presidential nominee Donald Trump to ban abortion and punish women who have them.\nThe attack ad, put out last week by NARAL Pro-Choice America, is part of a surge of outside spending in the Pennsylvania Senate race. Democrats have for months tied Toomey, a Republican who hasn’t explicitly endorsed the presidential nominee, to Trump -- but this ad takes it a step farther. It first flashes a clip of an interview between Trump and MSNBC’s Chris Matthews from March when Trump caused an uproar by saying women should be punished for having an abortion.\n\"Pat Toomey might use different words, but his agenda is the same,\" the narrator of the ad says. \"Toomey and Trump will ban abortion and punish women who have them.\"\nNo, they probably won’t.\nFirst and foremost, the president and the Senate can’t ban abortion and punish women who have them. First, the U.S. Supreme Court would need to overturn Roe v. Wade, the 43-year-old decision that says states can’t put in place unreasonable barriers for women seeking abortions. Whether Congress can even vote to restrict abortion is in dispute, and was a major issue last year when lawmakers considered a bill that would prohibit abortion after 20 weeks in most cases.\nToomey and Trump do mostly agree on abortion: Both consider themselves to be pro-life, and both have said they would support the overturning of Roe v. Wade if the Supreme Court did so. Toomey’s said that abortion should be up to states to decide and, if Pennsylvania banned abortion, he would support it.\nIn a 2009 interview also with Matthews, when asked if doctors who perform abortions should face prison time, Toomey said: \"At some point doctors performing abortions I think would be subject to that sort of penalty.\" \nTrump took it farther in March during that now-infamous interview on MSNBC. During a segment on abortion, Trump said: \"There has to be some form of punishment.\" Matthews responded: \"For the woman?\" Trump replied: \"Yeah.\"\nBut the GOP nominee walked back those comments hours later in what PolitiFact has previously dubbed \"as clear a reversal as it comes.\"\n\"If Congress were to pass legislation making abortion illegal and the federal courts upheld this legislation, or any state were permitted to ban abortion under state and federal law, the doctor or any other person performing this illegal act upon a woman would be held legally responsible, not the woman,\" Trump said in a statement at the time. \"The woman is a victim in this case as is the life in her womb. My position has not changed — like Ronald Reagan, I am pro-life with exceptions.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nBut we weren’t able to find a single example of Toomey saying he believes women should be punished for having an abortion. A campaign spokesman said \"he obviously does not.\"\nWhen we reached out to NARAL for any evidence that Toomey supports punishing women who have abortions, a spokesperson directed us to NARAL’s own website. At the top of a page dedicated to Toomey, it reads: \"Together, Pat Toomey and Donald Trump will ban abortion and punish women who have them.\"\nThe sources listed include Trump’s interview with Matthews, as well as three citations related to Toomey’s stances on abortion. The first is a quote from Toomey during a 2010 Senate campaign debate, in which he says \"I think Roe v. Wade was mistakenly determined and I support its repeal.\"\nDuring that same debate, Toomey said: \"I’m pro-life. And I would accept a ban on abortions, with the exceptions of rape and incest and the life of the mother.\"\nThe second citation from NARAL notes that Toomey co-sponsored the bill last year that banned abortion after 20 weeks and would stipulate doctors who perform them could face prison time. That bill, the Pain-Capable Unborn Child Protection Act, never made it out of committee.\nThe third citation notes that last year, Toomey voted in favor of a bill that would have made it harder for victims of human trafficking to seek federal assistance in paying for an abortion. Democrats and Republicans eventually came to a compromise on that bill that meant federal funds wouldn’t be used for abortions, but Democrats didn’t see the amendments as an affront to women’s health.\nNone of the citations showed Toomey saying or implying he believes women who have abortions should be legally punished.\nOur Ruling\nIn an attack ad, NARAL Pro-Choice America said, \"Toomey and Trump will ban abortion and punish women who have them.\"\nEven if Toomey and Trump could themselves ban abortion and punish women who have them, Toomey has never said he’d support punishing women who have abortions. Trump said he’d support such a measure, but walked back that stance hours after saying it.\nWe rate the claim False.\nhttps://www.sharethefacts.co/share/525a11ea-916b-474f-b872-a15c52b04277", "vclaim_id": "vclaim-pol-07834"}