{"url": "/factchecks/2017/may/17/scott-walker/testing-scott-walker-claim-record-education-findin/", "speaker": "Scott Walker", "vclaim": "\"We are investing more money into education than ever before in the history of Wisconsin.\"", "truth_label": "barely-true", "date": "stated on February 8, 2017 in his budget speech:", "title": "Testing Scott Walker claim on record education funding in Wisconsin", "text": "As Gov. Scott Walker laid out his 2017-’19 budget, he touted the \"historic investment in our priorities\" -- including K-12 education.\nTo that end, Walker declared: \"We are investing more money into education than ever before in the history of Wisconsin.\"\nMore money than ever before?\nWith Walker’s budget now before the Legislature’s Joint Finance Committee, where it will undergo changes, we wondered if that was the case.\nWe took a look at the budgets back to fiscal year 1991, which provides about 25 years of data and shows the trajectory before state funding jumped significantly in the late 1990s.\nThe answer, we found, depends on how you crunch the numbers.\nTotal state aid vs. inflation-adjusted\nFor starters, we took Walker’s statement to mean K-12 education, not a picture that would include colleges and universities, and the \"we\" to refer to money directly from the state.\nThat’s based on the context within Walker’s Feb, 8, 2017, budget address and the K-12 education fact sheet linked from the address itself. And when we reached out to Walker’s office, a spokesman pointed us to page 6 of the \"Budget in Brief,\" where K-12 education is addressed.\nThat page in the briefing document shows that state aid to schools for fiscal years 2018 and 2019 (the years covered by Walker’s budget) would be the highest in raw numbers -- at least back to fiscal year 2009, where the chart on the page ends.\nThe $11.5 billion over the two years would amount to the largest tally in state history. That figure shakes out to $5.6 billion in fiscal year 2018 and $5.9 billion in fiscal year 2019.\nBut when you compare figures over time, it’s important to take inflation into account.\nThat is, costs grow, prices grow, the economy grows. Adjusting for inflation puts everything on an equal footing.\nTo get inflation-adjusted state aid, we took the raw numbers from past reports from the Legislative Fiscal Bureau and gathered data back to fiscal year 1991.\nWe put the figures through the U.S. Bureau of Labor Statistics’ inflation calculator and also compared our inflation-adjusted numbers to those run by the Wisconsin Taxpayers Alliance. Both calculations found that fiscal year 2003 was the highest inflation-adjusted year for state aid to schools.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat year, the raw total in state aid was $4.8 billion.\nBut the tally by the Taxpayers Alliance found that inflation-adjusted state aid that year totaled $6.5 billion. That’s far more than the $5.6 billion and $5.9 billion proposed for the next two years in Walker’s budget plan.\nThe bigger picture\nAlthough inflation-adjusted state aid is the best measure, we decided to examine another calculation.\nIn Wisconsin, state aid doesn’t tell the full story in terms of how much money is going to schools. What’s known as the \"revenue cap\" imposes a limit on funding by local school districts. That means that without a referendum to exceed the limit, if state aid to schools goes up, local property taxes would go down, leaving a district with the same amount of funding.\nAt the same time, the state can give schools additional money outside the revenue cap.\n\"The revenue limit did not go up the last two years,\" said Dale Knapp, research director at the Taxpayers Alliance. \"However, what they’ve done is for the past about six years they’ve been giving the schools money outside the revenue limit.\"\nThat brings us to \"per-pupil\" funding.\nKnapp took the inflation-adjusted total of state aid and property taxes allocated to schools and divided that by full-time equivalent enrollment for fiscal years 1997 through 2017. If you slice the numbers that way, fiscal year 2011 is the highest at $13,112 per student.\nThat compares to $12,329 in the current fiscal year. The challenge with calculating per-pupil aid is knowing enrollment numbers, which are difficult to predict for 2018 and 2019.\nKnapp said even this number comes with another important caveat.\n\"Generally, per student funding has risen over the years, even after accounting for inflation,\" he said. \"That it peaked in 2011 is also not a surprise as funding was cut in 2012. However, Act 10 saved districts enough to cover those cuts. Thus, you have to be careful about how you think about that.\n\"Essentially, school costs were reset at a lower level in that year, and they have generally been rising since.\"\nOur rating\nWalker said in his budget address -- and in the weeks and months since -- that Wisconsin is investing more in education than ever in the history of the state.\nThis is true in raw dollars but the statement doesn’t account for inflation-adjusted numbers, which is the best way to look at figures over time. When adjusted for inflation, fiscal year 2003 would be the highest ever.\nWe rate Walker’s claim Mostly False.\n Share the Facts 2017-05-17 15:19:03 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  \"We are investing more money into education than ever before in the history of Wisconsin.\"    Scott Walker Wisconsin governor, Republican   In a speech Wednesday, February 8, 2017 2017-02-08    Read More  info", "vclaim_id": "vclaim-pol-03302"}