{"url": "/factchecks/2019/mar/14/club-growth/did-beto-orourke-plan-el-paso-bulldoze-communit/", "speaker": "Club for Growth", "vclaim": "Says Beto O’Rourke did his father-in-law’s \"bidding on the El Paso City Council, pushing a downtown redevelopment scheme to bulldoze a poor Hispanic neighborhood while enriching developers like his father-in-law.\"", "truth_label": "half-true", "date": "stated on March 10, 2019 in in a TV ad:", "title": "Did O’Rourke support a plan in El Paso to bulldoze community, enrich his father-in-law?", "text": "Editor’s note: This is one of four fact-checks featuring a claim made in Club for Growth’s TV ad about Beto O’Rourke. To read the others, click here.\nEl Paso Democrat Beto O’Rourke, who announced Thursday that he is running for president, had been teasing a presidential bid for weeks.\nSpeculation about his intentions prompted the conservative Club for Growth to release a television ad looking to weaken enthusiasm for O’Rourke among Democratic primary voters.\nThe ad argues that O’Rourke has coasted through life due to \"white male privilege\" and that he is a far cry from former President Barack Obama, as many have drawn comparisons between the two Democrats.\nIt also claims that O’Rourke did his father-in-law’s \"bidding on the El Paso City Council, pushing a downtown redevelopment scheme to bulldoze a poor Hispanic neighborhood while enriching developers like his father-in-law.\"\nClub for Growth provided a fact sheet detailing the source for each statement in the advertisement. Sources include newspaper articles and other sources online. O’Rourke did not return a request for comment.\nPlan called for city, business collaboration\nO’Rourke served on the El Paso City Council from 2005 until 2011.\nDuring that time, he supported a proposal that called for redeveloping about 300 acres in downtown El Paso, including the Segundo Barrio, a historic, predominately Hispanic neighborhood.\nThe plan called for revitalizing historic buildings in the area while constructing shopping centers, restaurants and entertainment areas like an amphitheater and an art walk. It also called for the construction of an arena for sports and music events.\nThe plan was spearheaded by the Paso Del Norte Group, a private association of dozens of business leaders in El Paso that was co-founded by William Sanders, O’Rourke’s father-in-law. The plan was initiated in 2004, before O’Rourke was in office, and was pitched as a collaboration between the local government and business leaders from the area.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMost properties in the footprint of the plan were slated to be redeveloped, using a phased plan to give residents and businesses in the area the opportunity to move to new locations. Leaders of the plan insisted that relocation would not be required for all properties affected by the plan. They also pledged to move current residents of the area into new residential areas after construction finished.\nThe proposal called for using two primary methods of obtaining property in the area slated for redevelopment: eminent domain and a real estate investment trust, established for the sole purpose of acquiring property in the area.\nSanders formed the Borderplex Community Trust, a real estate investment trust, in early 2007 and by 2008 it had more than 200 investors, according to a Wall Street Journal report.\nSanders originally pledged not to put his own money into the trust, but months later he announced that he did intend to invest, in the hopes of encouraging others to contribute, according to a 2006 article in the El Paso Times.\nBut Sanders pledged not to take any profits he earned as an individual from the investment and said he would donate them to a local charity.\nO’Rourke spoke in favor of the proposal but he abstained on key votes related to the use of eminent domain and other elements of the project. Two ethics complaints were filed against O’Rourke alleging a conflict of interest due to Sanders’ involvement in the plan -- both were dismissed by the city’s ethics commission.\nThe Club for Growth ad showed video footage of a bulldozer tearing down a building, but the plan in question was not implemented as it was proposed. Many in El Paso said it \"fizzled.\" Other downtown revitalization efforts have been pursued, many spearheaded by local business leaders, according to the El Paso Times.\nOur ruling\nClub for Growth’s ad said O’Rourke did his father-in-law’s \"bidding on the El Paso City Council, pushing a downtown redevelopment scheme to bulldoze a poor Hispanic neighborhood while enriching developers like his father-in-law.\"\nO’Rourke supported a plan backed by his father-in-law that would have redeveloped a predominately hispanic neighborhood in downtown El Paso. The plan was not intended to enrich developers and his father-in-law pledged to donate any potential profits to charity.\nWe rate this claim Half True.\nEditor’s note: This is one of four fact-checks featuring a claim made in Club for Growth’s TV ad about Beto O’Rourke. To read the others, click here.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\n Share the Facts 2019-03-14 15:03:00 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Beto O’Rourke did his father-in-law’s bidding on the El Paso City Council, pushing a downtown redevelopment scheme to bulldoze a poor Hispanic neighborhood while enriching developers like his father-in-law.\"    Club for Growth conservative group https://www.youtube.com/watch?v=AFkXBprH9wY&feature=youtu.be   a TV ad Sunday, March 10, 2019 2019-03-10    Read More  info", "vclaim_id": "vclaim-pol-00895"}