{"url": "/factchecks/2014/feb/25/barack-obama/barack-obama-says-medicaid-expansion-has-brought-h/", "speaker": "Barack Obama", "vclaim": "\"We’ve got close to 7 million Americans who have access to health care for the first time because of Medicaid expansion.\"", "truth_label": "false", "date": "stated on February 20, 2014 in a speech to Democratic governors:", "title": "Barack Obama says Medicaid expansion has brought health care to 7 million who never had access before", "text": "After the troubled launch of President Barack Obama’s health care law last fall, the numbers of health insurance sign-ups has increased -- and so has the spin.\nSpeaking at a dinner with the Democratic Governors Association on Feb. 20, 2014, Obama said the law had brought health care to millions of people. He provided a breakdown:\n\"Right now, we’ve already got close to 4 million Americans who have signed up for exchanges. We’ve got 3 million Americans who were able to stay on their parents’ plan because of the law. We’ve got close to 7 million Americans who have access to health care for the first time because of Medicaid expansion. So we’ve already got well over 10 million Americans just in the first few months, despite problems with healthcare.gov in the first month and a half, who suddenly have the financial security that in some cases they’ve never known before.\"\nOne of these numbers has attracted particular scrutiny -- the \"7 million Americans who have access to health care for the first time because of Medicaid expansion.\"\nThis refers to an expansion under the law of the federal-state Medicaid program. Obama’s law lifted the income limits on who is eligible for Medicaid coverage, newly opening the program to those who had incomes that were very low but still too high to qualify. The federal government would initially pay 100 percent of the cost, with the federal share eventually dropping to 90 percent.\nIn its landmark decision affirming most of the law, the Supreme Court made an exception for the Medicaid provision, saying that states could opt out of the Medicaid expansion. So far, 25 states plus the District of Columbia have decided to expand their Medicaid program, and four more are still considering it. The remaining 21 -- mainly states with Republican political leadership -- have opted out.\nOur friends at the Washington Post Fact Checker gave Obama’s claim the worst rating on their scale -- Four Pinocchios. We thought we’d take a look, too.\nWe asked the White House if it would like to explain Obama’s claim, but the press office did not offer any additional information. (The White House didn’t talk to the Post’s Fact Checker, either.)\nBut we think we have a pretty good idea where the president got his number from -- a report released Jan. 22 by the Center for Medicare and Medicaid Services, titled, \"Medicaid & CHIP: December Monthly Applications and Eligibility Determinations Report.\"\nAccording to that report, the cumulative number of individuals determined eligible for Medicaid (or a related but separate State Children’s Health Insurance Program) by state agencies during October, November and December 2013 was a little more than 6.3 million. That’s not 7 million, but it’s approaching that number.\nHowever, the report notes some caveats about the 6.3 million figure. The number, according to the report, \"includes those newly eligible under the Affordable Care Act and those eligible under prior law and, for some states, renewals.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn other words, the number includes people who were already eligible under the old, pre-Obamacare Medicaid rules and \"came out of the woodwork,\" so to speak, during the last three months of 2013. This means they did not suddenly gain \"access to health care for the first time\" due to Obamacare, which was the standard Obama used in his speech to the governors’ group.\nThe number also includes some people who simply renewed lapsed Medicaid coverage -- people who also wouldn’t be getting \"access to health care for the first time.\"\nSo how many people actually got health coverage due to the Medicaid expansion? That’s a tougher nut to crack, because the data is scattered among different states and different categories.\nTwo private-sector efforts to estimate the number produced divergent figures.\nCharles Gaba, a website developer and blogger in Michigan, has been tracking enrollment figures at his ACASignups.net site. His most recent estimate from late February shows 2.6 million Medicaid sign-ups once you subtract those falling into three categories -- those who signed up in states that didn’t expand Medicaid, those who were previously eligible and who \"came out of the woodwork\" to sign up, and an estimate of the typical \"churn\" for Medicaid sign-ups in those states.\nMeanwhile, Avalere, a health-care consulting firm, concluded that over the three-month period, between 1.1 million and 1.8 million people newly enrolled for Medicaid due to Obamacare. Avalere developed its estimates in part by comparing the CMS data on new enrollments to enrollment rates from the summer of 2013. The idea is to see how much of a \"bump\" in enrollments materialized due to the Medicaid expansion.\nThere’s a significant difference between 1.1 million and 2.6 million, but the important factor for our fact-check is that both numbers are well short of Obama’s 7 million figure (and CMS’ 6.3 million figure).\nOur ruling\nObama said, \"We’ve got close to 7 million Americans who have access to health care for the first time because of Medicaid expansion.\"\nObama’s 7 million figure was a stretch even compared to his own administration’s 6.3 million figure. But more problematic is a disconnect between what he said and what the administration data is showing.\nThe administration’s 6.3 million figure includes a lot of the \"churn\" in Medicaid that has nothing to do with the new law’s Medicaid expansion, as well as new sign-ups of people who were previously eligible for Medicaid -- and thus were not granted \"access to health care for the first time because of Medicaid expansion,\" in Obama’s words.\nThe actual number is estimated to be between one-seventh and two-fifths of what Obama said it was. We rate the claim False.", "vclaim_id": "vclaim-pol-08207"}