{"url": "/factchecks/2012/feb/06/marco-rubio/marco-rubio-no-candidate-has-run-more-negative-ads/", "speaker": "Marco Rubio", "vclaim": "\"No candidate has run more negative ads in American history than Barack Obama did in 2008, especially in the general.’’", "truth_label": "mostly-true", "date": "stated on January 31, 2012 in a TV interview:", "title": "Marco Rubio said \"No candidate has run more negative ads in American history than Barack Obama did in 2008\"", "text": "Florida Sen. Marco Rubio spoke to CNN on the state's primary day and predicted that the winner of Florida -- which turned out to be Mitt Romney -- would likely be the nominee of the Republican Party.\n\nOn CNN, Rubio was asked about the many negative ads that ran during the campaign and if it was a preview of what was to come in the general election.\n\n\"I think that's been a part of every campaign,\" Rubio said. \"Unfortunately, it's only gotten worse. No candidate in American history has ever run more negative ads than Barack Obama. I don't think that will change in 2012. Unfortunately people have to get used to it. I think voters see through that.\"\n\nDid Obama earn the mantle of running the most negative ads in American history?\n\nDetailed data on campaign advertising has been kept since the 1996 founding of Campaign Media Analysis Group, which is part of Kantar Media, said Erika Franklin Fowler, assistant professor of government at Wesleyan University and co-director of the Wesleyan Media Project. The predecessor to the Wesleyan Media Project, the University of Wisconsin Advertising Project, did an analysis of that data for the 2008 campaign.\n\nThe 2008 presidential campaign set a record for political ads; television ads totaled nearly $600 million. Combined, the candidates aired more than 1.1 million campaign ads.\n\nObama aired 141,541 spots and spent more than $74 million on television ads during the Democratic primary. During the Republican primary, McCain aired 19,581 ads at the cost of approximately $12 million. These are figures for candidates’ spending -- not that of other groups. \n\nBetween June and election day, Obama far outspent McCain: Obama spent more than $226 million to McCain’s expenditure of over $162 million. Obama aired more than 436,000 ads, while McCain aired 337,000 ads.\n\nThe report concluded that Obama bought significantly more ads, but that more of McCain's ads were negative.\n\n\"During the final presidential debate Sen. John McCain argued that Obama had ‘spent more money on negative ads than any political campaign in history,’ while Barack Obama accused Sen. McCain of running an entirely negative campaign,\" the report said. \"In a way, both candidates were correct. .... At certain points in the campaign Barack Obama aired nearly as many negative or contrast ads as John McCain aired altogether. As a proportion, however, it is clear that most of McCain’s ads were negative in tone.\"\n\nThe Washington Post’s The Fact Checker examined the same claim and cited a study by University of Missouri professor William Benoit who is now a professor at Ohio University. We also spoke to Benoit.\n\n\"It is true (Obama) ran more negative ads or ran them more often than McCain, but if you look at the content of the ads to see what they were saying, it was really about the same,’’ in terms of what percentage were negative, Benoit said.\n\nBenoit said he examined specific negative and positive statements in TV ads by the campaigns. One ad could have both negative and positive statements. \n\nDuring the primary election, 19 percent of the statements he examined in McCain ads were negative, while for Obama 20 percent of statements were negative.  \n\nDuring the general election, Benoit found that 68 percent of the statements in Obama’s ads were attacks while McCain’s were 62 percent attacks. (Benoit did a separate analysis of Obama’s 30-minute ad near the end of the campaign and found that only 18 percent of the statements were attacks as Obama tried to end on a mostly positive note.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nBenoit said that the difference in the general election in terms of percentages wasn’t significant, concluding that about two-thirds of both campaigns' statements in the general election were attacks.\n\nBenoit said he has analyzed TV ads back to 1952, and the only campaign that came close to that was Dwight Eisenhower’s 1952 campaign  -- 69 percent of his statements were negative.\n\n\"Obama and a Republican -- Eisenhower -- are about virtually tied,\" Benoit said. \"Eisenhower had one percentage point more.\"\n\nBenoit told us that Obama ran more negative ads because he ran many more ads overall, both positive and negative.\n\n\"He ran more simply because he had more money not because of the tone of the ads he had were more negative. There was no significant difference in the tone of ads both campaigns created,\" he said.\n\nRubio responds\n\nRubio spokesman Alex Conant told us in an e-mail: \"(Obama) spent way more on TV ads than any other campaign in history, and they were predominately negative.\"\n\nConant also sent a few articles that appeared during the campaign about Obama’s rampant spending including  Washington Post article that stated that Obama and Democratic Party committees spent nearly $105 million the first two weeks of October compared to just over $25 million by McCain and Republican entities.  \n\nOur Ruling\n\nRubio said. \"No candidate has run more negative ads in American history than Barack Obama did in 2008, especially in the general.’’  In sheer numbers, that statement is correct: Obama bought many more ads than McCain did, both positive and negative. Nevertheless, two studies suggest that, overall, Obama's ads were not significantly more negative than his rival. He ran the most negative ads because he ran the most ads. We rate Rubio's statement Mostly True.", "vclaim_id": "vclaim-pol-11653"}