{"url": "/factchecks/2019/nov/15/donald-trump/trump-inaccurately-disparages-yovanovitch-somalia-/", "speaker": "Donald Trump", "vclaim": "\"Everywhere Marie Yovanovitch went turned bad,\" including Somalia and Ukraine.", "truth_label": "pants-fire", "date": "stated on November 15, 2019 in a tweet:", "title": "Trump inaccurately disparages Yovanovitch in Somalia, Ukraine", "text": "As former U.S. Ambassador to Ukraine Marie Yovanovitch testified during the second day of the public impeachment hearings, President Donald Trump bashed her career record on Twitter.\n\"Everywhere Marie Yovanovitch went turned bad,\" Trump tweeted during the Nov. 15 hearing. \"She started off in Somalia, how did that go? Then fast forward to Ukraine, where the new Ukrainian President spoke unfavorably about her in my second phone call with him. It is a U.S. President’s absolute right to appoint ambassadors.\"\nHouse Intelligence Committee Chairman Rep. Adam Schiff read the tweet aloud and asked Yovanovitch to respond.\n\"I don’t think I have such powers — not in Mogadishu, Somalia — and not in other places. I actually think that where I served over the years I and others have demonstrably made things better for the U.S. as well as for the countries that I served in,\" Yovanovitch said, mentioning work toward fighting corruption in Ukraine.\nYovanovitch was the point person for American anti-corruption policy in Ukraine and later became the target of Trump’s private lawyer Rudy Giuliani in Ukraine.\nExperts on foreign policy told us it was ridiculous to think that one person could turn a country \"bad,\" and even if that weren’t the case, Yovanovitch was well-regarded. \nWe asked the White House to provide evidence that \"everywhere Marie Yovanovitch went turned bad,\" and we did not get a response.\nWhat Trump said about her role in Ukraine\nTrump tweeted that Ukraine President Volodymyr Zelensky \"spoke unfavorably\" about Yovanovitch. The summary of the July 25 phone call shows Zelensky did, after Trump brought her up first, calling her \"bad news.\"\nZelenksy responded:\n\"It was great that you were the first one who told me that she was a bad ambassador because I agree with you 100%. Her attitude towards me was far from the best as she admired the previous president and she was on his side. She would not accept me as a new president well enough.\"\nMichael Kofman, an expert on Russia and senior research scientist at the CNA Corporation,  told PolitiFact, \"Zelensky not liking her is hardly indicative of whether she was a good or bad ambassador.\"\n\"Ambassadors are not there to appease foreign leaders, but to represent our policy,\" he said. \"Often times, it’s not the ambassador but the policy or the U.S. stance that is to blame. The ambassador is the messenger. One thing Zelensky and Trump both have in common is that neither had any government experience and may simply not understand what the role of an ambassador is.\"\nYovanovitch’s tenure in Somalia\nWe couldn’t pinpoint exactly when Yovanovitch was stationed in Somalia, but it appears she was there in the late 1980s. We know that she joined the foreign service in 1986 and said that Somalia was her first job. \n\"For my first job, I moved to Mogadishu, Somalia,\" she told the New York Times in 2016. \"This was before the internet, and it took three months from the time I wrote a letter to the time I got one back.\"\nKen Menkhaus, a political scientist at Davidson College in North Carolina, was in Somalia during the same time as Yovanovitch on a Fulbright. He said he didn’t personally know her although he knew others in the embassy at the time.\nIn 1988, the U.S. government froze aid to Somalia in response to reports about human rights abuses and the government attacking its own people, Menkhaus said. Other countries also withdrew aid. The Somali government lost the ability to pay its soldiers, the soldiers defected and a civil war swept the country.\nThe U.S. government cut off aid to Somalia, a country whose strategic importance was dwindling as the Cold War ended. \n\"None of that had anything to do with the U.S. foreign service in Mogadishu or Washington,\" Menkaus said. \"The idea that any single U.S. government official could be blamed for the early period of civil war which was when she there is ludicrous.\"\nThe U.S. embassy wasn’t to blame for what the Somali government did to its own people or Congress cutting off the aid.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"All of that was well beyond the capacity of an embassy to control,\" he said. \"No mistake was made by our embassy by that point to handle any of this.\"\nAhmed I. Samatar, a Macalester College professor of international studies who grew up in Somalia, said that the country at the time was a place of \"chaotic violence\" where the \"institutions of the state had melted.\" (Samatar ran for president of Somalia in 2012.)\nHe said that there was no one from the embassy could have stopped the violence.\n\"Nobody could save Somalia from themselves at that time,\" he said. \nWhile Samatar said he didn’t know her personally, he had heard she had a good reputation.\n\"She was stellar — people said that,\" he said. \"She was very intelligent, very proper, very strict and sympathetic.\"\nDavid Shinn, a former ambassador to Ethiopia from 1996 to 1999, called the allegation about Yovanovitch \"absurd.\" When she was in Somalia, he was ambassador to Burkina Faso. \n\"As a junior officer she had no control over the situation in Somalia,\" he told PolitiFact.\n The United States never formally severed diplomatic relations but closed the embassy in 1991.\nYovanovitch’s career\nYovanovitch worked for the government for over 30 years. She testified during the impeachment hearing that in her job she has \"moved 13 times and served in seven different countries, five of them hardship posts.\"\nOn May 20, Yovanovitch was removed as ambassador to Ukraine after being told Trump lost confidence in her. She had initially been appointed to that role by President Barack Obama in 2016.\nYovanovitch focused on the sphere of the former Soviet Union. Before Ukraine, she was the ambassador to Kyrgyzstan and Armenia, both times appointed by President George W. Bush. She worked under six administrations, two of them Democratic and four Republican. Earlier in the Bush years, she was deputy chief of mission of the U.S. Embassy in Kyiv.\nThe Senate confirmed Yovanovitch eight times between 1986 and 2016 (we saw this reported in a tweet by National Journal reporter Zach Cohen) All of the confirmations were by voice vote or unanimous consent. \nWhen Yovanovitch was nominated as ambassador to Armenia in 2008, former U.S. Sen. Bob Dole, a Republican, testified that she was \"highly qualified\" and would do an outstanding job.\nHe testified that he had seen her work as ambassador to Kyrgyzstan, and that the president of Kyrgyzstan told him \"what a great job she had been doing and how she'd worked out some of the problems that they had with America.\"\n\"She's made a very serious contribution to our national interest in securing our Air Force base and establishing a constructive relationship with the government after what they called the Tulip Revolution in 2005,\" he said.\nDuring the 2008 hearing, Yovanovitch faced some criticism when she didn’t use the word \"genocide\" when talking about the mass killings in Armenia. The previous ambassador was withdrawn after he used the \"genocide\" term, which was against U.S. policy.\nDuring her 2016 confirmation, she was confirmed easily by the Senate. \nOur ruling \nTrump tweeted, \"Everywhere Marie Yovanovitch went turned bad\" and then referenced Somalia and Ukraine.\nThe White House failed to provide evidence that Yovanovitch was to blame for what happened in Somalia during her tenure. She was stationed in Somalia early in her career in the 1980s. There is no evidence that as an embassy official she played any role in Somalia’s downfall. \nPeople also spoke highly of her time in Ukraine, and we were able to find no hard evidence to suggest her Ukraine tenure was \"bad.\" In fact, we found many positive words about her job performance.\nWe rate this statement Pants on Fire.", "vclaim_id": "vclaim-pol-16786"}