{"url": "/factchecks/2013/sep/24/kelly-ayotte/kelly-ayotte-says-mental-health-amendment-gun-bill/", "speaker": "Kelly Ayotte", "vclaim": "Mental health provisions related to mass shootings \"got over 90 votes in the Senate.\"", "truth_label": "true", "date": "stated on September 18, 2013 in an interview with CNN's \"The Lead with Jake Tapper\":", "title": "Kelly Ayotte says mental health amendment to gun bill “got over 90 votes in the Senate”", "text": "U.S. Sen. Kelly Ayotte, a Republican, is again backing programs aimed at identifying mentally ill people who pose a risk for mass killings.\nAyotte, saying she has strong bipartisan support, has co-sponsored a bill geared toward education, awareness and intervention relating to mental illness since the mass shootings in Newtown, Conn., in December 2012.\nAyotte introduced the Mental Health First Aid Act in January 2013, which never made it past a congressional committee. However, elements of that bill went into the Mental Health Awareness and Improvement Act that was part of the gun control legislation the Senate voted down in April.\nTwo days after a mass shooting at the Washington Navy Yard in September 2013, Ayotte and Sen. Mark Begich, D-Alaska, issued a joint statement to Senate leadership advocating programs to educate teachers in recognizing symptoms of mental health illness and how they could defuse potentially dangerous situations.\nSoon after, she appeared on CNN’s The Lead With Jake Tapper. She said a bill that addresses mental health issues would pass the Senate easily. Ayotte said the mental health amendment that was attached to last April’s gun-control legislation passed easily. However, it was not enacted because the gun bill itself lost.\n\"I actually think it can be taken up separately and easily passed because of the mental health provisions. It got over 90 votes in the Senate and very little gets 90 votes around here,\" Ayotte said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWe wondered whether the mental health amendment really got such overwhelming support.\nWe looked at the official roll call vote on the amendment and found that it had indeed passed by a 95-2 vote on April 18.\nDespite voting for the mental health amendment she co-sponsored, Ayotte later became one of 41 Republicans who voted against the gun control proposal sponsored by Sens. Joe Manchin, D-W.Va., and Pat Toomey, R-Pa., that would have expanded background checks. Five Democrats also voted against it. The mixed messages these votes sent drew sharp criticism from critics.\nAyotte responded with a statement that said: \"I believe that restricting the rights of law-abiding gun owners will not prevent a deranged individual or criminal from obtaining and misusing firearms to commit violence. While steps must be taken to improve the existing background check system, I will not support the Manchin-Toomey legislation, which I believe would place unnecessary burdens on law-abiding gun owners and allow for potential overreach by the federal government into private gun sales.\"\nOur ruling\nAyotte said that mental health provisions related to mass shootings \"got over 90 votes in the Senate.\"\nWhile an early version of the bill never made it out of committee, the Senate did eventually vote, 95-2, for a mental-health amendment to a gun control bill. The full bill lacked enough votes to pass and was pulled from the floor, but she is correct that the amendment did get 90 votes. We rate her statement True.", "vclaim_id": "vclaim-pol-08843"}