{"url": "/factchecks/2013/aug/05/terry-mcauliffe/mcauliffe-says-judge-removed-ken-cuccinelli-star-s/", "speaker": "Terry McAuliffe", "vclaim": "A judge took the Star Scientific tax case away from Ken Cuccinelli", "truth_label": "barely-true", "date": "stated on July 20, 2013 in debate:", "title": "McAuliffe says a judge removed Ken Cuccinelli from the Star Scientific tax case", "text": "Democratic gubernatorial hopeful Terry McAuliffe has repeatedly sought to link GOP opponent Ken Cuccinelli to Jonnie Williams, the CEO of the troubled Star Scientific dietary supplement company.\nIn a recent debate, McAuliffe cited a series of gifts Cuccinelli received from Williams -- including stays at the CEO’s Smith Mountain Lake home and a catered turkey dinner.\nMcAuliffe argued those gifts swayed the Republican attorney general's conduct in a 2011 lawsuit that Star Scientific brought against the state over an assessment on property the company owns in Mecklenburg County. The company has told investors it would owe $1.7 million in taxes and penalties if it loses the case, according to the Associated Press.\nThe Democrat accused Cuccinelli of ignoring the case, rather than taking the company to court -- a charge Cuccinelli vehemently denied, but McAuliffe continued.\n\"Finally a judge took the case away from him because of a conflict of interest,\" McAuliffe said.\nWe asked Josh Schwerin, McAuliffe’s campaign spokesman for proof that a judge removed Cuccinelli from the case.\nSchwerin cited a May 6, 2013 order from Mecklenburg Circuit Court Judge Leslie M. Osborn that moved the case from Cuccinelli’s office to two attorneys at the Richmond-based Troutman Sanders law firm who are representing the state on a pro bono basis.\nTechnically, McAuliffe has a point in that a judge did take the case away from Cuccinelli.\nBut McAuliffe’s campaign omits a major point -- the fact that the judge did that at the request of the attorney general’s office.\nIn a motion that was signed by the pro bono attorneys -- Stephen D. Rosenthal and William H. Hurd -- Virginia assistant attorney general Elizabeth B. Myers requested that outside counsel handle the case.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe motion granting that request makes no reference to whether the attorney general has a conflict of interest. It’s merely a pro forma order granting the request to switch counsel.\nCuccinelli asked to be removed from the case after Democrats accused him of a conflict of interest in representing the state in the case involving Williams -- who had given Cuccinelli $13,000 in gifts. Cuccinelli later disclosed that he received an additional $5,000 in gifts.\nCuccinelli also disclosed -- belatedly -- his sale of Star Scientific stock because he said he hadn’t realized its value had crossed the $10,000 threshold above which the state requires  disclosure.\nIn a prepared April 5 statement, Cuccinelli explained his decision to remove the attorney general’s office from the case and appoint outside attorneys to handle it.\n\"To be clear, there was absolutely no conflict of interest with the attorney general’s office,\" Brian Gottstein, a spokesman for the attorney general said in the statement. \"But in an abundance of caution, and to move past what has become an unnecessary distraction for the office and the attorney general, the case was given to outside counsel.\"\nGottstein went on to say Cuccinelli was not personally involved in the tax case and that the attorney general’s office had filed all of its required pleadings within court deadlines.\nBut In a March 22 article, the Associated Press quoted Paul Campsen, a private Norfolk attorney who specializes in tax litigation saying the attorney general’s previous connection to the case \"isn’t just the appearance of a conflict, it is a conflict of interest.\"\nOur ruling\nMcAuliffe said a judge took the Star Scientific tax case away from Cuccinelli.\nThere is a grain of truth in McAuliffe’s claim, because a judge did indeed grant a motion removing the attorney general from the case. But McAuliffe’s statement is misleading because it ignores some crucial information -- the fact that the attorney general’s office was the one that requested to be removed from the case.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-09026"}