{"url": "/factchecks/2013/apr/15/george-will/wisconsin-dpi-urged-white-students-wear-white-priv/", "speaker": "George Will", "vclaim": "Wisconsin education agency \"urged white students to wear white wristbands ‘as a reminder about your (white) privilege.’ \"", "truth_label": "barely-true", "date": "stated on April 3, 2013 in a column:", "title": "Wisconsin DPI urged white students to wear \"white privilege\" wristbands, George Will says", "text": "In mid-March 2013, an allegation surfaced in conservative circles that the Wisconsin Department of Public Instruction encouraged white students to wear white wristbands to remind them about their white \"privilege.\"\nThe wristbands weren’t aimed at showing white supremacy, but rather as a reminder to the wearer of advantages that may come from being white.\nNeither the claim, nor a denial by the department, attracted much attention beyond blogs and websites.\nHowever, the matter took on a higher profile on April 3, 2013. Pulitzer Prize-winning writer George Will repeated the claim in his nationally syndicated column, saying the department \"urged white students to wear white wristbands 'as a reminder about your (white) privilege.’\"\nIs Will right?\nThe column\nA regular commentator on ABC’s Sunday program \"This Week,\" Will is based at The Washington Post. His column is carried by some 400 newspapers, including the Milwaukee Journal Sentinel.\nThe column citing the wristbands, headlined \"Schools push a curriculum of propaganda\" in The Post, begins with a reference to the Wisconsin Department of Public Instruction. DPI, the state agency for elementary and secondary education, isn’t run by the administration of Republican Gov. Scott Walker but by an independently elected and nonpartisan superintendent. The day before Will’s column was published, superintendent Tony Evers defeated a GOP lawmaker to win reelection.\n\"Wisconsin’s DPI, in collaboration with the Orwellian-named federal program VISTA (Volunteers in Service to America; the 'volunteers' are paid),\" Will wrote, \"urged white students to wear white wristbands 'as a reminder about your privilege, and as a personal commitment to explain why you wear the wristband.'\"\nWill cited an article about the wristbands by EAGNews.org, a website of the Education Action Group Foundation, a Michigan-based national organization that favors school choice and opposes public unions.\nThe Michigan group’s article included a link to a flier mentioning the wristbands that was posted on the DPI website and distributed at a training class for DPI’s VISTA workers. Besides the wristbands, the flier also made other suggestions, such as putting a note \"on your mirror or computer screen as a reminder to think about privilege,\" Will noted.\n\"After criticism erupted,\" his column continued, \"the DPI removed the flyer from its website and posted a dishonest statement claiming that the wristbands were a hoax perpetrated by conservatives.’ But, again, the flyer DPI posted explicitly advocated the wristbands.\"\nSo, the claim from Will is about more than the existence -- even temporarily -- of a flier. His claim is that the department actively \"urged\" white students to wear the wristbands.\nWristbands revealed\nThe article by the Michigan group that revealed the flier carried a headline stating that \"Wisconsin education officials want students to wear ‘white privilege’ wristbands.\" But the only evidence cited was the DPI web page that displayed the flier.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDPI took down that page four days after the EAGNews.org article, but provided a copy to PolitiFact Wisconsin.\nThe one-page flier was produced by the Beyond Diversity Resource Center in New Jersey, which says it \"teaches people to internalize the ethics and practices of true respect for cultural differences.\" Headlined, \"Addressing Racial Privilege: A Mental Model for White Anti-Racists,\" the flier poses two dozen questions and suggestions aimed at making white people sensitive to advantages they may enjoy by being white.\nOne of the suggestions is to wear a white wristband \"as a reminder about your privilege and as a personal commitment to explain why you wear the wristband.\"\nThe center said in late March 2013 it received \"hate mail and threatening phone calls\" since word of DPI’s use of the flier surfaced.\nDPI’s response\nWe asked DPI spokesman John Johnson to respond to Will’s claim. He noted that Will had not contacted DPI; a Will researcher also did not reply to requests for information from PolitiFact Wisconsin.\nThe VISTA workers cited in Will’s column -- there are 13 in Wisconsin who are paid $11,352 per year from federal funds -- work in the Milwaukee, Madison, Janesville, Beloit and Racine school districts, Johnson said. Their role is to develop \"family-school-community partnerships,\" according to the VISTA page on DPI’s website.\nJohnson said that in training, the VISTA workers were given a number of handouts, including the one that mentions the white wristbands, and the handouts were posted on a DPI web page.\nBut DPI has never made any communication with any school or district about white wristbands and DPI is not aware of any schools that have such a program, he said.\nDPI took down the flier mentioning the wristbands from its website to make it clear there is no DPI-backed wristband program. In its place is a statement that says in part:\n\"First and foremost, and to be absolutely clear, no DPI official has asked, requested, or encouraged any school district, educator, or student to wear any wristband, and none of our VISTA volunteers have had any children put on any wristbands. To be clear, no Wisconsin students were given white wristbands.\"\nSo, although the wristbands idea was a small part of training materials given to VISTA workers, DPI was responsible for providing the information and posting the link on its web page, even if no instruction was given for carrying out a wristband program.\nBut Will cites no evidence, and we’re not aware of any, to show that DPI promoted such a program to students.\nOur rating\nWill said DPI \"urged white students to wear white wristbands ’as a reminder about your (white) privilege.’\"\nDPI was responsible for a flier given to 13 federally paid workers that suggests white people consider wearing the white wristbands. But there is no evidence that DPI took any steps to urge students to wear the wristbands.\nWe rate Will’s claim Mostly False.", "vclaim_id": "vclaim-pol-09470"}