{"url": "/factchecks/2020/mar/31/facebook-posts/dont-fall-these-hoaxes-about-students-having-repea/", "speaker": "Facebook posts", "vclaim": "Says students have to repeat the same grade next year.", "truth_label": "pants-fire", "date": "stated on March 31, 2020 in a Facebook post:", "title": "Don’t fall for these hoaxes about students having to repeat their grade", "text": "As school districts around the country have closed their doors to help combat the spread of COVID-19, tens of millions of children have been thrust into virtual classrooms, posing challenges and questions for parents, students and educators.\nAs of March 30, seven states have extended school closures through the rest of the academic year. But that doesn’t mean that students will have to repeat their current grade next year, as recent Facebook posts claim.   \nHeadlines being shared on the social media platform range from \"All Pennsylvania kids to repeat their current grade\" to \"NC governor will require students to repeat their current grade\" to \"Students might have to repeat a grade according to President Trump.\"\nThese and other, similar posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe links in these posts lead to similar pages: sites that say you got pranked. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nAmid fear and uncertainty caused by the coronavirus pandemic, that punchline is lost online as people worry that their \"babies can’t graduate kindergarten.\" \nThe pandemic has, of course, disrupted education. A recent story in the Atlantic says \"it’s not clear what will happen\" if school closures last several months or even a year. In the case of an extended closure, \"some students might have to repeat grades when school recommenced, resulting in entire regional cohorts of students who would be older than their classmates nationally for the rest of their lives,\" the story says. \nIn Florida, according to a story in the Sarasota Herald-Tribune, parents and educators can work together to decide whether a student should repeat a grade if parents are worried about their child missing so much school this year. \nBut there have been no blanket directives on a state or federal level that we could find requiring kids to repeat their current grade.\nWe rate these Facebook posts Pants on Fire.", "vclaim_id": "vclaim-pol-18227"}