{"url": "/factchecks/2018/dec/12/mike-romano/have-median-incomes-west-virginia-not-risen-decade/", "speaker": "Mike Romano", "vclaim": "\"Adjusting for inflation, West Virginia’s median household income has not grown in a decade.\"", "truth_label": "true", "date": "stated on December 8, 2018 in an op-ed:", "title": "Have median incomes in West Virginia not risen in a decade?", "text": "In a Nov. 8 op-ed in the Charleston Gazette-Mail, Democratic state Sen. Mike Romano offered a litany of troubling statistics about West Virginia’s economy and urged the creation of \"a real economic comeback\" in West Virginia.\nOne of Romano’s statistics was that, \"adjusting for inflation, West Virginia’s median household income has not grown in a decade.\"\nWe fact-checked two other statements from his op-ed that turned out to be True.\nIs the latest one on stagnant income correct? We turned to official federal data from the Census Bureau to find out.\nThat data shows that in 2007, the inflation-adjusted median household income in West Virginia was $49,885 — the culmination of a decade and a half of consistent gains above the rate of inflation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGwen Moore\n\n\nstated on December 15, 2010 in an interview with a weekly newspaper\n\n\n\n\n\n\n\n\n\"I represent the fourth-poorest (congressional) district\" in the nation.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 3, 2011\n\n\n\n\n\n\n\nBut one decade later, the 2007 figure remains the state’s highest median income level since the statistic was first recorded in 1984. Over that decade, the median income fell by 9 percent when factoring in inflation. (Data for 2018 is not available yet.)\n\nThe nation as a whole has seen some income stagnation since 1999, but nothing as severe as West Virginia experienced. Nationally, median incomes have risen every year since 2014 and hit an all-time high in 2017.\n\nComparing the specific years Romano used — 2007 to 2017 — the national figure rose by 3 percent.\nOur ruling\nRomano wrote that \"adjusting for inflation, West Virginia’s median household income has not grown in a decade.\" West Virginia’s inflation-adjusted median income has dropped 9 percent in the last decade, even as the national figure has risen by 3 percent. We rate his statement True.", "vclaim_id": "vclaim-pol-01197"}