{"url": "/factchecks/2014/oct/14/debbie-wasserman-schultz/wasserman-schultz-says-states-id-law-struck-down/", "speaker": "Debbie Wasserman Schultz", "vclaim": "The U.S. Supreme Court struck down Wisconsin's photo ID election law", "truth_label": "false", "date": "stated on October 10, 2014 in a news release:", "title": "Wasserman Schultz says state's ID law struck down by Supreme Court", "text": "Separate judicial rulings in Wisconsin and Texas on Oct. 9, 2014 gave cheer to opponents of state laws requiring voters to show photo ID at the polls.\nHere’s part of what the Democratic National Committee chairwoman, U.S. Rep. Debbie Wasserman Schultz of Florida, had to say in a statement:\n\"With less than ten days before early voting starts in Texas and Wisconsin, I am pleased with the judicial decisions yesterday striking down burdensome photo ID laws in those states.\"\nDid the brief Supreme Court order \"strike down\" the Wisconsin statute?\nThe DNC leader was in a minority in using that terminology, we found in reviewing media reports and reactions from legal and political observers.\nBut the New York Times’ headline on its story may have influenced some -- and in fact a DNC spokesman pointed it out to us in providing backup for Wasserman Schultz’s  claim.\n\"Courts Strike Down Voter ID laws in  Wisconsin and Texas,\"  the  paper’s online headline declared Oct. 9, 2014.\nThe story beneath that headline, though, used \"struck down\" only when referring to the Texas ruling. Here’s what it said about Wisconsin: \"The Supreme Court on Thursday evening stopped officials in Wisconsin from requiring voters there to provide photo identification before casting their ballots in the coming election.\"\nThere’s a significant difference between the rulings in the two states.\nIn Texas, a federal district court judge -- the lowest level in the federal system -- found that state’s ID law unconstitutional, writing that it intentionally discriminates against black and Hispanic voters.\nThe Wisconsin case is much further along: The action Wasserman Schultz reacted to was from the U.S. Supreme Court.\nIn April 2014, Federal District Court Judge Lynn Adelman \"struck down\" Wisconsin’s law, but the 7th Circuit Court of Appeals found it sound and cleared the way for its use in the Nov. 4, 2014 election. Several groups then appealed to the U.S. Supreme Court.\nThe high court in its Oct. 9 action did not take up the merits of the Wisconsin law’s constitutionality or even decide whether to take the case at all.\nInstead, without comment from the majority in the 6-3 decision, it temporarily blocked the implementation of the law, perhaps in response to plaintiffs’ claims that it was too close to the Nov. 4, 2014 election to be properly implemented.\nUnderscoring the limited and temporary nature of the ruling, two justices who supported upholding Indiana’s voter ID law in a 2008 ruling -- Chief Justice John Roberts and Justice Anthony Kennedy -- voted in the Wisconsin case to block the law for now.\nMost media outlets, legal observers and participants in the case used terms like \"blocked\" or \"stayed\" to describe the impact of the Wisconsin ruling.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe DNC told us there’s only a semantic difference between \"struck down\" and \"blocked.\"\nWe heard otherwise.\n\"It’s not accurate to say it was ‘struck down,’ but it’s understandable\" given the New York Times headline and other media coverage, said Daniel P. Tokaji, an Ohio State University law professor and expert on election law.\nNon-lawyers especially can be forgiven for using the term, he said.\n\"The Supreme Court did not ‘strike down’ the voter ID law,\" Wisconsin Department of Justice spokeswoman Dana Brueck told us.  \"It vacated the Seventh Circuit’s September 12th order staying the District Court’s injunction.\"\nShe added: \"The September 12th order from the Seventh Circuit permitted Wisconsin to enforce the voter ID law in November. The Supreme Court did not take any action whatsoever as to the merits of the voter ID law.\" Wisconsin Attorney General J.B. Van Hollen is exploring ways to reinstate the law before the November election.\nWe asked a lawyer for one of the groups that sought the stay to weigh in on this.\nLarry Dupuis, legal director for the American Civil Liberties Union of Wisconsin Foundation, said he wouldn’t use \"struck down.\"\nBut he added that there is no technical legal definition of \"struck down, \"so I suppose someone could say the law was ‘struck down’ temporarily or for the November election.\"\nThe DNC told us Wasserman Schultz’s statement was \"consistent with news accounts and had one goal: to communicate clearly to voters that the United State Supreme Court’s action meant that the Wisconsin photo ID law would not be applicable in this year’s election.\"\nWe tackled a somewhat similar claim when Gov. Scott Walker said the John Doe investigation into his campaign finances had been \"resolved\" after two judges ruled it was \"over.\"\nWe rated that claim False, since it was not final and more court action lay ahead.\nIndeed, the federal appeals court overturned the lower-court decision and sent it back to a Wisconsin court, where an earlier action halting it remains under appeal.\nOur rating\nWasserman Schultz said the Supreme Court struck down Wisconsin's photo ID election law.\nThe high court temporarily halted the law from going into effect but did not take any action on the viability of the law itself.\nThe ultimate fate of the law is yet to be determined.\nWe rate her claim False.", "vclaim_id": "vclaim-pol-07150"}