{"url": "/factchecks/2017/aug/03/donald-trump/are-there-over-4-trillion-untaxed-corporate-earnin/", "speaker": "Donald Trump", "vclaim": "Untaxed corporate earnings used to be \"$2.5 trillion … I guess it’s $5 trillion now. Whatever it is, it’s a lot more. So we have anywhere from 4 (trillion) to 5 or even more trillions of dollars sitting offshore.\"", "truth_label": "false", "date": "stated on July 25, 2017 in an interview:", "title": "Are there over $4 trillion of untaxed corporate earnings offshore, as Donald Trump said?", "text": "President Donald Trump said U.S. companies have anywhere from $4 trillion to $5 trillion in offshore accounts — a substantial increase from just last year.\nTrump blamed the large sum of money on what he (inaccurately) considers the highest tax rate in the world in a July 25 Wall Street Journal interview obtained by Politico.\n\"We’re the highest-taxed nation in the world, essentially, you know, of the size,\" Trump said. \"But we’re the highest-taxed nation in the world. We have — nobody knows what the number is. I mean, it used to be, when we talked during the debate, $2.5 trillion … I guess it’s $5 trillion now. Whatever it is, it’s a lot more. So we have anywhere from 4 (trillion) to 5 or even more trillions of dollars sitting offshore.\"\nWe’ve already rated Trump’s previous claims that we’re the highest-taxed nation in the world False.\nThis time we took a look at the amount of U.S. money sitting in offshore accounts. How much untaxed foreign revenue is out there, and could the figure have doubled since Trump cited the $2.5 trillion figure during the 2016 campaign?\nThe White House did not provide information for this fact-check.\nWe’ll start off by saying there is no public estimate on untaxed earnings overseas, as there is no law requiring they be reported.\nResearchers can instead look at the indefinitely reinvested earnings on financial statements of publicly traded companies.\nIndefinitely invested earnings aren’t making their way back to the United States anytime soon, which lets them off the hook for taxes and thus fatten after-tax profits. They might go to overseas factories, prospective acquisitions or other investments. Other companies may instead take on a deferred liability, which entails a future tax bill -- but while currently untaxed, most go undisclosed, so they aren’t counted in the researchers’ figures.\nThe nonpartisan Joint Committee on Taxation can provide a fuller picture, because the committee has access to total untaxed foreign earnings. However, that information is only turned over to members of Congress.\nThe last time the committee made its findings public was in an August 2016 memo to two congressmen. In 2012, the committee said, $2.3 trillion of foreign earnings went untaxed.\nUsing predictive models, they estimated the number at $2.6 trillion for 2015.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe committee cited Audit Analytics, a third-party research service, to corroborate these findings. Audit Analytics found $2.4 trillion in indefinitely reinvested earnings. There was a $200 billion difference between the JCT’s estimate of untaxed foreign earnings and Audit Analytics’ calculation of indefinitely reinvested ones, which is what experts estimate the current discrepancy to be.\nAudit Analytics ran its latest numbers for us. The company found $2.8 trillion of indefinitely reinvested earnings are sitting overseas, as of July 2017 — far short of what Trump described.\n\"It is possible that analysts are still working on entering information from small companies, but it would not change the number from the rounded-off figure of 2.8 trillion,\" Audit Analytics research director Don Whalen said.\nWe also turned to the Institute on Taxation and Economic Policy, which found that Fortune 500 companies — a slightly smaller pool — report $2.6 trillion offshore.\nITEP included total untaxed earnings, not just indefinitely reinvested ones, in their studies of Apple and Pfizer, as these companies provide a disclosure allowing for a fuller estimate of their untaxed offshore income and generate a significant amount of earnings through this mechanism.\n\"There is no reason to believe that this figure is substantially higher than what companies report and certainly not double the reported amount as President Donald Trump has contended without citing any source,\" said Taxation and Economic Policy senior policy analyst Richard Phillips.\nSo what else could cause the discrepancy?\nEdward Kleinbard, the Robert C. Packard Trustee Chair in Law at the USC's Gould School of Law, said that firms double down their offshore tax planning when they expect a tax holiday, which is when they get to bring back offshore earnings while paying little to no taxes on them.\n\"It’s plausible that people have accelerated their gamesmanship in the anticipation that in tax reform there will be another tax holiday,\" Kleinbard said. \"But it’s not plausible to think the number could be as high as the 2 trillion-dollar difference between the data and what the president said.\"\nAnother possibility is for Trump to have counted tax inversions, which is when a small foreign company in a lower taxed country acquires a larger U.S. company and thus reduces their taxes. But that would entail a change in the definition of untaxed revenue. And even if we were to make that calculation, Kleinbard said the number wouldn’t expand by so much in such a short time span.\nOur ruling\nTrump described untaxed corporate earnings in overseas accounts as growing monumentally, from around $2.5 trillion to \"anywhere from 4 (trillion) to 5 or even more trillions of dollars sitting offshore.\"\nThe highest reported number of offshore earnings is $2.8 trillion. That could be off by a couple hundred billion dollars due to undisclosed untaxed earnings. But experts agreed the discrepancy could not add up to Trump’s $4 trillion or $5 trillion estimate.\nBusiness optimism and altered definitions of untaxed revenue couldn’t bridge that gap either.\nWe rate this statement False.\n Share the Facts 2017-08-03 21:47:53 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Untaxed corporate earnings used to be \"$2.5 trillion … I guess it’s $5 trillion now. Whatever it is, it’s a lot more. So we have anywhere from 4 (trillion) to 5 or even more trillions of dollars sitting offshore.\"    Donald Trump President of the United States   in an interview Tuesday, July 25, 2017 2017-07-25    Read More  info", "vclaim_id": "vclaim-pol-03032"}