{"url": "/factchecks/2012/mar/09/george-allen/george-allen-says-he-cut-600-million-taxes-governo/", "speaker": "George Allen", "vclaim": "Says he \"cut taxes by more than $600 million\" when he was governor.", "truth_label": "true", "date": "stated on February 23, 2012 in an op-ed:", "title": "George Allen says he cut $600 million in taxes as governor", "text": "Republican senate candidate George Allen says he has the will and experience to bring tax relief to Virginia families.\n\n\"When I was elected Governor, we had an audacious agenda that naysayers said couldn’t be enacted with a Democrat majority in the state legislature,\" Allen said in a Feb. 23 guest column for InsideNova.com. \"However, we worked across party lines and enacted historic reforms. Working together, we cut taxes by more than $600 million...\"\n\nWe’ll stipulate that Allen, who was governor from 1994 to 1998, did convince a Democrat-controlled legislature to pass major reforms to welfare, criminal sentencing and juvenile justice. But his claim of cutting taxes by $600 million, which Allen first made in his farewell address to the General Assembly at the end of his term, has gone largely unexamined.\n\nUntil now.\n\nWe asked Dan Allen, a spokesman for the Allen campaign, for proof. He sent us a list of more than a dozen bills and budget changes that occurred on George Allen’s watch as governor. We scoured economic impact statements for those pieces of legislation and searched newspaper archives to find monetary values for each item.\n\nThree of the biggest tax cuts were approved in 1994.\n\n*A Social Security income tax deduction for self-employed Virginians valued at $162.1 million over six years, according to a 1997 estimate of the Finance Department. The measure was introduced by previous Gov. L. Douglas Wilder, a Democrat, in his farewell budget.\n\n*A tax cut for senior citizens that the Finance Department valued at $215.7 million over six years.  The action was tied to a settlement after the U.S. Supreme Court struck down a Virginia policy of taxing the pensions of federal retirees but not of state government retirees. The high court ruled the groups had to be treated equally.\n\n*A tax cut on the tangible assets of corporations worth $104.3 million over four years. The program was originally passed under Gov. Gerald L. Baliles in 1988 and slated to last for eight years. It was suspended for two years in 1992 under Wilder, who was battling a poor economy. Wilder, in his 1994 farewell budget, urged resuming the tax cut for the final four years and Allen, who came to office that January, agreed.\n\nThose three cuts add up to $482.1 million.\n\nIn 1997, Allen signed a bill giving self-employed Virginians a break on unemployment insurance taxes that was worth $137 million over four years, according to the Finance Department document.   \n\nThe campaign also sent us a list of smaller tax cuts that passed when Allen was governor.  We found their value by researching impact statements that were prepared at the time by the Department of Planning and Budget. Here’s the list:\n\n*Major Business Facility Jobs Tax Credit, 1994, worth $2.1 million over two years.\n*Coal Employment Enhancement Credits, 1995, totaling $33.2 million over two years.\n*Enterprise Zones, 1995, worth $2.8 million over two years.\n*Film Production Tax Exemption, 1995, worth $571,000 in two years.\n*Military Tax Relief, 1996, worth $600,000 in two years.\n*Historic Rehabilitation Tax Credit, 1996, totaling $1.25 million in two years.\n*Space Flight and Space Launch Activities, 1997, worth $1.35 million annually.\n*Worker Retraining Tax Credit, 1997, worth $2.1 million in one year.\n*Virginia Coal Employment and Production Incentive Tax Credit, 1997, worth $13 million over two year.\n\nThe list from Allen also included the BPOL tax cut on the earnings of businesses. The local tax was estimated to generate $300 million annually. The legislation allowed varying tax reductions depending on the size cities and counties.\n\nWe were unable to find a value for the BPOL cut and the Allen campaign didn’t have one. Dan Allen did not include this reduction in his $600 million calculation. \"Localities had their own flexibility on this, so it would be hard to quantify,\" he said.\n\nThey also didn’t include tax cut proposals from George Allen’s farewell budget in 1998, which news reports valued at $350 million. The major one, approved by the General Assembly, was setting aside $260 million to phase in the first two years of a car tax cut promised by incoming Gov. Jim Gilmore, a Republican.\n\nWe should note that Allen also proposed a massive $2.1 billion package of tax cuts in 1995 that was opposed by the business community and defeated by Democrats in the General Assembly. And despite Allen’s tax cutting efforts, state spending rose at an average level for Virginia governors during Allen’s term.\n\nOur ruling:\n\nGeorge Allen said more than $600 million in taxes were cut during his governorship.\n\nWe came up with $676.1 million in cuts, although we should point out that some of these reductions took place over six years. Allen, however, never qualified the time period for the tax cuts. And he arguably could have added other reductions to his list.\n\nWe rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11461"}