{"url": "/factchecks/2014/jul/10/alison-lundergan-grimes/did-mitch-mcconnell-vote-raise-seniors-medicare-co/", "speaker": "Alison Lundergan Grimes", "vclaim": "Says Mitch McConnell voted to raise Medicare costs for a current Kentucky senior by $6,000.", "truth_label": "false", "date": "stated on July 10, 2014 in a campaign ad:", "title": "Did Mitch McConnell vote to raise a senior's Medicare costs by $6,000?", "text": "It’s not officially election season until candidates start claiming one side is trying to snatch grandpa’s benefits.\nWelcome to the 2014 election season.\nIn a folksy new ad in the Kentucky Senate race, Democratic challenger Alison Lundergan Grimes shares the screen with Don Disney, a retired Kentucky coalminer, who has a question for Senate Minority Leader Mitch McConnell, Grimes’ Republican opponent.\n\"I want to know how you could have voted to raise my Medicare costs by $6,000,\" says Don Disney. \"How are my wife and I supposed to afford that?\"\nA long silence ensues as Grimes and Disney stare at the camera.\n\"I don’t think he’s going to answer that,\" Grimes offers. \"I approve this message because I’ll work to strengthen Medicare, not bankrupt seniors like Don.\"\nMedicare became a contentious talking point in 2011, when Rep. Paul Ryan unveiled a budget proposal that Democrats said would \"end Medicare.\" We named that our Lie of the Year.\nDoes Grimes’ claim fair any better? We decided to hop in the wayback machine to find out.\nWhere does the $6,000 figure come from?\nAccording to the Grimes campaign, the $6,000 number comes from several studies on the effect of the Ryan budget on retirees.\nThe Ryan budget has had several incarnations over the years. This ad focuses on his 2011 proposal, according to supporting material we got from the Grimes campaign. Under the 2011 Ryan plan, Medicare would have undergone a drastic change for future retirees. Instead of the government paying doctors and hospitals for services they provide for seniors, beneficiaries would be given a voucher they could use to purchase private health insurance to cover their care.\nHere’s our first hurdle: Did McConnell vote for the Ryan budget?\nYes, but there are two important points.\nFirst, McConnell voted for a motion to proceed on the Ryan budget, which would have allowed it to the floor for further debate and amendments. It was not a vote on final passage. It was a preliminary vote that even the Washington Post wrote was \"mostly symbolic\" because it had no chance of succeeding in the Democratic Senate. (The plan passed in the Republican-controlled House.) The motion ultimately failed 40 to 57.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSecond, budget resolutions are not legally binding. Presidents do not sign them. It is a general outline of spending priorities that, when agreed upon, is a helpful guide. But it would require subsequent legislation to actually change Medicare programs to accomplish Ryan’s goals.\nStill, it’s probably fair to say McConnell was on the record supporting the Ryan budget, at least enough to get it to the Senate floor. But did it actually increase Disney’s Medicare costs by $6,000?\nThe Congressional Budget Office, the top fiscal scorekeeper for lawmakers, said implementing the 2011 Ryan plan would lead to an increase in out-of-pocket costs for seniors. How much? Instead of paying 27 percent of all their health care costs, seniors would be paying about 61 percent. (Worth noting: Ryan subsequently changed his plan to try to reduce the cost-sharing burden on seniors in later versions of his budget.)\nIn real dollars, the Kaiser Family Foundation said the average senior would pay about $6,800 a year more in health care costs. The Grimes campaign also pointed us to 2011 studies by Sen. Bob Casey, D-Pa., and the Center for Budget and Policy Priorities, a liberal think tank, that put the figure at about $6,350.\nBut here’s the catch: these figures looked at what a 65-year-old would pay in 2022. That’s because under the Ryan plan, wholesale changes to the Medicare program would not directly affect anyone 55 or older.\nWe learned from the Grimes campaign that Disney, the retiree in her ad, is 75 years old. So under no version of the Ryan plan would Disney be liable for the $6,000-plus in additional out-of-pocket costs that future beneficiaries would have faced if the proposal had passed.\nThe Grimes campaign responded that in addition to changing Medicare for future beneficiaries, the Ryan budget also repealed the Affordable Care Act. That would affect current seniors in at least one way: prescription drug costs.\nHow? Before the Affordable Care Act, seniors were required to pay 100 percent of prescription costs after the first $2,850 until they surpassed $4,550, at which point they would qualify for catastrophic coverage. By 2020, the Affordable Care Act eliminates that gap.\nIf Obamacare was repealed, this benefit would disappear for seniors, including those currently 65 or older. So some seniors would pay more in prescription drug costs, though we don’t know how much on average.\nRyan’s budget also would have cut federal spending for Medicaid, the joint federal-state program for low-income individuals, and converted the program into block grants that states could decide how to spend, Grimes’ campaign added. While we don’t know how states would have used the money, it’s possible changes to Medicaid could have impacted low-income seniors who receive both Medicare and Medicaid benefits. Again, that figure is not concrete.\nThese are both relevant talking points and worthy of consideration in the grand debate on Ryan’s proposal. However, they have little to do with the $6,000 figure used in the ad.\nOur ruling\nIn the Grimes campaign ad, a Kentucky resident claims that McConnell \"voted to raise my medicare costs by $6,000.\" The $6,000 figure cited in multiple studies measures a specific amount: The average out-of-pocket costs a new senior would pay in 2022 if Medicare changed to a more privatized system. People who turned 65 prior to 2022, like the retiree in Grimes’ ad, would remain in the current Medicare system and would not incur those costs.\nThe counterpoint from the Grimes campaign is existing seniors will have to pay some costs if the Ryan plan passes. That may be true, but the $6,000 figure is completely unrelated to that discussion, and using a statistic about future retirees to make a broader point about current retirees makes for a misleading ad.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-07627"}