{"url": "/factchecks/2014/apr/29/rand-paul/big-reason-illegal-immigrants-become-illegal-they-/", "speaker": "Rand Paul", "vclaim": "40 percent of illegal immigrants \"had a visa and then became illegal,\" mostly because \"they changed jobs.\"", "truth_label": "half-true", "date": "stated on April 23, 2014 in a news conference:", "title": "A big reason illegal immigrants become illegal is they change jobs, U.S. Sen. Rand Paul says", "text": "Freshman U.S. Sen. Rand Paul of Kentucky, who is rated a first-tier Republican presidential contender for 2016, made a trip to heavily Democratic Chicago and Milwaukee to advocate for private school vouchers and to reach out to low-income and Latino residents.\nAlong the way, he made an interesting claim about how many illegal immigrants actually entered the United States legally.\nOn April 23, 2014, Paul visited St. Anthony School, a voucher school touted as the largest K3-12 Catholic school in the country and the largest Latino education institution in Milwaukee.  \nDuring an exchange with reporters, the co-founder of the Senate tea party caucus was asked whether his 2013 vote against immigration reform sent a \"conflicting message to you being pro-Latino.\"\nThe bill had passed the Senate, winning votes from all 52 Democrats plus 14 Republicans and two independents, but was never taken up by the GOP-controlled House. It would have allowed the some 11 million immigrants without documents to get permission to live and work in the country legally, while also providing a pathway to citizenship and taking steps to improve border security.\nPaul told the reporter he supports immigration reform, but that one reason he voted against the bill is it would have too strictly limited the number of people who could enter the United States with work visas.\nHe continued by saying:\n\"One of the fundamental problems in our immigration system currently -- of the 11 million who are here, 40 percent had a visa and then became illegal. The primary reason they become illegal is that they were picking crops for $9 an hour and they saw a sign for $14 an hour doing construction work. They changed jobs.\"\nIs Paul right?\nUnderstanding immigration\nA foreign citizen seeking to immigrate generally must be sponsored by a U.S. citizen or prospective employer, and have an approved petition before applying for an immigrant visa.\nSome people, of course, cross the border into the United States illegally. And others -- tourists, students or temporary workers, for example -- enter legally on non-immigrant temporary visas, but then never leave.\nA word here on terminology. According to the nonpartisan Pew Research Center Hispanic Trends Project, a leading authority on immigration, \"unauthorized immigrants\" are all foreign-born non-citizens residing in the country who are not \"legal immigrants.\" These definitions reflect standard usage by the U.S. Department of Homeland Security and academic researchers. The vast majority of unauthorized immigrants entered the country without valid documents or arrived with valid visas but stayed past their visa expiration date or otherwise violated the terms of their admission.\nThe latest estimates by Pew and the U.S. Department of Homeland Security put the number of unauthorized immigrants at at least 11.5 million.\nThat's more than triple the 3.5 million in 1990, but down from the peak of 12.2 million in 2007, according to Pew. \nThe number remains relatively high even though there were 1.58 million deportations under President Barack Obama from 2009 through 2012, a faster pace than the 2.01 million deportations done during President George W. Bush’s two terms (2001-2008).\nNow let’s get back to Paul’s claim on how many unauthorized immigrants entered the country legally but became illegal because they changed jobs.\nPaul's evidence\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAsked for evidence to back Paul's claim, a spokesman cited an April 2013 Wall Street Journal news article.\nIt said 40 percent of the 11 million undocumented workers in the United States were foreigners who arrived legally, but overstayed their visas.\nSo, that gives some support to the 40 percent part of Paul’s claim, but the article did not address how many of those immigrants became illegal because they changed jobs.\nOther evidence\nPolitiFact Texas in 2013 and PolitiFact National in 2010 rated statements by two congressmen that about 40 percent of illegal immigrants became illegal because they overstayed their visas.\nOur colleagues reported on a 2006 study by Pew, which they cited as the latest available. It estimated that out of 11.5 million to 12 million illegal immigrants in 2006, between 33 percent and 50 percent were \"visa overstayers.\" The report split the difference by proposing a figure of 45 percent.\nOur colleagues rated both 40 percent statements Mostly True, but pointed out that not only were the figures estimates, they were several years old, even though they were the latest available.\nHowever, we could find no evidence -- and Paul didn’t provide any -- to show that the main reason the 40 percent of unauthorized immigrants became illegal was that they changed jobs.\nThe Migration Policy Institute, a nonpartisan think tank that studies worldwide immigration, is not aware of any estimates on how many undocumented U.S. immigrants became illegal because of a job change, a spokeswoman told us.\nJessica Vaughan, director of policy studies at the Center for Immigration Studies, which favors stricter immigration laws, said job change \"is certainly not the primary reason\" for so-called visa overstays.\nVaughan said the vast majority of visa overstays are people who enter the United States with a tourist visa and then stay. She noted that millions of people each year get tourist visas while only tens of thousands are permitted temporary work visas.\nAs a footnote, regarding the scenario Paul described:\nVaughan said it would be illegal for a person admitted to the United States on a temporary visa for agricultural work to then take a job in a different industry and remain in the country without making the proper immigrant application and getting it approved.\nThe government allots temporary work visas in areas such as agriculture where laborers are needed, but not with the idea that that person can then take any job and remain in the country, she said.  \nOur rating\nPaul said 40 percent of illegal immigrants \"had a visa and then became illegal,\" mostly because \"they changed jobs.\"\nThe best estimates are that roughly 40 percent of illegal immigrants had entered the country legally but became illegal when they overstayed their temporary visa.\nThere is not evidence, however, to indicate that most of those people became illegal simply because they changed jobs.\nWe rate Paul's statement Half True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-07928"}