{"url": "/factchecks/2011/sep/30/josh-mandel/josh-mandel-says-sherrod-brown-promised-ohio-river/", "speaker": "Josh Mandel", "vclaim": "Says U.S. Sen Sherrod Brown \"promised that the first stimulus bill would fund the\nBrent Spence Bridge.\"", "truth_label": "barely-true", "date": "stated on September 28, 2011 in a news release:", "title": "Josh Mandel says Sherrod Brown promised Ohio River bridge's replacement as a stimulus project", "text": "Everyone, it seems, wants to sell you a bridge.\n\nDon’t buy their promises.\n\nOne particular bridge spanning the Ohio River comes with a claim of a broken promise that Josh Mandel’s camp is pressing as an election issue.\n\n\"Sherrod Brown promised that the first stimulus bill would fund the Brent Spence Bridge … and now he is embarrassed to stand there with the president after both of  them broke their promise,\" Mandel’s campaign said in a news release.\n\nMandel, currently Ohio’s treasurer, is a Republican who wants to oust Brown, a Democrat, from his U.S. Senate seat in the 2012 election. The news release, distributed Sept. 28,2011, by Mandel campaign spokesman Joe Aquilino, criticized Brown on several fronts.\n\nThe reference to the Brent Spence Bridge, which carries traffic for Interstates 71 and 75 across the Ohio River, refers both the federal stimulus package Congress approved two years ago and to a recent visit President Barack Obama made to promote a second stimulus bill. Brown was not present, saying he had congressional business to attend to in Washington.\n\nBefore Congress passed the American Recovery and Reinvestment Act of 2009, better known simply as the stimulus act, lawmakers across the country were discussing whether the federal government should funnel billions of dollars into bridge, road and sewer projects. Brown believed so, saying that by funding \"shovel-ready projects,\" the government could begin filling the country’s extensive infrastructure needs while putting Americans back to work.\n\nAmong Browns comments then was one that referred to the Brent Spence Bridge. Transportation planners say the 48-year-old bridge needs to be replaced. It is cramped, has poor visibility and carries more than twice the 80,000 vehicles a day it was designed for, according to the Cincinnati Enquirer. But coming up with the estimated $2.4 billion is a problem that has has dogged local and state governments in Ohio and Kentucky.\n\nEnter Brown. In an appearance on MSNBC’s \"Morning Joe\" program on Jan. 28, 2009, Brown said that \"we do need to do direct spending on job creation. That means shovel-ready projects for water and sewer systems, whether it's the Brent Spence Bridge in Cincinnati that will put a lot of people to work and help with economic development, or whether it's a water and sewer system in Defiance, Ohio or in Nashville. It's pretty clear to me that we need direct spending on projects that are ready to go, particularly, green projects that put people to work immediately but also help longer term and economic development.\"\n\nDid you hear a promise in there? Mandel did.\n\nIt is beyond question that Brown cited the Brent Spence Bridge in 2009 as an example of a project the first stimulus bill could fund, just as Obama used it as an example recently. Obama went further than Brown, using his speech to also send a message to Senate Minority Leader Mitch McConnell of Kentucky and House Speaker John Boehner of southwest Ohio. \"Mr. Boehner, Mr. McConnell, help us rebuild this bridge,\" Obama said, standing in the bridge’s shadow on Sept. 22.\n\nIt is also beyond question that this is not a shovel-ready project. Had PolitiFact Ohio been around then, Brown’s inclusion of the Brent Spence Bridge as a shovel-ready project might have rated False on the Truth-O-Meter.  \n\nWhile there have been preliminary studies, more extensive engineering and planning are required. The Cincinnati Enquirer reported recently that \"in a best case scenario, the earliest that workers would be hired would be in 2013, but more likely 2015.\"\n\nFacing questions about the bridge, a White House spokesman stressed the same day as Obama’s speech that the Brent Spence project is merely \"an example\" of the kind of project that could get funding in Obama’s new $447 billion stimulus proposal.\n\nMany details remain to be worked out, including how a particular component, a $10 billion infrastructure bank, would work. It is not clear whether this -- or a bigger infrastructure bank that Brown proposes -- could be used toward the eventual Brent Spence project.\n\nSo let’s stipulate: Brown said in 2009 that the Brent Spence Bridge was the kind of project the first stimulus could pay for, using it as an example of a shovel-ready project. He clearly suggested that the bridge could be built with stimulus money.\n\nIt didn’t happen. And the project was not shovel-ready.\n\nDoes this make it a broken promise? PolitiFact Ohio discussed this with the National Republican Senatorial Committee, whose spokesman, Jahan Wilcox, says that Brown certainly made a strong suggestion that a casual listener might equate to a promise.\n\nWe agree. That’s an element of truth that that factors into why we are not ruling Mandel’s claim about a broken promise to be entirely False.  \n\nBut Mandel used a strong word: promise. He did not say Brown broke his suggestion. He said Brown broke a promise. Brown never made a promise, which is a critical difference. It is why Mandel’s claim gets a rating of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kasich\n\n\nstated on November 19, 2010 in a CNN interview\n\n\n\n\n\n\n\n\n\"They tried to give us $400 million to build a high-speed train that goes 39 miles an hour.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Reginald Fields • December 8, 2010", "vclaim_id": "vclaim-pol-12346"}