{"url": "/factchecks/2015/jan/25/john-kasich/did-abraham-lincoln-say-you-cannot-build-little-gu/", "speaker": "John Kasich", "vclaim": "\"You cannot build a little guy up by tearing a big guy down -- Abraham Lincoln said it.\"", "truth_label": "pants-fire", "date": "stated on January 25, 2015 in comments on \"Fox News Sunday\":", "title": "Ohio Gov. John Kasich puts words in Abraham Lincoln's mouth about tax policy", "text": "In his argument against President Barack Obama’s proposed increase in capital gains tax, Ohio Gov. John Kasich invoked the words of a vaunted former president -- or at least he tried.\nObama wants to create a nationwide free community college program. How he proposes to pay for it -- partially by increasing taxes on the wealthy via a higher tax rate on income earned from selling assets --  would be \"a prescription for economic slowdown,\" Kasich, a Republican, said on Fox News Sunday Jan. 25.\nTo support his position, he relayed a quote that he said comes from former President Abraham Lincoln.\n\"You can’t build a little guy up by tearing the big guy down,\" Kasich said. \"Abraham Lincoln said it then, and he’s right.\"\nThere’s only one problem. Lincoln never said that.\nThe true author is Rev. William J. H. Boetcker, a minister-turned-public speaker, born in 1873, eight years after Lincoln was killed. After he left the pulpit, Boetcker, a political conservative, negotiated labor relations.\nIn 1916, Boetcker published the list of \"10 Cannots,\" a collection of personal truisms largely centered around the benefits of laissez-faire capitalism. The axioms have been mistakenly attributed to Lincoln for decades.\nHere are all 10 Cannots (Kasich used No. 3.):\n1. You cannot bring about prosperity by discouraging thrift.\n2. You cannot strengthen the weak by weakening the strong.\n3. You cannot help little men by tearing down big men.\n4. You cannot lift the wage earner by pulling down the wage payer.\n5. You cannot help the poor by destroying the rich.\n6. You cannot establish sound security on borrowed money.\n7. You cannot further the brotherhood of man by inciting class hatred.\n8. You cannot keep out of trouble by spending more than you earn.\n9. You cannot build character and courage by destroying men's initiative and independence.\n10. You cannot help men permanently by doing for them what they can and should do for themselves.\nSo why do Kasich and others these quotes to Lincoln? It stems from Boetcker himself, according to Did Lincoln Own Slaves? And Other Frequently Asked Questions about Abraham Lincoln, a book by Gerald Prokopowicz, a Lincoln expert at East Carolina University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 1916, Boetcker published leaflets that had a real Lincoln quote on one side and his \"cannots\" on the other. A reader could easily assume these were also Lincoln quotes, and they did.\nKasich’s spokesman pointed us to the fact that in 1950, Rep. Frances Bolton, R-Ohio, read the 10 Cannots into the Congressional Record. She supposedly got them from one of the earliest talk show hosts, Galen Drake.\nA 1950 Library of Congress report said of the frequent misquotation, \"There seems to be no way of overtaking the rapid pace with which the mistaken identity has been spreading,\" according to a 1992 Washington Post column.\nProbably the most well-documented misuse of these quotes came from Reagan at the 1992 Republican National Convention in Houston.\nReagan said, \"What (Democrats) truly don't understand is the principle so eloquently stated by Abraham Lincoln: ‘You cannot strengthen the weak by weakening the strong. You cannot help the wage-earner by pulling down the wage-payer. You cannot help the poor by destroying the rich. You cannot help men permanently by doing for them what they could and should do for themselves.’ \"\nSo we’ve established that Lincoln did not say that line Kasich used to support his position against raising taxes on the wealthy -- \"You cannot help little men by tearing down big men.\" But we were left wondering if, in any case, does this at all line up with Lincoln’s position on taxes? As it turns out, not really.\nLincoln and taxes\nWell, Lincoln signed the first federal income taxes into law in 1861 in order to fund the Civil War. What’s more is that these taxes were progressive -- meaning that the wealthier people paid higher tax rates on their income. The highest rate -- 5 percent -- applied to incomes roughly equivalent to $1 million today, Prokopowicz told PolitiFact in an email.\n\"To the extent that signing the bill indicated his approval, Lincoln thus approved of the concept of higher taxes on the wealthy,\" he said. \"This is consistent with Lincoln's politics generally.\"\n(Quick note: Kasich was talking about capital gains taxes specifically, and here we’re talking about income tax. Until 1921, capital gains were taxed at the same rate as ordinary income.)\nLincoln’s Treasury Secretary Salmon Chase came up with the idea for the tax, which is further evidence that Lincoln supported higher taxes on the wealthy, said Geoff Elliot, expert and author of the Abraham Lincoln Blog. He added that a subsequent act in 1862 created the precursor to the Internal Revenue Service\nMuch of the debate over the Civil War income tax laws centered around whether Lincoln had the constitutional authority to impose these taxes, said Jennifer Weber, a Lincoln expert at the University of Kansas. (In 1881, the Supreme Court held up Lincoln’s authority.)\nIn a reminder of how much political parties have changed, Weber noted that it was the conservative Democrats taking Lincoln, a Republican, to task over executive overreach and implementing taxes.\nThere is \"precious little\" record of Lincoln’s views on taxes, said Ed Steers, author of several books on the Lincoln assassination. But he pointed us to a speech Lincoln delivered to the 164th Ohio Infantry in 1864, where he advocated for the progressive tax law.\nLincoln said: \"It is fair that each man shall pay taxes in exact proportion to the value of his property; but if we should wait before collecting a tax, to adjust the taxes on each man in exact proportion with every other man, we should never collect any tax at all. \"\nProkopowicz added that Lincoln believed strongly in \"opportunity capitalism\" and that the government should not adopt policies that would prevent anyone from acquiring wealth. However, Lincoln also believed that the government had a vital role in creating opportunity, and individuals ought to contribute to the government in order to reap its benefits.\n\"I go for all sharing the privileges of the government, who assist in bearing its burthens,\" Lincoln wrote in 1836 while running for the Illinois state Legislature.\nOur ruling\nKasich said that Lincoln said, \"You can’t build a little guy up by tearing the big guy down.\"\nIt’s well-established that this is not a Lincoln quote. Many have misattributed it to Lincoln, but its real author was a politically conservative minister and public speaker who was born several years after Lincoln’s assassination.\nAdditionally, Kasich used the idea to support his position against raising taxes on the wealthy. Lincoln, however, instituted the first-ever federal income tax, and it was progressive.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-06799"}