{"url": "/factchecks/2011/oct/14/michele-bachmann/michele-bachmann-says-texas-spending-increased-mor/", "speaker": "Michele Bachmann", "vclaim": "Says Rick Perry increased spending in Texas by more than 50 percent.", "truth_label": "half-true", "date": "stated on October 11, 2011 in the Blooomberg/Washington Post Republican presidential debate.:", "title": "Michele Bachmann says Texas spending increased more than 50 percent under Rick Perry", "text": "When the Bloomberg/Washington Post debate on economic topics gave GOP hopefuls the chance to question another candidate directly, U.S. Rep. Michele Bachmann of Minnesota turned to Rick Perry.\n\nShe declared that after Perry backed Al Gore for president as Ronald Reagan’s presidency came to its close, he \"went on to increase spending in Texas by over 50 percent\" as governor.\n\nBachmann incorrectly said Perry was Gore’s campaign co-chair, which we’ve covered in another fact check.\n\nHer reference to state spending on the Texas governor's watch also covered familiar turf.\n\nIn an online ad we spotted last month, the pro-Bachmann Keep Conservatives United super PAC said Perry had \"doubled state spending in a decade.\" We found that to be Mostly False.\n\nNot that spending didn’t increase.\n\nIn August 2010, Democratic gubernatorial candidate Bill White cited state budget figures to show that overall state spending had increased 79 percent with Perry as governor, from nearly $101.8 billion in 2000-01 to almost $182.2 billion in 2010-11.\n\nAt the time we took up the pro-Bachmann group’s claim, an updated spending tabulation indicated the increase had been 86 percent.\n\nHowever, we recognized that this percentage was both unadjusted for inflation and population increases and that it reflected spending from all sources, including federal aid. Taking into account inflation and population growth, the increase was 21 percent over the period. And budgeted expenditures drawing on state general revenue -- the kind most swayed by a governor -- increased 44 percent without adjustments, but decreased 6 percent once inflation and population growth are weighed.\n\nWe did not hear back from Bachmann on the basis of her debate claim.\n\nOur sense is that Bachmann’s assessment of \"over 50 percent\" misstates overall spending on Perry’s watch, especially because it doesn’t appear to include any accounting for the state’s growth or inflation. The claim also overstates the raw increase in general-revenue spending, the kind that Perry had the most control over.\n\nWe rate her statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12264"}