{"url": "/factchecks/2013/dec/17/blog-posting/viral-blog-posts-say-obama-minions-are-allowing-co/", "speaker": "Bloggers", "vclaim": "\"By using a little-known loophole ... Obama minions are allowing Nestle Company to export precious fresh water out of Lake Michigan.\"", "truth_label": "barely-true", "date": "stated on December 9, 2013 in various Internet postings:", "title": "Viral blog posts say Obama 'minions' are allowing corporations to sell off Great Lakes water", "text": "These days, President Barack Obama gets blamed for a lot of things -- the glitchy rollout of the healthcare.gov website, an unusually slow economic recovery, an out-of-control electronic surveillance network. But is he also at fault for selling off Lake Michigan’s water to the highest bidder?\nSeveral readers recently asked us to check a claim they had seen circulating on social media. The most commonly shared versions seems to have originated on the conservative blog Coach is Right and the website of the Western Center for Journalism, whose president is longtime conservative activist Floyd Brown.\nThe post on the Western Center for Journalism’s site is headlined, \"Barack Obama’s war on America’s fresh water supply.\" It reads:\n\"By using a little-known loophole in the 2006 Great Lakes Compact, Obama minions are allowing Nestle Company to export precious fresh water out of Lake Michigan to the tune of an estimated $500,000 to $1.8 million per day profit. By draining the precious jewel of the Great Lakes in the middle of America, our federal water managers are allowing the export of our water out of our country across thousands of miles of oceans into the Asian basin plagued by huge population centers that are suffering from their constant lack of fresh water.\"\nWe did not hear back from the Coach is Right site, but PolitiFact Ohio has previously looked at the question of water being removed from the Great Lakes and found that it was a genuine issue.\nIt stems from an agreement known as the Great Lakes Compact. It was negotiated by and has the force of law in eight states -- Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Pennsylvania and Wisconsin. (Two Canadian provinces are also involved in Great Lakes water policy decisions, but technically aren’t part of the compact.)\nThe most important provision for this fact-check is its prohibition on diverting water from the Great Lakes basin -- with a key exception. That exception -- the \"loophole\" referred to in the blog post -- is that the compact permits the removal of water in containers of 5.7 gallons or less. The existence of this provision has enabled the bottled-water industry to construct major facilities in the Great Lakes basin, including one by Nestle Waters North America in Mecosta County, Mich.\nBecause the compact was designed to regulate and preserve the Great Lakes -- one of the world’s great natural repositories of fresh water -- such commercial sales have been controversial. Peter Annin, author of The Great Lakes Water Wars, told PolitiFact Ohio that the provision was one of the most emotional issues during the compact’s negotiation.\n\"Many people opposed the loophole during the negotiations, but each state included it anyway when they passed the legislation,\" said Melissa K. Scanlan, a professor at Vermont Law School who specializes in water law.\nLegislative fixes have been periodically floated in Congress, but none has yet advanced.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nSo there’s no doubt that the question of whether Great Lakes water should be bottled for sale elsewhere is hotly contested. But does Obama have a role in it?\nNo, experts tell us. Here’s why:\n• The compact was in force before Obama was even inaugurated. The agreement was negotiated during the mid 2000s, then approved individually in 2007 and 2008 by the legislatures and governors of all eight member states. Then, it was passed by both chambers of Congress and signed by President George W. Bush in 2008. Obama became president in 2009.\nWe should note that Obama was in the U.S. Senate when it passed that chamber. The compact passed the Senate by unanimous consent -- that is, approval without any objections from senators and without a recorded vote of yeas and nays. Still, the heavy legislative lifting was long done by that point, and with so many other state and federal entities weighing in during the lengthy negotiation and approval process, it seems a stretch to attribute primary blame for the \"loophole\" to then-Sen. Obama.\n• It is a compact among states, not something imposed by the federal government. According to Article 1, Section 10 of the Constitution, the U.S. House of Representatives, the U.S. Senate and the president must give their approval to an interstate compact. However, once approved, compacts are fundamentally agreements between states, not between the states and the federal government. Several experts told PolitiFact that there is no significant oversight or enforcement role for the federal government in regards to the compact -- in other words, no opportunity for Obama’s \"minions\" to cause havoc.\n• Elected officials from both parties had a role in approving the compact, and continue to carry out its provisions. State legislatures and governors of both parties approved the compact initially, and today, a majority of the states and legislative chambers that are party to the agreement are actually controlled by Republicans, not Democrats. In Michigan, the state where the Nestle plant is located, the governor’s office and both chambers of the Legislature are in Republican hands.\nIn general, the Great Lakes Compact has been \"very nonpartisan for an environmental policy,\" said Noah Hall, a professor at Wayne State University Law School in Detriot and author of the Great Lakes Law blog.\nOur ruling\nBloggers have said that \"by using a little-known loophole ... Obama minions are allowing Nestle Co. to export precious fresh water out of Lake Michigan.\"\nThere is an ongoing debate over whether Great Lakes water should be sold commercially out of the region, but Obama’s role in creating, approving and enforcing the Great Lakes Compact on an ongoing basis -- which is likely the driving reason the claim has attracted attention on social media -- is actually minimal, experts say. In other words, his \"minions\" have not meddled in this dispute. The claim contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-08489"}