{"url": "/factchecks/2012/may/11/mike-schaufler/did-jeff-reardon-cut-school-programs-and-vote-rais/", "speaker": "Mike Schaufler", "vclaim": "Says Jeff Reardon cut elementary school music classes, art instruction, teaching positions, basketball and volleyball programs, and he voted to raise school lunch prices.", "truth_label": "barely-true", "date": "stated on May 8, 2012 in campaign mailer:", "title": "Did Jeff Reardon cut school programs and vote to raise school lunch prices?", "text": "In defending his House District 48 seat in the primary election, Rep. Mike Schaufler, D-Portland, paints challenger Jeff Reardon as a big honking disappointment to schools. (Actually, this accusation cuts both ways.)\n\nA Schaufler campaign mailer features a forlorn-looking girl on one side. On the other, there’s an apple sliced with all the different ways Reardon, a David Douglas High School teacher and former school board member, has failed that girl and other students.\n\nSpecifically, Reardon \"cut elementary school music classes... cut art instruction … cut teaching positions … cut basketball and volleyball programs.\" He \"even voted to raise school lunch prices.\" Truly, he must be a dreadful person opposed to the children. We had to know more.\n\nReardon served on the David Douglas School Board from October 1987 to 1998, and as chair for the 1993-94 and 1996-97 fiscal school years. Hiram Sachs, a Schaufler consultant, said in an email that all of the claims stemmed from news stories published in The Oregonian and school board minutes, in the years 1988 and 1993.\n\nIn February 1988, the David Douglas schools superintendent proposed a $25.4 million budget for the 1988-89 school year, according to a news story in The Oregonian. The proposed budget eliminated eight teaching positions. Board minutes show that Reardon, as a member of seven-member board, approved the budget. (The Oregonian news story also noted that the superintendent said the reduction shouldn’t raise the student-to-teacher ratio.)\n\nLet’s go to the next claim, that Reardon cut extracurriculars, including music, art, basketball and volleyball. Again, as a member of the board, Reardon voted to scale back athletics and extracurricular programs in the 1993-94 school year. (The following year some of those cuts were restored due to an increase in the budget, according to a 1994 news story in The Oregonian.)\n\nAnd finally, the claim about raising the price of school breakfasts and lunches. True! He did, in May 1993. Children had to pay 10 cents more for each meal.\n\n\"If there were cuts, I can tell you they were done with the greatest agony. Any cuts of that nature would have been done as a last resort,\" said Reardon, who had trouble remembering details of the votes.\n\nSachs, Schaufler’s consultant, said of course Reardon had choices. He could have pushed for administrative or other savings that would not have hurt children. \"This is his voting record; this is the basis of his candidacy,\" Sachs said.\n\nReardon, as a member of a school board, is absolutely responsible for every decision made by the board. We have no quibble with that, and wouldn’t suggest otherwise. But the mailer states that \"Jeff Reardon’s cuts devastated our schools and shortchanged our kids.\" Reardon did not personally or single-handedly deprive children of teachers, art classes or basketball programs.\n\nWe also think the mailer is misleading because it cherrypicks two budget votes and one school meal vote out of the more than 10 years Reardon served on the school board. For example, as we noted above, the school district was able \"to hire 11 more teachers, restore cuts made in athletics last year and begin education reforms\" in 1994-95 thanks to a $2.7 million budget increase. Budgets go up and they go down.\n\nIf \"Reardon’s cuts\" shortchanged children, then most anyone who’s ever served on a school board probably is guilty of the same crime. As are legislators who approve K-12 budgets that result in program cuts. A decision to approve a budget -- or a bill -- that results in larger classrooms, fewer teachers, or more expensive lunches does not mean that that person supports those results.\n\nSchaufler’s mailer contains a nugget of truth but is woefully misleading. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11108"}