{"url": "/factchecks/2010/sep/26/tom-nelson/tom-nelson-says-initial-stimulus-allocation-create/", "speaker": "Tom Nelson", "vclaim": "A $300 million stimulus allocation to Wisconsin \"has led to the creation of tens of thousands of jobs in every corner of this state.\"", "truth_label": "false", "date": "stated on September 7, 2010 in a radio interview:", "title": "Tom Nelson says initial stimulus allocation created tens of thousands of new jobs in Wisconsin", "text": "If you want to incite lively conversation during halftime of your next Packer party, ask how many jobs have been created by the federal stimulus.  \n\nLet’s just say that opinions differ -- widely -- on how effective the stimulus has been.\n\nIf your party-goers include Tom Nelson, the Democratic nominee for lieutenant governor, he might chime in before anyone reached for another cheese curd.\n\n\"I have a track record of dealing with tough budgets as a vehicle, as a means to get people back to work,\" Nelson said in a radio interview that aired a week before his Sept. 14 primary win. \"And we were one of the first states in the country to pass and to implement a statewide stimulus that has led to the creation of tens of thousands of jobs in every corner of this state.\"\n\nThat’s a lot of new jobs.\n\nNelson, the majority leader of the state Assembly, used the term \"statewide stimulus.\" But he told PolitiFact Wisconsin he meant the federal stimulus money that was distributed throughout the state.\n\nMore specifically, Nelson said he was referring in the radio interview to the 2009 Wisconsin Act 2. That law, which Nelson voted for, was adopted in February 2009 by three-vote margins in both the Assembly and the Senate. It was a budget-adjustment measure that also directed an initial $300 million in federal stimulus funds to the state Department of Transportation. The money was for 47 projects, mostly on highways and freeways.\n\nSo, for Nelson’s \"tens of thousands\" of jobs statement to be correct, that $300 million would have to have created at least 20,000 jobs.\n\nDid it?\n\nFrom the beginning, stimulus job-count figures have been beset with problems, in Wisconsin and around the country.\n\nThe Milwaukee Journal Sentinel, for example, found that an October 2009 report by the White House -- claiming stimulus money created or saved more than 10,000 jobs in Wisconsin -- was rife with errors, double counting and inflated numbers. In January 2010, the White House abandoned its method of counting jobs \"created or saved.\" Instead, it began labeling jobs as having been funded by stimulus dollars.\n\nThat isn’t to say the stimulus has not had any effect. A July 2010 paper by two economists -- one from the public sector and one rom the private -- said stimulus spending created 2.7 million jobs.\n\nBut Nelson’s claim was not about all stimulus money, just that initial gush of cash given to the DOT.\n\nNelson said he based his jobs statement on \"talking points,\" which he later said were based on two sources:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe state website that tracks federal stimulus spending, which says 63,000 jobs have been created or saved.\n\n\n\nA November 2009 news release from state Rep. Mark Pocan (D-Madison), which cites two statements about new jobs. One statement, from a contractors group and three unions, referred to a study that said the 2009 state budget would create more than 25,000 jobs.  The other statement, from a transportation builders group, predicted the state budget and \"remaining federal stimulus dollars will support\" more than 28,500 jobs.\n\n\nBut Nelson is mixing apples and oranges.\n\nThe first talking point refers to jobs created or saved, when Nelson’s comment referred only to jobs created. What’s more, the 63,000 figure is based on all stimulus money given to the state as of August 2010, not the initial $300 million Nelson originally cited.\n\nThe second talking point moves everything to a different source. It claims the state budget -- not stimulus money -- would create the jobs cited. Or the budget and remaining stimulus money. Again, Nelson is off point.\n\nThere are hard numbers -- rather than predictions -- that Nelson could have used to gauge the effect of the $300 million given to DOT.\n\nPolitiFact Wisconsin analyzed figures from Recovery.gov, the federal website that tracks stimulus funds. The latest data available show that, through the first half of 2010, the $300 million cited by Nelson funded 1,203 jobs.\n\nThere’s no way to know how many were created and how many were saved. But that’s miles away from Nelson’s original claim.\n\nOK, almost time for the second half kickoff.\n\nWhere does all of this leave us?\n\nNelson stated that an initial $300 million in stimulus money for road projects created tens of thousands of jobs in Wisconsin. As evidence, he turns to much broader measures -- jobs created or saved, all stimulus spending, the state budget and stimulus money. But the actual jobs figure from the initial allotment barely exceeds 1,200 -- and even that is a mix of jobs created and jobs saved.\n\nWe rate Nelson’s statement False.", "vclaim_id": "vclaim-pol-14355"}