{"url": "/factchecks/2013/aug/26/kasim-reed/mayor-correct-state-stadium-spending-limitations/", "speaker": "Kasim Reed", "vclaim": "\"State law says that once the state appraises a piece of property, they can only pay it a certain amount above appraisal.\"", "truth_label": "true", "date": "stated on August 7, 2013 in an interview:", "title": "Mayor correct on state stadium spending limitations", "text": "Plans to build a new $1 billion stadium in downtown Atlanta may sound like a project with limitless cash. But there are boundaries concerning what can be spent, according to a key player in the effort.\nAtlanta Mayor Kasim Reed recently took to the radio to discuss the fractured negotiations with Mount Vernon Baptist Church’s leaders to buy its property. The land on which that historic church sits is necessary to build the new sports facility on a preferred site.\nState officials have said they cannot offer any more than the highest appraised value it receives,  $6.2 million in this case. The church initially said a fair price is about $20 million.\nPolitiFact originally rated Reed’s claim False. But state Attorney General Sam Olens disagreed, saying the mayor was correct. Reed, too, asked us to rethink our rating. PolitiFact decided to do more digging and reconsider its original ruling, drawing in more expertise. (You can read the original fact-check by going to this link: http://www.politifact.com/georgia/kasim-reed-stadium/.)\nThe mayor said the state, specifically the Georgia World Congress Center Authority, which is in charge of negotiations with the church, can only offer a certain amount of money. Reed explained during an Aug. 7 interview with Sports Radio 680 The Fan.\n\"The state has some limitations on what they can pay above the appraised price. ... We’re not going to be able to pay Mount Vernon $19.5 million because of the constraints that the state has in what they can pay,\" Reed said on the station’s program \"The Front Row.\"\nThe mayor went into more detail about a minute later.\n\"State law says that once the state appraises a piece of property, they can only pay a certain amount above appraisal,\" Reed said.\nPolitiFact Georgia wondered whether the mayor is correct. Is the state limited on how far it can move the financial goal posts to strike a deal with the church?\nThe Atlanta Falcons have been working with the city, the GWCCA and others on a deal to build a new stadium, replacing the Georgia Dome, which is owned by the state.\nThe city would prefer to build the new stadium on land south of the Dome, in large part because of its accessibility to MARTA rail lines. In order to build on that site, the city would need land where two longtime churches stand, Friendship Baptist Church and Mount Vernon.\nThe initial deadline to work out a deal with the churches was Aug. 1. Although the city struck a deal with Friendship, the GWCCA was unable to do so with Mount Vernon. Reed held a news conference Aug. 6 asking all involved to continue the discussions.\nThe $6.2 million value is included in a two-page revised appraisal letter completed July 30 for the state. The letter provides an \"as-is\" value for the church. The letter lists the value for the church at $30 per square foot, or roughly $3.4 million for 113,000 square feet. An additional $2.8 million is included for parking revenue.\nReed’s communications director, Sonji Jacobs, referred to language in the Georgia Constitution, known as the Gratuities Clause, to explain the mayor’s point. State Properties Commission spokeswoman Cindy Presto referenced the same language in the constitution -- Article III, Section VI, Paragraph VI(a) -- when we contacted the agency seeking help.\nIt reads:\n\"Except as otherwise provided in the Constitution, (1) the General Assembly shall not have the power to grant any donation or gratuity or to forgive any debt or obligation owing to the public, and (2) the General Assembly shall not grant or authorize extra compensation to any public officer, agent, or contractor after the service has been rendered or the contract entered into.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nSaid Jacobs: \"Basically, if the state does not pay appraised value, it could be thought to be providing an unearned benefit, which is not allowed under Georgia law.\"\nOlens said in an email to PolitiFact that his office has for decades interpreted the Gratuities Clause in the state constitution as limiting the state to \"paying fair market value for property, absent some additional source of value that the state receives from the transaction.\"\nThe Attorney General’s Office believes there’s no gray area concerning state guidelines on appraisals, said Lauren Kane, a spokeswoman for Olens.\n\"It’s a black and white issue,\" she said.\nKane said the appraisal value, absent a special circumstance, is considered the fair-market value that can be paid for a property. The proposed $1 billion stadium, she said, is not considered a special circumstance.\nWhen there is a dispute in appraisals, the state agency in some cases may accept the higher appraisal, Kane said.\n\"But as a general matter, the highest appraisal is the limit of what an agency may pay absent special circumstances,\" she said. \"No such dispute exists here, and there are no special circumstances.\"\nThe Attorney General’s Office has been involved in the negotiations with Mount Vernon.\nKane said her office is unaware of any instances in which the state Supreme Court ruled contrary to attorney general opinions concerning the Gratuities Clause.\nThe attorney general is the top attorney for state agencies, Olens said. He said the GWCCA must abide by attorney general rulings like this one.\nOlens is correct if a state agency is buying the property, Emory University law professor Frank Alexander said.\n\"An attorney general’s opinion under Georgia law is the opinion of the attorney general. It is usually seen to be binding for the AG’s clients, which are the state agencies,\" Alexander said.\nGWCCA spokeswoman Jennifer LeMaster said the sole purchaser of the Mount Vernon property would be the state, or the GWCCA as the state agency involved in the negotiations.\nOn the purchase price guidelines, the agency defers to the attorney general, she said. Reed has worked independently to reach a deal with the church, announcing recently that Mount Vernon would agree to $15.5 million. But any amount over the $6.2 million would have to come from another party, likely in the form of a gift, LeMaster said.\nWill the deal for Mount Vernon be limited only to the $6.2 million in state money? Or will \"some other resources,\" as Reed described them in the interview, come into play. Stay tuned.\nReed’s statement is based largely on the state attorney general’s interpretation of a portion of the Georgia Constitution, which is appropriate because the land will be purchased by a state agency.\nGiven that, we reverse our earlier ruling.\nWe rate Reed’s statement True.", "vclaim_id": "vclaim-pol-08958"}