{"url": "/factchecks/2018/jun/29/donald-trump/president-trump-makes-some-interesting-claims-abou/", "speaker": "Donald Trump", "vclaim": "Says Wisconsin \"hadn’t been won by a Republican since Dwight D. Eisenhower, in 1952. And I won Wisconsin. …  Ronald Reagan, remember, Wisconsin was the state that Ronald Reagan did not win.\"", "truth_label": "pants-fire", "date": "stated on June 28, 2018 in a public forum:", "title": "President Trump makes some interesting claims about Wisconsin's Republican voting history", "text": "On a warm June afternoon, President Donald Trump proudly presided over the groundbreaking of Foxconn’s new $10 billion operation in Mount Pleasant, Wis.\nShovelsful of dirt were tossed and speeches were made hailing the company’s decision to build its complex in Wisconsin.\nIn the midst of it all, Trump took a moment to hail his own 2016 victory in Wisconsin, a win that was vital to securing the presidency.\nWisconsin, Trump said on June 28, 2018, \"hadn’t been won by a Republican since Dwight D. Eisenhower, in 1952.\"\nHe went on:\n\"And I won Wisconsin. And I like Wisconsin a lot, but we won Wisconsin. And Ronald Reagan, remember, Wisconsin was the state that Ronald Reagan did not win.\"\n(He made a nearly identical claim the night before, at a rally in Fargo, N.D.)\nSay what, Mr. President?\nA look at the numbers\nAccording to the American Presidency Project, the following Republicans have won Wisconsin’s presidential vote since 1952:\n1956: Dwight D. Eisenhower\n1960: Richard M. Nixon\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n1968: Richard M. Nixon\n1972: Richard M. Nixon\n1980: Ronald Reagan\n1984: Ronald Reagan\n2016: Donald Trump\nThe Republican presidential dry spell stretched from the 1988 election, when Democrat Michael Dukakis won Wisconsin, through 2012 when Democrat Barack Obama won Wisconsin.\nBut it did not stretch back to Eisenhower.\nAnd, for the record, the one state Reagan lost in 1984 was neighboring Minnesota, not Wisconsin.\nOur rating\nTrump said Wisconsin \"hadn’t been won by a Republican since Dwight D. Eisenhower, in 1952.\" and that \"Wisconsin was the state that Ronald Reagan did not win.\"\nElection records show that Trump is wrong on both counts.\nVery wrong.\nThe president might want to find another applause line for Wisconsin, because Republican candidates not named Trump won the state six times since Eisenhower’s 1952 win.\nWe rate his claim Pants on Fire.\n Share the Facts 2018-06-30 19:53:00 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Wisconsin \"hadn’t been won by a Republican since Dwight D. Eisenhower, in 1952. And I won Wisconsin. … Ronald Reagan, remember, Wisconsin was the state that Ronald Reagan did not win.\"    Donald Trump President of the United States https://thehill.com/homenews/administration/394672-trump-incorrectly-says-reagan-didnt-win-wisconsin   Mount Pleasant, Wisconsin  Thursday, June 28, 2018 2018-06-28    Read More  info", "vclaim_id": "vclaim-pol-01908"}