{"url": "/factchecks/2016/oct/20/hillary-clinton/hillary-clinton-donald-trump-still-promising-depor/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump \"said as recently as a few weeks ago in Phoenix that every undocumented person would be subject to deportation.\"", "truth_label": "mostly-true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Hillary Clinton: Donald Trump still promising to deport every undocumented person", "text": "Immigration was one of the main topics during the final debate between Democratic nominee Hillary Clinton and Republican contender Donald Trump.\nAsked about their positions, Trump reaffirmed his plans to build a wall along the southern border, get \"bad hombres\" out of the country and not give \"amnesty.\" Clinton said she doesn’t want to rip families apart or \"see the deportation force that Donald has talked about in action in our country.\"\nAs evidence, Clinton said that Trump \"said as recently as a few weeks ago in Phoenix that every undocumented person would be subject to deportation.\"\nWe wondered if in fact Trump said all undocumented people would be subject to deportation.\nClinton’s campaign pointed to Trump’s immigration speech on Aug. 31 in Phoenix.\nIn that 10-point speech, Trump started by talking about criminals, saying there would be \"zero tolerance for criminal aliens.\" He said his administration would begin moving them out \"Day One,\" working especially with police and law enforcement who \"know who these people are.\"\nHis fifth point centered on the enforcement of all immigration laws. The Clinton campaigned highlighted this part of the speech to back up Clinton’s debate comments.\n\"In a Trump administration all immigration laws will be enforced ... As with any law enforcement activity, we will set priorities. But unlike this administration, no one will be immune or exempt from enforcement. And ICE and Border Patrol officers will be allowed to do their jobs the way their jobs are supposed to be done. Anyone who has entered the United States illegally is subject to deportation. That is what it means to have laws and to have a country. Otherwise we don't have a country.\"\nTrump said his deportation priorities included criminals, security threats and visa overstays. According to some estimates, about 40 percent of the undocumented population came to the United States on visas and overstayed their departure date.\nWhile Trump emphasized removal of undocumented criminal immigrants and of those who arrived illegally, Clinton’s claim that every undocumented immigrant would be subject to deportation has merits.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn other parts of the Phoenix speech, Trump said undocumented immigrants would eventually have to return to their home countries and apply for re-entry.\n\"Those here illegally today, who are seeking legal status, they will have one route and one route only: To return home and apply for re-entry like everybody else, under the rules of the new legal immigration system that I have outlined,\" Trump said.\nBut Trump also gave another mixed message within the same speech.\nHe said that after accomplishing enforcement and deportation goals, after building a wall, ending illegal immigration and establishing a new lawful immigration system, \"then and only then will we be in a position to consider the appropriate disposition of those individuals who remain.\" That suggests that while every undocumented person could potentially be deported (\"subject to deportation\"), they won’t all be deported.\nOur ruling\nClinton claimed that Trump said \"as recently as a few weeks ago in Phoenix that every undocumented person would be subject to deportation.\"\nTrump said Aug. 31 that anyone in the country illegally who wants lawful status has to go back home and apply for re-entry, and that those who came illegally are subject to deportation.\nBut Trump also said \"then and only then will we be in a position to consider the appropriate disposition of those individuals who remain.\" That suggests he doesn’t intend to deport literally every undocumented person.\nClinton’s statement is accurate but needs clarification or additional information. We rate it Mostly True.\nhttps://www.sharethefacts.co/share/ac1ea82e-ae5f-46ba-ad05-e4114efd4e0d", "vclaim_id": "vclaim-pol-04092"}