{"url": "/factchecks/2012/jul/03/don-mcintire/does-portland-public-schools-spend-12000-year-stud/", "speaker": "Don McIntire", "vclaim": "\"We’re spending $12,000 bucks a kid a year in the school system.\"", "truth_label": "true", "date": "stated on June 26, 2012 in a radio show:", "title": "Does Portland Public Schools spend $12,000 a year per student?", "text": "Portlanders will vote on a $35 per person annual tax this November, aimed at helping the arts. Mayor Sam Adams, who orchestrated the plan, was on OPB’s Think Out Loud last week touting the proposal as a way to boost music and arts education for children.\n\nOn the other side was veteran tax activist Don McIntire. He called the plan \"cockamamie\" and \"frivolous,\" and one which Adams and the city had no business promoting.\n\n\"We’re spending $12,000 bucks a kid a year in the school system. If they’re not getting art training that’s the fault of the school system and that needs to be rectified,\" McIntire said on Think Out Loud.\n\nPolitiFact Oregon rang up McIntire for his source. He didn't specify Portland Public Schools on the radio, but he made clear to us that he was talking about the state's largest school district. He said it’s a national average, and he suspects PPS is even higher. In getting back to us with more information, McIntire upped the ante to $15,000 per student.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHis math is terrifically simple. Follow along.\n\nThe adopted budget for Portland Public Schools is $678 million for 2012-13. Resources include a beginning balance, food service sales and government funding. The expenditures category includes salaries, materials and debt service. McIntire subtracted about $11 million for fund transfers, which leaves roughly $667 million.\n\nDivide that by 47,288 students -- which is current enrollment -- and voila, $14,100 per student. McIntire also said we should add $900 per student for education service district support. That, he said, gets us to $15,000.\n\nWe asked him if it was fair to include building costs or debt service. Obviously those are not dollars going toward student instruction. McIntire said that it’s entirely fair \"if money is taken and derived from the taxpaying public, and it goes into the system somewhere and it’s spent.\"\n\nOK, let’s move on. Next we asked Matt Shelby, spokesman for Portland Public Schools, to ask his people for a figure. He said he’d get back to us. Because PolitiFact Oregon is always on the move, we started looking online and found that the U.S. average in per pupil spending was $10,615 in 2009-10, according to the U.S. Census Bureau. So, there’s some context.\n\nIn Oregon, according to the bureau, the number was lower: $9,624 per pupil (page 8). In Portland Public Schools, however, the number was higher: $10,949 (page 106). The averages included salaries and support services, with a portion for school and general administration.\n\nWe turned to the Oregon Department of Education, which tracks spending by school district. We zeroed in on a report called operating versus capital expenditures per student. This looked like the report we needed. Hurray!\n\nThere we found that the actual amount of money spent statewide per student, on average, in 2010-11 was $9,362. In Portland Public Schools, the per student spending was higher at $11,830. That is very close to $12,000. To short-circuit the process, we asked Shelby the spokesman if Portland Public Schools officials were comfortable with that breakdown. He said they were.\n\nWe will not rule on McIntire’s revised statement that the district spends about $15,000 on each student a year. He and others may think that’s a better estimate of how much money the district has -- and therefore, what it can afford to spend on arts education -- but that’s not what he said publicly. We will rule on the $12,000 per student figure instead.\n\nThe best historical numbers we have are state figures that show that Portland Public Schools in 2010-11 spent $11,830 per pupil. (The same report shows capital outlay per student was about $400, and $777 statewide.)\n\nNow, let’s go back to Portland Public Schools’ 2012-13 adopted budget. If you add together salaries, benefits, materials and services -- in other words, take out debt, capital and contingencies-- you get nearly $542 million. Divide that by the number of students and we end up at $11,459 per student. Again, we think that’s pretty close to $12,000.\n\nWith debt and capital -- the way McIntire and some others think is more accurate -- the number would be more than $12,000. It would be anywhere from $13,200 (without contingency and ending fund balance) to $14,100 (if those categories are included) to $15,000 (if he is correctly adding education service district costs to the budget).\n\nHis larger point is that the district, spending roughly $12,000 a student, has enough money to pay for arts and music classes. A higher number just makes his point stronger.\n\nWhether any of that is enough for Portland Public Schools to offer art and music instruction without a $35 per-person income tax is not for us to decide. McIntire’s statement is accurate and we rule it True.", "vclaim_id": "vclaim-pol-10822"}