{"url": "/factchecks/2009/feb/11/chain-email/bloggers-military-oath-bogus/", "speaker": "Chain email", "vclaim": "\"The Obama Administration wants to have soldiers and officers pledge a loyalty oath directly to the office of the President, and no longer to the Constitution.\"", "truth_label": "pants-fire", "date": "stated on January 30, 2009 in in many blogs and an email sent to many people.:", "title": "Bloggers post bogus claim about Obama and military oath", "text": "Two weeks ago, Matthew Avitabile, a 22-year-old grad student in upstate New York, decided to write a tongue-in-cheek blog item that said President Obama wanted soldiers to stop taking an oath to the Constitution and instead pledge their loyalty to the president himself.\n\n\nUnder the fake name Michele Chang — a name he dreamed up because he had just been talking to someone named Michele — Avitabile wrote\n\na bogus news story\n\nthat quoted a statement from White House spokesman Robert Gibbs saying, \"The president feels that the military has been too indoctrinated by the old harbingers of hate: nationalism, racism, and classism. By removing an oath to the American society, the soldiers are less likely to commit atrocities like those at Abu Ghraib.\"\n\n\nAvitabile labeled it satire in a note beneath the story, but in the superheated world of political blogs, where passions often run faster than reason, that wasn't enough.\n\n\nThe label got left off and his bogus story was quickly copied and pasted on blogs, zapped around the country through chain e-mails, and discussed in YouTube commentaries. Many people didn't bother to verify it and responded with comments of outrage.\n\n\n\"\n\nWho does this megalomaniac think he is?\" someone commented on the Web site Digg.\n\n\n\n\n\"Good g*d---Obama is an egomaniac like we've never seen before. Another Hitler on the rise. This guy is just trashing everything the Consitution stands for,\" wrote someone named Kitty on the blog Tree of Liberty.\n\n\n\nSomeone identified as bill122460 posted a commentary about it on YouTube titled \"\n\nOBAMA S HITLER OATH THIS IS MESSED UP\n\n.\"\n\n\n\"He don't belong in office,\" bill122460 said in the five-minute commentary. \"End of story.\"\n\n\nHe added that it was \"a Hitler oath. I told you! Welcome to the United States of Nazi Germany!\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nIt's clear that bill122460 and many other people didn't know it was satire. Some of the blog postings referred to Michele Chang as if she were a well-known (and real) writer. \"Michele Chang: bama wants to have soldiers and officers pledge a loyalty oath directly to bama, not the Constitution,\" said one.\n\n\n\n\nSome blogs were eventually corrected, or people posted comments that said the article was a fake, but others still carry the fake article. Brent Johnson, a radio host who posted the item on his Voice of Freedom blog, said he posted it without verifying it because \"This is one of those stories where, if it is true, is so, so serious. It’s the kind of thing people need to know about in the chance it is true.\"\n\n\nBut now that Johnson has heard it is a satire, he said he will revise or remove the item.\n\n\nAvitabile, a Republican who had previously poked fun at Obama with a tongue-in-cheek article that said scientists had determined that he was \"genetically superior,\" is thankful for all the traffic it generated for his blog Jumping in Pools. In the past he was lucky to get 1,000 hits on a story, but this one got more than 50,000. Yet he's disappointed that so many people published his work without verifying it.\n\n\n\"Out of the 50,000 who looked at it, only three had the good sense to contact me and see if it was true,\" he told us (PolitiFact was one of the three).\n\n\nAvitabile described himself as a moderate Republican — \"I'm pro-gay rights, pro-wind energy\" — but said he was surprised that so many in his party had such negative feelings about Obama.\n\n\n\"People wanted to believe this about the president so bad, that he would really go toward a dictatorship so much that they would go with it without checking it,\" he said.\n\n\nIndeed, we all know that passions run high in politics, but it's remarkable to us that so many people would pass along something that is so obviously ridiculous without verifying it. But we should have expected this. During the campaign, we found people were passing along e-mails claiming that\n\nObama wanted to adopt the Coke theme song as the National Anthem\n\n.\n\n\nSo now, as we did for that one, we've got to set the meter ablaze. And this claim is not just Pants on Fire wrong. It's a reminder that if you get something shocking in your inbox, you should check it out before you pass it along.", "vclaim_id": "vclaim-pol-15829"}