{"url": "/factchecks/2015/dec/09/facebook-posts/facebook-posts-still-claim-obama-wasnt-born-us/", "speaker": "Facebook posts", "vclaim": "Barack Obama’s Columbia University ID says he was a foreign student and went by \"Barry Soetoro.\"", "truth_label": "pants-fire", "date": "stated on November 13, 2013 in multiple posts:", "title": "No, a college ID does not show Barack Obama was a foreign student at Columbia University", "text": "President Barack Obama is about to enter his eighth and final year in the Oval Office, but some people are still trying to say he was never eligible for that job in the first place.\nOther conspiracy theories focus on Obama’s birth certificate (which isn’t a fake). This one uses his, ahem, totally real college ID to make the case that Obama was foreign-born.\nA reader recently asked us via snail mail to look into a post he saw on Facebook showing the purported Columbia University student ID of Barry Soetoro — aka Barack Obama. The ID lists Soetoro as a foreign student.\nThis image has been around for a few years now. Here’s a 2013 post from \"Tea Party United.\"\n\n\nOther Internet debunkers have looked at this before (Snopes, for one), but we wanted to take our own look.\nIt may not surprise you that it’s a sham.\nSorting out Soetoro\nThere was a time when Obama used the last name \"Soetoro.\" Obama used Soetoro, the last name of his stepfather, while he was growing up in Indonesia. At age 10, Obama moved back to Hawaii, his birthplace, and stopped using that last name.\nAfter two years at Occidental College in California, 20-year-old Barack Obama transferred to Columbia University in New York in 1981.\nThere are no records that suggest Obama ever went by his childhood alias while attending Columbia. In 1983, the university’s weekly magazine published an essay written by Obama. The byline reads \"Barack Obama.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nID issues\nWhoever took the time to make this image apparently didn’t take the extra time to change the number on the card. After the card made the initial rounds, Snopes revealed the card number belonged to another student, who appears to be caught up in this simply because he posted his card to the web in 1998.\n\nThe picture of Obama on the fake ID is definitely not of the president as a young college student. It looks like the photo was taken in 1999, when Obama was in his late 30s and a state senator in Illinois.\n\nWhat’s more convincing is Columbia University didn’t even start using digital ID cards until 1996 — 13 years after Obama graduated.\n\"This is a fake,\" said Robert Hornsby, a spokesman for the university, to PolitiFact. \"We didn't even have such IDs then.\"\nFinally, Obama’s ID would not have said \"foreign student,\" and not just because Obama was born in Hawaii. Hornsby said Columbia doesn’t even label student IDs like that.\nOur ruling \nA Facebook post makes ridiculous claims about a Columbia University ID that shows Obama was a foreign student who went by the alias \"Barry Soetoro.\"\nThe post wants you to believe Obama isn’t really an American citizen. But the ID, and the birther narrative behind it, is not valid.\nObama stopped using his stepfather’s last name when he was 10. Columbia University didn’t even start using these types of IDs until the mid 1990s, long after Obama graduated.\nThe ID is a pretty bad Photoshop job. We rate the claim Pants on Fire!\nEditor's note: This article has been updated to correct the name of Columbia University spokesman Robert Hornsby.", "vclaim_id": "vclaim-pol-05636"}