{"url": "/factchecks/2020/jul/17/donald-trump/no-joe-biden-will-not-abolish-police-or-prisons-do/", "speaker": "Donald Trump", "vclaim": "A Joe Biden-Bernie Sanders “unity” policy document shows “they want to abolish our police departments. They want to abolish our prisons, I guess.”", "truth_label": "pants-fire", "date": "stated on July 14, 2020 in remarks in the White House Rose Garden:", "title": "No, Joe Biden will not ‘abolish’ police or prisons, as Donald Trump said", "text": "In a break from tradition, President Donald Trump used the White House’s Rose Garden as the venue for a lengthy rhetorical shot at his 2020 campaign rival, Joe Biden. Trump particularly targeted a policy document recently agreed to by representatives of the Biden campaign as well as allies of Sen. Bernie Sanders, I-Vt., who gave Biden a strong challenge from the ideological left in the 2020 Democratic primaries.\n\"The Biden-Sanders agenda is the most extreme platform of any major party nominee, by far, in American history,\" he said.\nTrump went on to call out many parts of the platform, including its policies on criminal justice.\n\"We could go on for days,\" Trump said. \"Incentivize prison closure. So they want to close our prisons. They now want to abolish our police departments. They want to abolish our prisons, I guess.\"\nThis is wildly untrue.\nThe Trump campaign didn’t respond to our inquiries.\nDoes Biden want to \"abolish our police departments\"?\nAs we’ve reported, some protesters using the term \"defund the police\" want to eliminate police departments entirely. But most officials do not want to eliminate the police; they want to revisit the functions of police departments and reroute some of their funding toward social services.\nBut Biden explicitly rejected the \"defund the police\" label.\n\"While I do not believe federal dollars should go to police departments violating people’s rights or turning to violence as the first resort, I do not support defunding police,\" Biden wrote in an op-ed in USA Today. \"The better answer is to give police departments the resources they need to implement meaningful reforms, and to condition other federal dollars on completing those reforms.\n\nSo what does Biden support?\nThe unity document backs a wide array of criminal-justice provisions, including decriminalization of marijuana by jurisdictions that want to do so and repealing federal mandatory minimum sentences.\nNot only does the unity document not say anything about abolishing the police, it includes several passages that are based on the assumption that there will be police going forward. They include:\n• \"We will require officer training in effective nonviolent tactics, appropriate use of force, implicit bias, and peer intervention, both at the academy and on the job.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n• \"Democrats will reinvigorate community policing approaches, so officers on the beat better serve the neighborhoods they work in.\"\n• \"Democrats also support measures to increase diversity among the ranks of police departments, so our law enforcement agencies look more like the communities they serve. And we will seek increased funding for officer health and well-being in police departments across the country, including for personal safety equipment and mental health services.\"\nDoes Biden want to \"abolish our prisons\"?\nThere is one type of prison that the unity document does support abolishing: privately owned and run prisons.\n\"Private profit should not motivate the provision of vital public services, including in the criminal justice system,\" the unity document says. \"Democrats support ending the use of private prisons and private detention centers.\"\nBut to equate that with abolishing all prisons, as Trump did, is highly misleading.\nBiden wants to change some aspects of prisons. \"We also believe that too many of our jails and prisons subject people to inhumane treatment, and will work to end practices like solitary confinement for adults and juveniles,\" the unity document says. \nBiden also supports reducing what he considers to be the outsized role of prisons in the criminal justice system.\n\"Democrats know we can end the era of mass incarceration and dramatically reduce the number of Americans held in jails and prisons while continuing to reduce crime rates, which have fallen steadily from their peak nearly three decades ago,\" the unity document says.\nHowever, the document envisions that prisons will exist in the future, just with a different model of administration and changes for some of the policies they currently enforce.\nWe’ll close by highlighting similarities between what Biden hopes to achieve and what Trump has already done.\nTrump in 2018 signed the First Step Act, a bipartisan criminal justice reform bill. This measure tried to move the law in directions that are similar to aspects of the Biden platform, including efforts to reduce the severity of sentences, a greater emphasis on policies to reduce convict recidivism, and making retroactive the end to the disparity between crack and powder cocaine.\nOur ruling\nTrump said that a Biden-Sanders \"unity\" policy document shows that \"they want to abolish our police departments. They want to abolish our prisons, I guess.\"\nThe document does not say anything about abolishing police departments or getting rid of all prisons. The document includes several passages that clearly indicate that police and prisons will exist in the future, with proposed changes. Criminologists say some of Biden’s policies represent a continuation of policies enacted by Trump himself in the First Step Act.\nWe rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-17753"}