{"url": "/factchecks/2016/feb/07/bernie-sanders/foreign-policy-spat-bernie-sanders-suggests-madele/", "speaker": "Bernie Sanders", "vclaim": "\"Tell me what Madeleine Albright’s position was on the War on Iraq. I wouldn’t be surprised if she supported it.\"", "truth_label": "barely-true", "date": "stated on February 7, 2016 in comments on Meet the Press:", "title": "In foreign policy spat, Bernie Sanders suggests Madeleine Albright supported Iraq invasion", "text": "Bernie Sanders is feuding with a female former secretary of state over foreign policy, but her name isn’t Hillary Clinton.\nOn NBC’s Meet the Press, host Chuck Todd played Sanders a clip of Madeleine Albright, who supports Clinton and served as President Bill Clinton’s top diplomat, expressing concern over Sanders’ lack of foreign policy knowledge and interest. Sanders dismissed Albright’s suggestion and, in turn, questioned her judgment.\n\"Now, I don’t really know this. Maybe the answer is different. Tell me what Madeleine Albright’s position was on the War in Iraq,\" Sanders asked.\n\"I don’t know,\" Todd admitted.\n\"I wouldn’t be surprised if she supported that war,\" Sanders said. \"The issue here is not just experience. The issue here is judgment.\"\nSurprise! The answer is different, and complicated. Sanders may have couched his comments, but his suggestion that Albright was a war hawk is clear, and inaccurate. Albright’s position was more nuanced.\nNeither a hawk nor a dove\nAn Albright spokeswoman referred us to an op-ed column Albright penned in the New York Times on Sept. 13, 2002 — about six months before the start of the war on March 20, 2003 — urging President George W. Bush to focus on destroying al-Qaida rather than invading Iraq.\n\"It makes little sense now to focus the world's attention and our own military, intelligence, diplomatic and financial resources on a plan to invade Iraq instead of on al-Qaeda's ongoing plans to murder innocent people. We cannot fight a second monumental struggle without detracting from the first one,\" Albright wrote.\nThe Sanders camp, meanwhile, forwarded us an interview Albright did with the Globalist in September 2003 — months after the invasion — that seems to suggest her support for the war.\nWhen asked if she agrees with the premise of the war, Albright said, \"I personally felt the war was justified on the basis of Saddam’s decade-long refusal to comply with UN Security Council resolutions on WMD (weapons of mass destruction).\"\nWait a second, did Albright change her position and jump on the war wagon?\nSearching transcript and news interviews in between those two comments, we found that Albright has said she would support the troops if it came to that, but she continuously questioned the Bush administration's’ eagerness to invade Iraq.\nHere’s a sampling of comments she made:\n• Aug. 22, 2002, PBS Newshour: \"(Iraq) is not a direct threat to the United States, which is why, I think, we need to have a discussion about whether we will be or would be better off with an attack or a pre-emptive attack on Iraq from where we are now, where, in fact, I believe that Iraq and Saddam Hussein are contained pretty well within this sanctions box.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Sept. 13, 2002, NBC’s Today: \"I think that there would be a great diversion from our need to fight terrorism if we now all of a sudden redeploy a lot of our intelligence capabilities and capacities and forces to deal with a war in Iraq. … I think if we are going to go into a full-scale war, it should be possible to provide more, in terms of ways that they can see things.\"\n• Sept. 26, 2002, Senate Foreign Relations Committee hearing:  \"I also hope it will not be necessary to use the authority in question. America must respond firmly to Saddam Hussein and it may be necessary to wage war to remove him. But I do not share the irrational exuberance for this conflict that is present among some pundits and perhaps even a few administration officials.\"\n• Dec. 5, 2002, ABC’s Good Morning America: Regarding whether it is the right moment to move toward war, she said, \"The timing of this is something that troubles me. And I think we need to know more about what all this is about. You know, a lot of people who have been asking questions or accused of being unpatriotic. My sense is is that it's our patriotic duty as citizens to ask the questions.\"\n• Jan. 29, 2003, NBC’s Today: \"I think (President Bush) yes, yet again really presented a case against Saddam. I mean, we've heard all that. But I don't (think) that it was convincing enough for me as to why (war) has to happen instantly.\"  \n• Feb. 9, 2003, NBC’s Meet the Press: \"I think we're going to war, and so I will support the president and I will support our troops in Iraq. ... So I am not flat-out saying that I think this is a mistake.  What I'm saying, though, is that we cannot avoid thinking about al-Qaida and the fight on terrorism and North Korea. And in the last few days, there are some additional problems between India and Pakistan, and we have a lot of issues on the table.\"\n• March 17, 2003, PBS Newshour: \"My sense now is we are doing it in the worst way. Not in fact that there is any reason to defend Saddam Hussein — I agree completely and have for a long time with the why of what President Bush has said. But the timing of it, kind of an elective war, pre-emptive action, a serious attack on the United Nations, generally questions about where the institutional structure of the post World War II world is coming to, are all questions that I think need to be considered — and that are issues that show the inevitable, the avoidable consequences, inevitable consequences that will come from this. ... And let me say that as soon as we go to war, I think all of us that have had arguments against this will make very clear that we support our troops.\"\nAfter the war began, Albright remained a critic.\n• March 20, 2003, CNN American Morning: \"My reactions are that it is actually a very sad day that we have had to go in this direction.  Obviously, we are all very supportive of our troops who, in watching what has been going on, are quite brilliant. ... And I just think that this is a difficult war. The president has already warned us that it's going to be longer than people think. I hope very much that that part of it can get over as quickly as possible and that we are able to move into the reconstruction phase.\"\n• Sept. 21, 2003, NBC’s Meet the Press: \"I understood the why of the war ... But I always said that I didn’t know why now. ... And then, I think the part that is very hard to deal with, is the administration keeps changing the rationale for why the war, which is very confusing and does lead people to wonder why we did it at the time that we did.\"  \n• Oct. 21, 2003, The Herald Sun op-ed column: \"The Iraq war was a war of choice. When I was Secretary of State I said many of the same things about Saddam Hussein that President Bush has said. But I never thought he constituted a level of threat that required immediate action.\"\nTo be fair, it’s not entirely unreasonable for Sanders to have assumed Albright supported the war, given her record as a staunch critic of Saddam Hussein, said Tom Lippman, a journalist and author of Madeleine Albright And The New American Diplomacy.\nUnfortunately, the record doesn’t back his assumption.\nWhat’s more, Albright’s comments on the invasion — recognizing Saddam Hussein as a threat and a tyrant but not necessarily a reason for war — sound similar to what Sanders himself was saying.  \n\"The question, Mr. Speaker, is not whether we like Saddam Hussein or not. The question is whether he represents an imminent threat to the American people and whether a unilateral invasion of Iraq will do more harm than good,\" Sanders said on the House floor Oct. 9, 2002.\nOur ruling\nSanders said, \"Tell me what Madeleine Albright’s position was on the War in Iraq. ... I wouldn’t be surprised if she supported that war.\"\nWhile Albright has voiced support for the troops and said she understands the rationale behind the war, her comments suggest she would have rather avoided the invasion.\nWe rate Sanders’ claim Mostly False.", "vclaim_id": "vclaim-pol-05447"}