{"url": "/factchecks/2011/feb/02/john-kitzhaber/john-kitzhaber-says-proposed-budget-represents-inc/", "speaker": "John Kitzhaber", "vclaim": "Says his state budget will \"provide an increase in state funding\nfor the 2011-12 school year.\"", "truth_label": "mostly-true", "date": "stated on January 25, 2011 in an e-mail:", "title": "John Kitzhaber says proposed budget represents increase in state funding for schools", "text": "Before Gov. John Kitzhaber released his budget proposal for the next two-year cycle, he gave a few hints at how he’d budget some of the biggest pieces of state government. In an e-mail sent out before the Feb. 1, 2011, budget announcement, he says he’ll allocate some $5.56 billion for the state’s K-12 public school system.\n\nBut that’s not all. He gets even more specific. Kitzhaber plans to make 52 percent of the total (about $2.89 billion) available in the first year of the cycle.\n\nThis, he says, is the \"equivalent to a $5.78 billion budget for school funding. The effect is to provide an increase in state funding for the 2011-12 school year.\"\n\nThat, naturally, piqued our curiosity given that most of what you hear down in Salem is worrying comments about how education will have to take a cut going forward. And yet, here’s Kitzhaber talking about increased spending.\n\nCould he really be offering the schools more money next year? We decided to find out.\n\nTo start off, it’s helpful to have a clear understanding of where funding is currently. The thing is, the budget for public education has fluctuated several times over the past couple of years. The state revenue forecast is consistently down, which has led to reductions in the budget. Meanwhile, there’s been movement on the federal level to kick funds to states, which have helped balance, in part, some of those earlier cuts. But not all of them.\n\nTo get the most recent number, we called Oregon's Legislative Fiscal Office. According to the office’s most recent calculations, K-12 education is operating on a budget of $5.756 billion. Thatincludes the promise of $35.5 million from a state education stability fund, which may or may not come through. But, for the purpose of this article, we’ll keep it in the total.\n\nOf that $5.75 billion, $342 million has come from the federal government in various forms and $5.41 billion has come from the state. To parse it even more (who doesn’t love lots of numbers?), $2.94 billion went to schools during the 2009-10 school year, while the remaining $2.82 billion went to schools for the current year.\n\nSo, let’s compare these numbers to what Kitzhaber is proposing.  According to the e-mail statement, Kitzhaber is suggesting a K-12 budget of $5.56 billion for the next two-year period. But for next year in particular, he is suggesting $2.89 billion go to schools. That’s a clear increase in funding (not just state funding, but overall funding) this year over next, by about $70 million.\n\nStill, it’s important to note here, that funding, overall, will take a hit. Sure, the state is throwing in more cash for the upcoming biennium than it did the current -- about an extra $150 million. And yes, the school system will have more cash to work with next year than it did this year. But overall the biennium’s budget is down, $5.756 billion to $5.56 billion. That’s because the state’s increase in funding still doesn't offset lost federal dollars.\n\nWhat’s more, under Kitzhaber’s proposal, that reduction will be felt strongest come the 2012-13 school year. Whereas there will be a $70 million more to work with next year, as compared to the current school year, there will be a $150 million decrease the following year, if you use the current year as the baseline.\n\nBy front-loading 2012, you necessarily leave 2013 with a smaller slice of the funds.\n\nKitzhaber explains his logic in the e-mail: \"Front-loading the funding also provides a year to find cost savings through consolidation and other efficiencies to maintain this level of classroom support during the 2012-13 school year.\"\n\nWhether those cost savings will be realized, nobody can say, so we’ll stick the initial statement, which is that this proposed budget represents an increase in state funding for the upcoming 2011-12 school year. Kitzhaber is right, it does. That said, it’s important to recognize that even with the increase in state funds, the school system will have to make do with less sooner or later. Kitzhaber seems to have chosen later.\n\nSince we think that bit of context is important, we rate this claim Mostly True.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13682"}