{"url": "/factchecks/2010/sep/24/nancy-pelosi/nancy-pelosi-cites-john-boehner-saying-gop-plans-r/", "speaker": "Nancy Pelosi", "vclaim": "Says John Boehner \"admits 'we are not going to be any different than we’ve been' \" by returning to \"the same failed economic policies\" that \"wrecked our economy.\"", "truth_label": "pants-fire", "date": "stated on September 23, 2010 in a blog post:", "title": "Nancy Pelosi cites John Boehner in saying GOP plans return to old economic policies", "text": "In their effort to hold a congressional majority, Democrats keep saying that if the Republicans take power, they will return to the policies of former President George W. Bush and the previous Republican majority in Congress -- policies that Democrats blame for helping cause the current recession.\n\nThe office of House Speaker Nancy Pelosi, D-Calif., used this argument in responding to a Sept. 23, 2010, event in which House Republicans unveiled a \"Pledge to America\" -- a statement of policy principles that House Republicans intend follow.\n\nA Sept. 23 post on Pelosi's \"Gavel\" blog said, \"Answering a question this morning about the preamble to the GOP’s ‘Pledge to America,’ House Republican Leader John Boehner admitted to American workers, their families and small businesses, 'We are not going to be any different than we’ve been.' Finally, we get the truth. Congressional Republicans want to return to the same failed economic policies that cost us 8 million American jobs, doubled our national debt, hurt millions of Americans, and wrecked our economy.\"\n\nThe post included an eight-second video clip in which Boehner says, \"And the point we make in this preamble to our Pledge is that we're not going to be any different than we've been.\"\n\nWe wanted to see if Pelosi's post accurately reflected what Boehner, an Ohio Republican, had said at the event.\n\nSo we listened to the audio recording of the question-and-answer session from which the quote was taken. Here's the full question and answer:\n\nQuestion: \"Legislatively, how do you plan to honor families, traditional marriage, life and the private and faith-based organizations that form the core of our American values?\"\n\nBoehner: \"I think if you look at House Republicans over the course of the last year, two years -- for that matter, the last 10 years -- you will see that, by and large, we have supported those pro-family, traditional values issues. And the point we make in this preamble to our Pledge is that we are not going to be any different than what we've been. We are going to stand up for those things that we believe in.\"\n\nSo Boehner was not in fact talking about the party's economic policies. He was answering a question about what he called \"pro-family, traditional values issues.\"\n\nThose are two very different things, and the extremely tight editing of the eight-second clip in Pelosi's blog post suggests to us that whoever edited the clip realized that Boehner's full answer would not have made the point they wanted to make.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOthers have found plenty to criticize about the Republican plan. On the Daily Show, Jon Stewart mocked Republican comments at the Pledge event by intersplicing them with nearly identical statements made by GOP leaders in the past.\n\nBut it's a gross mischaracterization to make that point by touting Boehner's comment and saying that he was referring to economic policy.\n\nPelosi's office told us they think it's fair to interpret his words broadly. \"Leader Boehner, like others in his party, may wish to take his statement back, but he was clearly in an event, speaking about the Republican agenda when he said it,\" said Pelosi spokesman Nadeam Elshami. \"The preamble is a prelude to the pledge, which is a roadmap right back to failed policies of the past.\"\n\nThat's an opinion that many Democrats share, but we still feel that the Speaker's office significantly distorted Boehner's comments. Even if you believe that the Republicans would indeed return to Bush-era economic policies, it does not justify making that point by twisting Boehner's comment, which was specifically tailored to social issues. Nor does it justify running a video clip that is highly abbreviated and removes all context from Boehner's statement. For these reasons, we rate the blog post Pants on Fire.", "vclaim_id": "vclaim-pol-14363"}