{"url": "/factchecks/2016/jul/28/chris-murphy/dnc-sen-chris-murphy-says-90-americans-want-expand/", "speaker": "Chris Murphy", "vclaim": "\"Ninety percent of Americans want our background check system strengthened and expanded to cover more gun sales.\"", "truth_label": "true", "date": "stated on July 27, 2016 in a speech at the Democratic National Convention in Philadelphia:", "title": "At DNC, Sen. Chris Murphy says 90% of Americans want expanded background checks for gun purchases", "text": "Democrats made a forceful argument for stricter gun control on the third night of the Democratic National Convention in Philadelphia.\nOne speaker, Sen. Chris Murphy of Connecticut, called for expanded background checks in particular.\n\"Listen, 90 percent of Americans want our background check system strengthened and expanded to cover more gun sales so that dangerous weapons don't fall into the wrong hands,\" Murphy said.\nUnder current law, background checks are required in sales by federally licensed gun dealers, but the checks are not required for gun sales by private sellers.\nNational polls conducted over the past year consistently show that around 90 percent of Americans support some sort of expanded background checks for gun purchases.\nHere are a few examples of recent polls about background checks:\nQuinnipiac University poll, conducted June 21-27, 2016: \"Do you support or oppose requiring background checks for all gun buyers?\" Support: 93 percent. Oppose: 6 percent. Not sure: 1 percent.\nCNN/ORC poll, conducted June 16-19, 2016: Would you favor or oppose \"a background check on anyone attempting to purchase a gun in order to determine whether the prospective buyer has been convicted of a felony\"? Favor: 92 percent. Oppose: 8 percent.\nCBS News poll, conducted June 13-14, 2016: \"Do you favor or oppose a federal law requiring background checks on all potential gun buyers?\" Favor: 89 percent. Oppose: 8 percent. Unsure/no answer: 2 percent.\nPublic Policy Polling survey, conducted March 24-26, 2016: \"Do you support or oppose requiring a criminal background check of every person who wants to buy a firearm?\" Support: 84 percent. Oppose: 10 percent. Not sure: 6 percent.\nQuinnipiac University poll, conducted Dec. 16-20, 2015: \"Would you support or oppose a law requiring background checks on people buying guns at gun shows or online?\" Support: 89 percent. Oppose: 9 percent. Unsure/no answer: 1 percent.\nCBS/New York Times poll, conducted Oct. 21-25, 2015: \"Do you favor or oppose a federal law requiring background checks on all potential gun buyers?\" Favor: 92 percent. Oppose: 7 percent. Unsure/no answer: 1 percent.\nGallup poll, conducted Oct. 7-11, 2015: \"Would you favor or oppose a law which would require universal background checks for all gun purchases in the U.S. using a centralized database across all 50 states?\" Favor: 86 percent. Oppose: 12 percent. Unsure: 2 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nQuinnipiac University poll, conducted Sept. 17-21, 2015: \"Do you support or oppose requiring background checks for all gun buyers?\" Support: 93 percent. Oppose: 6 percent. Unsure/no answer: 1 percent.\nPew Research Center poll, conducted July 14-20, 2015: Do you favor or oppose \"making private gun sales and sales at gun shows subject to background checks?\" Favor: 85 percent. Oppose: 13 percent. Unsure/refused: 2 percent.\nPew found that support for background checks spans all partisan and demographic groups, and it is also favored by a majority of households that own guns and those that do not.\n\"At the collective level, we know that Americans are in favor of the government instituting new checks on the ability to buy guns, which theoretically would prevent those who have some type of official negative record on file from buying them,\" wrote Gallup editor-in-chief Frank Newport in June. \"Americans have mixed feelings as to how effective they think these background check laws would be but overwhelmingly are willing to go along with them.\"\nSome gun rights advocates have taken issue with this statistic for reasons such as the survey questions referring to the general idea of background checks rather than specific legislation.\nFor example, in 2013, polls found that 90 percent of Americans supported expanded background checks. However, when Congress failed to pass a popular bill that would have increased background checks, 47 percent were disappointed or angry that it failed, while some 39 percent were relieved or very happy, according to a Washington Post/Pew Research Center poll.\nThis highlights an odd discrepancy: While people overwhelmingly support specific gun policy ideas, like universal background checks and banning suspected terrorists from buying guns, the support is not as robust when it comes to actually expanding gun control.\nThe October CBS/New York Times poll that found 92 percent support for expanded background checks also shows 46 percent of Americans think laws covering gun sales should be either made less strict or stay the same. Just 51 percent said the laws should be made more strict.\n\"People don't seem to like the idea of ‘gun control,’ but they still want the government to do more to keep guns out of the hands of criminals and the mentally ill,\" said Adam Winkler, a law professor at the University of California Los Angeles and author of Gunfight: The Battle over the Right to Bear Arms in America, in a prior interview with PolitiFact.\nOur ruling\nMurphy said, \"90 percent of Americans want our background check system strengthened and expanded to cover more gun sales.\"\nEvery national poll we could find that was conducted over the past year supports this statistic.\nWe rate Murphy’s claim True.\nhttps://www.sharethefacts.co/share/a9c70aeb-a752-48fa-94a9-893e77b835bb", "vclaim_id": "vclaim-pol-04587"}