{"url": "/factchecks/2008/feb/04/citizens-united-political-victory-fund/thats-the-ticket/", "speaker": "Citizens United Political Victory Fund", "vclaim": "\"(John McCain) was even mentioned as a running mate with John Kerry.\"", "truth_label": "true", "date": "stated on February 1, 2008 in a TV ad:", "title": "That's the ticket", "text": "Republicans have often questioned Sen. John McCain's conservative stripes, and the idea that he was a potential running mate for Democrat John Kerry in 2004 stokes their suspicions even more.\n\nThe advocacy group Citizens United Political Victory Fund is currently on the attack, launching an ad that at first appears to be aimed at Hillary Clinton.\n\n\n\"One candidate voted against the Bush tax cuts, both times. ... And was even mentioned as a running mate with John Kerry.\"\n\n\nA photo of Clinton slides over to reveal McCain; the narrator says, \"Hillary Clinton? No. John McCain.\"\n\n\nWe checked the claim on McCain's votes\n\nhere.\n\n\n\nAs for the charge that McCain was mentioned as a running mate with Democratic nominee John Kerry in 2004? That's true.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nThere are many, many references in the media to the idea that McCain was possible for the No. 2 spot on the Democratic ticket. Here are just a few:\n\n\n• In March 2004, reports about the offer prompted\n\nGood Morning America\n\nhost Charles Gibson to ask McCain about it in an interview on the show. McCain answered: \"John Kerry is a very close friend of mine. We've been friends for years. Obviously, I would entertain it. But there's, I see no scenario, no scenario, no scenario where I, I foresee no scenario where that would happen.\"\n\n\n• After Kerry picked John Edwards as his running mate in July 2004, the\n\nWashington Post\n\nreported that Kerry initiated phone calls to McCain about a possible crossover ticket, \"but McCain made clear he was not interested.\"\n\n\n• A February 2007 article in\n\nVanity Fair\n\nmagazine titled \"Prisoner of Conscience\" says: \"Kerry felt close enough to McCain at the time to make multiple and serious inquiries about McCain's interest in running for vice president on a national-unity ticket (and McCain basked in the courtship, even if he knew nothing could ever come of it).\n\n\n• And, in an April 2007 interview with the Web site myDD.com (Direct Democracy for People-Powered Politics), Kerry says McCain's people approached him about being on the Democratic ticket. Responding to suggestions that McCain had approached prominent Democrats about switching parties, Kerry says: \"It doesn't surprise me completely because his people similarly approached me to engage in a discussion about his potentially being on the ticket as vice president. So his people were active — let's put it that way.\"\n\n\nWe're not saying McCain gave the idea much thought or even that he was offered the job, but it's clear he \"was mentioned as a running mate with John Kerry.\" We rule this statement True.", "vclaim_id": "vclaim-pol-16361"}