{"url": "/factchecks/2017/mar/20/vicky-hartzler/rep-vicky-hartzler-underestimated-lack-high-speed-/", "speaker": "Vicky Hartzler", "vclaim": "\"Roughly one-fourth of rural Missourians are unable to purchase high-speed internet, which puts them at a disadvantage in everything from education to entertainment to health care.\"", "truth_label": "half-true", "date": "stated on March 14, 2017 in a press release:", "title": "Rep. Vicky Hartzler underestimated the lack of high-speed internet in Missouri", "text": "In the face of President Donald Trump’s push to spend $1 trillion on revitalizing infrastructure around the country, many lawmakers have been making their case to secure some of the proposed funds. \n\n\nRep. Vicky Hartzler, R-Harrisonville, published a news release on Feb. 14 highlighting a letter she and 70 other congressional representatives signed asking Trump to include funding in his infrastructure investments to expand access to high-speed internet.\n\n\n\"Roughly one-fourth of rural Missourians are unable to purchase high-speed internet which puts them at a disadvantage in everything from education to entertainment to health care,\" Hartzler said in the release.\n\n\nIn a tweet from the next day, she expanded the spectrum of her assertion and said, \"Roughly one-fifth of Missourians are unable to purchase/access high-speed internet.\"\n\n\nIn an era of unceasing digitalization, access to the internet is only becoming a greater daily necessity.\n\n\nWe wanted to fact check her numbers.\n\n\nAn outdated report\n\n\nWe reached out to Hartzler’s spokesman, Kyle Buckles, to find the source of this information. Buckles provided us with the Eighth Broadband Progress Report compiled by the Federal Communications Commission and released on Aug. 14, 2012. The report was also included in the news release, via hyperlink.  \n\n\nAccording to these 2012 numbers, Hartzler’s statement about rural residents is correct: some 24.2 percent of Missourians living in rural areas don't have access to high-speed internet. However, in her tweet she noted that one-fifth of all Missourians don’t have access to high-speed internet. This figure is inaccurate, according to the 2012 report, which says that 7.5 percent of the total state population doesn't have access to high-speed internet.\n\n\nThe problem gets worse, though. The 2012 report provided by Buckles used an outdated benchmark internet speed. Measured in megabits per second, or mbps, the speed of an internet connection is a measurement of data transfer. The first number refers to the download speed, which is how fast your connection can retrieve data from the server, and the second number refers to the upload speed, which is how fast you can deliver data to the server.\n\n\nThe benchmark number for high-speed internet used by the old FCC report is 4mbps/1mbps. The 2016 FCC Broadband Progress Report has a benchmark of 25mbps/3mbps.\n\n\nThe raised benchmark has drastically reframed the picture of access to high-speed internet in Missouri.\n\n\nFaster internet\n\n\nAccording to the 2016 report, 1,257,622 Missourians — or one-fifth of the state population — don’t have access to high-speed internet. (This is the same figure that Hartzler cited in her tweet, which leads us to believe that she gathered the data for her tweet from the most updated FCC report.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\n\nAdditionally, 61 percent, or 1,053,213 Missourians, who live in rural areas don’t have access to high-speed internet. That is a drastic increase from the 25 percent Hartzler cited in her release. \n\n\nIt should also be noted that of those without access to high-speed internet, roughly 84 percent live in rural areas.\n\n\nMissouri ranks behind the national figures in both the percentage of the total population that lacks access to high-speed internet, 10 percent, and the percentage of rural the population without access, 39 percent.\n\n\nThe importance of high-speed\n\n\nWhich brings us to the question: why does having high-speed internet matter?\n\n\nHeather Shoenberger, an assistant professor at the University of Oregon School of Journalism and Communication who formerly worked on the Missouri Broadband Project, put it simply: \"Just think of all of the things you use internet for.\"\n\n\nIn addition to the rapid potential that continues to be unlocked by the internet and the internet of things, Shoenberger pointed to more mundane tasks like applying for a job.\n\"You can’t get online to Monster(.com) and put your information in,\" she said. \"My parents actually have a small company and they often post to (job) boards that people supposedly have access to, (but) they’ve had some ads that have had zero response. And it’s not a result of the fact that people don’t need jobs in that area, because they most certainly do.\"\nShe continued, \"Everything we do almost is connected online now; almost everything is in the cloud and if you’re not part of that, you’re really sort of part of a group of people who are kept in the dark from a lot of information that’s out there. Anything from political information, to jobs, to the ability to search for a better price online, to compare car prices, to know if your car is a lemon.\"\n\nBut Shoenberger also said she wasn’t sure that expanding broadband infrastructure was the right solution, partly because of how much of Missouri’s farmland would have to be torn up to lay the broadband fiber, and partly because of the price.\n\n\n\"Having access, that’s great, but then you have to have it at a price that people can pay for,\" she said. \"And I’m not certain that they can. I’m not certain that people in many of our communities can even afford a computer.\n\n\n\"I think most people in these more poor communities are using cellphones for all of their internet accessing needs. That may be the best way of attacking the issues: just making the cellphone service really topnotch,\" she said.\n\n\nOur ruling\n\n\nHartzler said that one-fourth of Missourians who live in rural areas don’t have access to high-speed internet, but her numbers were based on an outdated FCC report from 2012 that used a much slower benchmark speed for internet.\n\n\nAccording to the most recent 2016 Broadband Progress Report from the FCC, which uses a benchmark speed of 25mbps/3mbps for high-speed internet, nearly 61 percent of Missourians living in rural areas don’t have access to high-speed internet.\n\n\nHartzler’s point is definitely correct, but her numbers are out of date and incorrect, which exacerbates the problem even more.\n\n\nOn balance, we rate this claim Half True.", "vclaim_id": "vclaim-pol-03538"}