{"url": "/factchecks/2012/oct/23/mitt-romney/mitt-romney-says-latin-americas-economy-almost-big/", "speaker": "Mitt Romney", "vclaim": "\"Latin America’s economy is almost as big as the economy of China.\"", "truth_label": "half-true", "date": "stated on October 22, 2012 in the third presidential debate in Boca Raton, Fla.:", "title": "Mitt Romney says Latin America’s economy is \"almost as big\" as the economy of China", "text": "During the third presidential debate in Boca Raton, Fla., Mitt Romney touted Latin America as a region that’s ripe for expanding trade with the United States.\n\n\"Trade grows about 12 percent year,\" Romney said. \"It doubles about five or so years. We can do better than that, particularly in Latin America. The opportunities for us in Latin America, we have just not taken advantage (of them) of fully. As a matter of fact, Latin America’s economy is almost as big as the economy of China. We’re all focused on China. Latin America is a huge opportunity for us — time zone, language opportunities.\"\n\nWe won’t judge whether Latin America is a \"huge opportunity\" for the U.S., but we were curious whether it’s true that \"Latin America’s economy is almost as big as the economy of China.\"\n\nWe turned to data on gross domestic product collected by the International Monetary Fund. For Latin America, we combined the GDP for 20 nations: Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba, the Dominican Republic, Ecuador, El Salvador, Guatemala, Haiti, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, and Venezuela. For China, we added up the GDP for China and, using World Bank data, its two  \"special administrative regions,\" Hong Kong and Macau.\n\nIn 2011, the 20 Latin American nations had a combined nominal GDP of $5.6 trillion, while China, Hong Kong and Macau had a combined GDP of $7.6 trillion. So, China’s GDP was about one-third larger than Latin America’s, meaning the two are hardly neck and neck.\n\nEric Farnsworth, vice president of the Council of the Americas and an aide in the White House Office of the Special Envoy for the Americas under President Bill Clinton, said you can’t close the gap between Latin America and China without broadening the definition to \"the Americas\" by adding Canada, something we don’t think was suggested by Romney’s claim. But even then, the combination of Latin America and Canada still wouldn't get you to the GDP level of China.\n\nIn addition, the growth in China's economy has been outpacing Latin America's, putting Latin America even further behind as time goes on. Between 2010 and 2011, Latin America’s GDP expanded by 14 percent -- an impressive growth rate -- but China’s grew by an even more impressive 23 percent. \"China growth has been extraordinary; Latin America’s has not,\" said Barry Bosworth, an international economics scholar at the Brookings Institution.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThis growth pattern further weakens Romney’s argument that Latin America’s economy is \"almost as big.\"\n\nOur ruling\n\nRomney said that \"Latin America’s economy is almost as big as the economy of China.\" It's a stretch to characterize an economy that's about one-third bigger as \"almost as big,\" especially since China’s lead over Latin America is actually increasing. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-10104"}