{"url": "/factchecks/2014/jul/07/chris-abele/chris-abele-says-polls-show-strong-support-milwauk/", "speaker": "Chris Abele", "vclaim": "A statewide poll showing 76 percent support and other surveys are a \"strong indicator\" of  broad public support in Milwaukee County for a $10.10 minimum wage", "truth_label": "half-true", "date": "stated on June 24, 2014 in a letter to Milwaukee County supervisors:", "title": "Chris Abele says polls show strong support in Milwaukee County for $10.10 minimum wage", "text": "Milwaukee County Executive Chris Abele backs an increase in Wisconsin’s minimum wage from the current $7.25 to $10.10 an hour.\nBut he thinks it’s a waste of taxpayer dollars to ask Milwaukee County voters whether they agree.\nThe County Board voted 13-4 on June 26, 2014 to place a non-binding referendum question on the Nov. 4 ballot to gauge support for the state to enact a $10.10 minimum wage.\nSome board members say a referendum will drum up support for that level at the state and federal levels. Critics say the referendum is aimed more at driving up turnout on the left in order to help Democrats running in November.\nDays before the County Board vote, Abele was lobbying supervisors against the move, saying that, when combined with three other referenda, it could cost the county $75,000 to $120,000 in administrative costs.\nIn a June 24, 2014 email and letter posted the next day on Facebook, Abele wrote:\n\"I am worried that we are spending much needed tax dollars on a question that we already know the outcome. One poll conducted by UWM earlier this month shows broad support for raising the minimum wage.\"\nAccording to that poll, Abele wrote, \"76% of registered voters support raising the state’s minimum wage. That poll is another strong indicator of what citizens think and it does not require us to dip into our emergency fund to pay for it.\"\nStatewide polls, including the one Abele cited, clearly have shown broad support for some increase in the minimum wage.\nBut what do these survey say specifically about $10.10, and about the opinions of Milwaukee County residents?\nTo the numbers\nAs one piece of backup, Abele cited the UWM Wisconsin Economic Scorecard poll, which  found the 76 percent statewide figure. And he pointed us to a Marquette Law School poll in March that found 63 percent support statewide for the general notion of an increase, vs. 33 percent opposed.\nThe University of Wisconsin-Milwaukee poll was conducted by the university’s Center for Urban Initiatives & Research from June 2 to June 5 with a statewide sample of 569 registered voters. It also polled on the issue  in March 2014.\nThe Marquette Law School polls on the issue were conducted in January and March 2014, also among registered voters.\nThere is a strong suggestion in the June UWM statewide poll result that a strong majority of Milwaukee County residents would back some increase.\nA raise won support from 61 percent of Republicans statewide, 70 percent of independents and 94 percent of Democrats. Milwaukee County tilts strongly Democratic.\nStill, the results Abele references from those polls weren’t specific to $10.10, or to Milwaukee County.\nPeeling back the layers\nSo let’s peel back a few layers in those and a couple other polls to get to the core.\nMore than three-quarters of Milwaukee County respondents (77 percent) backed some bump in the wage in the UWM June poll, according to Joseph Cera, survey center director at UWM. The margin of error for the county subsample is 10.7 percent.\nIn the MU poll, 69 percent in Milwaukee County supported an unspecified raise. The margin of error there was 6.2 percent.\nAnd here’s the key finding:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAmong Milwaukee County respondents, the March UWM poll found that 56 percent of registered voters would support a state minimum wage of $10.10, according to Cera.\nThe margin of error is large (11.6 percent), however, due to a small sample size.\nThat result mirrors the statewide picture. In the March UWM poll, 57 percent supported $10.10 when asked specifically about that amount.\nWe found two polling questions that asked about increases in the minimum wage within certain ranges.\nIn June, the UWM survey asked an open-ended question asking what the minimum wage should be. The answers were reported in 25-cent groupings.\nAmong Milwaukee County respondents, the single most common was in the $9.76-$10.00 range; the median response for Milwaukee County fell in the $9.26-$9.50 range.\nHere’s the breakdown for Milwaukee County:\n-- 44.5 percent said $9.76-10.01, or higher (including 17.1 percent over $11.00)\n-- 35.4 percent said $8.01 to $9.75\n-- 6.9 percent said $7.26 to $8.00\n--12.6 percent said $7.25 or less\nA January MU poll showed a similar result for Milwaukee County: 49 percent want an increase of about $10 or more.\nWhile those results show a big majority for a sizeable boost in the wage, they don’t suggest a majority for $10.10.\nHow is it that 56 percent supported $10.10 in one UWM poll, but in another UWM poll and in the MU poll, when asked to pick the ideal increase, less than 50 percent chose the $10 or higher range?\nCera wasn’t surprised at the apparent contradiction.\nMany of those who ideally would want an increase to something less than $10.10 still back $10.10 when that is the only option presented, Cera said.\nThat, of course, is the situation in the referendum question, so the March UWM poll result is instructive, Cera said.\nCera told us that as a statistician, his conclusion is that it’s very likely a majority of Milwaukee County voters would support $10.10.\nHe offered an additional caveat beyond the large margin of error: A referendum is not a survey.\nElection turnout can vary depending on the intensity of races on the ballot. It can also skew to wealthier residents, who might be less inclined to favor a large bump in the wage.\nThat could slightly bring down the numbers in favor of $10.10 when voters cast ballots on the question, Cera said.\nOur rating\nAbele said a statewide poll showing 76% support for a minimum wage hike is a \"strong indicator,\" along with other surveys, of deep public support in Milwaukee County for a $10.10 wage.\nThe poll number he cites is out of context because it’s a statewide result and didn’t refer specifically to $10.10. If given a choice to set the wage wherever they want it, a majority might not back $10.10, two polls of county residents show.\nBut there’s some survey evidence that in a referendum specifically on $10.10, a solid majority in Milwaukee County would back that idea. Foolproof conclusions can’t be drawn because of the small size of the sample at the county level.\nOn balance, we rate Abele’s claim Half True.", "vclaim_id": "vclaim-pol-07648"}