{"url": "/factchecks/2013/jan/25/maggie-hassan/new-governor-claims-new-hampshire-college-costs-ar/", "speaker": "Maggie Hassan", "vclaim": "We have the fourth highest in-state tuition for public universities in the country.", "truth_label": "true", "date": "stated on January 3, 2013 in her inauguration speech becoming NH governor:", "title": "New governor claims New Hampshire college costs are among highest in nation", "text": "New Hampshire officials usually like to see the state’s colleges and universities climb the national rankings. But there’s at least one ranking New Hampshire Gov. Maggie Hassan would like to avoid.\n\nMinutes after Hassan was sworn in as New Hampshire’s 81st governor, she took state legislators and university administrators to task for high tuition costs, which do little but chase students out of state, she said.\n\n\"Our population is aging, yet we pursue policies that are driving our young people out of the state,\" Hassan said during her Jan 3. inauguration speech. \"We have the fourth highest in-state tuition for public universities in the country, and too many of our talented students pursue a college education elsewhere.\"\n\nIn New Hampshire, as in the rest of the country, tuition costs have risen dramatically in recent years. But are they really among the nation’s highest? We decided to do the homework.\n\nTo start, here’s a quick overview of the New Hampshire university system.\n\nIn total, the state houses four public, four-year schools -- the University of New Hampshire, Keene State College, Plymouth State University and Granite State College. Together, the schools served 35,200 students in 2012 at 14 campuses across the state, according to the University System of New Hampshire’s 2012 Annual Report.\n\nTuition varies at each school, and often at each campus. So, we approached Hassan’s office to determine which she referred to.\n\nAs expected, Hassan’s representatives pointed us to the system’s flagship school,UNH, which is by far the state’s largest school.\n\nFor the 2012-13 school year, UNH administrators are charging $16,422 per year for state residents on the Durham campus, according to the University website.\n\nOfficials at the U.S. Department of Education, which tracks tuition costs through its College Affordability and Transparency Center, have not yet analyzed the 2012 data to determine the most costly schools.\n\nBut this summer they did release rankings based on 2010-11 data, and, according to their findings, UNH did charge one of the nation’s highest in-state tuition.\n\nThat year, the school charged $13,672 for in-state students. That rate, which includes some required fees, trailed only Pennsylvania State University’s University Park campus ($15,250), the University of Pittsburgh ($14,936) and the University of Vermont ($14,066).\n\nConsidering room and board, among other costs, UNH’s average net price jumped to $17,234 for in-state students. That figure, which considers the average amount of state and federal grants and scholarships, was good for 18th highest among public universities in 2010-11, according to the federal data.\n\nBut, for this piece, we’re concerned with tuition rates, not total costs.\n\nNew Hampshire’s other schools rated as more affordable. Neither Keene State College ($10,140 tuition for in-state students), Plymouth State University ($9,906) or Granite State College ($6,435) ranked among the 30 most expensive traditional, four-year schools.\n\nIn her claim, however, Hassan didn’t specify four-year schools. So, we expanded our research to include community colleges and other public, two-year schools. Even then, UNH still ranked fifth nationally for highest tuition. Only the Michigan Career and Technical Institute ($16,200) placed above it.\n\n(As a side note, all seven of New Hampshire’s community colleges ranked among the top 12 most expensive two-year schools in 2010-11, ranging from $6,432 to $7,123 for in-state tuition.)\n\nCosts at most of the schools have moved since the 2010-11 ratings. Last year, as New Hampshire legislators cut state funding by a record 49 percent, UNH officials raised in-state tuition more than 11 percent to $15,250, which pushed it past the University of Vermont on the list of most expensive schools. And this year, tuition rose again, this time reaching $16,422, according to university records.\n\nLooking forward, administrators  have pledged to freeze tuition costs if state lawmakers agree to restore the funding cuts from previous years.\n\n\"We work continuously to reduce costs and increase non-tuition revenue streams,\" Erika Mantz, a university spokeswoman, said this week. \"These accomplishments aside, we know there is still a lot of work to be done. Access and affordability remain central priorities.\"\n\nOur ruling\n\nData for the 2011-12 or 2012-13 school years isn’t available yet. But, according to the U.S. Department of Education, which compares tuition rates across the country, the University of New Hampshire was one of the nation’s most expensive schools in 2010-11 for in-state students.\n\nThe state’s other public schools -- Granite State College, Keene State College and Plymouth State University -- didn’t make the national list. But UNH’s $13,672 tuition placed fourth at the time, trailing only Pennsylvania State University, the University of Pittsburgh and the University of Vermont. We rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09805"}