{"url": "/factchecks/2012/mar/15/pat-boone/pat-boone-says-ipab-rations-care-pay-wasteful-spen/", "speaker": "Pat Boone", "vclaim": "\"This (Independent Payment Advisory Board) board can ration care and deny certain Medicare treatments so Washington can fund more wasteful spending.\"", "truth_label": "pants-fire", "date": "stated on March 12, 2012 in a television ad:", "title": "Pat Boone says IPAB rations care to pay for 'wasteful' spending", "text": "Pat Boone is best known for his hits of the 1950s like \"Love Letters in the Sand\" and \"I Almost Lost My Mind.\" But the song he’s been singing lately about Medicare is turning into a moldy oldie.\n\nGranted, Boone doesn’t literally sing in the ads he’s done as national spokesman for the 60 Plus Association, a conservative political group that focuses on older Americans. But he’s got distortions of the 2010 health care law on high rotation.\n\nThe latest ads feature Boone criticizing prominent Democrats who supported the health care law, including Florida Sen. Bill Nelson.\n\nHere’s part of Boone’s criticism; it focuses on the law’s Independent Payment Advisory Board, or IPAB:\n\n\"This IPAB board can ration care and deny certain Medicare treatments so Washington can fund more wasteful spending. Your choices could be limited and you may not be able to keep your own doctor. ... Washington politicians, like Bill Nelson, are ignoring the problem, putting their own re-elections first. Call Sen. Nelson. Urge him to support real Medicare reform and protect our seniors.\"\n\nThe ad makes several claims, but here, we’re going to specifically fact-check Boone’s claim that the IPAB \"can ration care and deny certain Medicare treatments so Washington can fund more wasteful spending.\"\n\nThe 2010 health care law created the board in response to criticism that Congress has been unwilling or unable to slow the increasing costs of Medicare, the federal program that pays for seniors’ health care. In years past, growing Medicare spending has been an ongoing concern of the federal government, as well as analysts on the left and the right.\n\nUnder the health care reform law, if Medicare spending growth is projected to exceed pre-set targets, the IPAB must come up with plans to slow that increase. If Congress does not act on the recommendations within a set time, IPAB’s recommendations automatically go into effect. (For a more detailed explanation of how this would work, we recommend this April 2011 report from the independent Kaiser Family Foundation.)\n\nWe should emphasize here that IPAB recommendations would not apply to any particular individual, but would be across-the-board policy recommendations applied to the entire program. Given Boone’s rhetoric, some people could get the wrong impression that the board would review individual patient treatments and deny care. That’s not the case.\n\nStill, the IPAB has become one of the more contentious points of the health care law; even some members of Congress who voted for the overall health care law don’t like the IPAB. Recently, Congress held hearings on repealing the board.\n\nThe hearings were organized by opponents of the IPAB, but people who testified raised concerns that IPAB’s powers are so limited that it’s only real recourse is to reduce payments for doctors and other health care providers, and that could up putting pressure on patient care. We should note that these concerns are also present under the current system, in which Congress takes a more active role.\n\nBoone calls the members of the IPAB \"15 unelected, unaccountable bureaucrats.\" Rather than career government workers, the law says IPAB members shall include people with national recognition for health care expertise, including \"different  professionals, broad geographic representation, and a balance between urban and rural representatives.\" (Board members are nominated by the president and confirmed by the Senate.) On the point of accountability, we’ll just repeat that Congress retains the power to overrule any IPAB recommendations, though there are special rules in place so that the recommendations cannot be filibustered or otherwise delayed. \n\nThe IPAB has restrictions on what it can recommend in the name of cost savings. It can’t raise rates, drop beneficiaries or ration care. Here’s the exact language from the law itself:\n\n\"The proposal shall not include any recommendation to ration health care, raise revenues or Medicare beneficiary premiums under section 1818, 1818A, or 1839, increase Medicare beneficiary cost-sharing (including deductibles, coinsurance, and copayments), or otherwise restrict benefits or modify eligibility criteria.\"\n\nBoone says the IPAB seeks to reduce Medicare spending so the government can spend money on other \"wasteful\" things. But the IPAB is intended to slow Medicare spending if its growth exceeds pre-defined targets. It’s also capped on how much it can reduce spending: It can recommend measures to bring Medicare within specific cost-savings targets and no more.\n\nThe board was created to address rapid health care inflation. Both Democrats and Republicans recognize that as a problem. Conservatives have their own plans to limit Medicare costs, primarily by moving Medicare to private insurance companies and giving seniors voucher-like premium support to help buy health coverage. We’ve debunked attacks on their ideas, too.\n\nWhen we asked for back-up for the ad’s claims, a public relations firm for the 60 Plus Association sent us links to generic news coverage that didn’t prove the ad’s claims. We also asked the ad’s target for comment; a spokesman for Nelson made the point that the IPAB claims have been widely debunked.\n\nWe’ll strike up the band here to play our favorite song: Be very cautious when you hear political ads with scare tactics concerning Medicare. The distortions abound on all sides.\n\nOur ruling\n\nBoone said, \"This IPAB board can ration care and deny certain Medicare treatments so Washington can fund more wasteful spending.\" Actually, the law specifically states that the board cannot ration care. The board doesn’t look at individual patients or deny individual treatments. Instead, it makes system-wide recommendations to rein in the future growth of Medicare spending, and it makes those recommendations within limited parameters. It also was created to stop runaway spending growth within the Medicare program itself, not to divert money to other budget items. We rate Boone’s statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11435"}