{"url": "/factchecks/2019/jul/25/steve-mccraw/how-much-has-crime-gone-down-texas-mexico-border/", "speaker": "Steve McCraw", "vclaim": "Since 2014, there has been a 25% reduction in crime in communities at the Texas-Mexico border.", "truth_label": "true", "date": "stated on July 12, 2019 in a legislative hearing:", "title": "How much has crime gone down at the Texas-Mexico border?", "text": "As Texas lawmakers condemned federal officials for \"not doing their job\" at the U.S.-Mexico border during a July hearing, the state’s top public safety official said state investment at the border has helped cut down on crime.\nSteve McCraw, director of the Texas Department of Public Safety, said more resources are still needed at the border, but crime has gone down in these communities in recent years.\n\"I can tell you this, the crime right now, the crime rate on the border — according to the FBI, as it is reported by local officials through the Uniform Crime Reporting Act — is safer than anywhere else in Texas,\" he said. \"Since 2014, when we began operations and now 2018, there was a 25% decrease in crime across the board.\"\nIt is well established that, as McCraw said, crime rates tend to be lower in communities along the border than in other parts of the state (or the country).\nSo for this fact-check, we’re looking at the second part of his comment. Have border communities in Texas seen a 25% reduction in crime since 2014?\nEstablishing the parameters of McCraw’s claim\nTexas DPS spokeswoman Katherine Cesinger provided an image with statistics about crime across the state and in five counties along the Texas-Mexico border.\nThe image cited the Crime in Texas Online Portal, a public-facing database that shows data about crime reported to the state agency from local law enforcement divisions across the state. The same information is collected through the FBI’s Uniform Crime Reporting Program, which McCraw cited in his testimony.\nThis data includes violent crime like murder and rape, as well as property crime like arson or burglary.\nA quick note about these figures: The FBI stresses that data published through this program should not be used to rank different locations or to evaluate the effectiveness of law enforcement agencies on crime, because \"there are many factors that cause the nature and type of crime to vary from place to place.\"\nThe data provided by Cesinger highlighted the five southernmost Texas counties that border Mexico, just one section of the state’s roughly 1,300-mile border with Mexico.\nCesinger did not return a request for comment seeking more information about why McCraw zeroed in on these counties when making his claim.\nThere are 14 counties in Texas that border Mexico, including the five cited by DPS: Cameron, Hidalgo, Starr, Webb and Zapata counties.\nBrewster, El Paso, Hudspeth, Jeff Davis, Kinney, Maverick, Presidio, Terrell and Val Verde counties also sit along the Texas-Mexico border.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAnother wrinkle here: DPS has historically defined the border in terms of its statewide regional divisions. Two of the six regions include the 14 counties along the border, so the agency often considers both regions part of the border — all 64 counties.\nThis definition of the border is the broadest. Some counties included are as far as 200 miles from the border. DPS has counted crime statistics from the entire region in fact-sheets on border security activity and in testimony before state lawmakers in the past.\nMcCraw referred to \"the border\" when making his claim. It turns out, according to Cesinger, he was referring to just five counties. We decided to check his claim against three geographic areas: the five southernmost border counties, the 14 counties along the Texas-Mexico border and the 64 counties in DPS’s border region.\n\nWhat do the numbers say?\nWe looked at the same crime figures as DPS to assess this claim, but we also zeroed in on violent crime data, which are commonly used to assess the safety of a particular area. Violent crime figures, which include assault, rape, murder and robbery, are included in the count of overall crime.\nFrom 2014 to 2018, the state of Texas as a whole saw a 12.2% reduction in total crime, from about 3,379.7 offenses per 100,000 total population to 2,787.9 offenses. At the same time, violent crime increased by 9.9%.\nAll three border regions we considered also saw a reduction of total crime and violent crime during this time period.\n\n-The five southernmost counties saw a 25.8% reduction in total crime and a 6.2% reduction in violent crime.\n-The 14 counties along the entire border saw a 26% reduction in total crime and a 5.8% reduction in violent crime.\n-The 64 counties in DPS’s border region saw a 22.8% reduction in total crime and a 1.5% reduction in violent crime.\n\n\nWe also looked at overall criminal offense data starting in 2010, to get a sense of trends before 2014.\nFrom 2010 until 2011, crime in all three border areas increased. Between 2011 and 2013, it stayed relatively level.\nStarting in 2013, a year before DPS initiated a \"border surge\" operation, crime in all three areas started to decline. The overall decrease in crime was larger in all three areas from 2013 to 2018 than it was from 2014 to 2018.\n\nOur ruling\nMcCraw said that between 2014 and 2018, there has been a 25% reduction in crime in communities on the Texas-Mexico border.\nWe looked at three different definitions of the border to test McCraw’s claim. Crime in all three areas declined by about 25% during this time period.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.", "vclaim_id": "vclaim-pol-00393"}