{"url": "/factchecks/2016/aug/04/patrick-murphy/patrick-murphy-ad-misleads-about-marco-rubio-missi/", "speaker": "Patrick Murphy", "vclaim": "Says \"Marco Rubio didn’t show up\" for a vote on his own bill on sanctions against Hezbollah.", "truth_label": "barely-true", "date": "stated on August 1, 2016 in a campaign ad:", "title": "Patrick Murphy ad misleads about whether Marco Rubio missed vote for his own bill", "text": "U.S. Rep. Patrick Murphy, who hopes to win the Democratic nomination for the U.S. Senate seat currently held by Republican Marco Rubio, has frequently attacked Rubio’s absence from many of the chamber’s votes when Rubio was running for president in 2015 and 2016.\nMurphy hammered away at this theme in an ad released Aug. 1, 2016. The ad starts with a narrator asking, \"Marco Rubio, how can you protect us when you fail to show up for work?\" The ad then excerpts a pro-Rubio ad that boasted,\"Rubio wrote the toughest sanctions on Hezbollah ever passed.\" (Hezbollah is an Islamist group based in Lebanon and designated as a foreign terrorist organization by the U.S. State Department since 1997.)\nThen, the narrator of the Murphy ad counters, \"Wait a second, Marco Rubio didn’t show up for that vote. Missed more votes than anyone in the entire U.S. Senate last year.\"\nIn March, we rated Mostly True the claim that Rubio \"has the No. 1 absentee record\" in the Senate.\nBut is Murphy correct that \"Marco Rubio didn’t show up\" for a vote on his own bill to tighten sanctions against Hezbollah?\nIt’s a little complicated. Let’s recap what happened.\nThe floor action\nThe Rubio camp argues that Murphy is constructing a straw man, since there wasn’t a formal \"vote\" on the Hezbollah sanctions bill. Rather, it passed by unanimous consent -- a procedural mechanism in which senators are given an opportunity in advance to object to a bill or other action.\nUnder unanimous consent, if no advance objections are made, then the measure proceeds to the floor. At a prearranged time, a senator requests unanimous consent to consider the bill passed, and -- if the presiding officer hears no objection from senators in the chamber -- so orders. No individual votes are recorded and no other senators need to be present.\nThe bill in question was passed by unanimous consent on Nov. 17, 2015. (It was eventually signed by President Barack Obama and became law.) We turned to the C-SPAN archives and the Congressional Record to nail down exactly what happened that day.\nAt 6:30 p.m., the Senate was in the aftermath of a vote. Most senators appeared to have left the floor, as can be seen in this screenshot.\n\nA few minutes later, Sen. Steve Daines, R-Mont., was given the floor to call for consideration of H.R. 2297, The Hezbollah International Financing Prevention Act of 2015. Technically, he was there to ask that an existing bill be renamed and filled with newly agreed-upon text addressing the Hezbollah sanctions.\nDaines said he was seeking unanimous consent that the measure be \"agreed to ... as amended\" and \"passed.\" Here’s a screenshot of Daines making that request.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRight to Rise\n\n\nstated on March 1, 2016 in a television ad.\n\n\n\n\n\n\n\n\nLike Marco Rubio, Sen. Barack Obama had \"one of the worst attendance records in the Senate.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • March 8, 2016\n\n\n\n\n\n\n\n\nFollowing what is usually a carefully choreographed procedure, the presiding officer, Sen. Cory Gardner, R-Colo., said, \"Without objection, it is so ordered.\" Here’s Gardner:\n\nAnd the deed was done.\nWhat experts say\nExperts in Senate procedure said it’s misleading for Murphy to say that Rubio \"didn’t show up\" for the vote on his bill, because it was not a formal vote in which all senators were supposed to be present so their individual votes could be recorded. In this case, there appear to be only a handful of senators in the chamber at the time -- Daines, Gardner and Sen. Dick Durbin, D-Ill., who was waiting for his turn to deliver a floor speech.\nThe main chance for Rubio -- or any other senator -- to weigh in on the measure would have been as the unanimous consent proposal was being circulated before the bill reached the floor. In fact, under the kinds of Senate attendance tallies that Murphy cited elsewhere in the ad, a senator’s absence from a unanimous consent vote would not even count as an absence, experts said.\n\"It's not unusual for the Senate to pass bills by unanimous consent,\" said Sarah A. Binder, a political scientist at George Washington University. \"Given the Senate's byzantine floor rules and senators' schedules, the Senate relies on voice votes to get non-controversial measures passed. So Sen. Rubio's absence, even for a bill that he sponsored, strikes me as within the norm of Senate practice. The harder work of most bills is getting a bill to the floor and securing bicameral and presidential agreement.\"\nBinder added that \"a challenger's campaign is certainly on the mark to challenge an incumbent's voting participation, but I'd be hesitant to highlight a bill that passed (this way) as the best evidence of low attendance.\"\nSteven S. Smith, a political scientist at Washington University in St. Louis, also called the assertion in Murphy’s ad \"misleading\" and added that none of the Senate cosponsors -- a mix of Democrats and Republicans -- were on the floor, either.\nWhen we contacted the Murphy campaign, spokeswoman Galia Slayen said that Rubio \"is campaigning on passing a bill, but when that bill passed, he was not present.\" The campaign also noted that Rubio was fundraising on the day of the vote, which is supported by contemporary coverage in the Tampa Bay Times.\nOur ruling\nMurphy’s ad said that Rubio \"didn’t show up\" for a vote on his own bill on sanctions against Hezbollah.\nSome may perceive it as embarrassing for Rubio to have missed that moment on the floor to chase donors instead, but on the substance, Murphy’s assertion is distinctly misleading. The bill in question passed under unanimous consent, a commonly used Senate procedure in which individual senators’ votes are not tallied, and in which most senators -- even bill sponsors and co-sponsors -- are not typically in the chamber.\nThe statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.", "vclaim_id": "vclaim-pol-04536"}