{"url": "/factchecks/2019/sep/06/andrew-yang/andrew-yang-revives-debunked-claim-about-green-new/", "speaker": "Andrew Yang", "vclaim": "The Green New Deal \"would do away with commercial air travel.\"", "truth_label": "false", "date": "stated on September 4, 2019 in a town hall:", "title": "Andrew Yang revives debunked claim about Green New Deal killing air travel", "text": "When asked about the Green New Deal during CNN’s climate change town hall, Democratic presidential candidate Andrew Yang said he embraced the plan, with one caveat: Its deadline for ending air travel is too tight, he said.\n\"The only issue I have with the Green New Deal is the timing of the timeline,\" Yang said. \"I mean, they are right that we need to take urgent action, but the timeline that they put out there would do away with commercial air travel and a lot of other things in a particular time frame, that, if we have a little bit more time, we can head in the same direction and achieve most of the same value.\"\nBut Yang got his facts mixed up. The Green New Deal makes no mention of air travel, much less doing away with it.\nEnding air travel not part of plan\nU.S. Rep. Alexandria Ocasio-Cortez, D-N.Y., unveiled a House version of the Green New Deal Feb. 7. In the Senate, Massachusetts Democrat Ed Markey introduced a companion measure.\nBroadly speaking, these resolutions express aspirations to curb climate change and protect the environment by investing in renewable energy and infrastructure, in a way that’s equitable and creates jobs. Even if it were to pass both chambers, the resolution is nonbinding. \nThe initial proposal was met with great fanfare among Democrats. The House version had 89 Democratic co-sponsors, and nearly a dozen Democratic senators — including presidential candidates Cory Booker, Kirsten Gillibrand, Kamala Harris, Amy Klobuchar, Bernie Sanders and Elizabeth Warren — sponsored their chamber’s version.\nSo what does the Green New Deal say about air travel? In a word, nothing. It makes no mention of airplanes at all. It does call for \"overhauling transportation systems in the United States to remove pollution and greenhouse gas emissions from the transportation sector as much as is technologically feasible,\" which includes \"investment in high-speed rail.\"\nYang’s campaign did not respond to our request for comment. But his mixup may trace back to the Green New Deal’s sloppy rollout — which became the basis of the (mostly Republican) talking point about Democrats wanting to phase out commercial air travel.\nAround the time of the Green New Deal’s unveiling, Ocasio-Cortez’s office released a frequently asked questions, or FAQ, as a supplement to the plan.\nThe document mentioned airplanes twice, stating (emphasis ours) \"we aren’t sure that we’ll be able to fully get rid of farting cows and airplanes that fast, but we think we can ramp up renewable manufacturing and power production, retrofit every building in America, build the smart grid, overhaul transportation and agriculture, plant lots of trees and restore our ecosystem to get to net-zero.\"\nThe FAQ also called for the United States to \"totally overhaul transportation by massively expanding electric vehicle manufacturing, build charging stations everywhere, build out high-speed rail at a scale where air travel stops becoming necessary, create affordable public transit available to all, with goal to replace every combustion-engine vehicle.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRepublican politicians, including President Donald Trump, senators and conservative media outlets pounced on the idea that the Democrats wanted to make air travel obsolete.\nOcasio-Cortez’s press office did not reply for this fact-check, but her chief of staff previously said that there were many shared documents among various interest groups, and that the release of this particular document was a mistake.\nFact-checkers at PolitiFact, the Washington Post and Factcheck.org have all debunked the claim. But as Yang’s statement shows, the notion persists.\nClimate change experts say ending air travel not a goal\nWhen we previously looked at this claim, experts on climate change told us it’s important to focus on the language in the actual resolution and not the FAQ, which carries no weight.\n\"It seems to me those lines from the FAQ were lighthearted and ill-considered, and it’s not clear why they were posted,\" said Sean Hecht, Co-Executive Director, Emmett Institute on Climate Change and the Environment at UCLA law school.\nAir travel retains a unique role in moving people long distances.\n\"When people rank the difficulty of finding structural solutions to greenhouse gas emissions in various sectors, air travel is one of the hardest both technologically and practically, and there aren’t serious policy proposals yet that would solve the issue through limiting air travel or changing the energy sources for commercial aircraft on a significant scale,\" Hecht said. \"So it’s not a priority for policy.\"\nIn the long run, electric planes may be feasible, said Paul Bledsoe, a strategic advisor at the Progressive Policy Institute and a lecturer on environmental policy at American University.\n\"No serious climate experts advocate ending air travel — that's simply a red-herring,\" said Bledsoe, who was a climate change advisor to the Clinton White House.\nOur ruling\nYang said the Green New Deal \"would do away with commercial air travel.\"\nThe resolution makes no mention of ending air travel. Instead, it calls for \"overhauling transportation systems,\" which includes \"investment in high-speed rail.\" His claim may trace back to a Republican talking point, based on a messaging document from Democrats that mentioned, perhaps in jest, getting rid of \"farting cows and airplanes.\" But we found no evidence that getting rid of airplanes is a serious policy idea from climate advocates.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-00187"}