{"url": "/factchecks/2019/apr/08/viral-image/no-john-f-kennedy-jr-didnt-tout-donald-trump-presi/", "speaker": "Viral image", "vclaim": "Says John F. Kennedy Jr. said, \"If my dear friend Donald Trump ever decided to sacrifice his fabulous billionaire lifestyle to become president he would be an unstoppable force for ultimate justice that Democrats and Republicans alike would celebrate.\"", "truth_label": "false", "date": "stated on April 1, 2019 in a Facebook post:", "title": "No, John F. Kennedy Jr. didn’t tout a Donald Trump presidency in George magazine", "text": "Conspiracy theories about the assassination of former president John F. Kennedy abound, but the 2010s have ushered in a new wave of claims, like one that President Donald Trump says a daily prayer to the old commander-in-chief. Other allegations center on Kennedy’s son, John F. Kennedy Jr. He died in a plane crash in July 1999. Depending on the source, though, he either faked his death or was killed to clear Hillary Clinton’s political path. And — according to an April 1 Facebook post — he once praised Trump as a formidable presidential candidate.\n\"If my dear friend Donald Trump ever decided to sacrifice his fabulous billionaire lifestyle to become president he would be an unstoppable force for ultimate justice that Democrats and Republicans alike would celebrate,\" reads the text above a photo of Trump and Kennedy posted to Facebook on April 1. The quote is attributed to Kennedy and includes a citation: George magazine, June 1999.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) That’s probably because Kennedy never said that in that issue of George, or ever, as far as we can tell.\nLiam Neeson appeared on the cover that month, and the issue includes stories featuring the actor, Ariana Huffington and tobacco lawyers. Ann Coulter wrote a column about Washington D.C.’s dating scene. But Trump isn’t mentioned in the magazine’s pages.\nKennedy was the president and editor-in-chief of George, and he wrote an editor’s letter that skips from Star Wars to then-Sen. John McCain to campaign finance reform.\nWe wondered if Kennedy made the statement about Trump elsewhere, but we couldn’t find it when we looked for news coverage online. The closest match was a November 2016 New York Post story that says Kennedy’s former business partner, Michael Berman, recalled a moment in 1996 when Kennedy flew a group of advertisers to Mar-a-Lago.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAccording to the story:\n\n\"As frequently happened to Kennedy at his events, talk soon turned to whether he could envision himself running for president. Trying to deflect the presidential chatter, Kennedy noted that the Trump estate was far more glamorous than a Kennedy family compound a few miles away. ‘I think you should be asking those questions of Donald,' Kennedy said, according to Berman. ‘He’d clearly have the most extravagant winter White House.’\"\n\nWe also searched the Nexis database of U.S. publications for any mentions of John F. Kennedy Jr. and Donald Trump in June 1999. There were two results. The first, a June 24 New York Post story comprised of smaller news items, mentions both men but not in connection to one another. The second, a similar June 9 New York Daily News story, also mentions both, but not together.\n\"John F. Kennedy Jr. is due to spend a few months in a cast after breaking his ankle on Martha’s Vineyard,\" the piece says. \"Friends say he is going slightly stir-crazy.\"\nOur ruling\nKennedy and Trump were not strangers. The photo that appears in the Facebook post is authentic, a shot from March 1999, when the two men watched a New York Knicks game. And while an associate of Kennedy’s said that he once complimented Mar-a-Lago and punted questions about a presidential run to Trump, Kennedy didn’t make the fawning statement the Facebook post claims, nor did he say it in his June 1999 magazine.\nWe rate this post as False.\n Share the Facts 2019-04-08 19:55:46 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  John F. Kennedy Jr. said, \"If my dear friend Donald Trump ever decided to sacrifice his fabulous billionaire lifestyle to become president he would be an unstoppable force for ultimate justice that Democrats and Republicans alike would celebrate.\"    Viral image On the internet     Monday, April 1, 2019 2019-04-01    Read More  info", "vclaim_id": "vclaim-pol-00787"}