{"url": "/factchecks/2014/oct/09/barack-obama/barack-obama-says-states-raised-minimum-wages-have/", "speaker": "Barack Obama", "vclaim": "\"The states that have raised the minimum wage (this year) have had faster job growth than the states that haven’t raised the minimum wage.\"", "truth_label": "half-true", "date": "stated on October 3, 2014 in a speech in Princeton, Ind.:", "title": "Barack Obama says states that raised minimum wages have had higher job growth this year", "text": "President Barack Obama is renewing his call -- stalled by Republican opposition in Congress -- to raise the minimum wage to $10.10.\n\"We should be raising the minimum wage to make sure that more workers who have been working full-time shouldn’t be living in poverty,\" Obama said in an Oct. 3 speech at a manufacturing plant in Princeton, Ind. He noted that \"about 13 states and a bunch of cities around the country have gone ahead and done it without Congress.\"\n\"When you hear folks saying, well, if you raise the minimum wage that's going to be fewer jobs -- it turns out the states that have raised the minimum wage have had faster job growth than the states that haven’t raised the minimum wage,\" he added.\nWe wondered whether Obama was correct. The White House told us they were referring to the seasonally adjusted growth of non-farm jobs since December 2013. So we crunched the numbers for state-level employment data, which is collected by the Bureau of Labor Statistics.\nThe comparison involved nine states that increased their minimum wage automatically early in the year to keep pace with inflation (Arizona, Colorado, Florida, Missouri, Montana, Ohio, Oregon, Vermont and Washington) plus four more states that passed new laws to hike the wage (Connecticut, New Jersey, New York and Rhode Island). The other side consisted of 37 states that didn’t boost their minimum wage at all.\nWe calculated the differences between wage-raising states and non-raising states in two ways. One was to simply average the job-growth rates for all states in each category, with each state weighted equally. The other was to determine the combined increase in jobs for all states in a given category; this second method effectively places more weight on what’s happening in larger-population states.\nUsing the first method, we found that job growth over that eight-month period averaged 1.074 percent per state in the wage-raising states, compared to 0.871 percent per state in the non-wage-raising states. This provides support for Obama’s claim, though it’s a pretty small difference -- just two-tenths of one percent.\nUsing the second method -- the one that gives greater weight to high-population states -- we found that job growth over that eight-month period averaged 1.092 percent in the wage-raising states, compared to 1.090 percent in the non-wage-raising states. That’s a higher rate of job growth in the minimum-wage-raising states -- but by the almost comically narrow margin of 2/1,000ths of one percent.\nSo Obama has some very small numerical support for his claim that growth rates over that period are higher in states that raised their wage. But as support goes, economists we interviewed said it’s an awfully thin reed.\nHere’s why this scale of difference doesn’t mean a whole lot.\n• Employment figures are \"noisy.\" That means they tend to move around a lot. So economists caution against reading too much into upward or downward movements in these numbers; they may simply be random blips.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nOne way to illustrate this is to use a slightly different time frame. We decided to run the numbers the same way, but started the clock one month later, crunching the data from January 2014 to August 2014. If you make just this one-month switch, the job-creation advantage among wage-raising states simply disappears.\nThe difference in job growth \"could just be random chance,\" said Andrew G. Biggs, a resident scholar at the conservative American Enterprise Institute.\n• The raw data we’re using has built-in margins of error. A related point is that BLS’s job figures may seem precise on the surface, but the agency warns that they are only the best approximation -- there’s a margin of error that has to be taken into account with every figure.\nFor the nation as a whole, the monthly job figures have a margin of error of about 90,000 jobs -- meaning that if the number of jobs is reported to grow nationally by 100,000, the actual amount will very likely be somewhere between 10,000 and 190,000. The widely reported figure of 90,000 is simply the best guess within that range, rather than an absolute. Each state has their own margin of error.\nThis degree of uncertainty becomes particularly important when Obama is relying on such small differences to make his point about the impact of the minimum wage on job growth. When he argues that a difference of two-tenths of a percentage point is enough to hang a talking point on -- much less 2/1,000ths of a percentage point -- it’s important to remember that’s a difference so small it is likely within the margins of error.\n• Eight months is a short period for drawing conclusions. \"I would never draw an inference about employment effects by considering the observed change in employment in just the first six or eight months after its enactment, period,\" said Gary Burtless, a senior fellow at the Brookings Institution. \"I would be flabbergasted if it turned out that the effect over such a short period of time could offer a valid indicator of the impact of minimum-wage hikes on employment. You need more time, and you need to make some kind of rudimentary control for the economic trends in the states that preceded the wage hike.\"\nThe White House told PolitiFact that there’s precedent for an eight-month window in studying this question, pointing to this widely cited 1994 study on the minimum wage.\nMore broadly, the White House frames Obama’s comment not as proclaiming that minimum-wage hikes cause faster job growth, but as a reaction to critics who argue that minimum-wage hikes inevitably hamper job creation.\nThat is a more defensible point, and it’s true that Obama prefaced his claim by saying, \"When you hear folks saying, well, if you raise the minimum wage that's going to be fewer jobs.\"\nHowever, Obama goes on to say that minimum-wage-raising states actually \"had faster job growth\" -- a stronger statement than just saying that a minimum-wage hike won’t damage job growth. Obama may not have intended to, but it would be reasonable for a listener to the Princeton, Ind., speech to think the president believes that raising the minimum wage affirmatively leads to faster job growth, and then wonder if that’s true.\nOur ruling\nObama said \"the states that have raised the minimum wage have had faster job growth than the states that haven’t raised the minimum wage.\" The White House told us they were referring to the seasonally adjusted growth of non-farm jobs since December 2013. \nOn the numbers, Obama has a point -- at least when using the very specific time frame he chose. But economists say that the numbers are too noisy, the margins of error are too big, and the time frame may be too short to be certain that we’re seeing the effect of a higher minimum wage. The statement is partially accurate but leaves out important details or takes things out of  context, so we rate it Half True.", "vclaim_id": "vclaim-pol-07172"}