{"url": "/factchecks/2016/oct/02/maria-teresa-kumar/how-much-do-undocumented-immigrants-pay-taxes/", "speaker": "María Teresa Kumar", "vclaim": "\"Undocumented immigrants pay $12 billion of taxes every single year.\"", "truth_label": "true", "date": "stated on October 2, 2016 in an interview on \"Meet the Press\":", "title": "How much do undocumented immigrants pay in taxes?", "text": "Donald Trump may not have paid federal income taxes for 20 years, but the undocumented immigrants he rails against certainly have, according to the head of a Latino civic engagement organization.\nMaria Teresa Kumar, CEO and president of Voto Latino, said on NBC’s Meet the Press that \"no one is surprised\" by the New York Times report on Trump’s personal finances and pointed out Trump’s \"hypocrisy.\"\n\"He keeps talking about undocumented immigrants. Undocumented immigrants pay $12 billion of taxes every single year. They pay their taxes. They have skin in the game. He is not contributing to a system that he says he's going to go in and fix,\" Kumar said. (Editor's note, March 30, 2017: Subsequent news reports have indicated that Trump paid at least some taxes, specifically $38 million in 2005.)\nKumar referred us to an Atlantic piece about undocumented immigrants paying Social Security taxes. It cites a note issued by the Social Security Administration in 2013 that contains the $12 billion figure. But the calculation is based on contributions from immigrants and their employers, not just the immigrants themselves.\nAccording to the Social Security Administration, there were nearly 11 million undocumented immigrants in the United States in January 2009. Factoring out kids, nonworking immigrants and those working in the underground economy and not paying taxes, the Social Security Administration estimated about 3.1 million unauthorized immigrants  who worked and paid Social Security taxes in 2010.\nThis group and their employers generated about $13 billion in payroll taxes in 2010. The administration then subtracted about $1 billion in benefits that could’ve been received in 2010 from earnings in years when workers were unauthorized. Workers and employers contribute roughly the same amount.\nIn a 2014 Vice News piece, the Social Security Administration’s chief actuary Stephen C. Goss affirmed the $12 billion contribution.\nSocial Security Administration analysts said \"a relatively small portion\" of those who could draw benefits do so.\nLaws enacted in 1996 and 2004 block Social Security benefits paid to unauthorized immigrants or to any noncitizen without a work-authorized Social Security number at some point in time, the administration said.\nAn analysis by the conservative Heritage Foundation came up with a lower figure: $7 billion, excluding payments from employers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThough Kumar told us she meant Social Security taxes in an email interview with PolitiFact, she didn’t specify this on Meet the Press. Without the specification, her figure would have been more accurate about taxes overall.\nA 2016 study by the Institute on Taxation & Economic Policy, a left-leaning research organization, estimated that undocumented immigrants pay $11.64 billion in state and local taxes in 2013, equivalent to about 8 percent of their total income.\nThis includes sales and excise taxes on goods and services ($6.9 billion), property taxes ($3.6 billion) and personal income taxes ($1.1 billion, assuming a 50 percent compliance rate).\nThe Heritage Foundation came up with a similar result in a 2013 report. It found that the average undocumented immigrant household paid $10,334 in taxes. About half of these 3.4 million households do not pay any taxes.\nUsing Heritage’s analysis, that would translate to about $17.6 billion paid in taxes.\nHeritage noted that the average undocumented immigrant household received about $24,721 in government benefits and services (i.e. public education, welfare benefits and services like police and highways), resulting in a deficit of $14,387.\nOur ruling\nKumar said, \"Undocumented immigrants pay $12 billion of taxes every single year.\"\nA left-leaning research organization estimated that undocumented immigrants paid about $12 billion in total taxes in 2010, while a conservative think tank pegged it at $17.6 billion.\nKumar told us she meant Social Security taxes, but that would make her figure less accurate. According to the Social Security Administration, half of the $12 billion in payroll taxes comes from employers. (But she didn’t say it this way.)\nWe rate Kumar’s claim True.\n Share the Facts   Politifact    1 7  Politifact Rating: True  \"Undocumented immigrants pay $12 billion of taxes every single year.\"    María Teresa Kumar CEO and president of Voto Latino   In an interview on NBC's Meet the Press Sunday, October 2, 2016 10/02/2016    Read More  info", "vclaim_id": "vclaim-pol-04225"}