{"url": "/factchecks/2020/sep/28/facebook-posts/ballots-california-dumpster-were-actually-old-empt/", "speaker": "Facebook posts", "vclaim": "Says over 1,000 mail in ballots were found in a dumpster in California.", "truth_label": "false", "date": "stated on September 26, 2020 in a Facebook post:", "title": "Ballots in California dumpster were actually old, empty envelopes from 2018 election", "text": "As the Nov. 3 general election nears, posts intended to cast doubt on the legitimacy of mail-in voting are increasing on social media. \nNow a post on Facebook claims that a series of photos show over 1,000 mail-in ballots dumped in a California landfill. It says this is why Americans can’t trust voting by mail.\n\"1,000+ mail in ballots found in a dumpster in California,\" text above the images says. \"They were allegedly discovered in a Republic Services of Sonoma County central landfill. Do you trust mail in voting?\"\n\"This is why we can’t Trust a Mail In Election!\" the post’s caption reads.\nThe post was flagged as part of Facebook’s efforts to combat potential false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is inaccurate. The photos in the post are real, but the pictured materials aren’t ballots, and they aren’t from 2020.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\nThe County of Sonoma took to Twitter to debunk the false information, and said the images actually depict empty envelopes from the November 2018 election that were disposed of legally. \nThe county asked people to share their notice to stop the spread of false news.\n\"Someone posted pictures on the web showing empty Vote-by-Mail envelopes from Sonoma County in recycling bins,\" the post reads. \"The pictures are of old empty envelopes from the November 2018 election that were disposed of as allowed by law.\nHelp us stop a false reportSomeone posted pictures on the web showing empty Vote-by-Mail envelopes from Sonoma County in recycling bins. The pictures are of old empty envelopes from the November 2018 election that were disposed of as allowed by law. pic.twitter.com/0FrhnD3jHg— County of Sonoma (@CountyofSonoma) September 25, 2020 \n \nWe rate this False.", "vclaim_id": "vclaim-pol-19024"}