{"url": "/factchecks/2019/jun/11/greg-abbott/abbott-maternal-mortality-texas-critics-lying/", "speaker": "Greg Abbott", "vclaim": "\"Turns out the critics of the Texas maternal mortality rate were just lying. It’s less than half of what the critics said. It’s about 1/10 of 1%.\"", "truth_label": "barely-true", "date": "stated on June 9, 2019 in in a tweet:", "title": "Did people lie about the maternal mortality rate in Texas, as Abbott said?", "text": "For two years, data suggested that the rate of pregnancy-related deaths in Texas was at shocking levels, higher than in every other state and in much of the developed world.\nThe data, reported by the state and published in a 2016 study, turned out to be wrong.\nA new look at the figures in 2018 found that the Texas maternal mortality rate was lower than reported, due in large part to errors with data entry on death certificates.\nTexas Gov. Greg Abbott, a Republican, sounded off on this in a tweet Sunday, linking to a news article from last year discussing the inaccurate state data.  \n\"Turns out the critics of the Texas maternal mortality rate were just lying,\" Abbott said. \"It’s less than half of what the critics said. It’s about 1/10 of 1%. Still, Texas has done more than ever to reduce that rate even more.\"\n\"Facts matter,\" he added.\nAbbott is right about that last part, but less-so about the rest. The figures he included in the tweet reflect the new data, but it’s flat wrong to say that people who criticized the state’s maternal mortality rate were \"just lying.\"\nThe article Abbott shared in his tweet directly refutes his claim. Multiple reports, including one published by a state health agency, show that flawed state data suggested that the rate of maternal mortality in Texas was higher than the rest of the country. The error was not revealed until 2018.\nAbbott’s office did not return a request for comment.\nStudy from 2016 showed shocking figures\nIn 2016, researchers from the University of Maryland published a study in Obstetrics & Gynecology that looked at the rate of pregnancy-related deaths across the country by using vital statistics recorded by each state.\nThe study found that in 2010 there were roughly 19 maternal deaths per 100,000 live births in Texas, a number that jumped to about 36 per 100,000 births in 2014, reaching \"levels not seen in other U.S. states.\"\nThe World Health Organization defines maternal deaths as when a woman dies while she is pregnant or within 42 days of giving birth. A late maternal death is when a woman dies within one year of giving birth.\nThe authors of the study expressed some skepticism about the results and said, \"in the absence of war, natural disaster, or severe economic upheaval, the doubling of a mortality rate within a 2-year period in a state with almost 400,000 annual births seems unlikely.\"\nThey noted that a future study would help make sense of \"this unusual finding.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nAfter the study’s release, state lawmakers met for a regularly scheduled legislative session in 2017 and passed several measures aimed at curbing the rate of maternal deaths, including a bill to give mothers access to postpartum depression screenings and counseling when taking their children to the doctor for checkups.\nLawmakers left the regular session without passing legislation to ensure that the state’s Maternal Mortality and Morbidity Task Force could continue operating. Abbott called lawmakers back to the Capitol for a special session to address the issue (among many others).\nHe signed into law a bill to extend the task force’s lifespan in August of 2017.\nWhen lawmakers left the Capitol after this year’s legislative session, they did so without passing the top recommendation issued by the task force: giving women access to health care coverage through Medicaid for a full year after they give birth.\nUnder current law, women lose health care coverage through Medicaid two months after delivery.\nRevised study revealed errors\nIn April 2018, researchers with the Texas Department of State Health Services published a new study that showed the actual number of maternal deaths in the state in 2012 was \"less than half the number previously reported.\"\nInstead of the 36 deaths per 100,000 live births recorded in the original study, researchers said the real rate was more like 14.6 per 100,000 births in 2012.\nWhat accounted for the difference? Errors in data collection on death certificates.\n\"The study shows dozens of women were identified on their death certificates as being pregnant at the time of their deaths, when they were not,\" reads a news release about the 2018 study. \"The misclassification most likely occurred because people certifying the deaths selected the wrong pregnancy option in the electronic system used to register deaths.\"\nThis was a significant problem between 2010 and 2012 because the proportion of death certificates submitted electronically across the state increased by more than 40% during that same period, according to state researchers.\nResearchers found that these misclassifications resulted in an exaggerated maternal mortality rate because traditional methods for calculating maternal deaths, \"relies solely on cause of death codes from death certificates.\"\nState researchers found a more accurate figure for the rate of pregnancy-related deaths by looking at death codes and cross referencing them with state records of births and fetal deaths. They also reviewed autopsy reports and looked for evidence of pregnancies.\nOur ruling\nAbbott said in a tweet, \"Turns out the critics of the Texas maternal mortality rate were just lying. It’s less than half of what the critics said. It’s about 1/10 of 1%.\"\nWhile the figures in Abbott’s tweet are right — the state’s maternal mortality rate is about 14.6 deaths per 100,000 births — the idea that people \"were just lying\" when citing reports from 2016 on the state’s maternal death rate is inaccurate.\nThis characterization struck us as the key point in Abbott’s tweet, which is why we rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\n Share the Facts 2019-06-11 23:26:03 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Turns out the critics of the Texas maternal mortality rate were just lying. It’s less than half of what the critics said. It’s about 1/10 of 1%.\"    Greg Abbott Texas Governor    a tweet Sunday, June 9, 2019 2019-06-09    Read More  info", "vclaim_id": "vclaim-pol-00543"}