{"url": "/factchecks/2012/may/17/tom-barrett/wisconsin-recall-challenger-tom-barrett-says-gov-s/", "speaker": "Tom Barrett", "vclaim": "Says Gov. Scott Walker said \"no to equal pay for equal work for women.\"", "truth_label": "false", "date": "stated on May 10, 2012 in a TV ad:", "title": "Wisconsin recall challenger Tom Barrett says Gov. Scott Walker says \"no\" to equal pay for women", "text": "We’ve rated statements by three Wisconsin politicians about a law that eliminated the right of discriminated workers to sue in state court -- and none of the three earned better than a Mostly False.\n\nWill Milwaukee Mayor Tom Barrett be added to the list?\n\nBarrett, the Democratic challenger to Republican Gov. Scott Walker in the June 5, 2012 recall election, made his claim in a TV ad released May 10, 2012.\n\nIn the ad, which makes several attacks on Walker, the narrator claims that Walker says \"no to equal pay for equal work for women.\"\n\nOn the screen are male and female stick figures; an equals sign with a slash through it sits between them. The words \"Associated Press, 4/7/2012\" also appear, indicating the ad’s source is a news article.\n\nThe phrasing and the imagery in the ad suggest Walker opposes equal pay for women who are doing the same jobs as men.\n\nBarrett campaign spokesman Phil Walzak told us the ad refers to an AP article in the Wisconsin State Journal about several bills signed two days earlier by Walker that Democrats say amounts to a Walker \"war on women.\"\n\nThe new law repealed a change -- passed in June 2009 when Democrats controlled state government -- that allowed workers to pursue discrimination claims against their employers in state court.\n\nWalzak argued that Walker was saying no to equal pay for women because the new law affects women who suffer workplace discrimination, and that Walker did so \"at the highest level\" that a governor can, by signing a law. He also argued that the old law, by allowing state court suits, deterred employers from discriminating and penalized those that did. The state’s anti-discrimination workplace law, he said, \"is only as good as its enforcement.\"\n\nSome employee attorneys contend the new law is a blow to equal pay because it takes away the option of a state lawsuit, which they say is easier and less expensive than one filed in federal court. Moreover, most but not all workplace discrimination claims can be filed in federal court.\n\nIn the nearly three years the old law was in effect, however, no state lawsuits were filed. We cited that when we rated Mostly False a Walker claim that the law was a \"gravy train\" for lawyers.\n\nWe also pointed out -- in rating False a claim by former Democratic recall candidate Kathleen Falk that women \"can’t do something\" about pay discrimination -- that a federal suit for damages is an option for most discriminated workers; and that all workers claiming discrimination can seek \"make whole\" remedies, such as back pay, through a state or federal agency.\n\nAnd we rated Mostly False a statement by state Rep. Cory Mason, D-Racine, that the old law ensured women would not be paid less than men.\n\nNow it’s Barrett’s turn.\n\nOur rating\n\nBarrett said Walker says \"no to equal pay for equal work for women,\" suggesting Walker doesn’t want women to be paid the same as men for doing the same job, or that he has taken steps to ensure unequal pay.\n\nWalker signed a law that removes one of the legal avenues women had to fight discrimination in pay. But such discrimination remains illegal and women who believe they are paid less because of their gender still have three options for pursuing their claims.\n\nWe rate Barrett’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n(You may comment on this item on the Journal Sentinel's web page)", "vclaim_id": "vclaim-pol-11082"}