{"url": "/factchecks/2015/oct/26/donald-trump/trump-says-61-percent-us-bridges-trouble/", "speaker": "Donald Trump", "vclaim": "\"Sixty-one percent of our bridges are in trouble.\"", "truth_label": "false", "date": "stated on October 14, 2015 in a speech:", "title": "Trump says 61 percent of U.S. bridges 'in trouble'", "text": "Donald Trump wants to build bridges, although not necessarily the political kind.\n\"We’re like a Third World country,\" he said during a Oct. 14 rally in Henrico County. \"Our airports, our roads, our bridges are falling down. Sixty-one percent of our bridges are in trouble. Do you believe this? We drive over a bridge, it’s in trouble.\"\nWe wondered whether the eye-popping 61 percent figure is true. Trump’s campaign didn’t respond to our request for the source of the statistic, so we did some digging.\nThe Federal Highway Administration publishes annual data on deficient bridges in state and federal highway systems. The most recent report, based on December 2014 findings, found that 61,365 bridges are \"structurally deficient.\" That breaks down to about 10 percent of the nation’s 610,749 bridges.\nThe FHWA website says \"a `structurally deficient’ designation does not imply that a bridge is unsafe, but such bridges typically require significant maintenance and repair to remain in service, and would eventually require major rehabilitation or replacement to address the underlying deficiency.\" These often are rural bridges, according to the agency.\nThe FHWA lists another 84,525 bridges -- or almost 14 percent -- as \"functionally obsolete.\" These are mostly urban spans that the agency says don’t \"meet current design standards (for criteria such as lane width), either because the volume of traffic carried by the bridge exceeds the level anticipated when the bridge was constructed and/or the relevant design standards have been revised.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAll told, 145,890 U.S. bridges have been identified as deficient. That comes to 24 percent of the nation’s spans.\nWe should note that the Henrico rally wasn’t the first time Trump has used the bridge statistic. During an Aug. 25 news conference in Iowa, he said \"59 percent of our bridges are in trouble.\" FactCheck.org published an article two days later saying the claim was inaccurate.\nFinally, if you’re wondering, Virginia has 13,800 bridges and the highway administration characterizes 3,574 of them as deficient. That’s 26 percent. Of those spans, 1,120 -- or 8 percent -- are structurally deficient. Another 2,454 bridges -- or 18 percent -- are functionally obsolete.\nOur ruling\nTrump says \"61 percent of our bridges are in trouble.\"\nThe FHWA identifies 24 percent of the bridges as deficient. This doesn’t mean, to borrow a Trump phrase, that \"our bridges are falling down.\" It means that the infrastructure is aging and many of the spans require high maintenance, while others are serving more traffic than anticipated when they were built.\nWe don’t mean to minimize the nation’s infrastructure problems, but Trump’s inflated figure is nowhere near the mark. We rate his statement False.", "vclaim_id": "vclaim-pol-05813"}