{"url": "/factchecks/2014/sep/30/charlie-crist/charlie-crist-has-changed-positions-several-times-/", "speaker": "Charlie Crist", "vclaim": "On support for the Affordable Care Act (Obamacare).", "truth_label": "full-flop", "date": "stated on March 9, 2014 in an interview on CNN:", "title": "Charlie Crist has changed positions several times on support for the federal health care law", "text": "Charlie Crist’s gubernatorial campaign has been peppered by Republicans claiming he’s changed positions on a number of issues, but perhaps the most cited is his position on the Affordable Care Act.\nA campaign commercial from the Republican Party of Florida says his change of heart on Obamacare is \"flippin’ amazing,\" showing that he first wanted to repeal the law, but now is for it. We decided to put Crist’s position on the health care law to our Flip-O-Meter to see whether he’s had a true change of heart.\nThe charge has dogged him since he ran for Senate in 2010 -- at one time, opponent Marco Rubio accused him of having \"six different positions\" on the health care law. We rated that Half True, because we really counted three.\nCrist said in the 2010  race he wanted to repeal the law, but he has also said he wanted to modify the law, and he currently supports the Affordable Care Act as a Democrat.\nThe commercial cites a March 28, 2010, debate on Fox News with Rubio in which Crist says, \"I think what we need to do is go ahead and repeal this thing,\" referring to the health care law. It then changes to a March 9, 2014, interview with CNN’s Candy Crowley, saying \"I think it’s been great\" when asked about the law.\nWe found that Crist called for repeal in a March 21, 2010, Associated Press article while the U.S. House was voting on the bill. At that time, he was trying to win the Republican primary against Rubio. By July 20, when he had given up on the Republican nomination and was running as an independent, Crist was backing off of that position. The Wall Street Journal wrote that  \"Despite pledging as a Republican to help repeal President Obama's health-care overhaul, Mr. Crist now says he does not support such a move.\"\nThen on July 29, Crist issued a press release that seemed to take two positions at once. It read, in part:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Had I been in the United States Senate at the time, I would have voted against the bill because of unacceptable provisions like the cuts to the Medicare Advantage program. But being an independent, I have the freedom to be an honest broker for the people of Florida without regard for political party, and the reality is this: despite its serious flaws, the Obama health care bill does have some positive aspects. Repeal must be accompanied by a responsible substitute -- repeal without passage of a substitute law protecting those with pre-existing conditions, closing the prescription drug donut hole for seniors, and allowing parents to keep their children on their insurance coverage until age 26 would be wrong. While I would not have supported the legislation, we have to recognize the positive components and work together across party lines to make our health care system more affordable for both consumers and the government.\"\nSo, he would have voted against it, but was now part of the repeal and replace crowd. But we’re not done yet.\nOn Aug. 27, he told Central Florida News 13, \"I would have voted for it but I think it can be done better.\" So he was saying he would have helped pass the law, but focused the rest of the conversation on how he didn’t like provisions for Medicare. Two hours later, he issued a press release that basically repeated the July 29 release, saying he wanted to \"be abundantly clear.\"\nCrist ended up losing that Senate race as an independent, but once Crist became a Democrat, his position did a complete 180-degree turn for good.\nIn the March 2014 interview with Crowley, Crist said the law was \"great\" and that Democratic candidates should be more vocal in supporting the law. \"They ought to strengthen up,\" he said. \"The president's a smart guy and he's doing the right thing, and God bless him for it.\"\nOur ruling\nAs a Republican, Crist was clear in his adherence to the party line by saying the Affordable Care Act should be repealed. When running for Senate, he seemed to contradict himself at times by saying he would have voted against the law, but also that it should be repealed or modified. Then he said he would have voted for Obamacare, but wanted parts of it changed, specifically portions dealing with cuts to Medicare.\nIn this campaign, he clearly supports the Affordable Care Act. That’s about as big a flip as you can get from saying he wouldn’t have voted for it in the first place. We rate this one a Full Flop.", "vclaim_id": "vclaim-pol-07229"}