{"url": "/factchecks/2009/aug/25/john-boehner/boehner-says-study-effectiveness-medical-treatment/", "speaker": "John Boehner", "vclaim": "The health bill's plan for comparative effectiveness research \"would be used by the government to ration care.\"", "truth_label": "false", "date": "stated on August 18, 2009 in a press release:", "title": "Boehner says study into the effectiveness of medical treatments would be used by government to ration care", "text": "Many opponents of health care plans being considered by Congress have warned they would lead to government rationing of health care services.\n\n\nTo which we say, yes they would. Health care is already rationed. Public and private plans have limited resources, and you can't just get any medical service you want anywhere at any time. That's rationing. It's a reality of health care today and would be under any of the plans being considered in Congress. And so we gave a False to former Democratic National Committee chairman Howard Dean when he said the plans include no rationing.\n\n\nBut that's not to say many of the claims of rationing by the Republican opponents are right. In fact, many of them are very misleading, or outright wrong. We've weighed in previously on former Alaska Gov. Sarah Palin's claim the bill would create \"death panels\" that will decide whether Grandma will get health care.\n\nIt wouldn't.\n\n\n\nHere, we'll deal with another popular claim from Republican opponents of the plan: that government-sponsored research into medical care would be used to ration services. Most recently, the claim was made in a press release on the Web site for House Republican Leader John Boehner, R-Ohio, on Aug. 18, 2009. It states:\n\n\n\"The bill would establish a new tax on every health insurance policy to fund a government board that would be tasked with deciding which treatments are more cost-effective,\" the release states. \"The research findings would be used by the government to ration care.\"\n\n\nThe press release cites the part of the House bill that deals with establishing a Center for Comparative Effectiveness Research within the Agency for Healthcare Research. That's a bureaucratic way of saying the government would do studies to find out which medical treatments and medications work better than others, and which are most cost-effective. The idea is that this would help doctors and patients make better-informed decisions about the most effective treatment strategies. It's also expected to save money over time.\n\n\nA case for it was made on June 12, 2007, by Peter R. Orszag, then director of the Congressional Budget Office but now a member of the Obama administration, in an address to Congress:\n\n\n\"Hard evidence is often unavailable about which treatments work best for which patients or whether the added benefits of more-effective but more-expensive services are sufficient to warrant their added costs.\" The findings, he said, suggest that better information about the costs and benefits of various treatments could substantially lower health care spending as well as \"yield better health outcomes from the resources devoted to health care.\"\n\n\nSome opponents such as\n\nBoehner\n\nhave argued that such research will lead to the government telling doctors what kinds of services or medications they can and cannot provide — rationing.\n\n\nOur ruling here may seem something of a paradox because, as we note above,\n\nBoehner\n\nwould be right if he said there is rationing now and will be rationing in the future. But in this case, there actually are provisions in the bill about comparative research to make sure it is\n\nnot\n\nused for rationing. Language in the House version of the health bill specifically states: \"Nothing in this section shall be construed to permit the Commission or the Center to mandate coverage, reimbursement, or other policies for any public or private payer.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnd let's be clear, comparative\n\neffectiveness\n\nresearch has been done by the government for years and years. The Obama administration wants to greatly expand the amount of research. The economic stimulus package also included more funding for comparative\n\neffectiveness\n\nresearch. And the bill included a similar disclaimer that it would not mandate insurers to cover or reimburse one treatment or medication over another.\n\n\n\"We definitely need more information about how cost-effective certain things are,\"\n\nsaid Katherine Baicker,\n\na health economics professor at Harvard University. People are understandably nervous that these studies could lead to rationing of certain services, she said, but as a researcher, \"It's hard for me to see how we can make better decisions without better information.\"\n\n\nAARP, the leading advocate for seniors, has long been a strong supporter of such research.\n\n\n\"It boggles the mind\" said AARP spokesman Jim Dau, how comparative\n\neffectiveness\n\nresearch has been portrayed by opponents of the health care plan as government rationing of care.\n\n\n\"It's just good common sense,\" Dau said of the research. \"It's giving individuals and doctors better evidence-based research so that they can make better decisions.\"\n\n\nGail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s, is another big advocate of comparative\n\neffectiveness\n\nresearch. She views it as lobby-free information that can be used to empower patients.\n\n\nWilensky envisions tiered co-payments based on the clinical appropriateness of various medical treatments. That's not rationing, she said.\n\n\n\"As we get more advanced, we'll be able to move toward more precision medicine, where we can authorize even very expensive treatments if we know they are going to work,\" she said.\n\n\nSo, for example, she said, if someone with cancer has a biomarkers that indicates they would be likely to respond to the treatment, there would be a lower co-pay.\n\n\n\"We ought to be doing things better,\" Wilensky said. \"We need to spend smarter and treat more effectively,\"\n\n\nWe think it's reasonable to conclude that some insurers may decide to use the government's research findings to determine what kinds of medical services it will cover, or at least which ones it will cover first. But we think it's a stretch to call giving patients better information about which treatments and drugs are most effective \"rationing.\" In fact, given specific language in the bill to the contrary, we think it's outright wrong for\n\nBoehner\n\nto claim the research findings would be used by\n\nthe government\n\nto ration care. Our friends at FactCheck.org came to the same conclusion in\n\n\nan item\n\n\nthat walks through the evolution of comparative\n\neffectiveness\n\nresearch.\n\n\nSo we find\n\nBoehner\n\n's claim that comparative\n\neffectiveness\n\nresearch findings \"would be used by the government to ration care\" to be False.", "vclaim_id": "vclaim-pol-15621"}