{"url": "/factchecks/2010/oct/08/jack-conway/jack-conway-says-rand-paul-backs-2000-deductible-m/", "speaker": "Jack Conway", "vclaim": "Rand Paul \"wants us to pay $2,000 just to get Medicare.\"", "truth_label": "mostly-true", "date": "stated on September 28, 2010 in a campaign commercial:", "title": "Jack Conway says Rand Paul backs a $2,000 deductible for Medicare", "text": "During this election season, Republicans have been hammering Democrats over cuts they say were made to Medicare as part of the health care bill. Now, in a television ad in the Kentucky Senate race, Democrat Jack Conway is turning the tables, attacking Republican Rand Paul over Medicare deductibles.\n\nHere's the transcript of the ad, released Sept. 28, 2010:\n\nNarrator: \"More from Rand Paul.\"\n\nFootage of Rand Paul: \"The real answer to Medicare would be a $2,000 deductible.\"\n\nMan: \"A $2,000 deductible?\"\n\nMan: \"Rand Paul wants us to pay $2,000 just to get Medicare?\"\n\nWoman: \"That's crazy.\"\n\nWoman: \"I can't afford that.\"\n\nFootage of Rand Paul: \"The real answer to Medicare would be a $2,000 deductible.\"\n\nMan: \"I don't know what planet he's from.\"\n\nWoman: \"Rand Paul is off the wall with the $2,000 deductible.\"\n\nMan: \"He knows we can't afford that.\"\n\nWoman: \"The more we hear about Rand Paul, the worse it gets.\"\n\nConway: \"I'm Jack Conway, and I approved this message.\"\n\nThe grainy footage of Paul is real. It comes from a talk that Paul, an ophthalmologist and longtime libertarian, gave to the Center-Right Coalition, a conservative group, in Lexington, Ky., on June 19, 2009. A longer excerpt from Paul's talk has been posted on YouTube.\n\nTo see whether Conway's ad takes Paul's remarks out of context, we transcribed the portion of his speech in which he talks about Medicare.\n\n\"What's the problem in medicine?\" Paul began. \"No price fluctuation. If you're over 65 and go to a doctor in this country, you pay the exact same price with every doctor in the whole country. So when they want to blame ... that on capitalism, we have to be smart enough and say, 'We don't have capitalism. We already have socialism.'\"\n\nHe continued, \"Medicare is socialized medicine. People are afraid of that because, 'Oh, you'll say you're against Medicare.' No, I say we have to do something different. We can't just eliminate Medicare. But we have to figure out how to get more to a market-based system. It's counter-intuitive to a lot of people, but you have to pay for things if you want prices to come down. So you really need higher deductibles. And the real answer to Medicare would be a $2,000 deductible, but try selling that one in an election. But that's the real answer is, you have to pay for things. And when you do, but you also get rid of price controls. So you raise the deductible, you get rid of price controls, and you allow more competition. And you may have to allow more competition from other parties. Nurse practitioners, we already have some. Pharmacists. There have to be ways to allow medicine to come down.\"\n\nHis comment was no one-time slip of the tongue. The Conway campaign released another ad with footage of at least five other occasions in which Paul spoke publicly about his preference for high deductibles for Medicare, sometimes even invoking the same $2,000 figure.\n\nIndeed, Paul has been caught on camera being open about the political hazards of making such a proposal. In the Lexington talk featured in the first ad, Paul immediately followed his mention of the $2,000 figure with the addendum, \"but try selling that one in an election.\" And in the follow-up ad, a clip shows him acknowledging the political risk with striking frankness. \"The hard part,\" he said, \"is how do you present this on national TV? I mean, what's going to happen to me in a statewide race if I tell people I think the Medicare deductible is going to be higher? Am I going to be booted out of the room? I don't know. I'm willing to take a risk because I think it's the right thing to do, and because the other answer is to become just like Canada.\"\n\nWe did not receive a response from the Paul campaign for this article, but the campaign has responded through TV ads. On Oct. 7, the liberal website Talking Points Memo published a side-by-side comparison of the Paul campaign's two response ads and found subtle but noteworthy differences. In the first, the Paul campaign says that Paul \"never supported higher Medicare deductibles.\" In the second, the ad was changed to say that Paul \"doesn't support higher Medicare deductibles.\" Had they stuck with the first ad, it would have been undermined by a half-dozen film clips.\n\nPaul refined his policy toward Medicare during an appearance on Fox News on Oct. 6. Paul said that he did not want to impose deductibles on current Medicare beneficiaries but rather on future beneficiaries, possibly starting with those who are currently 55 or younger.\n\nSo even Paul now acknowledges that he thinks Medicare deductibles are worth considering. But does Conway's ad fairly portray the views Paul had espoused at the time? They come close, but we do offer one caveat.\n\nWe think that the general impression Conway's ad gives -- and in particular the line where the man says, \"Rand Paul wants us to pay $2,000 just to get Medicare?\" -- is that what Paul wants to do is slap seniors with a $2,000 deductible, even though his plan is much more comprehensive. Paul's ideas for Medicare may be good or bad, but the ad is somewhat misleading when it reduces them to a simple $2,000 deductible. That said, we see it as a relatively minor exaggeration. Paul has advocated for a $2,000 deductible in multiple settings, and on balance we rate the ad Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14272"}