{"url": "/factchecks/2012/oct/10/steven-teske/judge-links-arrests-high-school-drop-out-rates/", "speaker": "Steven Teske", "vclaim": "High school students arrested on campus are twice as likely not to graduate and four times less likely to graduate if they’ve appeared in court.", "truth_label": "mostly-true", "date": "stated on September 18, 2012 in an article:", "title": "Judge links arrests to high school drop out rates", "text": "Crime costs Georgia, and state leaders are trying to find a smarter approach to deal with teenagers who run afoul of the law.\n\nLast month, a commission of judges, police officers, attorneys and others met to discuss ways to improve Georgia’s juvenile justice system. By some estimates, Georgia deals with 40,000 juvenile delinquents a year. The budget for the state juvenile justice system for the 12-month period ending June 30, 2013, is about $300 million, nearly as much as Georgia will spend on its technical college system.\n\nOne judge at the meeting relayed some information that piqued the Truth-O-Meter’s interest.\n\n\"We know from the research that if you arrest a kid on campus, he’s twice as likely not to graduate,\" Clayton County Juvenile Court Judge Steven Teske said. \"If they appear in court, they’re four times as likely not to graduate.\"\n\nTeske said in an interview that his concern is about \"zero-tolerance\" policies that more schools across the country have adopted concerning students who get in trouble on campus. The policies can result in more students being arrested and expelled. \n\n\"[T]he problem with zero tolerance is that it does not distinguish between the kids who are bullies and those who make stupid decisions,\" Teske told us.\n\nPolitiFact Georgia wondered whether the numbers Teske used to base his case are correct.\n\nTeske said his claim was based on a widely used study of graduation rates among high school students who go through the court system. The study by Gary Sweeten, an associate professor of criminology at Arizona State University, was published in December 2006. Sweeten claimed it is the first study to estimate the effect of arrest and court appearance jointly. \n\n\"[F]irst-time arrest during high school nearly doubles the odds of high school dropout, while a court appearance nearly quadruples the odds of dropout,\" Sweeten wrote.  \n\nIn his study, Sweeten also found evidence of what are called labeling effects. The concern is that young people who get arrested are labeled as delinquents and continue to get heightened scrutiny and punishment.\n\nScholars on the subject say that can explain why a disproportionate percentage of students who wind up in the criminal justice system do not graduate from high school. \"This perspective argues that official intervention can be a stepping stone in the development of a delinquent career,\" two authors wrote in a 2003 study on the subject cited by Sweeten.\n\nThat study of 1,000 seventh- and eighth-graders in the Rochester, N.Y., school system over a nine-year span found that an arrest nearly quadrupled the odds of being a high school dropout, and involvement in the justice system increased the odds by about the same rate.\n\nIn his study, Sweeten wrote: \"Court involvement may put youths in close contact with other delinquent youths who may encourage further delinquency, and less attachment to high school, leading to poorer educational outcomes.\"\n\n\"They think of themselves as a troublemaker now,\" Sweeten said in a telephone interview.\n\nSweeten’s study, though, did not focus solely on on-campus arrests. He selected a random sample of people who answer an annual survey done by the U.S. Bureau of Labor Statistics with an oversampling of disadvantaged youths. The respondents answer a series of questions on many issues, including their educational background and criminal history.\n\nSweeten told PolitiFact Georgia that he hasn’t seen much research about the impact of on-campus arrests on graduation rates. He said his research \"implies\" there may be a connection.\n\nA separate study casts a little bit of doubt on the research. Another group of researchers studied about 2,000 Philadelphia students interviewed after they finished eighth grade and then seven years later. \n\n\"We found that arrest has no significant impact on the likelihood of a student dropping out of high school, but it does have a strong and consistent impact on a late graduation,\" the researchers wrote.\n\nChristopher Weiss, one of the authors of that study, said they could not distinguish which arrests were made on campus. Weiss said on-campus arrests were a rare occurrence at that time. \n\nOne study of Chicago inner-city high school students arrested during the ninth or 10th grade found they are at least six times more likely to drop out of school. A 2012 study by the American Civil Liberties Union and Citizens for Juvenile Justice concluded that students in the three largest school systems of Massachusetts who are arrested at school are three times more likely to drop out than those who are not.\n\nTo summarize, Teske referenced on-campus arrests and court interaction at the meeting. \"We know from the research that if you arrest a kid on campus, he’s twice as likely not to graduate,\" he said. \"If they appear in court, they’re four times as likely not to graduate.\"\n\nThe first part of Teske’s claim is troublesome because there’s not much research on the subject of on-campus arrests and high school dropout rates. The most recent study we found, though, supported Teske’s claim. As far as the latter part of his statement, there is more support for what Teske said at the meeting. We rate his entire claim as Mostly True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021", "vclaim_id": "vclaim-pol-10211"}