{"url": "/factchecks/2013/mar/05/jeffrey-loria/marlins-owner-jeff-loria-says-tourists-not-taxpaye/", "speaker": "Jeffrey Loria", "vclaim": "The majority of public funding for the Marlins stadium \"came from hotel taxes, the burden of which is incurred by tourists who are visiting our city, NOT the resident taxpayers.\"", "truth_label": "half-true", "date": "stated on February 24, 2013 in an ad:", "title": "Marlins owner Jeffrey Loria says tourists -- not taxpayers -- paid most of public cost for stadium", "text": "After a dismal 2012 season, Marlins baseball owner Jeffrey Loria slashed payroll and got rid of a handful of expensive players, including star shortstop Jose Reyes and pitcher Josh Johnson. Miami baseball fans cried \"foul!\"\n\nLoria’s moves revived debate about the lucrative public financing the Marlins won to build their stadium in 2009.  \n\nOn Feb. 24, Loria took out a full-page \"letter to our fans\" ad in the Miami Herald and other South Florida newspapers to defend his team’s deal, saying he wanted to review the \"facts.\"\n\nLoria’s letter was full of claims about the team’s roster, finances and the stadium deal -- with some reminders about the 2003 World Series sprinkled in.\n\nLoria began with an admission that the Marlins’ performance on the field \"stunk\" and said he takes his share of the blame. But then Loria turned up the defense:\n\n\"Those who have attacked us are entitled to their own opinions, but not their own facts. The majority of public funding came from hotel taxes, the burden of which is incurred by tourists who are visiting our city, NOT the resident taxpayers.....\"\n\nSports writers and others have ripped apart Loria’s rant. (Yahoo! Sports rebutted Loria’s claims about everything from player trades to finances to the stadium’s design awards.)\n\nHere at PolitiFact, we decided to put part of Loria’s claims about the stadium’s public financing to the Truth-O-Meter:  \n\n\"The majority of public funding came from hotel taxes, the burden of which is incurred by tourists who are visiting our city, NOT the resident taxpayers.\"\n\nLoria’s claim suggests that it was largely tourists -- not Miami-Dade taxpayers -- who are footing the bill for a stadium project. Is it those high-rolling tourists who are mostly paying by plunking down credit cards at luxurious hotels in South Beach and beyond? Do resident taxpayers bear minimal financial burden here for the stadium?\n\nMarlins stadium deal\n\nWe turned to Miami Herald articles, stadium agreement documents and county officials to explain the deal.\n\nAfter about a decade of failed attempts, the Marlins finally reached a deal in 2009 with Miami-Dade County and the city of Miami to replace the Orange Bowl stadium with a 37,000-seat retractable roof stadium in the Little Havana neighborhood of Miami.\n\nThe stadium cost about $515 million. Add in the parking complex, and the total rises to more than $600 million.\n\nThe county, the city and the Marlins themselves all contributed to a fairly complicated deal. Here’s a big-picture accounting of what each agreed to put in:\n\n Miami-Dade County: In March 2009, commissioners voted for a plan that was largely funded by three different hotel bed taxes that added up to almost $300 million. (The county also pitched in other sources of money, including $50 million from an earlier voter-approved bond referendum that is being paid off with property taxes.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStuart Sternberg\n\n\nstated on June 21, 2010 in a press statement\n\n\n\n\n\n\n\n\nThe Tampa Bay Rays' \"prices have been judged the most affordable in all of professional sports.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 24, 2010\n\n\n\n\n\n\n\n\nWe should note that while tourists pay bed taxes, so does anyone else who stays in a hotel or motel for any reason. That includes business people visiting the area, friends and family who visit local residents, and locals who live in hotels or need a room for the night.\n\nIn total, the county borrowed about $409 million for the Marlins project, which includes debt service and the cost of issuing the bonds, a county spokeswoman told PolitiFact Florida.\n\nThe county manager wrote in a memo before the vote that the bed taxes \"cannot be used for general government funding purposes such as social services, public safety and public education.\" But some bed tax dollars can be used for non-sports projects, such as museums and theaters.\n\nThe stadium was built on city-owned land later deeded over to the county, so the Marlins don’t have to pay property taxes.\n\nCity of Miami: In March 2009, the city of Miami pledged $94 million for the city-owned, 5,800-spot parking structures (the final cost later dropped). The city also committed $13 million from bed taxes toward stadium construction, and $12 million for other improvements.\n\nMarlins: The team agreed to pay about $120 million toward stadium construction, and borrowed an additional $35 million from the county. The team pays rent, starting at about $2.3 million a year, plus 2 percent a year, to pay back that loan. The team is also paying $6 million of the county’s construction costs. The Marlins pays the city about $10 per parking space.\n\nIf all this weren’t complicated enough, in 2011, the Miami Herald reported that the U.S. Securities and Exchange Commission -- which was already reviewing the city of Miami’s finances -- had launched a separate probe of the stadium deal, to see if the city misled investors about the parking complex bonds.\n\nExperts say that Loria is omitting some key points\n\nWe interviewed a few stadium financing experts who said that while Loria was correct that hotel bed taxes paid for a huge chunk of the cost, his claim obscured the fact that it was still public money, and it could have been spent on other projects to benefit local taxpayers.\n\n\"Simply put, Miami is going to get bed tax revenue regardless of whether Marlins park was built. So the implication that the city’s budget wasn’t affected by their decision to allocate their limited tax revenue to stadium construction is disingenuous,\" said Chris Lafakis, Moody’s senior economist who analyzes Florida, in an email to PolitiFact.\n\nWe also interviewed Adie Tomer and Siddharth Kulkarni, researchers for the Brookings Institution’s Metropolitan Policy Program. They have argued that the stadium will cost the county $2 billion over 40 years, when all the interest on the borrowing is included.\n\n\"Focusing on tourist taxes obscures the real essence of debate, which is what can Miami do with this revenue?\" Tomer said. \"$2 billion is an enormous long-term cost. Those revenues are lost now.\"\n\nRoger Noll, a Stanford economics professor, said that higher taxes on tourists take away money they would have spent in local businesses. \"Politically, taxing tourist-related activities (hotels, rental cars) is attractive, because some voters do not understand that a targeted tax hurts the business that is being taxed as well as its customers,\" he said.\n\nJonah Keri, a baseball writer for ESPN’s Grantland, said Loria’s letter is right on one point: The county should get some of the blame on the stadium deal.\n\n\"Loria is saying the real idiots here are the government who didn’t protect you from me,\" Keri said. \"That’s true. The thing about Loria is, I don’t think he is that much worse than any other owner. It really is the case that local officials are the ones who bungled this. Any capitalist is going to do this.\"\n\nIn an interview with PolitiFact, Marlins president David Samson defended Loria’s claim, noting that bed taxes can’t fund general government functions.\n\n\"It can’t go to police officers, firefighters, nurses, doctors, ambulance drivers. ... It cannot be used to build park shelters for the homeless, as an example.\"\n\nOur ruling\n\nIn response to renewed criticism about the 2009 Marlins stadium financing deal, Loria said \"The majority of public funding came from hotel taxes, the burden of which is incurred by tourists who are visiting our city, NOT the resident taxpayers.\"\n\nLoria is borrowing from politicians’ playbooks here: He cherry-picked a fact that puts the situation in the best light while omitting a thorough explanation. On the surface, he is correct: Much of the public funding for the stadium came from hotel bed taxes largely (though not entirely) paid for by tourists.\n\nBut these are still tax revenues that belong to the taxpayer, and if it didn’t go to the Marlins, it would have gone to some other public purpose to benefit those taxpayers. He also ignores that the county will be paying off that debt for decades. His implication that locals can shrug their shoulders at that public cost, and dismiss it as coming from the wallets of out of town tourists, is disingenuous.\n\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-09636"}