{"url": "/factchecks/2018/oct/18/donald-trump/donald-trumps-claim-no-financial-interests-saudi-a/", "speaker": "Donald Trump", "vclaim": "\"I have no financial interests in Saudi Arabia.\"", "truth_label": "half-true", "date": "stated on October 16, 2018 in in a tweet:", "title": "Donald Trump's claim of 'no financial interests' in Saudi Arabia? That's Half True at best", "text": "As President Donald Trump faces criticism for passivity since the disappearance and suspected murder of Jamal Khashoggi, a Saudi dissident and Washington Post columnist, Trump has sought to downplay his personal financial dealings with Saudi Arabia.\nTrump has sent mixed messages in the roughly two weeks since Khashoggi vanished after entering the Saudi consulate in Istanbul. At one point Trump vowed \"severe punishment\" for those responsible. Yet he has also expressed reluctance at the possibility of jeopardizing the United States’ lucrative arms trade with Riyadh.\nEven as he’s highlighted the financial stakes underlying U.S.-Saudi relations, Trump has said he has no personal business ties to Saudi Arabia.\n\"For the record, I have no financial interests in Saudi Arabia (or Russia, for that matter),\" Trump tweeted Oct. 16, after reports detailed his past commercial transactions with Saudi partners. \"Any suggestion that I have is just more FAKE NEWS (of which there is plenty)!\"\nFor the record, I have no financial interests in Saudi Arabia (or Russia, for that matter). Any suggestion that I have is just more FAKE NEWS (of which there is plenty)!— Donald J. Trump (@realDonaldTrump) October 16, 2018 \nThe Trump Organization also said in a statement that, \"Like many global real estate companies, we have explored opportunities in many markets,\" but added, \"we do not have any plans for expansion into Saudi Arabia.\"\nTrump’s recent comments present a sharp contrast with remarks he made on the 2016 campaign trail when he boasted about his financial ties to Saudi Arabia.\n\"Saudi Arabia, I like the Saudis,\" Trump said at a July 2015 rally. \"I make a lot of money with them. They buy all sorts of my stuff. All kinds of toys from Trump. They pay me millions and hundred of millions.\"\nWe decided to take a closer look at transactions between Trump and Saudi business partners.\nWe found no evidence that Trump or the Trump Organization owns property or invests in Saudi Arabia. However, Trump has profited from business dealings with Saudis dating back at least to the 1990s, and his hotels continue to generate revenue from Saudi interests.\n45th floor of Trump World Tower\nIn June 2001, Trump sold the entire 45th floor of Trump World Tower to the Kingdom of Saudi Arabia, according to multiple reports. The apartments, located near the United Nations headquarters, were later converted in 2008 into part of the Saudi Mission to the UN.\nThe transaction earned Trump $4.5 million, according to the New York Daily News, citing a New York City Finance Department spokeswoman.\nThe Daily News obtained documents showing the deal involved five apartments, which included 10 bedrooms and 13 bathrooms. In addition to the purchase price, the annual charges of more than $85,000 for building amenities — assuming they remained the same through the years — means \"Trump was paid at least $5.7 million by the Saudi government since 2001,\" the Daily News wrote in a September 2016 article.\nOther reports say Trump pocketed as much as $12 million in the sale. That figure comes from the Associated Press, citing the brokerage site Streeteasy, which said Trump’s 2001 deal with the Saudis \"was the biggest purchase in that building to that point.\"\nIn his 2016 bid for the White House, Trump touted his real estate transactions with the Saudis.\n\"Saudi Arabia — and I get along great with all of them. They buy apartments from me,\" Trump said at an Aug. 21, 2015, rally. \"They spend $40 million, $50 million. Am I supposed to dislike them? I like them very much.\"\nA yacht named ‘Princess’\nReports show that Trump has profited from deals with the Saudis since at least the early 1990s.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAccording to the Associated Press, Trump was \"teetering on personal bankruptcy and scrambling to raise cash\" in 1991 when Saudi billionaire Prince Alwaleed bin-Talal agreed to buy Trump’s yacht.\nThe 280-foot yacht, named \"Princess,\" sold for $20 million, which according to the Associated Press, was a third less than what Trump is reported to have paid for it.\nIn 1995, Prince Alwaleed was among a group of investors who paid $325 million for Trump's Plaza Hotel, which looks over Manhattan’s Central Park. According to the Associated Press, the hotel at the time of purchase was a money-losing venture.\nSaudi visitors to Trump hotels\nEven as president, Trump hotels continue to earn business from Saudi interests, reports show.\nGroups lobbying on behalf of the Saudi government spent $270,000 at Trump’s Washington hotel, according to a Washington Post investigation. The bill included some $190,000 for rooms, $78,000 spent on catering and $1,600 for parking, according to lobbyist filings.\n\"The bill was ultimately paid by the Kingdom of Saudi Arabia,\" the Post reported.\nA separate Washington Post investigation found that visits to Trump hotels by big-spending Saudis were responsible for a revenue bump.\nA letter obtained by the Post from the general manager of the Trump International Hotel in Manhattan said \"a last-minute visit to New York by the Crown Prince of Saudi Arabia\" had been a major factor in a 13 percent bump in revenue from room rentals for the first three months of 2018 — after two years of declining figures.\nThe Post reported that while the Crown Prince did not personally stay at the hotel, accommodating his accompanying travelers for a five-day stay in March \"was enough to boost the hotel’s revenue for the entire quarter.\"\nEmoluments Clause lawsuit\nIn July, a federal judge in Maryland ruled that a lawsuit could proceed against Trump over his Washington hotel’s acceptance of payments from foreign governments. The suit alleges that by collecting such revenues — from the Kingdom of Saudi Arabia, as well as other foreign governments — Trump is violating the Constitution’s foreign Emoluments Clause.\nThe judge found that while Trump does not \"actively manage\" the Trump International Hotel, he \"continues to own and purportedly controls\" it, as well as the adjoining restaurant and event spaces, and \"actually or potentially shares in the revenues.\"\nThe accountability watchdog Citizens for Responsibility and Ethics in Washington, or CREW, is involved in the suit, which was brought by the District of Columbia and Maryland.\nA spokesman for CREW said Trump’s continued business dealings at Trump Hotel DC — less than a mile from the White House — represents a serious conflict of interest.\n\"The problems — both ethical and Constitutional — with the president's businesses profiting off foreign governments like Saudi Arabia are in the profits themselves, not the physical location of the businesses,\" said CREW spokesman Jordan Libowitz. \nOur ruling\nTrump said, \"I have no financial interests in Saudi Arabia.\"\nWe found no evidence that Trump or the Trump Organization owns property in Saudi Arabia.\nHowever, Trump has profited handsomely from business dealings with Saudis dating back at least to the 1990s.\nEven during his presidency, Trump hotels continues to earn business from the Saudi government, reports show. In fact, Trump’s Washington hotel’s acceptance of payments from foreign governments — including the Kingdom of Saudi Arabia — is the basis on an ongoing lawsuit against Trump.\nWe rate this Half True.\n Share the Facts 2018-10-18 20:25:39 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"I have no financial interests in Saudi Arabia.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/1052186219696803841   in a tweet Tuesday, October 16, 2018 2018-10-16    Read More  info", "vclaim_id": "vclaim-pol-01456"}