{"url": "/factchecks/2008/feb/07/mike-huckabee/it-tasted-like-chicken/", "speaker": "Mike Huckabee", "vclaim": "\"When I was in college, we used to take a popcorn popper . . . and we would fry squirrel.\"", "truth_label": "true", "date": "stated on January 18, 2008 in an interview on MSNBC's Morning Joe.:", "title": "It tasted like chicken", "text": "In two recent appearances on MSNBC's\n\nMorning Joe\n\n, former Arkansas Gov. Mike Huckabee boasted about frying squirrels in a popcorn popper.\n\n\n\"When I was in college, we used to take a popcorn popper – because that was the only thing they would let us use in the dorms – and we would fry squirrel,\" he said on Jan. 18, 2008.\n\n\nWhen he appeared on the show three weeks later, on Feb. 6, co-host Mika Brzezinski asked him if he would come back and demonstrate his cooking techniques.\n\n\n\"I'm really ready to do that,\" Huckabee said. \"Because I think the country needs to be able to somehow get into those kind of culinary delights that they've been missing for a long time.\"\n\n\nForgive us, but we were skeptical.\n\n\nWe wondered if the former governor was truly an aficionado of cooked rodents, or if he was just making a play for the all-important squirrel-eating Republican voting bloc.\n\n\nSo we tracked down Huckabee's roommate from Ouachita Baptist University, Rick Caldwell, to ask if the governor really had eaten squirrel.\n\n\n\"I was there,\" Caldwell said, quickly adding that \"I was not a co-conspirator to the actual frying of the squirrel. But I admit to partaking.\"\n\n\nIndeed, they had a popcorn popper in their room in the Daniel North dormitory in 1973 and Huckabee was quite the enterprising chef, said Caldwell, a longtime friend who is now an adviser to his presidential campaign.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nHuckabee devised a way to make faux doughnuts by punching holes in the middle of biscuits and then frying them in the popcorn popper. Once they were cooked, Huckabee and Caldwell would roll them in sugar. Caldwell says it was as good as a Krispy Kreme.\n\n\nThe squirrel fry was a one-time thing, Caldwell said. A student living down the hall admired the popcorn popper and suggested it would be good for frying a squirrel. Caldwell was out of the room when they cooked it, but he got to sample the meat when he returned.\n\n\n\"It tasted like chicken,\" Caldwell said.\n\n\nNo one on the PolitiFact staff had sampled a squirrel, so we turned to \"Bayou Bill\" Scifres, a retired outdoors writer from the\n\nIndianapolis Star\n\nwho runs\n\nAll Outdoors,\n\na Web site that offers advice on cooking wild game.\n\n\nBayou Bill loves a qood squirrel.\n\n\n\"There are so many ways to cook 'em!\" he told us. \"With hot biscuits and gravy and fried squirrel and corn on the cob – it's like dying and going to heaven!\"\n\n\nHe said cooking them is easy:\n\n\n\"Fry them to a beautiful golden brown on all sides and then turn the heat down; cover the skillet and put in water or maybe good cooking wine. You just let them steam in that for 15 minutes or half an hour,\" he said\n\n\nWe found recipes on other Web sites that also looked promising:\n\nsquirrel cacciatore,\n\n\nsquirrel croquettes\n\nand\n\nsquirrels in cream sauce.\n\n\n\nYum!", "vclaim_id": "vclaim-pol-16352"}