{"url": "/factchecks/2020/sep/29/viral-image/no-photo-doesnt-show-rock-epstein-island/", "speaker": "Viral image", "vclaim": "A photo shows Dwayne “The Rock” Johnson on Epstein Island.", "truth_label": "pants-fire", "date": "stated on September 27, 2020 in a Facebook post:", "title": "No, this photo doesn’t show The Rock on Epstein Island", "text": "On Sept. 27, an image of Dwayne \"The Rock\" Johnson appeared on Facebook. He looks relaxed in a chair on a beach, smiling with a book by Sen. Elizabeth Warren in hand. A domed building looms on a hill behind him.\n\"Epstein Island,\" wrote an account that shared the image, referring to the private Carribean island owned by the late financier and sex offender Jeffrey Epstein.\nBut the photo in the post is doctored and it was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe original image comes from the season five premiere of \"Ballers,\" the HBO show in which Johnson plays a former athlete turned manager. \nBut the building that appears in the image on Facebook — which looks like the blue-striped building on Little St. James, the island owned by Epstein — is not in the original. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThat building also doesn’t appear in similar shots from \"Ballers\" that Warren’s campaign tweeted the night the show premiered. (She’s a big fan of the show.)\n\"You love to see it: @TheRock reading ‘This Fight is Our Fight: The Battle to Save America’s Middle Class’ by @ewarren,\" her campaign’s Twitter account wrote in August 2019.\nJohnson isn’t the first celebrity to be tangled in a social media hoax wrongly connecting some actors to Epstein. This particular allegation came only a few hours after Johnson, a retired professional wrestler who described himself as \"a political independent and centrist for many years,\" publicly endorsed Biden for president.\nBut this picture of him on the beach is doctored. We rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-19040"}