{"url": "/factchecks/2020/oct/14/facebook-posts/facebook-video-edits-joe-bidens-comments-running-s/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden said, “You know, we have to come together. That’s why I’m running. I’m running as a proud Democrat for the Senate. So vote! Vote!”", "truth_label": "barely-true", "date": "stated on October 12, 2020 in a Facebook post:", "title": "Facebook video edits Joe Biden’s comments on running for Senate, president", "text": "An edited video on social media purports to show Democratic presidential nominee Joe Biden telling Ohio voters that he’s running for Senate in 2020.\n\"Biden said he’s running for the Senate again!\" says the caption on the Oct. 12 Facebook post. The video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Facebook clip is cut from Biden’s remarks during an Oct. 12 campaign event in Toledo, Ohio. The clip shows Biden saying, \"You know, we have to come together. That’s why I’m running. I’m running as a proud Democrat for the Senate. So vote! Vote! Visit iwill.com/ohio.\"\nBut Biden’s remarks — while clumsy — were taken out of context and edited, with a key portion omitted from the middle of his speech to give a misleading impression.\nThe full footage from the event shows Biden was talking about running for office as a Democrat throughout his career in public service, but being prepared to serve all Americans as president. The comments were confusing because he spoke in the present tense while talking about running for the Senate.\nBiden represented Delaware in the Senate from 1973 to 2009 before serving two terms as vice president with President Barack Obama.\n\nHere’s what Biden said, with the lines lifted for the edited Facebook video in bold: \n\"You know, we have to come together. That’s why I’m running. I’m running as a proud Democrat for the Senate, when I had run as a proud Democrat for vice president, and I’m running as a proud Democrat for president. But I promise you this. I will govern as an American president. I’ll govern for everyone who voted for me, as well as against me. We can be better than what we’ve seen. We can be what we are at our best. The United States of America. So vote! Vote! Visit iwill.com/ohio. God bless you, and God bless the auto workers. God protect you. Thank you.\"\nThe Facebook video omits nearly 30 seconds from Biden’s remarks, including the moment where Biden said he is \"running as a proud Democrat for president.\" (The correct website Biden inaccurately referenced is https://iwillvote.com/.)\nSimilarly out-of-context videos were shared by President Donald Trump’s campaign and some of Trump’s media allies. In a segment about Biden on his TV show, Fox News host Sean Hannity showed a clip from Biden’s remarks that was edited in nearly the exact same way as the misleading Facebook video.\nTrump tweeted twice about the moment and mentioned it during a campaign rally in Florida. His campaign has tried for months to advance the narrative that Biden is senile — a claim geriatrics experts said is wrong. They have falsely claimed Biden is staying in a basement to hide it.\nThe Biden campaign did not respond to a request for comment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBiden, who grew up stuttering, has made some verbal blunders on the campaign trail. But social media users have often deceptively edited his remarks to manufacture errors.\nOn the trail in South Carolina in February, Biden made a similar remark about being a Senate candidate. \n\n\"South Carolina is going to determine who the next president of the United States is going to be,\" Biden said. \"You really are. You’re the ones that sent Bill Clinton to the presidency, and you're the ones that sent Barack Obama to the presidency. And I have a simple proposition here. I'm here to ask you for your help. Where I come from, you don't get far unless you ask. My name is Joe Biden. I'm a Democratic candidate for the United States Senate. Look me over. If you like what you see, help out; if not, you can vote for the other guy. Give me a look, though.\"\nThe Trump campaign and his allies also seized on those comments. News outlets such as the Washington Post and Reuters reported that Biden misspoke. \nPolitico campaign reporter Natasha Korecki tweeted that Biden often closes his events by talking about his first campaign for Senate and reciting \"his old pitch\" from those days. A Biden campaign adviser retweeted a post making the same point. In South Carolina, Biden bungled the setup, the Washington Post’s national political correspondent Dave Weigel later noted.\nBiden was using the same language during that first Senate campaign in 1972, and he has done so repeatedly since, according to the Associated Press. The Democratic National Convention showed a video of Biden using the \"look me over\" line while running for Senate.\n\nBiden made a less jumbled version of the same pitch to another group of Ohio voters in January, according to Cleveland.com. \nAfter talking about knocking doors as a 29-year-old Senate candidate, introducing himself and telling people to \"look me over,\" Biden fit the phrase to his current campaign: \"Well, I’ll tell you what. I’m Joe Biden. I’m seeking the Democratic nomination for president of the United States. Look me over. If you like me, help me out. If not, you’ve got a lot of other good choices as well.\"\nOur ruling\nA Facebook video says Biden said, \"You know, we have to come together. That’s why I’m running. I’m running as a proud Democrat for the Senate. So vote! Vote!\"\nThe video is deceptively edited and misleading. In context, Biden was talking about running for office as a \"proud Democrat\" throughout his career. The remarks were confusing because he used the present tense while talking about running for the Senate, but the Facebook video cut him off mid sentence.\nBiden actually said: \"I’m running as a proud Democrat for the Senate, when I had run as a proud Democrat for vice president, and I’m running as a proud Democrat for president. But I promise you this. I will govern as an American president … So vote! Vote!\"\nWe rate this Facebook post Mostly False.", "vclaim_id": "vclaim-pol-18687"}