{"url": "/factchecks/2015/jan/11/chris-coons/chris-coons-keystone-means-unlocking-canadian-oil-/", "speaker": "Chris Coons", "vclaim": "\"Keystone means unlocking the Canadian tar sands.\"", "truth_label": "barely-true", "date": "stated on January 11, 2015 in an interview on \"Fox News Sunday\":", "title": "Chris Coons: Keystone means 'unlocking' Canadian oil sands", "text": "The proposed Keystone XL oil pipeline between Canada and the United States is the first big political battle of 2015.\nThe House passed a bill Friday approving construction of the oil pipeline in spite of a veto threat from President Barack Obama, who has said he is waiting on input from the State Department before making a decision on the pipeline.\nOn Fox News Sunday, host Chris Wallace asked an opponent of the project, Sen. Chris Coons, D-Del., what Keystone XL means for energy and the environment.\nCoons responded, \"Keystone means unlocking the Canadian tar sands, some of the dirtiest sources of energy on the planet, and allowing those tar sands to go across our American midwest and then reach the international market.\"\nWe’ve looked into where Canada would export oil carried through Keystone XL, as well as the pipeline’s effect on the environment. But what about Coons’ claim that Keystone XL would mean \"unlocking\" western Canada’s tar sands? Does the pipeline make a difference between pumping, or not pumping, crude oil from the tar sands?\nThe short story is the impact seems relatively small. Oil drilling companies in Western Canada have been extracting oil from its sands and transporting them to the United States for production for years, and that practice is expected to continue regardless of Keystone XL. But given the right circumstances, the absence of the Keystone XL pipeline could prevent the region from producing at full capacity.\nA Coons spokesman said \"he might have been better served saying ‘further unlocked’ than simply ‘unlocked.’ \"\nThe basics\nThe 875-mile Keystone XL pipeline, operated by TransCanada, would carry heavy crude oil mixture from Hardisty, Alberta, to Steele City, Neb. Then it would connect with an existing southern leg that opened in early 2014, delivering more than 800,000 barrels of crude oil sands to refineries on the Gulf Coast.\nThe oil would come from the tar sands of Canada’s boreal forests. Extracting this type of dirty, thick crude oil is expensive, energy intensive and produces a significant amount of carbon emissions. Critics say that Keystone XL will elevate greenhouse gas emissions and contribute to climate change by encouraging expansion of tar sands development.\nHowever, an oft-cited U.S. State Department report about Keystone XL says the project is \"unlikely to significantly impact the rate of extraction in the oil sands.\" This is because Canadian officials and oil producers vow that the oil will be extracted and reach the American marketplace by other means regardless of the proposed pipeline.\nAlready, trains and several existing pipelines carry Western Canadian crude oil into the United States at an increasing rate -- almost 2 million barrels per day produced in 2013, with the United States importing about half of that.\n\"Keystone XL would only provide a more direct and somewhat less costly method of transporting Canadian heavy crude to the U.S. Gulf Coast for refining and exporting,\" said Anastasia Shcherbakova, a University of Texas Dallas clinical assistant professor in energy economics and energy finance.\nAt most, Keystone XL would allow an increase in oil sands production of about 25 percent from today's levels, said Andrew Leach, a professor of energy policy at the University of Alberta School of Business. He said that tar sands will come out as long as there is someone willing to pay for the oil, and \"that demand doesn’t go away if there’s no pipeline from Canada.\"\nThere are several other pipelines under consideration that could carry tar sands oil to the United States. If they are built, Keystone XL on its own wouldn’t have much impact because the oil will get to the United States by other cost-effective means, said James Coleman, a law and business professor at Calgary University.\nOn the other hand, if Keystone XL and the other pipelines aren’t constructed, oil companies could take a sizeable hit to their profit -- about $8 a barrel -- because they would have to transport the oil by rail and other means, which are more expensive, according to the State Department report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut the absence of Keystone XL on its own wouldn’t be enough to induce these added costs.\nCoons spokesman Ian Koski pointed to a report from the Canadian Association of Petroleum Producers that shows projected growth to about 8 million barrels per day by 2030 (including U.S.-produced oil that travels on the Canadian pipelines) after adding the several pipelines under consideration, including Keystone. But if those pipelines aren’t included, growth appears stuck at around 5 million barrels per day.\nWithout Keystone XL and the other pipelines, the tar sands could not be fully extracted because the oil would \"have nowhere to go,\" he said.\nKoski pointed to a couple examples of Canadian oil sands mines that were put on hold due to, in part, rising industry and transportation costs: the Joslyn Mine and the Statoil Corner project.\n\"Costs for labor and materials have continued to rise in recent years and are working against the economics of new projects,\" Statoil said in a statement. \"Market access issues also play a role -- including limited pipeline access, which weighs on prices for Alberta oil, squeezing margins and making it difficult for sustainable financial returns.\"\nRegardless, experts and the State Department don’t think that Keystone XL will have a major impact one way or another on whether oil companies will continue to exploit the tar sands. However, there is a catch: Low oil prices could potentially curtail production.\nCost of oil\nOil prices have dropped to about $50 per barrel -- the lowest prices since 2009, the height of the recession. For Canadian oil sands to break even on production costs, oil prices need to be around $70 a barrel.\nWithout the Keystone XL pipeline, transportation costs are high, which exacerbates the hit to revenue after low oil prices.\nThe State Department’s report assumed oil prices staying at around $75 per barrel. It said that if oil prices fall between $65 and $75 per barrel, then the cost of transporting oil without the Keystone XL pipeline might make a difference as to whether or not Canada continues to produce tar sands oil at current rates.\nBut under $65 per barrel -- where prices are now -- it’s more the sheer low price of oil that would negatively impact oil production rather than any pipeline in particular.\n\"You still need pipes, but Keystone XL or any other individual line in and of itself is not as crucial to likely growth plans,\" Leach said.\nAdditionally, the price of oil is volatile, and many experts think it will go back up again, so a long-term impact on tar sands production due to low oil prices is not likely.\n\"Under State's analysis, blocking Keystone XL will only have an effect on oil sands production if all the other pipelines are blocked, and oil prices stay below $75 per barrel,\" Coleman said. \"How likely is that? I'd say it's unlikely, but no one really knows.\"\nOur ruling\nCoons said building \"Keystone means unlocking the Canadian tar sands.\"\nOil production has been steadily growing in the Canadian tar sands without the Keystone XL pipeline. Most experts expect that trend to continue despite current low oil prices.\nCoons would have been on safer ground if he said Keystone XL would unlock Canada’s ability to further increase its production capacity. The pipeline would offer much lower transportation costs than current transportation methods, which would encourage greater oil production.\nBut his literal words weren’t accurate. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-06860"}