{"url": "/factchecks/2011/jan/11/jim-doyle/former-wisconsin-gov-jim-doyle-says-he-imposed-tou/", "speaker": "Jim Doyle", "vclaim": "Says he \"had to impose tougher cost controls on state employees than\" any previous Wisconsin governor.", "truth_label": "mostly-true", "date": "stated on December 19, 2010 in a television interview:", "title": "Former Wisconsin Gov. Jim Doyle says he imposed tougher cost controls on state employees than any previous governor", "text": "Reflecting on his tenure as Wisconsin’s second-longest-serving governor, Democrat Jim Doyle was asked about a \"dust-up\" between Wisconsin Republicans and state employee unions.\n\nRepublicans, in the days leading up to the Dec. 19, 2010 interview, had talked of restricting the unions’ power and making Wisconsin a \"right-to-work\" state.\n\n\"Well, that’s serious,\" Doyle said on WISN-TV’s \"Upfront with Mike Gousha,\" a Milwaukee public affairs program. Then he added:\n\n\"I’ve made deeper cuts than any governor’s ever made and I’ve had to impose tougher cost controls on state employees than anybody’s made.\"\n\nThe second claim made us wonder: Was Doyle, who served eight years, tougher than every previous Wisconsin governor when it comes to \"cost controls\" on state employees?\n\nAfter all, it’s been more than 162 years since 35-year-old Nelson Dewey was elected the state’s first governor in 1848.\n\nIt isn’t possible, of course, to closely examine the administrations of all 43 of Doyle’s predecessors, and the size and scope of state government has changed so much that cross-generational comparisons may not be valid. But statistics and interviews with experts provided a solid picture of the past 40 years.\n\nThere are two things to keep in mind about that period:\n\nFirst, with the Great Recession, Doyle’s tenure coincided with worst economic period of those 40 years, which prompted many of the actions he took.\n\nSecond, the period does not include the Great Depression, when the state also took some very stark actions to curtail costs.\n\nWe started with Doyle, asking his aides to provide support for the claim that he took stronger steps than any other governor. Just before turning the office over to Republican Scott Walker on Jan. 3, aides cited five areas in which Doyle cut or curtailed expenditures for state employees.\n\nThey made no effort to compare him to previous administrations.\n\nThe areas:\n\nWages\n\nDoyle spokesman Adam Collins said Doyle kept pay raises low throughout his two terms and, in the 2007-2009 state budget, saved $62 million by rescinding 2 percent raises for non-union employees.\n\nWe asked the Office of State Employment Relations for figures as far back as it could go. Under Doyle, raises averaged 1.21 percent per year -- less than under the previous four elected governors dating back to 1971.\n\nThe raises under those governors: Republican Tommy Thompson, the longest-serving governor (1987-2001), 1.79 percent; Democrat Anthony Earl (1983-1987), 3.96 percent; Republican Lee Dreyfus (1979-1983), 8.5 percent; and Democrat Patrick Lucey (1971-1977), 6.91 percent.\n\nHealth insurance\n\nCollins said changes made in 2005 raised premiums for employees who were already paying them and required premium payments from employees who weren’t paying any.\n\nWe sought details from the Department of Employee Trust Funds, which said the portion of premiums paid by employees more than doubled under Doyle, from 2.5 percent in 2003 to 5.6 percent in 2011.\n\nPensions\n\nCollins said the vast majority of state employees paid nothing toward their pensions until January 2011, when they were required to contribute 0.2 percent -- two-tenths of 1 percent -- of their pay.\n\nBob Conlin, deputy secretary of the Department of Employee Trust Funds, told us the change applies to about 90 percent of employees and is estimated to save the state more than $6.6 million per year in pension contributions.\n\nFurloughs\n\nCollins pointed out that Doyle required employees to take eight unpaid furlough days in both the 2009-2010 and 2010-2011 budget years, saving an estimated $208 million over the two-year period.\n\nThe furloughs amounted to a 3 percent pay cut.\n\nUnfilled jobs\n\nCollins said that over 10 percent of the 33,000 positions authorized by the Legislature (not including the University of Wisconsin System) were vacant when Doyle left office.\n\nSo that is the case made by Doyle.\n\nHe took office facing an estimated $3.2 billion deficit, pledging to trim 10,000 state jobs -- a promise he did not deliver on. He left office with the state, and his successor, facing a comparable deficit.\n\nFor perspective, we turned to five experts to see how Doyle compares. We also asked them if measures other than those cited by Doyle should be taken into consideration in terms of employee cost controls.\n\nThree experts said Doyle controlled employee costs more than any previous governor for at least the past 40 years:\n\nEdward Miller, University of Wisconsin-Stevens Point political science professor. He said  Dreyfus rescinded raises, Earl provided no raises during his first in year office and various governors imposed hiring freezes, but overall Doyle did more employee cost controls than any governor since at least 1970.\n\nMordecai Lee, University of Wisconsin-Milwaukee professor of governmental affairs. He said no governor has imposed more significant employee cost controls than Doyle since at least 1970. Lee is a former Democratic state lawmaker.\n\nDennis Dresang, University of Wisconsin-Madison public affairs and political science professor emeritus: While Doyle didn’t resort to layoffs, as Wisconsin governors during the Great Depression and other periods did, he \"certainly is someone who saw (employee) costs as a place for getting savings in the budget.\"\n\nDresang and others did not have a trove of information about the Great Depression.\n\nThe state Historical Society pointed us to the state Bureau of Personnel’s biennial report for 1932-1934, early in the Great Depression. It showed state employees suffered pay cuts as high as 25 percent.\n\nThe other two other experts we consulted were George Lightbourn, president of the conservative Wisconsin Policy Research Institute and secretary of the Department of Administration under Thompson and McCallum; and University of Wisconsin-Oshkosh public affairs professor Craig Maher, an expert in state government finance.\n\nNeither cited another Wisconsin governor who did tougher employee cost controls than Doyle.\n\nBut they said Doyle’s actions should be compared not to prior Wisconsin governors, but to U.S. governors who served when he did, given that they were confronted by the worst economy since the Depression.\n\nMaher noted a June 2010 study by the National Governors Association and the National Association of State Budget Officers. It found that, unlike Doyle, 26 governors ordered layoffs and nine cut employee benefits in the 2009-2010 budget year.\n\nLet’s size things up.\n\nDoyle said he did more than any previous Wisconsin governor in controlling state employee costs. Doyle did limit pay raises, make some pay cuts and make employees pay more for benefits.\n\nIt’s difficult to do a valid governor-by-governor comparison across the generations, so based on available statistics and consulting with experts, we went back 40 years. For that time frame, experts agreed Doyle’s claim was correct for that period -- but noted his actions were largely a product of the time during which he served.\n\nWe rate Doyle’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13788"}