{"url": "/factchecks/2013/may/26/barbara-buono/barbara-buono-tv-ad-goes-after-chris-christie-jobs/", "speaker": "Barbara Buono", "vclaim": "\"To hear Gov. Christie tell it, everything in New Jersey is going just fine. Well I see another New Jersey with 400,000 unemployed. One of the worst jobless rates in the country. Working and middle class families have seen costs soar, from property taxes to college tuition.\"", "truth_label": "half-true", "date": "stated on May 22, 2013 in a gubernatorial campaign television ad:", "title": "Barbara Buono TV ad goes after Chris Christie on jobs, property taxes", "text": "Depending on who’s asked, everything in Jersey is just dandy or the state is on the brink of economic disaster.\n\nAnd the first TV campaign ad from likely Democratic gubernatorial nominee Barbara Buono is clear about where she stands.\n\n\"To hear Gov. Christie tell it, everything in New Jersey is going just fine,\" Buono claims in the ad released online Wednesday. \"Well I see another New Jersey with 400,000 unemployed. One of the worst jobless rates in the country. Working and middle class families have seen costs soar, from property taxes to college tuition.\"\n\nThe degree of accuracy for some of these claims is mixed and in some cases, significant details are missing.\n\nLet’s tackle the claims about unemployment and joblessness first.\n\nThe ad is correct that New Jersey has about 400,000 people unemployed, according to U.S. Bureau of Labor Statistics data for April 2013. Not mentioned? That figure is more than 42,000 fewer unemployed since Christie’s first full month in office, Feburary 2010, BLS data shows.\n\nIn the ad Buono says that New Jersey has one of the worst jobless rates in the country, but text in the ad also claims the state ranks 44th nationwide in job creation. We’ll look at both.\n\nIn terms of unemployment rates as of April, only six states have higher rates than New Jersey’s 8.7 percent: California (9%), Illinois (9.3%), Mississippi (9.1%), Nevada (9.6%), North Carolina (8.9%) and Rhode Island (8.8%).\n\nIf we measure jobs in all 50 states and Washington, DC from February 2010 to February 2013, New Jersey ranks 21st for job creation, according to BLS data.\n\nBut from December 2010 to December 2011, the state ranks near the bottom, in 48th place.\n\nSo New Jersey fares better in job creation when we look at broader time frames.\n\nEconomic experts from both the Economic Analysis and Research Network at the Washington, DC-based Economic Policy Institute, a liberal think tank, and Georgetown University, have told us that year-over-year comparisons are very common ways to evaluate employment trends.\n\nBuono for Governor spokesman David Turner could not be reached for comment about what timeframe the campaign used to determine New Jersey’s 44th place ranking for job creation, or other concerns we had about the ad.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nNow let’s look at property taxes and tuition costs.\n\nBuono is right that working and middle class families have seen costs soar, but what she doesn’t say is that those increases started long before Christie got to the governor’s office.\n\nThe ad cites an article from the online web site NJ Spotlight, which claims property taxes increased nearly 19 percent during Christie’s first three years in office compared with his predecessor Democrat Jon Corzine’s final three years in office.\n\nOne of the reasons: Christie severely curtailed rebate payments and limited eligibility for certain tax cut programs.\n\nAnd while those rebate program limitations may have caused tax increases, property taxes in New Jersey were rising before Corzine became governor. In fact, we determined in previous fact-checks that property taxes spiked about 70 percent across three Democratic administrations in the first decade of the 2000s.\n\nFinally, let’s look at college tuition costs.\n\nChristie cut funding for county colleges by 10 percent in 2010, a year that also saw record enrollment increases at the state’s two-year schools. As a result, tuition increased an average of 4.4 percent.\n\nTuition and fees at 24 of the state’s four-year colleges and universities also rose faster than the rate of inflation in 2010, according to a Star-Ledger analysis that year.\n\n\"Barbara Buono has relied exclusively on negative campaigning and misleading attacks because she simply doesn't want to talk about her own record of voting 154 times for higher taxes and fees, property taxes that doubled on New Jersey families on her watch, and 240,000 private sector jobs lost,\" Christie for Governor spokesman Kevin Roberts said in an e-mail. \"She opposes the Governor's bipartisan, middle-class tax relief plan and has consistently stood against reforms to lower the cost of government and deliver real savings to property taxpayers, and even to strengthen higher education for the future.\"\n\nOur ruling\n\nA new Buono TV ad claims, \"To hear Gov. Christie tell it, everything in New Jersey is going just fine. Well I see another New Jersey with 400,000 unemployed. One of the worst jobless rates in the country. Working and middle class families have seen costs soar, from property taxes to college tuition.\"\n\nBuono is right that nearly 400,000 New Jerseyans are out of work, but fewer people are unemployed now than when Christie became governor. Also, the state is faring better in job creation when employment gains are analyzed across the bulk of Christie’s time in office.\n\nProperty taxes and college tuition have both soared, as the ad claims, but we can’t ignore how much property taxes skyrocketed across three Democratic administrations prior to Christie’s. Still, the governor’s aid cuts in 2010 to help close budget gaps resulted in higher tuition at two-year and four-year schools in the state.\n\nThere are degrees of accuracy here, but given the significant context issues with this ad we rate it Half True.\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09290"}