{"url": "/factchecks/2017/apr/21/jackie-speier/did-trump-really-mention-wikileaks-over-160-times-/", "speaker": "Jackie Speier", "vclaim": "Says President Donald Trump as a candidate mentioned WikiLeaks \"over 160 times in speeches\" in the last month of the campaign.", "truth_label": "mostly-true", "date": "stated on April 13, 2017 in an interview:", "title": "Did Trump really mention WikiLeaks over 160 times in the last month of the election cycle?", "text": "President Donald Trump reveled in WikiLeaks’ disclosures against Democratic candidate Hillary Clinton during the closing argument of his presidential campaign.\nHis CIA director, Mike Pompeo, revealed a different attitude in a tough April 13 speech which addressed the anonymous hacking website.\nThe group \"walks like a hostile intelligence service and talks like a hostile intelligence service,\" Pompeo said.\nU.S. Rep. Jackie Speier, D-Calif., was one of many voices who noticed the administration’s hardened view toward WikiLeaks.\nCNN anchor Wolf Blitzer interviewed Speier, a member of the House intelligence committee, on April 13 about Pompeo’s characterization of WikiLeaks.\nHow much did Trump the candidate love WikiLeaks in the last days of the campaign? She attempted to count the ways.\n\"If you recall during the election cycle, in the last month of the campaign, I believe that President Trump as a candidate hailed WikiLeaks as the new savior, had mentioned it over 160 times in speeches during that period of time.\nReally, that many times? We decided to check it out.\nWikiLeaks released tens of thousands of emails from the account of Hillary Clinton’s campaign chairman John Podesta in October 2016 and released thousands of emails from Democratic National Committee staffers in July 2016.  \nSpeier’s office said she was referring to a Jan. 7 article by left-leaning website ThinkProgress for her statement. Here’s how that article began:\n\"President-elect Trump says that information published by WikiLeaks, which the U.S. intelligence community says was hacked by Russia, had ‘absolutely no effect on the outcome of the election.’ This was not the view of candidate Trump, who talked about WikiLeaks and the content of the emails it released at least 164 times in last month of the campaign.\"\nThe article analyzed Trump’s \"speeches, media appearances and debates\" to get a tally of 164 mentions from Oct. 10 to Nov. 8. That number includes 124 times Trump mentioned the group by name, with the rest being mentions of the emails released by WikiLeaks.\nWe set out on our own review, looking through transcripts from Congressional Quarterly by searching for the words \"WikiLeaks\" and \"Trump,\" and limiting results to the last month of the campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWe found Trump said the word \"WikiLeaks\" about 137 times in campaign rallies, interviews, speeches, his tweets and other social media presence, and debates. Speier’s figure of over 160 seems possible, however, because he often referenced disclosures from WikiLeaks without using the group’s name, and it’s possible there were interviews or speeches where Trump brought up WikiLeaks that our search didn’t return.\nAt the time, Wikileaks steadily released a series of emails from the Democratic National Committee and Clinton campaign chairman.\nThese emails were characterized by Trump and her other critics as showing Clinton held policy positions in private that were different from her public positions, that she received town hall topics in advance, and that they demonstrated negative internal dynamics inside the Clinton campaign.\nTrump repeatedly brought up the emails, encouraged his supporters to see them for themselves, and also described several revelations inaccurately. \nLet’s replay some of the biggest hits.\n\"The WikiLeaks revelations have revealed a degree of corruption at the highest levels of our government like nothing we have ever seen as a country before,\"  Trump said at a rally in Colorado on Oct. 29.\n\"Hillary Clinton, as WikiLeaks proves, is a corrupt globalist,\" he said at a rally on Oct 21.\n\"I love WikiLeaks,\" he said on Oct. 10.\nTrump has not said much publicly about WikiLeaks as president. The closest moment came during the transition.\nAfter receiving an intelligence briefing on Jan. 6, Trump released a statement that said \"while Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election.\"\nHe also brought up Donna Brazile’s passing of town hall topics to a Clinton staffer ahead of a primary debate in an interview with Time magazine on March 23, 2017.\nOur ruling\nSpeier said Trump as a candidate mentioned WikiLeaks \"over 160 times in speeches\" in the last 30 days of the campaign.\nOfficial counts may vary, but her larger point is clear: Trump brought up WikiLeaks a lot in the waning days of the campaign. He has stayed largely mum about the group since taking office, even as his CIA director said WikiLeaks acts like a \"hostile intelligence service.\"\nWe rate this claim Mostly True.                                                                                                                                                          <a href=\"https://www.sharethefacts.co/share/13b3ef93-7755-4388-a286-c0f6e047d2e4\">https://www.sharethefacts.co/share/13b3ef93-7755-4388-a286-c0f6e047d2e4</a>", "vclaim_id": "vclaim-pol-03400"}