{"url": "/factchecks/2015/dec/13/marco-rubio/marco-rubio-says-states-have-always-defined-marria/", "speaker": "Marco Rubio", "vclaim": "\"The states have always defined marriage.\"", "truth_label": "half-true", "date": "stated on December 13, 2015 in an interview on NBC's \"Meet the Press\":", "title": "Marco Rubio says the states have always defined marriage", "text": "Sen. Marco Rubio, R-Fla., doesn’t like the Supreme Court’s ruling legalizing same-sex marriage, but he said he won’t work to overturn it if he becomes president. Instead, Rubio told NBC’s Chuck Todd, he would appoint Supreme Court justices who \"will interpret the Constitution as originally constructed.\"\nSame-sex marriage is not a constitutionally protected right, and marriage laws have always been the responsibility of the states and not the federal government, Rubio said in an interview that aired Dec. 13 on Meet the Press.\n\"If you want to change the definition of marriage, then you need to go to state legislatures and get them to change it, because states have always defined marriage,\" he said. \"And that's why some people get married in Las Vegas by an Elvis impersonator. And in Florida, you have to wait a couple days when you get your permit. Every state has different marriage laws.\"\nWe wondered if Rubio was right that \"states have always defined marriage.\"\nRubio’s statement echoes critics of this summer’s Obergefell vs. Hodges Supreme Court ruling who say the specific issue of same-sex marriage should be left to individual states.\nRubio has a point that marriage laws are largely the states' responsibility, such as the permit and license laws he noted. But states cannot make laws that violate the Constitution, and the June ruling legalizing same-sex marriage was not the first time the Supreme Court limited state regulation and, essentially, defined marriage.\nThe most pertinent example is the 1967 Supreme Court decision in Loving vs. Virginia, which invalidated any bans on interracial marriages. The court decided unanimously that these bans violated the equal protection clause of the 14th Amendment.\n\"It is true that states have generally defined who can get married and the process by which it happens, unless those laws contradict the Constitution, as you rightly point out in the Loving case,\" said Jason Pierceson, a political science professor at the University of Illinois at Springfield and author of Same-Sex Marriage in the United States: The Road to the Supreme Court. \"States have primary control in many policy areas, but those powers are limited by the 14th Amendment.\"\nJane Schacter, a Stanford University constitutional law professor, showed us a few more examples of the Supreme Court overturning state marriage laws on 14th Amendment grounds.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 1971’s Boddie vs. Connecticut, the court found a Connecticut law requiring poor people to pay a fee to get divorced violated the due process clause of the 14th Amendment. Seven years later, in Zablocki vs. Redhail, the court overturned a Wisconsin statute barring fathers who were behind on child support payments from getting married. And in Turner vs. Safley, the court in 1987 said a Missouri statute barring inmates from getting married was unconstitutional.\n\"There is no unrestricted prerogative of a state to do whatever it wishes with respect to marriage, Constitution be damned,\" Schacter said. \"But it is always case by case.\"\nPierceson added that the 1996 Defense of Marriage Act, which passed Congress with bipartisan support, is another example of the federal government making a law affecting the definition of marriage. The law, which the court struck down in 2013, defined marriage as one man and one woman for federal purposes, such as tax provisions that take marital status into account.\nMarriage isn’t the only place where states make their own laws and then the Supreme Court can overturn them if they’re unconstitutional, said Kermit Roosevelt, a constitutional law professor at the University of Pennsylvania. For example, states run their own elementary education systems, but they cannot segregate their public schools because that would be unconstitutional.\n\"You can argue about whether (the same-sex marriage decision) has a firm basis in the Constitution,\" Roosevelt said. \"But it's not out of the ordinary just because it's a constitutional limit on state marriage laws.\"\nRubio’s campaign did not respond to a request for comment.\nOur ruling\nRubio said, \"States have always defined marriage.\"\nRubio has a point that states are generally in charge of administering marriage within their boundaries. However, his statement implies that state marriage regulations were untouched by the federal government up until the Supreme Court’s decision to legalize same-sex marriage, and that is not the case. There are numerous 20th century examples of the Supreme Court overturning state marriage regulations that it found to be unconstitutional, including the 1967 decision to invalidate laws banning interracial marriages.\nWe rate Rubio’s claim Half True.", "vclaim_id": "vclaim-pol-05623"}