{"url": "/factchecks/2014/oct/01/bruce-braley/bruce-braley-says-he-give-president-limited-author/", "speaker": "Bruce Braley", "vclaim": "\"I recently had the opportunity to vote to give the president limited authority to begin strikes against terrorists in Iraq and Syria.\"", "truth_label": "false", "date": "stated on September 28, 2014 in a debate:", "title": "Bruce Braley says he voted to 'give the president limited authority to begin strikes' against ISIS", "text": "During this busy time for domestic and international news, the emergence of the Islamist militant group ISIS in Syria and Iraq -- and how the United States should respond -- is attracting much of the media’s attention. So it’s no surprise that the topic came up during an Iowa Senate debate between Democratic U.S. Rep. Bruce Braley and Republican state Sen. Joni Ernst.\nBraley and Ernst are locked in a tight contest that could help decide control of the Senate. During the Sept. 28, 2014, debate, Braley said, \"I recently had the opportunity to vote to give the president limited authority to begin strikes against terrorists in Iraq and Syria. ISIS is a threat that must be stopped, and any time American citizens are attacked by a terrorist group, they need to be brought to justice or to the grave. That's what's happening and that's what we'll continue to do.\"\nSo did he vote to give the president authority to begin strikes? Actually, no.\nOn Sept. 17, less than two weeks before the debate, the House took two votes relevant to this question.\nThe first was whether to attach an amendment -- one related to the situation in the Middle East -- to a broad spending bill. The House voted, 273-156, to attach the amendment to the bill.\nThe second was on passage of the bill itself, including the amendment. The bill passed, 319-108.\nIn both cases, Braley voted in favor, along with a bipartisan majority. However, in the debate, Braley misstated what he was voting on.\nHere’s the relevant text from the amendment that passed along with the rest of the spending bill:\n\"The Secretary of Defense is authorized, in coordination with the Secretary of State, to provide assistance, including training, equipment, supplies, and sustainment, to appropriately vetted elements of the Syrian opposition and other appropriately vetted Syrian groups and individuals. … Nothing in this section shall be construed to constitute a specific statutory authorization for the introduction of United States Armed Forces into hostilities or into situations wherein hostilities are clearly indicated by the circumstances.\"\nIn other words, this legislative language is all about the United States providing training and supplies to the Syrian rebels -- not about authorizing the president \"to begin strikes against terrorists in Iraq and Syria.\"\n\"I don’t see how Rep. Braley’s remarks can be construed as accurate at all,\" said Lance Janda, a military historian at Cameron University. \"He did not vote to use U.S. forces to strike targets in Iraq or Syria. All he voted for was the authorization to arm, train, and equip elements of the Syrian opposition to fight ISIS.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIndeed, President Barack Obama has indicated so far that he doesn’t need congressional approval for strikes. Obama has been ordering airstrikes in Iraq and Syria in recent weeks, claiming authorization under the Authorization for Use of Military Force that Congress passed in 2001, after the 9/11 attacks. Congress approved that authorization years before Braley entered Congress.\nIn recent weeks, the White House hasn’t pushed hard for new, specific authorization for striking ISIS, and while some individual lawmakers have urged Congress to debate passage of a new authorization, congressional leaders have been content to let Obama take the lead.\nWhen we contacted Braley’s campaign staff, they offered a few points of additional context. One is that the moderator and Ernst followed up Braley’s comments without challenging his wording.\nThe moderator followed Braley by saying, \"Ms. Ernst, just to follow up, would you have voted as Congressman Braley did to allow that attack to go forward?\" She responded, \"Yes, I would have supported that vote also.\"\nIn a similar vein, the campaign noted that Rep. Earl Blumenauer, D-Ore., seemed to indicate during floor debate that \"this proposal strictly limits the use of United States ground forces in the region. ... Any airstrikes or aid would come at no additional cost to our country.\"\nIn the debate, Braley \"clearly spoke of his vote in Congress to facilitate strikes against ISIS in Syria by training and equipping Syrian rebels, and Joni Ernst agreed that Braley was right to have taken that vote,\" Braley spokesman Sam Lau told PolitiFact.\nBut while these are points worth noting, what this ultimately means is that the other speakers were just as misinformed (or distracted) as Braley was about what the legislation actually said.\nFinally, the campaign pointed to the statement Obama made on Sept. 18 after the authorization passed Congress. (Obama signed it into law the next day.) Braley’s camp suggested that Obama was indicating that what Congress passed was meant to lead to strikes to push back against terrorists.\nBut that’s not how we read Obama’s comments. In the statement in question, Obama was careful to frame the legislation narrowly. He talked quite specifically about a \"plan to train and equip the opposition in Syria so they can help push back these terrorists. … With this new effort, we’ll provide training and equipment to help them grow stronger and take on ISIL terrorists inside Syria. … The American forces that have been deployed to Iraq do not and will not have a combat mission; their mission is to advise and assist our partners on the ground. As I told our troops yesterday, we can join with allies and partners to destroy ISIL without American troops fighting another ground war in the Middle East.\"\nOur ruling\nBraley said, \"I recently had the opportunity to vote to give the president limited authority to begin strikes against terrorists in Iraq and Syria.\"\nBraley did cast votes recently on U.S. policy in Syria and Iraq, but they concerned supplying and assisting the Syrian rebels -- not whether to give the president the authority to launch strikes. Some have even criticized Congress for not directly voting to authorize strikes. We rate Braley's claim False.", "vclaim_id": "vclaim-pol-07220"}