{"url": "/factchecks/2010/dec/20/talgo-inc/talgo-says-milwaukee-business-community-did-not-sp/", "speaker": "Talgo Inc.", "vclaim": "The Milwaukee business community \"did not speak about the facts\" -- and in support of train manufacturer Talgo -- as the Milwaukee-Madison rail link was being killed.", "truth_label": "true", "date": "stated on December 10, 2010 in a statement from the company:", "title": "Talgo says the Milwaukee business community did not speak out in support of Wisconsin’s high-speed rail project as it was being killed", "text": "Nearly two years ago, Wisconsin Gov. Jim Doyle made a quiet trip to Spain to look into high speed rail. During that jaunt -- announced the day he departed -- Doyle visited train maker Talgo Inc.\n\nTalgo had been seeking business in Wisconsin, and Doyle’s visit was another step in the courting dance between the Spanish firm and state and local officials, a relationship that turned into a sour one in December 2010.\n\nNot long after Doyle’s visit, Talgo won a $43.1 million no-bid contract to build two trains for Amtrak service between Milwaukee and Chicago. Local officials had hoped Talgo would share work with local firm Super Steel, but Talgo rejected that idea. Milwaukee later offered Talgo incentives to open its own factory at a portion of the old Tower Automotive site on the city’s north side.\n\nTalgo also received an option for two more trains as part of $810 million in federal funds for a planned high-speed route from Milwaukee to Madison. The firm was in the process of hiring 125 people to build the trains when the project hit the wall. Virtually all of that federal money was withdrawn Dec. 9 and sent to other states after Governor-elect Scott Walker held fast to his opposition to the Milwaukee-Madison link.\n\nAnd the finger-pointing began.\n\nWell, make that, continued.\n\nTalgo issued a statement from Nora Friend, the company’s vice president for public affairs and business development, that included this comment directed at the Metropolitan Milwaukee Association of Commerce: \"Talgo is also disappointed that the business community did not speak about the facts on this project.\"\n\nShe added: \"Talgo was encouraged by the business community to move to Wisconsin, and they were silent about the very same facts that made this project the only one in the nation that qualified to be fully funded by the federal government.\"\n\nSo, did the influential  MMAC really sit idle while a new employer was, in essence, sent packing? Even after, in late November, Talgo pleaded publicly pleaded that it speak out on behalf of the train project?\n\nWe talked with MMAC president Tim Sheehy, one of the most plugged in business and political figures in the state.\n\nThe high speed train situation, he said, was one of the most contentious matters he has grappled with in the 17 years he’s led the group. Sheehy took the unusual step of surveying his membership about high speed rail and posted the results online.\n\n\"It was huge and it was hot,\" he said of the response.\n\nAbout 40 percent of MMAC members responded, and about 200 included comments with their vote.\n\nThe key question: \"Do you support creation of a high speed rail line between Milwaukee and Madison as part of a proposed Midwest rail network connecting Chicago to the Twin Cities?\"\n\nThe answer was a 50-50 split: 214 members for and the same number against.\n\nSaid Sheehy: \"When you have a membership split so dramatically and so evenly on an issue you don’t have anything to lobby for.\"\n\nThe MMAC previously had supported the Milwaukee-Madison connection, along with the new trains and other upgrades for the service to Chicago. Sheehy said he went \"line by line\" through the application for the $810 million to tease out items that his members would agree upon.\n\n\"We wanted to see if there was a way to keep half of the money,\" for existing rail service, he said, adding: \"Why throw out the baby with the bathwater?\"\n\nSheehy’s efforts to find middle ground failed, in part because the positions of Walker and the federal Department of Transportation were so rigid. Five weeks after the Nov. 2 election, the feds said they would yank the money from Wisconsin. One day later Talgo said it would pull out the manufacturing jobs after the work was done. Some 60 maintenance jobs will remain.\n\n\"Quite frankly, the door closed pretty fast here,\" Sheehy said.\n\nSheehy included this statement with the survey results, which were posted after the state lost the train money:\n\n\"We are disappointed the administration took an ‘all or nothing’ approach to these funds. While our survey reflected clear disagreement on the passenger rail spur to Madison, there was considerable support for individual components of the proposal that would have upgraded existing passenger and freight rail capacity.\"\n\nFriend said Talgo felt the MMAC survey \"did not do justice or reflect benefits of rail development.\"\n\nShe said Talgo thought the MMAC \"would be a neutral educational resource and could speak factually about pros and cons of different infrastructure projects and help disseminate accurate information for people who naturally don't appreciate rail because they are not privileged to know that industry or its benefits.\"\n\n\"A simple return on investment analysis could prove that a $810 million project shows a very positive return even if the state had to invest $7.5 million a year over 20 years.\"\n\nTalgo is not a MMAC member, but Sheehy said that had no bearing on the group’s handling of the issue.\n\nSo where does that leave us?\n\nThe state lost $810 million in federal funds, Talgo’s train manufacturing jobs and the area’s leading business group and political leaders have a black eye for wooing and then freezing out an international business. Some of Talgo’s ire was directed toward the MMAC, for not speaking out on its behalf. The organization said its hands were tied by a split membership.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13851"}