{"url": "/factchecks/2015/jul/29/marco-rubio/rubio-says-40-percent-illegal-immigrants-are-overs/", "speaker": "Marco Rubio", "vclaim": "\"Forty percent of people in this country, illegally, are overstaying visas.\"", "truth_label": "mostly-true", "date": "stated on July 22, 2015 in an appearance on 'Fox & Friends':", "title": "Rubio says 40% of illegal immigrants stayed in the U.S. after their visas expired", "text": "Sen. Marco Rubio said that while people sneaking into the United States is a legitimate problem, the immigration system is so broken that almost half of all illegal immigrants came into the country through legal channels.\n\"We have a porous border, meaning not just the border with Mexico, but 40 percent of people in this country, illegally, are overstaying visas,\" he said on Fox & Friends on July 22, 2015.\nIf that’s a stat that sounds familiar, it’s because Rubio has said it before -- including during his 2010 Senate campaign. Former Gov. Jeb Bush has cited the number, too.\nBut is it true that 40 percent of illegal immigrants are people who have overstayed their visas? It turns out that we hear the figure so often because it’s the most commonly accepted estimate, although it’s getting a little long in the tooth.\nAn old problem\nWe didn’t hear back from Rubio’s office when we tried to contact them, but in all likelihood he was referring to a calculation done by the Pew Research Center, an independent \"fact tank\" that doesn’t take policy positions.\nIn a 2006 report, Pew estimated that \"nearly half of all the unauthorized migrants now living in the United States entered the country legally through a port of entry such as an airport or a border crossing point where they were subject to inspection by immigration officials.\" While the source data gave an estimate that ranged from 33 percent to 50 percent, the report went middle-of-the-road and called it 45 percent.\nThat report relied on a 1997 study from the Immigration and Naturalization Service. While trying to ascertain how many immigrants arrived and departed, INS concluded that in 1996, 41 percent of illegal immigrants had entered the United States legally.\nRobert Warren, a former INS demographer whose work was a part of that 1997 report, told PolitiFact that immigration trends had changed over the years. Since 2008, there are more immigrants overstaying their visas than crossing the border illegally, but there are fewer illegal immigrants in the country overall. The generally agreed upon total of illegal immigrants in the United States now is about 11 million, down from a high of 12 million in 2007.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nBut Warren, currently a fellow at the nonpartisan Center for Migration Studies, said the percentage of all overstays \"had been consistent over the past 30 years.\" Most people crossing the border illegally come from about a half-dozen countries, especially Mexico, he said. Unauthorized immigrants from all other countries are almost all overstays.\nThere have been other estimates of overstays: In January 2003, INS released an updated report that said 33 percent of the illegal immigrant population in 2000 had entered the country legally. A 2004 report from the General Accounting Office, based on 2000 data, gave estimates on visa overstays ranging from 27 percent  to 31 percent to 57 percent.  \nBut no one has truly updated those estimates since then, mostly because there is no data available from which to draw new conclusions, the Migration Policy Institute’s Marc Rosenblum said.\nHe said Homeland Security developed a methodology for estimating visa overstayers among people traveling by air and sea, but doesn’t have an official way to count people entering by land. An Immigration and Customs Enforcement spokeswoman confirmed to us that they have not recently released statistics on the number of overstays.\nRosenblum said for now the old estimates are the best ones available. Homeland Security has promised Congress it would compile new data, he said, but no results have been made public. Until then, there’s no research that would truly dispute Rubio’s claim.\n\"The short answer is that no reliable estimate has been published since the Pew study,\" Rosenblum said.\nOur ruling\nRubio said \"40 percent of people in this country, illegally, are overstaying visas.\"\nThis widely cited statistic is an estimate based on research that has roots going back to the 1990s. But because federal agencies haven’t provided new data, there’s little for analysts to use to provide an updated figure. Experts (including the demographer who created the initial estimate) told us that while illegal immigration trends have changed over the years, 40 percent can still be considered an acceptable estimate.\nWe rate Rubio’s statement Mostly True.", "vclaim_id": "vclaim-pol-06137"}