{"url": "/factchecks/2013/jul/08/gabrielle-giffords/gabrielle-giffords-says-nh-republicans-gun-owners-/", "speaker": "Gabrielle Giffords", "vclaim": "\"In New Hampshire, 93 percent of Democrats, 79 percent of Republicans, 82 percent of gun owners and 60 percent of NRA households support background checks.\"", "truth_label": "mostly-true", "date": "stated on July 1, 2013 in an op-ed in USA Today:", "title": "Gabrielle Giffords says N.H. Republicans, gun owners support background checks", "text": "Gabrielle Giffords, the former Democratic congresswoman who was shot in her home district in Arizona, contends expanded background checks continue to be popular — even among Republicans and gun owners.\n\nHer advocacy group is now targeting states with senators who voted against a compromise bill in April that would have mandated background checks for all private gun sales, with exceptions.\n\nGiffords kicked off a seven-state tour the week of Independence Day with a USA Today op-ed arguing, \"there don't have to be winners and losers.\"\n\nThere’s support for a \"simple, fair solution: background checks for all potential gun buyers,\" she wrote in the piece, published July 1, 2013.\n\n\"Expanded background checks continue to be popular with significant majorities, even in states with high percentages of gun owners and across all party affiliations.\n\n\"For example, in New Hampshire, 93 percent of Democrats, 79 percent of Republicans, 82 percent of gun owners and 60 percent of NRA households support background checks.\"\n\nThe New Hampshire numbers caught our eye. Republican Sen. Kelly Ayotte saw her poll numbers drop after she voted against the Senate proposal, and a sympathetic PAC launched an ad in her defense. Do Ayotte’s constituents support expanded background checks?\n\nWhat the polls say\n\nGiffords’ op-ed relies on polling conducted on behalf of her advocacy group, Americans for Responsible Solutions.\n\nThe question: \"Do you favor or oppose requiring background checks on all gun sales including those sold on the Internet and at gun shows?\"\n\nRegistered voters in New Hampshire who participated in the poll, done May 21-23, 2013, by progressive polling firm Greenberg Quinlan Rosner Research, answered the way Giffords described.\n\nOur general policy is to give some credence to polls paid for by an organization affiliated with the individual or group making the claim, but also to look for confirmation with polls taken independently of the organization.\n\nNo recent New Hampshire poll we found broke out respondents in all of those categories: by party, gun ownership and \"NRA households.\"\n\n(We’ll note, too, that the GQRR poll memo didn’t define the NRA group. In previous fact-checks we learned similar phrases may include current and former NRA members.)\n\nBut a smattering of polls from this year generally back up pieces of her claim.\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nPoll\n\n\n\nDate\n\n\n\nQuestion\n\n\n\nSupport\n\n\n\n\n\nGreenberg Quinlan Rosner Research\n\n\n\nMay 21-23, 2013\n\n\n\n\"Do you favor or oppose requiring background checks on all gun sales including those sold on the Internet and at gun shows?\"\n\n\n\n• 84% (N.H.)\n\n• 93% (N.H. Dems)\n\n• 79% (N.H. GOP)\n\n• 82% (N.H. gun owners)\n\n• 60% (N.H. NRA households)\n\n\n\n\n\nRockefeller Center at Dartmouth College\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\nApril 22-25, 2013\n\n\n\nPoll respondents were asked if they supported or opposed universal background checks for the purchase of firearms in New Hampshire.\n\n\n\n• 76% (N.H.)\n\n• 88% (N.H. Dems)\n\n• 63% (N.H. GOP)\n\n\n\n\n\nPublic Policy Polling\n\n\n\nApril 19-21, 2013\n\n\n\n\"Would you support or oppose requiring background checks on individuals who purchase guns at gun shows?\"\n\n\n\n• 75% (N.H.)\n\n• 95% (N.H. Dems)\n\n• 56% (N.H. GOP)\n\n\n\n\n\nUniversity of New Hampshire Survey Center\n\n\n\nJan. 30-Feb. 5, 2013\n\n\n\n\"A background check on anyone attempting to purchase a gun in order to determine whether the prospective buyer has been convicted of a felony.\"\n\n\n\n• 94% (N.H.)\n\n• 99% (N.H. Dems)\n\n• 92% (N.H. GOP)\n\n• 91% (N.H. gun owners)\n\n\n\n\n\nNew England College\n\n\n\nJan. 21-22, 2-13\n\n\n\n\"There is a national proposal for universal gun background checks for gun sales through dealers, shows, and private individuals. Do you support the idea of universal background checks for gun purchases?\"\n\n\n\n• 88% (N.H.)\n\n\n\n\n\n\n \n\nThe findings for New Hampshire Democrats in the Giffords poll were generally in tune with the other polls we found. But the Republican numbers, while still a majority, were significantly lower in two New Hampshire polls than the 79 percent Giffords cited — 63 percent in a Dartmouth College poll and 56 percent in a Public Policy Polling survey.\n\nMeanwhile, we’re not aware of any recent independent polls of New Hampshire NRA members. Two polls we have reviewed in previous fact-checks have looked at this issue nationally. But both were conducted by groups associated to one degree or another with the pro-gun-control position — one was sponsored by Mayors Against Illegal Guns, and the other was conducted by the Johns Hopkins University Bloomberg School of Public Health, which is named for and supported financially by the founder of Mayors Against Illegal Guns, New York Mayor Michael Bloomberg.\n\nHowever, at least one independent poll this year, by CBS News and the New York Times found that nationally, 85 percent of respondents living in a household with an NRA member supported universal background checks.\n\nMeanwhile, a May report from Pew Research Center shows it’s a mistake to assume support for expanded background checks is the same as support for background check legislation.\n\nSupport among Republicans and gun owners for expanding background checks in that national survey — in the 80 percent range — fell to around 60 percent when they were asked about the Senate bill.\n\nAnd while 79 percent of Republican gun owners favored background checks, just 43 percent wanted the Senate’s background checks legislation to pass.\n\nOur ruling\n\nGiffords, seeking common ground for gun control legislation, said \"in New Hampshire, 93 percent of Democrats, 79 percent of Republicans, 82 percent of gun owners and 60 percent of NRA households support background checks.\"\n\nThe numbers came from polling on behalf of her own advocacy group. We found some independent evidence that New Hampshire voters support expanded background checks, through the support is weaker among Republicans.\n\nIt’s also important to note that support for background checks doesn’t translate directly to support for the Senate bill Giffords mentioned in her op-ed. Support for the bill itself commands smaller majorities, and a minority of gun-owning Republicans nationally.\n\nGiffords’ claim requires clarification and additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-09133"}