{"url": "/factchecks/2013/feb/14/keith-faber/ohio-senate-president-keith-faber-says-ohio-among-/", "speaker": "Keith Faber", "vclaim": "\"Ohio companies export more goods and services globally than 41 other states.\"", "truth_label": "true", "date": "stated on February 4, 2013 in a news conference:", "title": "Ohio Senate President Keith Faber says Ohio is among the leading states in exports", "text": "Ohio Senate President Keith Faber and other members of the GOP majority caucus stood in front of placards that said \"job creation\" and \"workforce development\" to talk with reporters about their priorities for the 130th General Assembly.\n\nFaber said the first bills introduced by Senate Republicans would include legislation focused on job training and placement to maintain the strength of the state economy.\n\n\"Ohio companies,\" he said, \"export more goods and services globally than 41 other states.\"\n\nThat aroused the curiosity of PolitiFact Ohio. We wanted to know more, partly because the ranking means Ohio would trail less populous states.\n\nThe Ohio Department of Development said in its latest report on state exports that Ohio was the 9th largest exporting state, confirming what he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe Development Department is an affiliate of the U.S. Census Bureau. With the U.S. Commerce Department, it is the official source for U.S. export and import statistics. We followed our curiosity further into its data from 2011, the most recent available:\n\nIn global exports, Ohio trails Texas, California, New York, Washington, Illinois, Florida, Louisiana and Michigan.\n\nThe state's largest export market is Canada, followed by Mexico, China, France and Brazil.\n\nThe state's largest merchandise export category is transportation equipment.\n\nAnd export-supported jobs linked to manufacturing account for an estimated 7.1 percent of Ohio's total private-sector employment.\n\nFaber's statement rates True on the Truth-O-Meter.", "vclaim_id": "vclaim-pol-09712"}