{"url": "/factchecks/2012/oct/30/jessica-ehrlich/jessica-ehrlich-says-bill-young-voted-twice-end-cu/", "speaker": "Jessica Ehrlich", "vclaim": "Says Bill Young \"voted twice for the Ryan budget that ends the current Medicare system.\"", "truth_label": "half-true", "date": "stated on October 8, 2012 in a TV commercial:", "title": "Jessica Ehrlich says Bill Young voted twice to \"end the current Medicare system\"", "text": "U.S. Rep. C.W. Bill Young began his tenure in Congress in 1970, a streak that makes the 81-year-old from Indian Shores the longest-serving Republican in the U.S. House.\n\nThe first-time candidate challenging Young’s re-election does not want voters to forget it.\n\nDemocratic attorney Jessica Ehrlich, 38, sponsored a TV attack ad that she says is the first commercial challenging Young in 20 years.\n\nIt’s called \"1970.\"\n\nNarrator: \"Before the Tampa Bay Bucs, Nixon was president, disco was on the rise, and Bill Young was in Congress.\"\n\nEhrlich: \"I'm Jessica Ehrlich, and Bill Young is a nice man, but after 42 years in Congress he's lost touch. Why else would he vote twice for the Ryan budget that ends the current Medicare system? Seniors pay thousands more each year, and the wealthy get more tax cuts.\"\n\nWe’re not surprised to hear Ehrlich challenge Young’s record on Medicare, the health care program for seniors. The issue is of particular relevance to Young’s constituents in Congressional District 13th, about 22 percent of whom are senior citizens.\n\nWe’re also not surprised to hear she chose this line of attack. Democrats have sent grave warnings about Rep. Paul Ryan, R-Wis., and his budget proposals for the past couple years, heightening their attacks after Mitt Romney chose Ryan as his running mate.\n\nEhrlich’s message that Young voted for a budget \"that ends the current Medicare system\" is similar to attacks PolitiFact previously deemed too much of a stretch.\n\nThe Democrats’ rallying cry that Republicans voted to \"end Medicare\" was our 2011 \"Lie of the Year.\" We’ve also heard the refined version that Republicans want to end Medicare \"as we know it.\" We heard good arguments from experts who said his plan does not end Medicare \"as we know it\" and those who said it did, so we did not rate that claim.\n\nWhere does Ehrlich’s claim fall? Do the Ryan budgets end the current Medicare system?\n\nWithout question, Ryan’s vision would substantially change Medicare.\n\nMedicare is a fast-growing program within the federal budget, and both parties agree that reform is necessary to preserve it.\n\nThe Democrats, led by President Barack Obama, want to keep Medicare largely the way it is but with more regulations and oversight of payments to doctors and hospitals. The Republicans want private insurers to be more involved and let the marketplace lower costs, and Ryan has led that charge as House Budget Committee chairman.\n\nRyan would leave Medicare in its current form for people who are 55 and older. Most attacks from Democrats omit this important detail.\n\nIt’s a different story for future beneficiaries. In short, they would receive government subsidies to buy their own plans.\n\n\"That is completely a different system than the one that we currently have,\" Ehrlich said in an interview.\n\nThe charge isn’t accurate because Ryan’s new plan keeps traditional Medicare as an option, Young said in an interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKarl Rove\n\n\nstated on December 22, 2009 in an interview with Fox News\n\n\n\n\n\n\n\n\n\"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • December 23, 2009\n\n\n\n\n\n\n\n\n\"It’s ridiculous to think that in a district like mine that a member of Congress would vote in a negative way on Social Security and Medicare,\" he said.\n\nPolitiFact rated Democratic critiques that Republicans want \"to turn Medicare into a voucher system\" Mostly True.\n\nRyan’s 2011 budget plan -- a resolution that does not carry the force of law -- would not have provided a traditional Medicare plan, leaving seniors to use their voucher-like credits on strictly private insurance plans. The nonpartisan Congressional Budget Office estimated it would cost seniors $6,400 in extra health care costs.\n\nRyan responded to criticism about his original plan by including a traditional Medicare plan in his more recent version. The amount a beneficiary receives would be based on the second least-expensive plan available on a Medicare exchange, among other adjustments to the original plan.\n\nRyan’s plan includes constraints on private insurers, including that they would have to cover services stipulated by the federal government, and poor and sicker people would get larger subsidies.\n\nRomney has said he supports the Ryan plan’s goals and that his own plan for Medicare would be close to identical.\n\nWe fact-checkers don’t know if seniors would pay \"thousands more each year\" for health care, as Ehrlich claimed in the ad, because Ryan has not submitted the 2012 plan to CBO for analysis.\n\nThe Democrats warn that if Ryan’s plan doesn’t drive down prices as much as he hopes, beneficiaries would pay more or lose benefits. In another scenario, the government could increase the amount of credits to keep up with costs, but that erodes the goal of the government saving money.\n\nYoung voted for Ryan’s previous budget resolutions in 2011 and 2012.\n\nOur ruling\n\nA TV ad from Jessica Ehrlich claims Bill Young voted \"twice for the Ryan budget that ends the current Medicare system.\"\n\nIndeed, Young voted in favor of two Ryan budget blueprints that fundamentally change how Medicare works. Instead of the government paying for individual health services for seniors, seniors would receive a voucher-like credit toward the insurance plan of their choice, which includes a traditional Medicare option.\n\nSome argue the Democrats, too, are ending the current Medicare system by moving it from an open-ended entitlement program to one that tries to rein in spending by controlling how much physicians and insurers are reimbursed.\n\nThe statement is partially accurate but leaves out important details. So we rate it Half True.", "vclaim_id": "vclaim-pol-10053"}