{"url": "/factchecks/2012/oct/18/brendan-doherty/rhode-island-republican-brendan-doherty-says-he-ca/", "speaker": "Brendan Doherty", "vclaim": "Massachusetts Sen. Scott Brown shows someone can be bipartisan in Congress because he \"votes about 66 percent with his own party.\"", "truth_label": "true", "date": "stated on October 16, 2012 in a TV debate:", "title": "Rhode Island Republican Brendan Doherty says he can be bipartisan in Congress, citing GOP Sen. Scott Brown’s bipartisan votes", "text": "During the Oct. 16, 2012, debatebetween U.S. Rep. David Cicilline and challenger Brendan Doherty, Democrat Cicilline said his Republican opponent shouldn't be elected because it would let the GOP keep control of the House and push policies that Rhode Islanders don't want.\n\nBut Doherty argued, as he repeatedly has, that he would be his own man and not tied to the party the way Cicilline almost always votes with his fellow Democrats.\n\nTo illustrate that bipartisanship is possible, he pointed to the record of Massachusetts Republican Scott Brown, who now holds the U.S. Senate seat once held by the late Ted Kennedy.\n\n\"I understand there will be difficult situations in Washington where I might not be in step with my own party. My friend Scott Brown in Massachusetts, he has made that decision. He votes about 66 percent with his own party,\" said Doherty. \"Republicans come up with good ideas and so do Democrats, and they need to work together and fight this gridlock.\"\n\nWe wanted to see if Brown really has been willing to vote against his own party 34 percent of the time.\n\nTo do that, we turned to the database of party-line votes compiled by The Washington Post.\n\nThe Scott Brown pageconfirms that of the 433 votes he has cast, Brown has voted with his party 66 percent of the time. Among Republicans, only one senator, Dean Heller of Nevada, has voted against the party more often during the current session of Congress.\n\n(Cicilline, in contrast, voted with his fellow Democrats 96 percent of the time out of 1,550 votes, making him one of the most partisan members of the House.)\n\nThe numbers don't tell the whole story because some of the votes are procedural. When you look at Brown’s votes on 20 issues the Post identified as \"key\" -- such as repealing the Don't Ask-Don't Tell policy for the military, extending unemployment insurance benefits, and ratifying the SALT treaty with Russia -- the percentage shifts.\n\nIn 6 of those 20 issues, Republicans and Democrats agreed. On the remaining 14 issues where there was a split, Brown sided with his party in 10 instances (71 percent) and jumped ship to side with the Democrats in 4 cases (29 percent).\n\n(Cicilline is listed by the Post as having taken 23 \"key\" votes. On the 17 issues in which there was a party split, Cicilline voted with Democrats 13 times and sided with his party by declining to vote twice. That's 88 percent. He voted with the GOP in two instances [12 percent].)\n\nOur ruling\n\nRepublican Brendan Doherty, attempting to illustrate how he would not be a lock-step Republican if elected to Congress, cited the example of Massachusetts Republican Sen. Scott Brown, saying that Brown \"votes about 66 percent with his own party.\"\n\nVoting records show that Doherty is correct. Even when you look just at key votes where the political stakes were higher and members of the two parties came down on different sides of the issue, Brown's party-line score was 71 percent, still pretty close to the 66 percent mark.\n\nWe rate Doherty's claim True.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on ourPolitiFact Rhode Island Facebookpage.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-10141"}