{"url": "/factchecks/2019/oct/02/sam-graves/missouris-aging-bridges-are-problem-maybe-not-reas/", "speaker": "Sam Graves", "vclaim": "\"The average bridge in Missouri is 48 years old — most were only designed to last for 50 years.\"", "truth_label": "mostly-true", "date": "stated on August 29, 2019 in a newsletter:", "title": "Missouri’s aging bridges are a problem, but maybe not for the reasons you think", "text": "The Missouri Department of Transportation’s chronic lack of funding isn’t very surprising anymore. Just last November, Missouri voters rejected Proposition D, which would have increased the state’s gas tax by 10 cents and used the funds to boost spending on roads and bridges.\n\n\nWithout the additional funding, MoDOT counts on federal grant money to address infrastructure problems like the one posed by Missouri’s aging bridges.\n\n\nIn his Aug. 29 newsletter, U.S. Rep. Sam Graves, R-Mo., announced that MoDOT will receive a $20.7 million federal grant for the state’s bridge replacement program. To highlight the significance of the challenges, Graves said, \"The average bridge in Missouri is 48 years old—most were only designed to last for 50 years.\"\n\n\nThe problem sounds severe and a little dangerous, so we decided to see if the numbers hold up. To a degree, they do — Graves took the sentence from the MoDOT website.\n\n\nBut that doesn’t mean it’s time to panic every time you drive over a bridge.\n\n\nHow old is old?\n\n\nMoDOT’s website confirms that the average age of Missouri bridges is 48 years old. An average takes into account all bridges from newly built ones to those much older than 48 years.\n\n\nSo how old are Missouri’s oldest bridges? We don’t know.\n\n\nState bridge engineer Dennis Heckman pointed out a lack of records before about 1900. About 40 bridges were built before 1909; they are at least 110 years old and might be even older.\n\n\nHeckman explained that design life doesn’t mean a bridge closes or becomes unsafe on its 50th birthday. Intended design life is not a set expiration date. In reality, it’s more like a sell-by date that indicates when a bridge’s quality needs to be monitored more closely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJay Nixon\n\n\nstated on August 20, 2015 in comments at the Missouri State Fair\n\n\n\n\n\n\n\n\n\"Almost nine out of every 10 pennies that would be spent\" turning a 200-mile stretch of Interstate 70 into a toll road \"would be from folks outside Missouri.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Allison Graves • September 29, 2015\n\n\n\n\n\n\n\n\n\n\"When they reach that age, you’re going to be maintaining them a lot more, fixing them a lot more,\" Heckman said. \"They just become a lot more high maintenance.\"\n\n\nThere’s also some variation in the design life of Missouri’s bridges to take into account. For decades, Heckman said, a 50-year design life was standard, and about 8,000 of MoDOT’s 10,400 bridges have a design life of 50 years. In the past 10 to 15 years, designing bridges with a 75-year life span has become more common; about 2,350 bridges were built to this standard. And longer, river-crossing bridges are built with a design life of 100 years. About 50 bridges currently fall into this 100-year design life category.\n\n\nIn total, 6,000, or 60%, of Missouri’s bridges are past their intended design life, and Heckman said MoDOT’s ability to extend the lifespan of these bridges is unique to each bridge and its specific conditions.\n\n\nBut bridge condition, not intended design life, is what determines MoDOT’s course of action.\n\n\nFederal law requires all publicly owned highway bridges over 20 feet long to be inspected about once every two years, and currently, 909 of the bridges MoDOT inspects are rated \"poor\" by federal National Bridge Inspection Standards. Poor is the worst rating a bridge can receive and remain open for use.\n\n\nPoor bridges result in weight limits that hinder economic development and reduce Missourians’ safety, Heckman said. \"Heavier trucks can’t use them. Farmers can’t use them when they’re hauling their grain or hogs to market. So you end up with a lot of detours.\" He also said many bridges cannot support the weight of a school bus, firetruck, or ambulance.\n\n\nMost states strive to have only about 3% to 4% of their bridges ranked poor, Heckman said. Currently, 9% of Missouri’s bridges are poor.\n\n\n\"At our current funding levels, we’re basically treading water,\" said Bob Brendel, MoDOT’s special assignments coordinator. \"We’re basically repairing and replacing about as many bridges every year as fall into the poor category.\"\n\n\nOur ruling\n\n\nGraves said, \"The average bridge in Missouri is 48 years old — most were only designed to last for 50 years.\"\n\n\nThis statement comes directly from MoDOT’s data on state bridges, but it needs a bit of clarification. Most bridges don’t need to be replaced when they turn 50. That’s when engineers could expect them to need more maintenance. Condition, not design life, determines the death of a bridge. With that additional information, we rate the claim Mostly True", "vclaim_id": "vclaim-pol-00101"}