{"url": "/factchecks/2019/jul/03/kelly-e-hastings/did-taxation-really-cause-american-revolution/", "speaker": "Kelly E. Hastings", "vclaim": "Said, \"The Seven Years’ War led to near bankruptcy for many countries; Britain’s need to raise taxes fueled the American desire for independence.\"", "truth_label": "mostly-true", "date": "stated on June 30, 2019 in On twitter:", "title": "Did taxation really cause the American Revolution?", "text": "North Carolina prides itself on its role in the American Revolution, even claiming to be \"first in freedom.\" And ahead of Independence Day, Republican state Rep. Kelly Hastings hearkened back to the country’s beginnings as he promised to protect taxpayers.\n\"The Seven Years’ War led to near bankruptcy for many countries; Britain’s need to raise taxes fueled the American desire for independence,\" Hastings said in a tweet Sunday. \"I pray that I maintain the wisdom to spend money wisely, prevent budget deficits, and efficiently manage debt. In turn, we can continue to cut taxes and protect the taxpayers.\"\nThe background to Hastings’ promise: Gov. Roy Cooper had announced Friday that he would veto state House and Senate Republicans’ proposed budget. Among other things, the budget did not include a plan for Medicaid expansion, which Cooper said was a must months before the budget was proposed. Many Republicans are wary of Medicaid expansion because they fear its reliance on federal tax dollars could backfire.\nHastings, a five-term House member from Cherryville, said in an email interview Tuesday that he based his tweet on knowledge from history classes and the Declaration of Independence.\n\"I appreciate the role that North Carolina played in our independence,\" Hastings added. \"According to William S. Powell, the author of ‘North Carolina: A History,’ the Halifax Resolves document was the first official state action for independence.\"\nThe adoption of the Halifax Resolves by North Carolina was the first official action calling for independence from Great Britain. The date of the resolution, April 12, 1776, appears on the North Carolina flag. It’s part of the reason some North Carolina license plates say \"First in Freedom.\"\nThe famous phrase \"no taxation without representation\" has been remembered as the inspiration for the American Revolution, but were taxes the main cause for revolution? We decided to investigate further.\nThe Seven Years’ War\nIn Hastings’ tweet, he referenced the Seven Years’ War, a conflict started in 1756 between Great Britain and France, among other countries. In North America, the skirmish began as the French and Indian War with a border dispute with the French over the upper Ohio River Valley. The British forces, led by a young George Washington, were defeated by the French at Fort Necessity. Soon after, Great Britain retaliated.\nThe scuffle escalated into a worldwide conflict because of the immense imperial power Great Britain, France and their European allies held around the world. At the time, Great Britain controlled the 13 colonies from the coast to the Appalachian Mountains, and France controlled the surrounding land west of the Appalachians from Louisiana stretching up to Canada.\nThe Seven Years’ War was a long and expensive affair for all parties involved. In the 1762 Treaty of Paris, France and Spain also lost a considerable amount of territory. However, even though Great Britain won the war because of its strong navy, it spent a great deal of money on the conflict — which it then tried to get from the colonies.\n‘Taxation without representation’\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFollowing the end of the French and Indian War, a series of taxes and policies, including the Stamp Act, the Townshend Tariffs and the Tea Act, were implemented in the Americas in order to help Great Britain cover the cost of winning a war in the colonies.\nKathleen DuVal, professor of history at UNC Chapel Hill, said that colonists were equally as upset about being taxed as they were angry that they were not represented in the British government.\n\"Colonists did pay local taxes, which they viewed as legitimate because local governments, including colonial legislatures like North Carolina’s, were locally elected,\" DuVal said.\nThe colonists believed that, as British citizens, they should only be taxed with their consent and being taxed without representation was therefore tyranny. Hence the slogan, \"no taxation without representation.\"\n\"The new taxes that Parliament passed to pay down the Seven Years’ War debt were an important cause of the Revolution, but the fact that colonists weren’t represented in Parliament was central to their cause,\" DuVal said. \"The ‘representation’ in the phrase ‘taxation without representation’ was at least as important as the ‘taxation.’\"\nWhile taxation was a main cause for revolution, the reason why it was so abhorrent was not that the taxes were high and needed to be cut. It was a problem because the colonies had no say in how they wanted to be taxed.\n\"Among other things, the Revolution was not about a desire to CUT taxes,\" said Wayne E. Lee, a professor of Peace, War and Defense at UNC Chapel Hilll.\nFurthermore, if Britain had offered the colonists representation in Parliament before the war gained more momentum, the movement for independence probably would have fizzled out, DuVal said.\nOur ruling\nHastings is correct that the Seven Years’ War caused multiple countries, including Great Britain, to plunge into debt. In order to pay it off, Great Britain taxed the American colonies.\nHastings said revolution was \"fueled\" by this taxation. This is true, but it does miss some key context because the colonies’ lack of representation was just as important as the excess of taxation. Because they were not represented in Parliament and thus taxed without any input, the colonists felt like second-class citizens and started their battle for equality that ultimately resulted in independence.\nTherefore, we rate this statement Mostly True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].", "vclaim_id": "vclaim-pol-00461"}