{"url": "/factchecks/2008/sep/04/sarah-palin/no-bidders-on-ebay-sold-it-offline/", "speaker": "Sarah Palin", "vclaim": "\"That luxury jet was over the top. I put it on eBay.\"", "truth_label": "true", "date": "stated on September 3, 2008 in a speech in St. Paul, Minn.:", "title": "No bidders on eBay; sold it offline", "text": "In her acceptance speech at the Republican National Convention, vice presidential nominee Sarah Palin talked about her record as governor of Alaska.\n\n\nShe talked about ethics reform and cutting the state budget.\n\n\n\"While I was at it, I got rid of a few things in the governor's office that I didn't believe our citizens should have to pay for,\" Palin said. \"That luxury jet was over the top. I put it on eBay.\"\n\n\nThe state's jet plane was a major issue in the 2006 election, which Palin won. Then-incumbent Frank Murkowski had defied protests from members of the state Legislature and the public when he bought the jet in 2005 to travel around the state. His political opponents said the jet symbolized his arrogance and free-spending ways.\n\n\nPalin defeated Murkowski in the Republican primary and then won the general election. She said during the campaign she would sell the jet, and one of her first orders on taking office was putting the it up for sale. And yep, the state decided to list it on eBay for an asking price of $2.5-million. (The state had paid just under $2.7-million for it in 2005.)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIt wasn't as wacky as it sounds. The state had sold smaller aircraft previously on eBay. (Alaska is a large, rural state, and state officials do use aircraft to get around. But typically they use smaller, more rugged planes than Murkowski's jet.)\n\n\nBut the jet's eBay listing did not prove effective, and the state never got its asking price. Instead, in 2007, the state turned to an aircraft broker, Turbo North Aviation. The jet was purchased that year by businessman Larry Reynolds, the owner of a sporting goods store and marine supply store in Valdez. Reynolds paid $2.1-million.\n\n\nSo it's true that Palin put the plane up for sale on eBay, but it didn't sell on eBay. That's not a huge point, but it is worth noting. We rate Palin's statement True.", "vclaim_id": "vclaim-pol-16012"}