{"url": "/factchecks/2011/apr/04/tim-pawlenty/tim-pawlenty-says-every-child-born-30000-share-us-/", "speaker": "Tim Pawlenty", "vclaim": "\"Every child born today inherits a $30,000 share in a national debt that stands at more than $13 trillion.\"", "truth_label": "mostly-true", "date": "stated on January 11, 2011 in his book, \"Courage to Stand: An American Story\":", "title": "Tim Pawlenty says every child is born with a $30,000 share of the U.S. debt", "text": "In his book Courage to Stand: An American Story, former Minnesota Gov. Tim Pawlenty -- a potential Republican presidential contender in 2012 -- addresses a wide range of policy topics. One of those is the national debt.\n\n\"Every child born today,\" Pawlenty wrote, \"inherits a $30,000 share in a national debt that stands at more than $13 trillion.\"\n\nWe wondered whether his math was accurate.\n\nAccording to the U.S. Treasury, the total U.S. debt held by the public on Jan. 1, 2011, was almost $9.4 trillion. Meanwhile, the 2010 Census just determined the national population to be 308.7 million people.\n\nDivide those two numbers and you get $30,419 per person -- right on target for what Pawlenty wrote.\n\nBut there’s a catch.\n\nRemember, Pawlenty wrote that the national debt \"stands at more than $13 trillion.\" The number he’s referring to is different from the $9.4 trillion we used in the previous calculation. The $13 trillion figure refers to something related, but different -- gross federal debt, which is the sum of publicly held debt and debt held by other parts of the federal government. The additional debt included in this number typically is held by trust funds for major government programs, including Social Security and Medicare. Economists have told us in the past that they believe both measures to be equally valid.\n\nOn Jan. 1, 2011, gross federal debt stood at just over $14 trillion, which works out to $45,433 for every American.\n\nSo both of the figures Pawlenty used have a basis in reality, but they do not relate to each other the way he suggested. If Pawlenty wants to stick with the $30,000-per-person figure, he should have said that debt stands at more than $9 trillion. Alternately, if he prefers to stick with the \"more than $13 trillion\" debt figure, he should say that the amount of debt per person exceeds $45,000. Since both of his numbers are right -- just measuring different things -- we’ll give him some leeway and rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13314"}