{"url": "/factchecks/2011/aug/05/tom-coburn/sen-tom-coburn-says-government-twice-size-it-was-d/", "speaker": "Tom Coburn", "vclaim": "\"The government's twice the size it was 10 years ago. It's 30 percent bigger than it was when (Barack) Obama became president.\"", "truth_label": "half-true", "date": "stated on July 24, 2011 in an interview on NBC's \"Meet the Press\":", "title": "Sen. Tom Coburn says government is twice the size it was a decade ago", "text": "EDITOR’S NOTE: Upon further consideration, we have changed the rating on this item from Mostly True to Half True. The new analysis is below. Our previous posting is archived here.\n\nOn the July 24, 2011, edition of NBC’s Meet the Press, Sen. Tom Coburn, R-Okla., sought to give some perspective on the size of federal spending -- a central factor in the current debate over raising the debt ceiling.\n   \nAddressing host David Gregory, Coburn said, \"David, everybody's talking about the symptoms of our problem instead of the real disease. The government's twice the size it was 10 years ago. It's 30 percent bigger than it was when (Barack) Obama became president. The problem is that we're spending way too much money, and it's not hard to cut it without hurting entitlement benefits. But we don't have anybody that wants to do that without getting a tax increase.\"\n   \nWe wondered whether Coburn was right that the size of government has doubled over the past 10 years.\n   \nWe began by looking at the size of outlays by the federal government, even though Coburn didn’t specify which level of government he was talking about. (Coburn communications director John Hart later confirmed that he had meant to refer to just the federal government.)\n\nWe also decided to use outlays as our yardstick -- rather than, say, government employees or regulatory burden, as some readers later suggested -- since Coburn went on to say, \"we're spending way too much money, and it's not hard to cut it without hurting entitlement benefits.\"\n   \nHere are annual figures from the Office of Management and Budget for total federal outlays:\n   \nFiscal year 2001: $1.86 trillion\nFiscal year 2002: $2.01 trillion\nFiscal year 2003: $2.16 trillion\nFiscal year 2004: $2.29 trillion\nFiscal year 2005: $2.47 trillion\nFiscal year 2006: $2.66 trillion\nFiscal year 2007: $2.73 trillion\nFiscal year 2008: $2.98 trillion\nFiscal year 2009: $3.52 trillion\nFiscal year 2010: $3.46 trillion\nFiscal year 2011 (estimate): $3.82 trillion\n   \nSo, doubling the 2001 outlays over 10 years would have meant a 2011 figure of $3.72 trillion. Since the actual figure is higher than that, Coburn is right that the cost of government has doubled over the past decade.\n   \nIn our initial analysis, we stopped there and did not adjust these figures for inflation. After readers pointed this out to us, we ran the inflation-adjustment calculations and determined that the fiscal 2011 federal outlay of $3.82 trillion was equivalent to $3 trillion in 2001 dollars. That produced an increase in federal outlays of 60 percent over 10 years. That’s still a significant increase, but short of double. We also calculated that government outlays as a percentage of gross domestic product, rose from 18.2 percent in 2001 to 25.3 percent in 2011 -- an increase of 39 percent, which is also not double.\n\nDespite our initial focus on non-inflation-adjusted numbers, we have since decided that our readers had a point, and that Coburn would have been better off using inflation-adjusted numbers. So we have decided to change our ruling.\n\nMeanwhile, we also looked at Coburn’s second claim, that government expenditures are 30 percent bigger than they were when Obama became president.\n   \nFor this one, it depends when you start the clock. We’ll start with non-inflation-adjusted numbers.\n\nIf you use fiscal 2008 as the baseline -- which we confirmed with Coburn’s staff was his intention -- then the comparison is just about right. Federal outlays increased by 28 percent between fiscal 2008 and fiscal 2011, which is just below the 30 percent Coburn cited.\n   \nHowever, fiscal 2008 ran from Oct. 1, 2007, to Sept. 30, 2008, ending almost four months before Obama took office. The OMB only offers figures by fiscal year, so we can’t pinpoint a number that’s pegged precisely to when Obama took office.\n   \nIf instead you use as a baseline fiscal 2009 -- which started on Oct. 1, 2008 -- then federal outlays increased by about 9 percent, or well below what Coburn said.\n   \nThe inflation-adjusted numbers are a 22 percent increase if you start with 2008, and 3 percent if you start with 2009.\n\nClearly, the shift of the calculation by just one year makes a big difference in the result.\n   \nWe also considered whether Coburn intended to blame Obama for this spending increase. This was a tough call. Re-reading his claim, we don’t feel that his use of the inauguration of a new president as the cutoff point necessarily invokes blame. The entirety of Coburn’s comment encompasses government growth over a 10-year period, most of which was clearly under a Republican president, George W. Bush, and not Obama. And the inauguration of a new president is a pretty natural dividing line for making mathematical comparisons.\n   \n\"No one has a more consistent record of being a nonpartisan critic of spending than Coburn,\" said Coburn’s communications director Hart. \"He has been criticizing Republican and Democratic spending for many years.\"\n   \nWe agreed with this assessment, so we gave Coburn the benefit of the doubt on whether he intended to place the blame for government growth on Obama. And we stand by that decision.\n   \nSo what's the bottom line? We don’t think that Coburn was entirely wrong to use non-inflation-adjusted dollars, but it would have been better if he -- and we -- had adjusted for inflation. Doing it this way still means there was a significant increase in government over the period he studied, but not as high as he had indicated. On balance, we have decided to lower our ruling from Mostly True to Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12618"}