{"url": "/factchecks/2015/nov/20/carly-fiorina/fiorina-says-vast-majority-syrian-refugees-are-abl/", "speaker": "Carly Fiorina", "vclaim": "\"The vast majority of (Syrian) refugees are young, able-bodied men looking for work.\"", "truth_label": "false", "date": "stated on November 17, 2015 in a campaign stop in Concord, N.H. :", "title": "Fiorina says 'vast majority' of Syrian refugees are able bodied young men", "text": "Carly Fiorina, in trying to position herself as \"most qualified leader in foreign policy\" among the Republican candidates for president, reiterated her September stand against admitting Syrian refugees to come to the United States.\nAt a meeting with the New Hampshire Federation of Republican Women in Concord, N.H., on Nov. 17 -- following the terrorist attacks in Paris -- Fiorina questioned the demographics of those fleeing.\nThe photos of mothers and their children provoke sympathy, she said, but they don’t show \"the truth.\"\n\"The vast majority of these refugees are young, able-bodied men looking for work,\" she said at the event, which was covered by the Concord Monitor.\nIn Concord, she didn’t specifically say Syrian refugees, but the surrounding discussion was specific to Syria. A day later, she repeated the claim on talk radio during an interview with host Mike Gallagher and specified that \"the vast majority of refugees leaving Syria are able-bodied young men.\"\nThat sounded like a job for PolitiFact.\nUnited Nations data\nPreviously, PolitiFact has examined claims about Syrian refugees. In October, Donald Trump said \"there aren't that many women; there aren't that many children\" among Syrian refugees. We ranked that statement False.\nThe United Nations keeps track of more than 4 million registered Syrian refugees, with an online database that includes specific demographic data.\nLet’s start by leaving out the other qualifiers — young and able-bodied — and look at whether the \"vast majority\" of refugees are men. We need not split hairs on what constitutes a \"vast majority\" here, since the gender breakdown is pretty evenly split; in hard numbers, the majority of refugees is actually female.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nFurther, to look at only the male refugees – which amount to 49.7 percent of the total – less than half of that population is age 18 or older. Men ages 18 to 59 comprise about 22 percent of all Syrian refugees.\nContrary to Fiorina’s statement, most refugees overall are children age 17 or younger.\nResettlement\nGeoffrey Mock, a Syrian country specialist for Amnesty International USA, explained the situation of Syrian refugees to PolitiFact for the similar fact-check of Trump.\nHe said the sort of refugees Fiorina was talking about – young, able-bodied men – would be given a low priority for settling in the United States. President Obama recommended in September that the country take at least 10,000 refugees in the next fiscal year.\nThe United Nations recommended in April that the U.S. and other industrialized countries shelter 130,000 Syrian refugees over the following two years.\n\"The priorities go to torture survivors, people with serious medical conditions, children and teens on their own, and women and children at risk,\" Mock told PolitiFact.\nSelected refugees undergo screening by state agencies, including the Department of Homeland Security. The process can take years.\nOur ruling\nFiorina said the \"vast majority of (Syrian) refugees are young, able-bodied men looking for work.\"\nShe repeated the essence of a claim that wasn’t accurate a month earlier and isn’t accurate today. A slight majority of Syrian refugees are female, and men age 18 to 59 comprise about 22 percent of all Syrian refugees.\nWe rate Fiorina’s claim False.", "vclaim_id": "vclaim-pol-05698"}