{"url": "/factchecks/2010/aug/24/john-boehner/minority-leader-john-boehner-relies-temporary-cens/", "speaker": "John Boehner", "vclaim": "\"Since February 2009, the private sector has lost millions of jobs while the federal government has grown by hundreds of thousands of workers.\"", "truth_label": "half-true", "date": "stated on August 24, 2010 in a speech at the City Club of Cleveland:", "title": "Minority Leader John Boehner relies on temporary census workers to bolster claim on federal hiring", "text": "Rep. John Boehner, as House minority leader, is not bashful when it comes to criticizing the Obama administration and arguing that his Republican party offers a better way. Boehner seized that opportunity again during an appearance at the City Club of Cleveland.\n\nHis targets were familiar ones: health care reform, the stimulus program, slow economic recovery and federal government running amok.\n\n\"Since February 2009, the private sector has lost millions of jobs while the federal government has grown by hundreds of thousands of workers,\" the Ohio Republican said.\n\nBoehner's statement is a popular claim among Republicans when criticizing the White House and Democratic leadership in Congress. PolitiFact has checked out variations of the statement three times, including once involving Boehner. In each case we've arrived at similar conclusions, that while there's some truth to some of the statement, it glosses over important information.\n\nCareful readers will notice that previous PolitiFact stories cited somewhat different numbers than what follows below. That's because previous claims were made - and adjudicated by PolitiFact - based on the most up-to-date data for government, private-sector and census-specific hiring. But those numbers change each month, and PolitiFact uses current numbers unless a claim is based on a specific month's data. For example, a recent analysis of a hiring claim made by Rep. Steve LaTourette used May data because LaTourette based his claim on May numbers, which were fairly current at the time. Here we use new preliminary numbers available from July.\n\nFirst let's look at Boehner's contention that the private sector has lost millions of jobs.\n\nWhen we looked into the job figures previously, Boehner's office referred us to the Department of Labor's Bureau of Labor Statistics, and said that they started the count from January 2009. By starting with that month's figure, all jobs lost in February 2009 and after would be included.\n\nIn January 2009, there were 110,961,000 private-sector jobs in this country, according to the BLS database of employment statistics. By the end of July 2010, BLS says, there were 107,737,000 private sector jobs. The July figure is a preliminary number that could be adjusted upward or downward as more data becomes available. But as it is now, that's a drop of 3.224 million jobs -- or as Boehner told the City Club, \"millions of jobs.\"\n\nThe biggest job hemorrhages came in February and March of 2009, when 707,000 and 744,000 jobs disappeared. Job losses slowed down into last summer and fall. During the first five months of 2010, though, there were actually job gains.\n\nBut what about the other part of Boehner's claim; that \"the federal government has grown by hundreds of thousands of workers\"?\n\nBLS data shows that there were 2,803,000 federal employees in January 2009. By the end of July this year, there were 3,017,000 federal workers, according to preliminary BLS figures. That's a gain of 214,000 federal jobs, or as Boehner put it, \"hundreds of thousands of workers.\"\n\nBut here’s the problem. Most of the growth of the federal workforce came entirely from the temporary buildup of census workers.\n\nFor example, the government brought on 411,000 temporary U.S. Census Bureau workers in May 2010. But one month later, 225,000 temporary census workers completed their work and were let go. Another 143,000 finished their jobs in July.\n\nWhat all this means is that from January 2009 through this July, there was a net increase of 191,000 new federal jobs. Exclude those workers hired for the census and total federal hiring comes to only 23,000.\n\nWe think that's an important caveat to consider.\n\nThe House minority leader is right on the money when he says millions of private sector jobs were lost. But his reliance on the temporary hiring of census workers to support the notion that the government has grown by hundreds of thousands of workers shortchanges accuracy.\n\nThat's why we rate this statement, just as we have previous similar claims, as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n \n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14544"}