{"url": "/factchecks/2010/oct/24/kendrick-meek/kendrick-meek-said-tax-cuts-wealthy-would-cost-mid/", "speaker": "Kendrick Meek", "vclaim": "\"Middle-class families throughout America (would) have to pay $6,000 per year\" to pay for tax cuts for the wealthy.", "truth_label": "false", "date": "stated on October 24, 2010 in a debate:", "title": "Kendrick Meek said tax cuts for the wealthy would cost the middle-class $6,000 a year", "text": "In the three-way race for the U.S. Senate in Florida, both Republican Marco Rubio and independent candidate Charlie Crist favor extending the current tax rates for the wealthiest Americans. Democrat Kendrick Meek, on the other hand, favors President Barack Obama's plan to raise taxes on the wealthiest Americans.\n\nAfter Rubio defended the tax cuts, Meek made the case that raising taxes on the wealthy reduces government debt, and that actually helps the middle class.\n\n\"Middle-class families throughout America have to pay $6,000 per year to pay for the tax cut that he's talking about,\" Meek said. \"That's before the finance charge from China, Japan, or India. I think it's important that we look at leveling with the people of this state, not just the cake-and-ice-cream, deregulation, everyone-should-get-a-tax-cut kind of way. If we are going to govern, we must govern in a responsible way, because we are putting our children in a position that no other nation's children will be in as it relates to paying back this debt.\"\n\nWe were interested in fact-checking Meek's statement that \"Middle-class families throughout America have to pay $6,000 per year to pay for\" tax cuts for the wealthy.\n\nA little background about tax cuts: In 2001, President George W. Bush promoted tax cuts as a way to return money to citizens because the federal government was running a surplus. In 2003, Bush promoted the extension of some of those tax cuts as a necessary economic stimulus after the terrorist attacks of Sept. 11. But Bush lacked the votes in Congress to permanently change the tax code, so the laws that passed stipulated that the new, lower tax rates would expire in 2010. That means the rates for everyone will automatically go up in 2011 unless Congress takes action.\n\nPresident Obama campaigned on a platform to renew tax cuts for the middle class and to let tax cuts expire for individuals who make more than $200,000 and couples who make more than $250,000. Meek, currently a Democratic member of the U.S. House of Representatives, supports that plan. The Obama administration has released detailed budget estimates showing that higher tax rates on the wealthy will generate $678.3 billion over 10 years.\n\nObama's proposal raises the income rates on the top brackets from 33 and 35 percent to 36 and 39.6 percent. But he also proposes a few other provisions affecting high earners, such as increasing their dividends taxes and capping tax exemptions. The nonpartisan Tax Policy Center crunched the numbers on the proposals in Obama's 2011 budget and found the following:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\nFor taxpayers who reported income between $200,000 and $500,000, the average tax increase would be $1,422. Their average federal tax rate, including payroll taxes, would go up from 24.4 percent to 24.9 percent.\n\nFor taxpayers who reported income between $500,000 and $1 million, the average tax increase would be $17,627. Their average federal tax rate, including payroll taxes, would go from 25.5 percent to 28 percent.\n\nFor taxpayers who reported income over $1 million, the average tax increase would be $148,970. Their average federal tax rate, including payroll taxes, would go from 29.6 percent to 34.4 percent.\n\n\n\nGetting back to Meek's statement, Meek said that tax cuts for the wealthy would \"cost\" middle-class taxpayers $6,000 each. We should note that keeping the lower tax rates in place doesn't technically \"cost\" the government anything. Rather, it's money that the government doesn't collect. Given the current fiscal imbalances, though, any reduction in tax revenues without cutting spending puts the country more into debt.\n\nMeek said he wasn't counting interest on the debt, and that it would cost middle-class taxpayers $6,000 per year. We know that over 10 years, the tax increase for the wealthy totals $678.3 billion, so $6,000 per taxpayer per year means there are ... (hold on a minute, we're punching the numbers into our calculator) ... 11.3 million middle-class taxpayers -- a laughably small number.\n\nThere are about 157 million taxpayers in total, so using this math, Meek's middle class would be disturbingly small -- less than 10 percent of all taxpayers. Democrats like to say that the middle class is shrinking, but we don't think even Meek would suggest it's less than 10 percent. We suspected Meek meant $6,000 per family over 10 years.\n\nAnd in fact, when we ran our analysis by the Meek campaign, they admitted he misspoke, that he meant to say over 10 years. They used a 2007 Census estimate of 116 million households in the United States.\n\nIn rating our item, we should note that some Republicans object to saying that tax cuts \"cost\" anything. It's not spending, they say, it's money that belongs to the people. Still, if the country is deficit-spending, it's foregone revenue that will have to be made up for some way. But this philosophical debate is a side note to our fact check because Meek said the tax cuts for the wealthy would cost middle-class families \"$6,000 per year.\" That number is way off, by at least a factor of 10. Meek's campaign admitted he flubbed it. We rate Meek's statement False.", "vclaim_id": "vclaim-pol-14155"}