{"url": "/factchecks/2020/mar/06/facebook-posts/not-enough-data-judge-impact-sanders-tax-plans-stu/", "speaker": "Facebook posts", "vclaim": "“I pay $165 a month on my student loans for the next 13 years to pay them off. With Bernie Sanders’ plan, my student loans will be forgiven. I’ll only have to pay $450 extra in taxes a month for the next 25 years to make sure I’ll have no more student debt.”", "truth_label": "false", "date": "stated on February 28, 2020 in a Facebook post:", "title": "Not enough data to judge impact of Sanders tax plans on student-loan debtors", "text": "A Facebook post took a sarcastic swing at Sen. Bernie Sanders’ proposal to cancel all student loan debt, claiming the savings would be more than wiped out by higher taxes he’s calling for.\n\"I pay $165 a month on my student loans for the next 13 years to pay them off,\" the post said. \"With Bernie Sanders’ plan, my student loans will be forgiven. I’ll only have to pay $450 extra in taxes a month for the next 25 years to make sure I’ll have no more student debt.\"\nAt $450 per month, that’s $5,400 more in taxes per year.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile unofficial tax calculators have cropped online purporting to show the tax implications of Sanders’ plans, experts told us there simply isn’t enough data yet on Sanders’ tax proposals to determine how much in additional taxes a particular taxpayer might have to pay.\nDebt would go away\nSanders says that within six months, his proposal would cancel the $1.64 trillion in student debt owed by 45 million Americans, saving a typical borrower $3,000 per year. The $3,000 is based on 2018 government data that shows the typical monthly payment is between $200 and $299 per month. \nHis legislation, rolled out in June 2019, applies to loans that were made, insured or guaranteed by the federal government. It’s the same proposal Sanders makes in his presidential campaign.\nWall Street investors pay for it\nSanders would pay for the cancellation by imposing a new tax on securities transactions, or what Sanders calls \"Wall Street speculation,\" to generate what his campaign says would be more than $2.4 trillion over the next decade.\nSpecifically, he would place a 0.5% tax on stock trades — 50 cents on every $100 of stock — a 0.1% fee on bond trades and a 0.005% fee on derivatives trades.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on February 8, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nMichelle Obama earned a doctorate after leaving the White House.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 9, 2021\n\n\n\n\n\n\n\nLooking at the investment tax alone, a person would have to buy or sell $1.08 million worth of stock per year in order to incur $5,400 in new tax liabilities, said Andrew Reschovsky, professor emeritus of public affairs and applied economics at the University of Wisconsin-Madison.\n\"I suspect that there are not many holders of outstanding student loan debt that could afford financial transactions of this magnitude,\" he told us.\nOther tax increases\nBut the investment tax is not the only new one Sanders has proposed. \nA calculator on a pro-Sanders website, bernietax.com, estimates that a single person making $250,000 per year and currently paying $3,000 in health costs would lose $5,500 per year in disposable income due to a 4% Sanders tax proposes as one way to pay for his Medicare for All proposal. So as far as this calculator is concerned, there is a way to get to the figure used in the Facebook post.\nBut the tax calculator \"is a complete black box,\" Reschovsky told us. \"There is no indication about what assumptions are made and how the calculations are carried out.\"\nMoreover, Sanders is proposing several trillion dollars’ worth of tax increases, but those proposals haven’t been scored in enough detail to know whether $5,400 per year in extra taxes is an accurate estimate for a particular person, said Tax Foundation economist Erica York. \n\"It is beyond impossible to know how much he'd pay under Sanders' tax plan,\" said Howard Gleckman, senior fellow at the Urban-Brookings Tax Policy Center. \"And his tax bill would vary dramatically depending on how much money he made and how he made it.\"\nOur ruling\n\nA Facebook post said: \"I pay $165 a month on my student loans for the next 13 years to pay them off. With Bernie Sanders’ plan, my student loans will be forgiven. I’ll only have to pay $450 extra in taxes a month for the next 25 years to make sure I’ll have no more student debt.\"\nSanders’ various proposals to raise taxes have not been scored out in enough detail to determine how much more any given taxpayer might pay.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18065"}