{"url": "/factchecks/2018/nov/30/puppetstringnewscom/no-there-no-evidence-vatican-funding-migrant-carav/", "speaker": "PuppetStringNews.com", "vclaim": "\"Evidence surfaces of Vatican funding caravans targeting America with cash.\"", "truth_label": "false", "date": "stated on November 25, 2018 in a blog post:", "title": "No, there is no evidence that Vatican is funding migrant caravans", "text": "A website called Puppet String News falsely claims there’s evidence that the Vatican is funding with cash caravans of migrants seeking entry into the United States.\n\"Evidence surfaces of Vatican funding caravans targeting America with cash,\" says a Nov. 25 post on puppestringnews.com.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPuppet String News’ story did not support its headline.\nThe story links to an April post on National Review (another caravan was trekking toward the southern U.S. border around that time) arguing that U.S. churches aid \"immigration lawlessness\" and that Catholic groups have long sponsored and subsidized \"nation-sabotaging campaigns.\"\nPuppet String News’ story highlights a section of the National Review’s post saying that the Vatican donated at least $20,000 in 2009 for a shelter in southern Mexico for Central Americans passing by as they head north. It also flagged another part of that post that said Catholic Extension, \"poured more than $12 million\" over the past five years into ministries along the southern U.S. border.\n\"We now have the very first piece of evidence that has pointed out Vatican money influencing the caravans, illegals, and the church groups along the border in America that help them. Time to sanction the Vatican!\" the Puppet String News post said.\nPuppet String News’ headline says the Vatican is paying caravan members cash. There’s no proof of that. The new \"evidence\" it cites is a months-old post talking about years-old actions.\nCatholic Extension builds churches across the United States and provides funding to under-resourced U.S. dioceses. Catholic Extension said it is not an arm of the Vatican. It is a nonprofit Catholic entity.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nCatholic Extension told PolitiFact that since its founding in 1905, its funds come from private donations and does not receive funding from the U.S. government, nor from the Vatican.\n\"Catholic Extension helps build churches and support core ministries in some of the poorest communities of our country and that includes the southern border region — one of the most densely Catholic areas of our country,\" Tom Gordon, Catholic Extension's chief operating officer said in a statement.\nCatholic Extension said that per its funding guidelines, the money it contributes to any U.S. Catholic diocese \"is individually negotiated with the local bishop in response to the pastoral needs that he identifies in his diocese, with the goal of helping strengthen these Catholic communities.\"\nIn July 2018, Catholic Extension said that it presented checks to Catholic ministries along the southern border that shelter, care and defend immigrants. (The organization said that a Texas shelter near the border gets calls from immigration officials asking it to take in paroled immigrants and asylum seekers.)\nAssistance from the Vatican or Catholic organizations to build or support shelters for immigrants is not equivalent to \"funding\" migrants. While migrants benefit from that aid, the headline on Puppet String News gives a misleading and false impression that the Vatican is giving them cash to migrate.\nThe post also falsely claims that there’s \"proof of Soros supporting the caravan invasion.\" That’s not true. We’ve rated as False several versions of that claim.\nPuppet String News’ About page said the website was created by a U.S. Navy veteran who \"decided to get into alternative news to tell the truth to best of ability.\"\nPuppet String News did not respond to PolitiFact queries sent to its Facebook and Twitter accounts.\nIts headline claiming \"evidence surfaces of Vatican funding caravans targeting America with cash,\" is inaccurate and misleading. We rate it False.\n Share the Facts 2018-11-30 19:44:18 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Evidence surfaces of Vatican funding caravans targeting America with cash.\"    Puppet String News Bloggers    in a blog post Sunday, November 25, 2018 2018-11-25    Read More  info", "vclaim_id": "vclaim-pol-01229"}