{"url": "/factchecks/2016/may/09/joe-biden/joe-biden-misstates-daily-deaths-united-states-can/", "speaker": "Joe Biden", "vclaim": "\"In the United States alone we lose more than 3,000 people a day to cancer.\"", "truth_label": "false", "date": "stated on April 29, 2016 in a speech at the Vatican:", "title": "Joe Biden misstates daily deaths in United States from cancer", "text": "Vice President Joe Biden, the Obama administration’s point person on advancing cancer research, traveled to the Vatican on April 29, 2016, to discuss technological progress in medicine.\nDuring that speech, Biden said, \"In the United States alone we lose more than 3,000 people a day to cancer.\" A few days later, Biden’s office posted the text of that speech on Medium.\nWhen we looked into this statistic, we found a discrepancy.\nIn the American Cancer Society’s \"Cancer Facts & Figures 2016\" report, the group wrote that \"about 595,690 Americans are expected to die of cancer in 2016, which translates to about 1,630 people per day.\" That’s roughly half of what Biden said.\nWhen we contacted Biden’s office, spokeswoman Meghan Dubyak said the 3,000 figure refers to the daily number of cancer deaths in the Americas as a whole — not just in the United States — in 2012, the most recent year for which the World Health Organization has full data. We were able to verify that statistic here; officially, the number is 1.3 million annually, or just over 3,000 per day.\nBiden’s office has changed the text in the Medium article to \"more than 1,600\" during the course of our reporting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nThey also inserted the following correction: \"*The initial number provided for daily cancer deaths in the United States was 3,000 — which is roughly the number of daily cancer deaths across the broader Americas.\"\nOur ruling\nBiden said in his Vatican speech that \"in the United States alone we lose more than 3,000 people a day to cancer.\"\nActually, that’s the number of deaths for the Americas as a whole, not for just the United States. After we contacted Biden’s office, they changed the number listed in the Medium article to the correct number, \"more than 1,600.\"\nWhile we laud speedy corrections, it is PolitiFact’s policy to rate statements on the Truth-O-Meter in their initial version, which, in this case, could not be corrected in its original setting, a high-profile international speech. So we rate the original statement False.\nhttps://www.sharethefacts.co/share/d5a0bb04-e9b1-4dfc-98fe-c20e3a7a685e", "vclaim_id": "vclaim-pol-04987"}