{"url": "/factchecks/2012/aug/27/reince-priebus/republican-national-committee-chair-reince-priebus/", "speaker": "Reince Priebus", "vclaim": "Mitt Romney \"gave away his father's inheritance.\"", "truth_label": "true", "date": "stated on August 26, 2012 in a TV interview:", "title": "Reince Priebus says Mitt Romney 'gave away his father's inheritance'", "text": "Mitt Romney, the self-made man.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat’s part of the \"Mitt Romney story\" that Republicans plan to tell at their convention in Tampa this week.\n\nHis father may have been well-to-do, but Republicans have been emphasizing for weeks that Romney made his millions on his own.\n\nRomney’s father, George, was chief executive of Detroit automaker American Motors Corp. and a three-time governor of Michigan who ran for president in the 1960s. Mitt grew up in a wealthy Michigan suburb, attending prep school and ultimately Harvard.\n\nHe's been the target of silver-spoon attacks because he’s worth more than $100 million. (Perhaps far more.)\n\nBut Republicans argue he wasn’t handed his wealth — he earned it.\n\nHe even \"gave away his father’s inheritance,\" national committee chair Reince Priebus repeatedly told TV interviewers on Aug. 26, 2012, as the party prepared to open its convention.\n\nWe’ve rated a related claim from Romney himself that he \"didn’t inherit money\" from his parents. That earned a Half True, because he previously told interviewers he did get an inheritance, but donated it to Brigham Young University.\n\nThis time we’re checking whether he \"gave away his father’s inheritance.\"\n\nWe’re short on primary evidence for the claim — we haven’t seen his father’s will, nor a receipt from Brigham Young. But there’s a strong circumstantial case that Priebus is correct.\n\nRich get richer\n\nGeorge Romney died in 1995 at age 88. By that time, his son had led Bain Capital, the private equity firm he launched in 1984, for more than a decade.\n\nAs Romney told a C-SPAN interviewer in 2006:\n\n\"I did get a check from my dad when he passed away. I shouldn’t say a check, but I did inherit some funds from my dad. But I turned and gave that away to charity. In this case I gave it to a school which Brigham Young University established in his honor. ... And that’s where his inheritance ended up.\"\n\nWhy did he give the money away?\n\n\"I figured we had enough of our own,\" he said.\n\nAccording to a short history of the George W. Romney Institute of Public Management at BYU, the family provided an endowment in 1998, within a few years of George Romney's death.\n\nOur ruling\n\nReince Priebus says that Romney \"gave away his father's inheritance.\"\n\nRomney has repeatedly said so himself and that's backed up by the simple fact that Brigham Young University has an institute named for his father launched just a few years after his death. And there’s no reason to think Romney would have needed the money a decade after his lucrative move to Bain Capital.\n\nWe find the evidence supports the claim and we see nothing to contradict it. If any evidence emerges, we'll review it. But in the meantime, we rate Priebus’ claim True.", "vclaim_id": "vclaim-pol-10511"}