{"url": "/factchecks/2019/may/07/viral-image/fact-checking-joe-biden-hunter-biden-and-ukraine/", "speaker": "Viral image", "vclaim": "When Joe Biden’s son Hunter was serving as \"a director to Ukraine’s largest private gas producer,\" the elder Biden \"threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into\" the gas company.", "truth_label": "half-true", "date": "stated on May 2, 2019 in social media posts:", "title": "Fact-checking Joe Biden, Hunter Biden, and Ukraine", "text": "Editor's Note, Sept. 23, 2019: This story was first published May 9, 2019; we have since published additional coverage that incorporates new developments here. \nShady self-dealing in the Ukraine? It’s not just the Republican side that does that, says a social media meme that makes the charge against Democrat Joe Biden.\nThe episode involved his son Hunter Biden’s work on behalf of a Ukrainian energy company at a time when the elder Biden was vice president and a key figure in U.S. policy on Ukraine. The story has been public for years, but it received new attention with Biden running strong among 2020 Democratic presidential contenders.\nOne viral image being shared on social media used a bit of reverse psychology, asking what Americans would think if the details of this story involved the Trump family rather than the Biden family. (Trump’s 2016 campaign chair Paul Manafort was convicted of tax and bank fraud for laundering millions in income he earned working for Ukrainian politicians.)\nHere’s the text, which is accompanied by a photograph of Hunter Biden embracing his father.\n\"Did you know that Donald Trump Jr. was named a director to Ukraine’s largest private gas producer following a Ukrainian visit by President Trump? Trump later threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into Don Jr.’s company. Just kidding! That was Joe Biden when he was VP, and his son Hunter Biden.\"\nIs it true, as the image suggests, that Hunter Biden was serving as \"a director to Ukraine’s largest private gas producer\" when the elder Biden \"threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into\" the gas company?\nKey takeaways\n• Hunter Biden did hold a directorship for a Ukrainian gas company while his father was vice president. Experts agree that Hunter Biden's acceptance of the position created a conflict of interest for his father. \n• Vice President Joe Biden did urge Ukraine to fire its top prosecutor, with the threat of withholding U.S. aid. But that was the position of the wider U.S. government, as well as other international institutions.  \n• We found no evidence to support the idea that Joe Biden advocated with his son's interests in mind, as the message suggests. It's not even clear that the company was actively under investigation or that a change in prosecutors benefited it.\nWhat was Hunter Biden’s role?\nHunter Biden did hold a directorship with a natural gas company called Burisma Holdings, beginning in the spring of 2014.\nReuters reported at the time that a statement on the company’s website said the younger Biden \"would help the company with \"transparency, corporate governance and responsibility, international expansion,\" and other issues. The company also retained the law firm where Biden had been working, Boies Schiller Flexner.\nThe position with Burisma came at a time when the younger Biden had joined with Christopher Heinz (the stepson of then-Sen. John Kerry, D-Mass.) and Devon Archer (a Kerry family friend) in a string of investment and consulting firms. Firms run by Biden and Archer \"pursued business with international entities that had a stake in American foreign policy decisions, sometimes in countries where connections implied political influence and protection,\" the New York Times reported.\nBiden’s Burisma directorship attracted attention because Burisma was owned by Mykola Zlochevsky, a minister under Russia-friendly President Viktor F. Yanukovych who subsequently went into exile after a popular revolution. After Yanukovych was ousted, Zlochevsky faced a variety of corruption-related investigations involving his business.\nIn 2015, Ukraine’s newly appointed prosecutor general Viktor Shokin inherited some of the investigations into Zlochevsky and his company. (Zlochevsky and the company have denied the allegations.) Shokin was ousted as prosecutor in 2016. Shokin is the prosecutor the viral post is talking about (more on that later).\nDid Joe Biden know about his son’s Ukrainian ties?\nThe Biden campaign told PolitiFact that the vice president learned about his son's role on the board through media reports and never discussed anything related to this company with his son.\nIn a White House press briefing on May 13, 2014, spokesman Jay Carney was asked about it, and whether it presented the appearance of a conflict of interest.\nCarney said, \"I would refer you to the Vice President’s office. I saw those reports. Hunter Biden and other members of the Biden family are obviously private citizens and where they work does not reflect an endorsement by the administration or by the Vice President or President. But I would refer you to the Vice President’s office.\"\nA year and a half later, the New York Times published an article that suggested that \"the credibility of the vice president’s anti-corruption message may have been undermined\" by Hunter Biden’s dealings with the company.\nIn that 2015 article, Kate Bedingfield, a spokeswoman for the vice president, played down any impact on the elder Biden’s policies.\n\"Hunter Biden is a private citizen and a lawyer,\" she said. \"The vice president does not endorse any particular company and has no involvement with this company. The vice president has pushed aggressively for years, both publicly with groups like the U.S.-Ukraine Business Forum and privately in meetings with Ukrainian leaders, for Ukraine to make every effort to investigate and prosecute corruption in accordance with the rule of law. It will once again be a key focus during his trip this week.\"\nHunter Biden told the New York Times this month in a statement that \"at no time have I discussed with my father the company’s business, or my board service, including my initial decision to join the board.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDid Biden make a threat to Ukraine?\nThe post said Biden threatened to withhold $1 billion unless the prosecutor -- Shokin -- was fired. Biden didn’t just make a threat to withhold aid unless Shokin was sacked -- it succeeded.\nBiden proudly recounted the moment during an event sponsored by the Council on Foreign Relations on Jan. 23, 2018. Here’s the relevant portion of Biden’s remarks, which at points were accompanied by laughter from the audience:\n\"I remember going over (to Ukraine), convincing our team … that we should be providing for loan guarantees. … And I was supposed to announce that there was another billion-dollar loan guarantee. And I had gotten a commitment from (then Ukrainian President Petro Poroshenko) and from (then-Prime Minister Arseniy) Yatsenyuk that they would take action against the state prosecutor (Shokin). And they didn’t. ...\n\"They were walking out to a press conference. I said, nah, ... we’re not going to give you the billion dollars. They said, ‘You have no authority. You’re not the president.’ … I said, call him. I said, I’m telling you, you’re not getting the billion dollars. I said, you’re not getting the billion. ... I looked at them and said, ‘I’m leaving in six hours. If the prosecutor is not fired, you’re not getting the money.’ Well, son of a bitch. He got fired. And they put in place someone who was solid at the time.\"\nShokin’s ouster came in March 2016, when he was stripped of his position by a wide margin in the legislature.\nWhy would Biden have pressured Ukraine over firing the prosecutor?\nThere’s a strong case that Hunter Biden’s position with the company had nothing to do with Biden’s position on Shokin’s ouster. That’s because Western leaders and institutions were largely united in seeking Shokin’s removal, arguing that he was not pursuing corruption cases aggressively. \nFor instance, in early 2016, International Monetary Fund chief Christine Lagarde said that \"it’s hard to see how the I.M.F.-supported program can continue\" unless corruption prosecutions accelerate.\nSteven Pifer is a career foreign service officer who was ambassador to Ukraine under President Bill Clinton and deputy assistant secretary of state for European and Eurasian Affairs under President George W. Bush. Pifer told PolitiFact that \"virtually everyone\" he knew in the U.S. government and virtually all non-governmental experts on Ukraine \"felt that Shokin was not doing his job and should be fired. As far as I can recall, they all concurred with the vice president telling Poroshenko that the U.S. government would not extend the $1 billion loan guarantee to Ukraine until Shokin was removed from office.\"\nAnders Åslund, a resident senior fellow at Atlantic Council, a think tank in Washington, agreed that criticism of Shokin was widespread\nShokin \"failed to prosecute anybody of significance, protecting both the Yanukovych circle and the Poroshenko group,\" Åslund said.\nDaria Kaleniuk, the executive director of the Anti-Corruption Action Center, a leading anti-corruption voice in Ukraine, tweeted earlier this month that Shokin’s firing was not about protecting the company Hunter Biden was working for. The firing \"was obviously not because the prosecutor wanted to investigate Burisma & Zlochevsky,\" she wrote.\nMeanwhile, accounts differ on whether Shokin was poised to prosecute Burisma at the time he was removed.\nIn an interview with the Ukrainian website Strana.ua this month, Shokin said the cases were indeed active.\nHowever, Vitaliy Kasko, who had been Shokin’s deputy overseeing international cooperation before resigning in February 2016 citing corruption in the office, produced documents to Bloomberg that under Shokin, the investigation into Burisma had been dormant.\n\"There was no pressure from anyone from the U.S. to close cases against Zlochevsky,\" Kasko told Bloomberg. \"It was shelved by Ukrainian prosecutors in 2014 and through 2015.\"\nEven if Hunter Biden’s position with Burisma had no impact on his father’s policies, were his ties still problematic?\nWe found wide agreement among Ukraine policy experts that Hunter Biden’s decision to become a director for Burisma presented a serious conflict of interest.\n\"It’s not a crime, but it is a lapse. It’s troubling,\" said Lincoln A. Mitchell, an adjunct research scholar at Columbia University’s Arnold A. Saltzman Institute of War and Peace Studies who has written about governance in the former Soviet Union.\nPifer, who expressed reservations about the arrangement to the New York Times in 2015, said subsequent developments have only confirmed those concerns.\n\"It was a mistake for Hunter Biden to join the Burisma board, particularly given that the vice president was the senior U.S. official engaging Ukraine,\" Pifer said. \"Hunter Biden should have been more mindful of his father's position.\"\nAnd Yoshiko Herrera, a University of Wisconsin professor who previously headed the university’s Center for Russia, East Europe and Central Asia, said Hunter Biden’s hiring echoes the strategy common within Russia and other parts of the former Soviet Union, in which powerful interests try to secure influence on foreign policy by leveraging family members and associates of key leaders.\n\"Calling Hunter Biden a private citizen ignores the obvious links to the vice president,\" Herrera said. \"Conflict-of-interest rules should have applied. If Biden is working for the Obama administration on Ukraine, his son should not have been on the board of a company there that could be affected by U.S. policy spearheaded by his father.\"\nOur ruling\nThe viral image said that when Hunter Biden was serving as \"a director to Ukraine’s largest private gas producer,\" his father \"threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into\" the gas company.\nThe image gets individual pieces of this assertion right -- Hunter Biden was a director of the company, and Joe Biden did leverage U.S. aid to fire a prosecutor. But it overreaches by assuming that Joe Biden acted to protect the company his son was affiliated with. In reality, there was widespread agreement in the West that the existing prosecutor had to go, and it’s not clear that the company would have benefited from his ouster anyway, given evidence that its cases had long been dormant.\nThat said, experts criticize the Bidens for their arrangement, saying it could have been a significant conflict of interest.\nWe rate the statement Half True.\nCORRECTION, May 8, 2019: This version clarifies that Hunter Biden and Devon Archer were the two partners who \"pursued business with international entities.\" Christopher Heinz was not a part of those pursuits\n Share the Facts 2019-05-07 19:25:22 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  When Joe Biden’s son Hunter was serving as \"a director to Ukraine’s largest private gas producer,\" the elder Biden \"threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into\" the gas company.    Viral image on the Internet https://twitter.com/CarlHigbie/status/1121167144740425731   on social media Thursday, May 2, 2019 2019-05-02    Read More  info", "vclaim_id": "vclaim-pol-00665"}