{"url": "/factchecks/2016/dec/02/andrew-cuomo/cuomo-spending-increases/", "speaker": "Andrew Cuomo", "vclaim": "\"We spend less than 2 percent more every year. That is the lowest increase in spending since they have been keeping numbers.\"", "truth_label": "true", "date": "stated on November 16, 2016 in a speech in Fishkill, NY:", "title": "Rate of spending increases smaller under Cuomo", "text": "The Cato Institute recently issued fiscal policy report cards to America’s governors, and the libertarian think tank gave Gov. Andrew M. Cuomo a B for his \"impressive tax cutting.\" But Cato also warned New York state’s spending is rising briskly.\nSince then Cuomo has boasted about the state’s restrained spending since he took office in January 2011. Holding the line on spending let Albany pass on the savings to taxpayers, he said.  \n\"We spend less than 2 percent more every year,\" Cuomo said. \"That is the lowest increase in spending since they have been keeping numbers. No other governor has reduced spending as much as I have, Democrat or Republican. George Pataki, Nelson Rockefeller, Republicans. I spend less.\"\nSo who’s right? Is the state’s spending rising briskly, or has it been restrained? We checked if Cuomo posted the smallest spending increases since Rockefeller.\nTracking the spending\nThe state has kept consistent data on spending since Nelson Rockefeller’s days as governor.\nThe state Department of Budget says the data dates back about 57 years. Data before then is unconfirmed or doesn’t exist.\nRockefeller held office from 1959 to 1973, when he left to become President Gerald Ford’s vice president. Malcolm Wilson, his lieutenant governor, served out the rest of his term until 1974.\nAnnual spending increases averaged 11.1 percent during the four terms of Rockefeller and Wilson.\nHere’s how the other governors, with legislative support, spent since then:\n\n\nHugh L. Carey increased spending by an average of 8.7 percent each year during his two terms in office from 1975 to 1982.\n\n\nMario M. Cuomo increased spending by an average of 6.9 percent each year during his three terms in office from 1983 to 1994.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nGeorge E. Pataki increased spending by an average of 5.1 percent each year during his three terms in office from 1995 to 2006.\n\n\nEliot L. Spitzer took office in 2007 but remained governor only until 2008 when scandal prompted him to resign. David Paterson, his lieutenant governor, took over for the remainder of the term ending in 2010. Spending increased by an average of 3.8 percent annually between 2007 and 2010.\n\n\nCuomo’s record\nCuomo has approached budgeting differently than other governors. Instead of using anticipated revenue to craft a spending plan, he’s imposed an annual 2 percent cap on state spending. This year’s budget marked the sixth consecutive year of spending increases at or lower than 2 percent.\nIn Cuomo’s six years in office, spending has increased an average of 1.4 percent each year, when adjusted to exclude federal emergency aid for disasters like Hurricane Sandy recovery.\nWithout adjusting for federal aid, average annual spending under Cuomo rose 2.2 percent, still less than his predecessors dating back to Rockefeller.\nSo what’s Cato talking about?\nThe Cato Institute’s report in October says the state’s general fund \"increased more than 8 percent in 2016 and is expected to increase more than 5 percent in 2017.\" The report’s numbers are correct, but they do not show the whole picture of the state’s spending. The Cato report refers only to the state’s general fund, not total state spending.\nNew York state over the decades has created hundreds of special revenue accounts that exist outside the general fund. The general fund is the largest but only makes up about 60 percent of state spending. The state has cut spending in the other accounts to come to the 2 percent or less increases during Cuomo’s time in office, according to the Department of Budget.\nOur ruling\nAt an event in Fishkill last month, Cuomo said, \"We spend less than 2 percent more every year. That is the lowest increase in spending since they have been keeping numbers.\"\nIt’s true that Cuomo has enacted the lowest spending increases since state government started tracking that data. No comparable data exists before the Rockefeller administration.\nWe rate this claim as True.\nhttps://www.sharethefacts.co/share/2dc30eaa-f63d-4b26-a8ac-fd0c1a6c634d", "vclaim_id": "vclaim-pol-03899"}