{"url": "/factchecks/2012/apr/30/pat-quinn/illinois-gov-pat-quinn-says-gov-scott-walkers-budg/", "speaker": "Pat Quinn", "vclaim": "Says Wisconsin Gov. Scott Walker’s budget \"calls for raising property taxes by nearly $500 billion.\"", "truth_label": "pants-fire", "date": "stated on April 17, 2012 in an email to campaign supporters:", "title": "Illinois Gov. Pat Quinn says Gov. Scott Walker’s budget increases property taxes by $500 billion", "text": "From his earliest days in office, Republican Gov. Scott Walker has used Wisconsin’s southerly neighbor as a punching bag, hitting Illinois for trying to tax its way out of a big deficit.\n\nIllinois Gov. Pat Quinn volleyed back when Walker crossed the border for an April 17, 2012 speech in Springfield to tout his record -- and troll for businesses looking to relocate -- at the Illinois Chamber of Commerce.\n\nIn a campaign fundraising email, Quinn bashed Wisconsin’s last-in-the nation record on job creation in 2011 and tried to poke holes in Walker’s record on taxes.\n\n\"You might have heard that the Illinois Chamber of Commerce hosted Wisconsin Governor Scott Walker as guest speaker today,\" the email said. \"One would wonder what a governor with a terrible economic record could have to say about jobs and economic growth. While Governor Walker might be fond of anti-worker and tea party rhetoric, the facts aren't on his side.\"\n\nQuinn’s hit list ended with this:\n\n\"Governor Walker's budget increases state spending by over $1 billion, which is primarily paid for by tax increases on seniors, families with children, and home owners. His budget calls for raising property taxes by nearly … $500 billion.\"\n\nIn an earlier item we confirmed that Walker signed a two-year budget that raised spending by more than $1 billion, a 1.8% increase over the biennium. Most of the increase was in Medicaid programs, which are entitlements.\n\nBut did the budget lead to $500 billion in property tax increases? Hasn’t Walker been touting a property tax freeze?\n\nRight out of the gate we found a problem with Quinn’s number.\n\nThe day after Quinn’s email, we asked his campaign about the figure. Five days later we were told it was a typo that was being corrected. They meant $500 million, not billion.\n\nBy that time, the higher figure has been reprinted in a Rockford newspaper editorial and on political blogs in both states.\n\nScott Belsky, executive director of Quinn’s campaign organization, subsequently told us the exact figure they are referring to is $483.8 million. The figure, he said, is from Walker’s cut in two tax credits for low-income homeowners and working families, plus \"increasing taxes on local levels of government.\"\n\nSure enough, that number or something close to it was cited by various Democrats after Walker signed the budget in June 2011. They did their math using estimates published in July 2011 by the Legislative Fiscal Bureau, the state’s nonpartisan budget scorekeeper.\n\nThat’s a great source, but the Fiscal Bureau report didn’t actually use the $483.8 million number in estimating the total property tax increase for two years.\n\nFiscal Bureau official Rick Olin said their estimate is better stated as $338 million -- that comes from a comparison of estimated 2012 tax levies with the pre-Walker base year of 2010.\n\nGoing for the worst-sounding math (just as Republicans have done in the past), Democrats took the estimates for each of the two Walker years and compared them to the 2010 base.\n\n\"Nobody thinks about it that way,\" said Olin, a fiscal analyst on property taxes.\n\nWhat about the two tax credits Quinn’s campaign cites?\n\nOne was for income taxes, so that’s irrelevant to his claim on property taxes. The other Walker change, on the Homestead credit, did in effect raise property taxes by $13.6 million, state fiscal estimates show.\n\nSo take the $338 million and the $13.6 million and you’re at more than a $350 million increase predicted under Walker’s budget.\n\nBut there’s a much bigger problem for Quinn.\n\nThe numbers were Fiscal Bureau estimates from about nine months ago.\n\nOn April 16, 2012, the day before Quinn’s campaign rolled out the unwelcome mat for Walker, the Wisconsin governor announced hard data on what local governments actually raised property taxes.\n\nThe net levy increase was $21 million (0.2 percent) in year one -- far, far lower than the Fiscal Bureau projection.\n\nIndeed, the owner of a median-valued home actually saw a slight decrease on the property tax bill.\n\nA big reason was the tightened revenue caps Walker and GOP legislators slapped on localities -- creating a virtual tax freeze, with an exception increases tied to new construction. Fewer communities than expected used even the little wiggle room Walker gave them.\n\nSo, while Quinn’s email blamed Walker for property tax decisions made by local officials, the record shows Walker actually sought aggressive controls on local increases.\n\nOur rating\n\nQuinn said his Wisconsin counterpart had increased property taxes nearly $500 billion. That was explained as an old-fashioned typo. But even then, the $500 million is way off.\n\nWhen Walker signed the budget in June 2011, property taxes were estimated to go up $350 million under the most common accounting. That estimate held until the April 16, 2012 report -- and it seems likely Quinn’s email was prepared before Walker’s announcement changed the game.\n\nBut he didn’t correct the million/billion typo in a timely way, and is still using the equally wrong $500 million claim. We think that’s ridiculous.\n\nAnd that makes this a Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's web page)", "vclaim_id": "vclaim-pol-11187"}