{"url": "/factchecks/2012/aug/17/barack-obama/obama-says-ryan-supports-banning-all-abortions/", "speaker": "Barack Obama", "vclaim": "Says \"Paul Ryan supports banning all abortions, even in cases of rape or incest.\"", "truth_label": "half-true", "date": "stated on August 17, 2012 in a tweet:", "title": "Obama says Ryan supports banning all abortions", "text": "The day after Republican Mitt Romney announced Paul Ryan as his running mate, President Barack Obama’s campaign tweeted a gender-specific warning about the Wisconsin vice presidential pick.\n\n\"Make sure the women in your life know: Paul Ryan supports banning all abortions, even in cases of rape or incest.\"\n\nThe @BarackObama account has 18 million followers, and the Ryan abortion comment was widely circulated through more than 6,000 re-tweets. It’s one piece of the campaign’s effort to court the vote of women.\n\nThe Obama claim has a familiar ring: his campaign ran an ad in July 2012 saying Romney \"backed a bill that outlaws all abortions, even in cases of rape and incest.\"\n\nPolitiFact National rated that claim Pants on Fire, because Romney had made clear he supported exceptions for rape, incest and to save the life of the mother.\n\nBut what about Ryan, the newly-minted vice presidential candidate?\n\nThe seven-term congressman has taken a consistent anti-abortion stand -- National Right to Life says he has never voted against its position in 13 years -- that has earned him 100% ratings from anti-abortion groups and 0% ratings from abortion-rights organizations.\n\nNews coverage of Ryan’s first congressional race in 1998, as well as statements he made to the National Right to Life Committee, a leading anti-abortion group, show Ryan has taken a stricter anti-abortion view than Romney.\n\nThe only anti-abortion exception Ryan favors is situations where an abortion is needed to save the life of the mother, the Milwaukee Journal Sentinel reported. The National Right to Life Committee concurs, based on information the group says it collected in 1998 and 2000 from Ryan as a candidate.\n\nSo the Obama ad correctly claims that Ryan opposes abortions in cases of rape and incest.\n\nBut the tweet also says Ryan \"supports banning all abortions.\"\n\nThat appears to go too far.\n\nFrom his first campaigns, in 1998 and in 2000, Ryan has said he supports an exception to any abortion ban for when the life of the mother is at risk. Abortions in such cases are rare, but they do occur.\n\nThe Obama campaign argues Ryan has been inconsistent on that point, saying Ryan does not back that exemption in cases involving a procedure known as \"partial birth\" abortion. They point to a quote from Ryan in his 1998 campaign, from a Kenosha News story, that he supports an \"unqualified\" ban on late-term abortions.\n\nBut we found strong evidence that Ryan has favored a life exception in partial-birth cases, including an Oct. 30, 1998 Milwaukee Journal Sentinel story. Ryan's campaign told us he favors the life exception in those cases, and the National Right to Life Committee says it believes that is his position based on its surveys over the years.\n\nThe partial-birth abortion ban enacted in 2003 was written with a life-of-the-mother exception. Ryan voted for that law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nAs for Ryan’s current views, there is no indication they have changed. Since entering Congress, Ryan has focused on budget and fiscal issues so his views on abortion and social issues have not received much attention.\n\nOther evidence\n\nThere is another, more recent, piece of information to consider.\n\nRyan is among 64 House Republicans who co-sponsored the Sanctity of Human Life Act, an anti-abortion bill that declares that human life shall be deemed to begin at fertilization, and should be protected from that point.\n\nThe legislation, which has stalled, reflects the budding movement -- endorsed by Ryan -- to enact \"personhood\" rights for the unborn.\n\nIt would weaken the U.S. Supreme Court’s Roe v. Wade decision by \"giving back the right to individual states to outlaw abortion,\" according to Gualberto Garcia Jones, legal analyst for Personhood USA.\n\nAbortion-rights advocates say the measure would go further. It would nullify Roe v. Wade and create legal uncertainty about abortions, said Donna Crane of NARAL Pro-Choice America.\n\nNeither side in this debate, though, claims the measure would immediately outlaw abortions. That would be up to Congress and/or individual states in subsequent legislation, if the Human Life Act holds up in the courts.\n\nAnd the measure does not deal with what exceptions -- if any -- would be allowed. It leaves that up to states or Congress to decide.\n\nSome legal observers, such as Harvard University’s I. Glenn Cohen say, that the measure’s declarations -- the right to life \"is the paramount and most fundamental right of a person\" and \"every human being shall have all the legal and constitutional attributes and privileges of personhood\" -- can be read as hostile to the life of the mother exception.\n\nOur conclusion\n\nPresident Obama, through a campaign tweet, pegged Paul Ryan as supporting a ban on abortions, \"even in cases of rape or incest.\"\n\nRyan does oppose those exceptions. Obama’s Twitter claim misfires in saying Ryan supports banning \"all\" abortions. He has supported an exception when a mother’s life is at stake.\n\nThat’s an important detail that is left out. We rate Obama’s claim Half True.\n\nEditor's Note: This item was changed on Oct. 26, 2012 to correct the record on Paul Ryan's position on exceptions to a partial-birth abortion ban. That National Right to Life Committee pointed out an inconsistency between our our original description of Ryan's position and the documentation cited in the item. After further reporting, we have changed the item to reflect that Ryan has supported an exception to the ban in cases where the life of the mother is in danger. Such an exception was written into the partial-birth abortion law passed in 2003.", "vclaim_id": "vclaim-pol-10569"}