{"url": "/factchecks/2017/feb/09/true-pundit/no-coretta-scott-king-didnt-thank-jeff-sessions-vi/", "speaker": "True Pundit", "vclaim": "Says a video shows \"Coretta Scott King thanking Jeff Sessions for Rosa Parks library.\"", "truth_label": "pants-fire", "date": "stated on February 8, 2017 in a web post:", "title": "No, Coretta Scott King didn't thank Jeff Sessions in video clip", "text": "Coretta Scott King, the widow of slain civil rights leader Martin Luther King Jr.,  died in 2006. But her opinion on the man who is now President Donald Trump’s attorney general is still being talked about today.\nSen. Elizabeth Warren, D-Mass., tried to read a 1986 letter by Coretta Scott King that criticized Sen. Jeff Sessions, R-Ala., as the Senate was considering his confirmation for attorney general. (He was ultimately confirmed on a near-party-line vote.) Before Warren could finish reading the letter, Senate majority leader Mitch McConnell successfully silenced her under an obscure Senate rule.\nThe Senate’s decision to silence Warren energized her supporters. But it wasn’t long before conservative corners of the Internet tried to push a counter-narrative showing Coretta Scott King as favorable towards Sessions.\nOn Feb. 8, an aggregation site called True Pundit published a post with the headline, \"SHATTERED: Video of Coretta Scott King Thanking Jeff Sessions for Rosa Parks Library Crushes Elizabeth Warren Racial Stunt.\"\nHere’s the rest of the post, which also referenced a controversy over Warren and whether she had American Indian heritage:\nWell, that was quick. Sen. Elizabeth Warren’s racial stunt that sparked her removal from the senate floor Tuesday night proved even shorter than her time living in a teepee.\nWarren attempted to use the words of Coretta Scott King, the widow of slain civil rights hero Martin Luther King Jr., to smear Sen. Jeff Sessions’ bid for Attorney General. Warren’s now warrant-less claim was that King’s wife’s words framed Sessions as a bigot.\nBut now a more recent video has surfaced where Coretta King in fact praises Sessions at the launching of the Rosa Parks Library and Museum.\nWhat a difference 12 hours can make.\nSeveral readers were curious about what the attached video showed, so we took a closer look. (True Pundit did not respond to an inquiry through its website.)\nThe event in question was the Dec. 1, 2000, dedication of the Rosa Parks Library and Museum, located on the Montgomery, Ala., campus of Troy State University (since renamed Troy University). Parks had helped spark the civil rights movement in 1955 when she defied Alabama’s Jim Crow racial laws by refusing to relinquish her seat in the front of a municipal bus in Montgomery.\nSpeakers at the dedication included Parks herself; Coretta Scott King; civil rights widow Juanita Jones Abernathy; civil rights leaders Johnnie Mae Carr, Dorothy Height, Evelyn Lowery, Elaine Steele, Mammie Till-Mobley; actor Cicely Tyson; and several elected and appointed officials, including Alabama Gov. Don Siegelman, Montgomery mayor Bobby Bright, Troy State-Montgomery chancellor Jack Hawkins and president Cameron Martindale, U.S. Transportation Secretary Rodney Slater, and Sessions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere’s a transcript of what King said on the YouTube video embedded in the website. A complete video of her address has been archived by C-SPAN, starting around the 1:06:44 mark.\nTo President Martindale, to Sen. Sessions, Mayor Bright, Troy State Chancellor Jack Hawkins Jr., Dr. Dorothy Height, Ms. Johnnie Carr, Juanita Abernathy, Mammie Till-Mobley, to all of the distinguished program participants and guests in this audience today, it's a great honor and a privilege for me to join you in celebrating the grand opening of the Rosa Parks Library and Museum. History teaches us that all great freedom movements begin with an inspiring act of courage, and in this regard the American civil rights movement provides a supreme example. The library and museum we dedicate today is a living testament to the courage, commitment and character of the great woman whose act of courage sparked our freedom struggle, the woman we call Mrs. Rosa Louise Parks. In her extraordinary courage and humility, Mrs. Rosa Parks provided our movement with a matchless example of the very spirit of non-violence.\nThat was the only time King mentioned Sessions in her speech -- and it her words fall well short of \"thanking\" him, whether for his role in establishing the library or for anything else. She simply acknowledged his presence in the room, as she did with other dignitaries.\nWe checked with Jeff Shesol, a former speechwriter for President Bill Clinton who is now a founding partner of West Wing Writers, which does speechwriting for a variety of clients.\n\"This is the verbal equivalent of a wave or a handshake,\" Shesol said. \"In speechwriting, we call this the ‘acknowledgments’ section -- a list of people that you simply have to mention, in passing, given their office or stature. The sort of people who you can't risk slighting by appearing to ignore them.\"\nShesol said there is a separate category of salute that qualifies as a genuine thank you.\n\"When someone needs to be singled out and thanked for their role in something, or for their contribution or leadership, that requires the speaker to pause and say something grateful and meaningful,\" he said.\nAnd King did just that later in her speech, in a portion not shown in the YouTube clip that True Pundit appended to its post. In her remarks, King specifically thanked the Montgomery Improvement Association and Troy State University for their efforts on helping establish the library and museum.\n\"What you have here is a willful misinterpretation of a very basic gesture,\" Shesol said of the way True Pundit framed its post.\nOur ruling\nTrue Pundit said a video shows \"Coretta Scott King thanking Jeff Sessions for Rosa Parks library.\"\nEven a cursory review of the video shows no such thing. King did acknowledge Sessions’ presence at the event, along with the presence of seven other dignitaries. But she did not go any further than mentioning his name. By contrast, she specifically thanked a local community group and the hosting university for their help in making the museum a reality.\nThe website twists King’s actual words to a ridiculous degree, so we rate it Pants on Fire.", "vclaim_id": "vclaim-pol-03693"}