{"url": "/factchecks/2014/may/11/rick-santorum/rick-santorum-minimum-wage-increase-would-cost-500/", "speaker": "Rick Santorum", "vclaim": "The CBO says that if you raise the minimum wage to $10.10 an hour, \"half a million people would lose their jobs.\"", "truth_label": "mostly-true", "date": "stated on May 11, 2014 in comments on CNN's \"State of the Union.\":", "title": "Rick Santorum: Minimum wage increase would cost 500,000 jobs", "text": "Former U.S. Sen. Rick Santorum, R-Pa., criticized President Barack Obama’s proposal to raise the federal minimum wage to $10.10 on CNN’s State of the Union. \nSantorum said he could support a smaller minimum wage increase, but not the nearly $3 an hour hike the president and other Democrats have called for.\n\"If you look at the CBO report, half a million people would lose their jobs as a result of the Obama minimum wage increase,\" Santorum said. \"I’m talking more in the range of a dollar, phasing that in.\"\nSantorum didn’t respond to our request for comment, but we were able to find the February 2014 Congressional Budget Office report he was speaking about. Santorum is largely quoting the report correctly.\nObama’s proposed increase would take place in three steps, with the minimum hourly wage hitting $10.10 in 2016. It currently sits at $7.25, but many states choose to pay a higher minimum wage than federal policy mandates.\nThe CBO concluded if the federal government gradually increased the minimum wage to $10.10 an hour for all workers, and tied future increases to inflation, the economy would shed 500,000 jobs by the second half of 2016 (all things constant under current law). That’s about 0.3 percent of the workforce. CBO reached its conclusion, figuring:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\nHigher wages increase companies’ production costs. In turn, that lowers the amount of goods and services produced. That means companies need to employ fewer workers.\n\n\nRaising the cost of employing low-wage workers encourages companies to focus more on other, more cost-effective ways of producing goods and services: machines, technology and employing productive higher-wage workers.\n\n\nThe one thing that Santorum didn't note is that the 500,000-job estimate is just that, an estimate. Job losses could range from hardly any, all the way up to 1 million. It pegged 500,000 jobs as its \"central estimate.\"\nThat’s not to say the CBO report had only bad news about Obama’s proposal. The report also noted that about 16.5 million workers would see their wages go up.\nOur ruling\nSantorum said if the United States raises the minimum wage to $10.10 an hour, \"half a million people would lose their jobs.\" Santorum said \"would\" but really the 500,000-job figure was the CBO’s best guess. Analysts say job losses could be anywhere from just a few workers to as many as 1 million.\nSantorum's statement is accurate but needs clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-07875"}