{"url": "/factchecks/2016/jun/04/paul-babeu/arizona-sheriff-says-obama-called-global-warming-a/", "speaker": "Paul Babeu", "vclaim": "\"The president has said the national security threat facing America, the top one, is global warming.\"", "truth_label": "barely-true", "date": "stated on May 26, 2016 in an interview on Fox News' \"Hannity\":", "title": "Arizona sheriff says Obama called global warming America’s ‘top’ national security threat", "text": "Paul Babeu, the Republican Sheriff of Pinal County, Ariz., near the U.S.-Mexico border, has repeatedly criticized President Barack Obama’s administration for its lack of border security.\nBabeu, who’s running for Congress this November against a Republican field that includes David Gowan, Ken Bennett and Wendy Rogers, warned of Mexican drug cartels in his county ahead of Memorial Day weekend on Fox News’ Hannity on May 26.\nBut he also used the interview to make a political jab, questioning Obama’s priorities.\n\"The president has said the national security threat facing America, the top one, is global warming,\" Babeu said. \"It’s not an unsecured border, it’s not the terrorists we should be fighting and defeating.\"\nThis is not the first time we have heard a statement like this:\nIn June 2015, Wisconsin Gov. Scott Walker claimed Obama said global warming is the \"No. 1 threat to the military and world today.\" The president has said global warming is a serious threat, but it is not No. 1. We rated it Mostly False.\nWe wondered whether Babeu’s claim holds any weight a year later.\nContrary to Babeu’s claim, the president’s top national security threat appears to be terrorism.\nOut of context\nIn March, after the terrorist attacks in Brussels, Obama said, \"I’ve got a lot of things of my plate, but my top priority is to defeat ISIL.\"\nWhen we asked for evidence on climate change being the top priority, Tim Gaffney, a spokesman with the Pinal County Sheriff’s Office, noted that Obama has made this claim during speaking engagements.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 25, 2021 in a video\n\n\n\n\n\n\n\n\nSays Bill Gates said “at least 3 billion people need to die” from the planet.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 27, 2021\n\n\n\n\n\n\n\nObama has said global warming is a serious threat and has linked it to national security. But, looking back at news reports over the last year, Obama has never explicitly said it was the top national security threat.\nRather, he has said global warming is a threat to the whole world.\nIn an April 2015 weekly address, he said \"there’s no greater threat to our planet than climate change.\"  \nIn May 2015, Obama also said during a U.S. Coast Guard Academy commencement address that climate change \"is one of those most severe threats.\"\n\"So I’m here today to say that climate change constitutes a serious threat to global security, an immediate risk to our national security,\" Obama said. \"And make no mistake, it will impact how our military defends our country.\"\nWe should also point out that the U.S. military has focused on the potential threat of climate change going back to President George W. Bush’s administration.\nIn a December 2015 interview, Obama defended his remarks on climate change, noting at the same time that while terrorists will be \"defeated,\" climate change is the \"kind of crisis that we can’t deal with through the deployment of Marines.\"\nOur ruling\nBabeu said, \"The president has said the national security threat facing America, the top one, is global warming.\"\nObama continues to cite climate change as a great threat to the world, but framing the issue as the country’s top national security threat is an exaggeration. Obama has said fighting terrorism is his most urgent priority.\nThe Arizona sheriff ignores important context, so we rate his claim as Mostly False.\nhttps://www.sharethefacts.co/share/0cb68a01-985c-4db8-96bb-cc03740e77a6", "vclaim_id": "vclaim-pol-04870"}