{"url": "/factchecks/2011/aug/23/albert-papp-jr/rail-transit-advocacy-group-president-claims-nj-tr/", "speaker": "Albert Papp Jr.", "vclaim": "\"Last year -- actually, this year in May -- we saw New Jersey Transit fares rise anywhere from 25 percent to 47 percent.\"", "truth_label": "mostly-true", "date": "stated on August 20, 2011 in an interview on News 12 New Jersey’s Power & Politics show:", "title": "Rail transit advocacy group president claims NJ Transit fares rose this year between 25 and 47 percent", "text": "As far as Albert Papp Jr. is concerned, any fare increase placed on commuters is a tax increase -- including the hikes that Papp said were imposed this year by NJ Transit.\n\nThe president of the 31-year-old New Jersey Association of Railroad Passengers, Papp appeared on News 12 New Jersey’s Power & Politics show this past weekend to provide his take on the toll hikes recently approved by the Port Authority of New York and New Jersey.\n\nGov. Chris Christie had said a toll increase is not a tax increase, but Papp wasn’t buying that argument.\n\n\"Our group believes that any fare increase is a tax increase. Last year -- actually, this year in May -- we saw New Jersey Transit fares rise anywhere from 25 percent to 47 percent,\" Papp told guest-host Luke Margolis. \"Unfortunately, the petroleum tax, the gas tax in New Jersey, on motorists has stayed constant and we're now the third-lowest in the country.\n\n\"So from our ridership perspective, from our membership's perspective, we basically think that we have seen a tax increase,\" Papp continued. \"And the governor made a very, very strident point that under his administration, we would not see these tax increases. All we're trying to say is we want social equity for the mass transit rider, especially the rail rider.\"\n\nPolitiFact New Jersey checked out Papp’s comments on NJ Transit fares, and quickly found that he made two mistakes: fares increased in May 2010, not this year, and the increases for all NJ Transit services varied more widely than the figures provided by Papp.\n\nPapp acknowledged in a phone interview how, referring to when the fares increased, he made an \"incorrect correction.\"\n\n\"That was my fault,\" Papp said. \"I was right the first time.\"\n\nFirst, let’s talk about those NJ Transit fare increases.\n\nFaced with an anticipated $300 million budget gap, NJ Transit officials last year hiked fares on buses and trains.\n\nEffective May 1, 2010, fares went up on average by 10 percent for local buses, light rail trains, and buses run by private carriers. Fares went up by 10 percent as well for the Access Link service for the disabled.\n\nRail fares increased by 25 percent, and fares for interstate/commuter buses also rose on average by 25 percent.\n\nIn July 2011, NJ Transit approved a spending plan for fiscal year 2012 that keeps fares frozen.\n\nSo, Papp’s statement did not reflect the 10 percent increases, but how did he get to 47 percent? Papp told us that higher percentage is an average based on the fact that NJ Transit eliminated off-peak round-trip rail discounts.\n\nNJ Transit spokeswoman Courtney Carroll confirmed the impact of cutting the off-peak discounts.\n\n\"Yes, the elimination of the rail off-peak discount resulted in an approximate increase of 47 percent (fare change plus discount eliminated) for some customers,\" Carroll wrote in an email.\n\nHowever, it’s worth noting that only about 13 percent of total weekday rail trips used the off-peak discount, according to Carroll. Off-peak discounts were utilized for 17 percent of total rail trips, Carroll said.\n\nIn other words, the vast majority of people riding the rails were not impacted by those higher increases.\n\nThe ruling\n\nPapp claimed that NJ Transit fares increased this year between 25 and 47 percent, but he was wrong about the timing of the increases. NJ Transit fares actually went up in 2010 and remain frozen this year.\n\nPapp did not mention the 10 percent hike for local buses, light rail trains and the Access Link service. But for the most part, his figures are on target for the rail passengers represented by his organization.\n\nAt a time when the Port Authority’s tolls are on the rise, NJ Transit customers have been digging further into their pockets as well. We rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrank Lautenberg\n\n\nstated on June 15, 2011 in an interview on ABC's \"Top Line\"\n\n\n\n\n\n\n\n\n\"Since 2004, there have been some 1,300 attacks (on rail targets). Four thousand people have died. Thousands of injuries.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 28, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12533"}