{"url": "/factchecks/2019/jan/23/rick-scott/sen-rick-scott-said-he-always-supported-dreamers-s/", "speaker": "Rick Scott", "vclaim": "\"I’ve always supported protections for our DREAMers.\"", "truth_label": "false", "date": "stated on January 19, 2019 in a tweet:", "title": "Sen. Rick Scott said he always supported Dreamers, but that's not correct", "text": "Sen. Rick Scott, R-Fla., applauded President Donald Trump’s proposal to swap border wall funding for protection for Dreamers, immigrants who came to the United States illegally when they were children.\nIn an effort to end the government shutdown, Trump offered to continue to provide temporary protections for 700,000 Dreamers in exchange for $5.7 billion for a border wall. Scott called on Democratic leaders in Congress to accept his offer, but they rejected it.\n\"Children should never be punished for the actions of their parents,\" Scott tweeted Jan. 19, \"and I’ve always supported protections for our DREAMers.\"\nChildren should never be punished for the actions of their parents, and I’ve always supported protections for our DREAMers. Now it’s time for Democrats to decide if they want to negotiate in good faith and accept a compromise that secures our borders...— Rick Scott (@SenRickScott) January 19, 2019\n\nScott did soften his stance on illegal immigration during his eight years as Florida governor. But his support for their cause was not \"always\" there.\nWe are not judging whether Scott's change of positions on immigration, including Dreamers, was sound policy, but whether his words about his own record are accurate. It's worth noting that in Florida, there has been significant support among some high-profile Republican politicians — including members of Congress — for helping Dreamers. Scott's most recent position more closely aligns with that perspective.\nScott opposed Dreamer protections in early years\nEarly in his tenure, Scott took stances that were counter to helping undocumented immigrants, including Dreamers.\nA few Twitter users replied to Scott’s tweet with a link to a a statement Scott made about Dreamers in 2010, a few weeks before the was sworn in..\nHours before the U.S. House of Representatives voted to pass the Dream Act, Scott said he opposed the legislation.\n\"I'm against the Dream Act,\" Scott said Dec. 8, 2010, while touring the Port of Miami. \"Why? I don't believe in amnesty.\"\nThe bill would have given a conditional path to citizenship to hundreds of thousands undocumented immigrants. The bill passed the House but then narrowly died in the U.S. Senate. Miami's three Republican Cuban-American lawmakers, Reps. Lincoln and Mario Diaz-Balart and Ileana Ros-Lehtinen, joined Democrats in voting in favor of the bill.\nAt the time, Scott’s comment was consistent with the approach of his Republican primary campaign against illegal immigration. Scott promised to adopt a law similar to Arizona’s controversial SB1070, which required immigrants to show their citizenship papers if stopped by law enforcement, among other stances.\nOnce he was elected governor, Scott stopped talking about that promise.\nIn June 2012, Obama announced Deferred Action for Childhood Arrivals, or DACA, an extension of executive power to defer deportation for Dreamers who met certain criteria on a renewable two-year basis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn 2013, Scott vetoed a bill to let Dreamers get driver’s licenses. Among other reasons, Scott criticized DACA as a policy \"absent congressional direction\" in his veto message.\nThe same month that Scott vetoed the bill, the U.S. Senate was moving toward voting on a bill to change immigration laws, including a path to citizenship. The bill was written by a bipartisan group of senators, including Marco Rubio, a Florida Republican. While some leading Florida Republicans publicly endorsed the bill, Scott’s response was more tepid. When asked by the Tampa Bay Times on June 13, 2013 whether he supported the bill, Scott wouldn’t commit either way but praised the border security portion of the bill.\n\"I think Senator Rubio has really done a great job, focusing on the discussion, making sure we have an immigration policy that works. I'm happy that he's really focused on securing our borders and having a policy that we all understand,\" Scott said.\nWhen asked about it again in July 2013 — a couple weeks after it passed the Senate — he called the bill the \"right thing\" and mentioned border security repeatedly, but nothing on the path to citizenship.\nWhen Scott shifted his position\nAs he sought re-election in 2014, Scott took a more positive approach: He signed a bill that easily passed the Legislature to give Dreamers in-state tuition.\n\"Students who have spent their childhood here in Florida deserve to qualify for the same in-state tuition,\" he said.\nThat was a Full Flop from 2011 when he said, \"With regard to in-state tuition for illegal immigrants I completely oppose it.\"\nIn September 2017, the Trump administration announced it would phase out DACA. (The renewals stand for now, after the U.S. Supreme Court took no action.)\nIn response to the planned phase-out, Scott called on Congress to act and help the Dreamers.\n\"I do not favor punishing children for the actions of their parents,\" Scott said in a statement Sept. 1, 2017. \"These kids must be allowed to pursue the American Dream, and Congress must act on this immediately.\"\nScott was most direct in his support of Dreamers during his successful 2018 bid for the U.S. Senate.\nIn a USA Today op-ed, Scott said Congress should \"secure the immigration status of Dreamers\" and \"do the right thing for these kids by removing the uncertainty hanging over their future goals and dreams.\"\nAs then-U.S. Rep. Carlos Curbelo, R-Fla., was trying to force votes on immigration in June 2018, Scott again called on Congress to \"get DACA legislation done.\"\nWe asked Scott’s press office if he had evidence that he \"always\" supported protections for Dreamers. Sarah Schwirian pointed to Scott’s USA Today op-ed and signing the bill for in-state tuition. \"Sen. Rick Scott has been an outspoken opponent of illegal immigration but has been clear that he supports a legal pathway for kids who were brought here through no fault of their own,\" she said.\nOur ruling\nScott said, \"I’ve always supported protections for our DREAMers.\"\nIn 2010, Scott said, \"I'm against the Dream Act,\" and called the legislation \"amnesty.\" In 2013, he criticized Obama’s deferred action program for Dreamers, saying that Obama bypassed Congress. He also vetoed a bill to give Dreamers driver’s licenses.\nScott has softened his position in recent years, and politicians are allowed to change. But his rewrite of his Dreamers record doesn't match what really happened. We rate his statement False.", "vclaim_id": "vclaim-pol-01102"}