{"url": "/factchecks/2017/aug/04/sean-duffy/nearly-half-counties-have-no-providers-or-one-heal/", "speaker": "Sean Duffy", "vclaim": "\"You have almost half the counties in America that have one provider or no provider for insurance\" on the Obamacare exchanges.", "truth_label": "barely-true", "date": "stated on July 20, 2017 in an interview:", "title": "Nearly half of counties have no providers or one for health insurance on the Obamacare exchanges?", "text": "Two Republican talking points in attacking Obamacare are particularly prominent.\nOne is that the health care law has failed, as House Speaker Paul Ryan declared in a January 2017 claim that, in one form or another, continues to be repeated. We rated it Mostly False.\nThe Affordable Care Act did not meet all its promises, including a big one -- that you could keep your insurance plan if you liked it. But health care costs have risen more slowly since the law took effect and the law has met its major goal of getting more people insured, an estimated 20 million.\nAnother Obamacare attack, often stated in the same breath, is that in much of the country health insurance providers are drying up.\nOne of Ryan’s fellow Wisconsin Republicans, U.S. Rep. Sean Duffy, made that claim July 20, 2017, in a television interview on EWTN, a Catholic network.\n\"We let Democrats off the hook,\" Duffy said. \"They gave us a failing health care package. You have almost half the counties in America that have one provider or no provider for insurance. This law is crumbling.\"\nMarkets with fewer insurers have been linked to fewer affordable choices for health insurance and higher prices.\nAs we’ll see, Duffy might be right -- but he’s a bit ahead of it’s time.\nTrump’s similar claim\nTo be clear, Duffy is referring to the relatively few Americans who buy their own health insurance on the Obamacare exchanges, not the vast majority who are covered by an employer or a government program such as Medicare.\nIn March 2017, when President Donald Trump claimed that one-third of the nation’s counties \"only have one insurer left\" on the exchanges, PolitiFact National’s rating was True. There was only one insurance provider to choose from in 32 percent of the nation’s counties, based on figures from the nonprofit Kaiser Family Foundation, a respected authority on health care.\nBut that was four months before Duffy’s claim. And Duffy’s claim goes further than those made by many Republicans.  \nDuffy’s evidence\nTo back Duffy’s statement, his office cited a June 2017 analysis by the New York Times. It estimated that 1,433 counties -- or about 45 percent of all counties -- are expected to have one insurer or no insurers in the Obamacare marketplaces, unless another carrier steps in. The marketplaces are where 12 million people buy their own coverage.\nThe Times said it used Kaiser data showing which companies currently offer plans in each county, and combined that with announcements from insurance companies saying which counties they plan to exit or enter in 2018.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nSo, the 45 percent is an estimate for 2018, not a current count.\nCurrently, according to the article and Kaiser data, 1,036 counties have one provider.\nThat’s 33 percent of all counties.\nThere aren’t any counties right now that have no insurers on the exchanges.\nOther views\nThe Robert Wood Johnson Foundation, a nonprofit research group, also confirmed that 33 percent of counties in 2017 have only one health insurer on the exchanges. And, like the Times, it estimates that in 2018, 45 percent of counties will have one insurer or none.\nTwo health care experts, however, told us it’s too soon to say whether the 45 percent figure will be accurate.\nCynthia Cox, the associate director of Kaiser’s program for the Study of Health Reform and Private Insurance, said most states haven’t disclosed enough information publicly to make such an estimate.\nAnd Urban Institute health policy fellow John Holahan said that while 45 percent might be a fair estimate currently, the percentage likely will turn out to be lower because more insurers will probably enter the exchanges for 2018.\n(By the way, Wisconsin tends to fare well on these measures. In 2017, according to Kaiser, the number of insurers on the exchanges ranged from 1 -- in Alabama, Alaska, Oklahoma, South Carolina and Wyoming -- to 15 in Wisconsin. The average was four.)\nOne note before we close:\nCounties with one provider or no provider are concentrated in rural areas. So, even though one-third of counties currently have only one insurer, only about one in every five people who buy that insurance is affected.\nOur rating\nDuffy said: \"You have almost half the counties in America that have one provider or no provider for insurance\" on the Obamacare exchanges.\nCurrently, 33 percent of counties have only one company selling health insurance policies to individuals on the Obamacare exchanges. There are no counties that have no providers.\nThe element of truth in Duffy’s claim is that the New York Times estimates that in 2018, 45 percent of counties will have one provider or no providers. But that’s a projection and the article notes that the current figure is 33 percent.\nWe rate Duffy’s statement Mostly False. div class='artembed'> Share the Facts 2017-08-07 19:54:10 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"You have almost half the counties in America that have one provider or no provider for insurance\" on the Obamacare exchanges.     Sean Duffy U.S. representative, R-Wis.   In an interview Thursday, July 20, 2017 2017-07-20    Read More  info", "vclaim_id": "vclaim-pol-03031"}