{"url": "/factchecks/2011/aug/02/dennis-kucinich/rep-dennis-kucincih-says-social-security-didnt-cau/", "speaker": "Dennis Kucinich", "vclaim": "\"Social Security didn’t cause the debt crisis. Social Security had nothing to do with the debt crisis.\"", "truth_label": "mostly-true", "date": "stated on July 15, 2011 in a speech in the House of Representatives:", "title": "Rep. Dennis Kucinich says Social Security didn't cause the debt crisis", "text": "As talks on the federal debt ceiling turned into a standoff, President Obama pressed congressional leaders to consider a debt-reduction plan that would include changes in Social Security to reduce costs.\n\nThe plan, intended as a trade to win Republican support for increases in tax revenue, drew criticism from Democrats that included Rep. Dennis Kucinich of Cleveland.\n\nKucinich said on the House floor July 15, 2011, that Social Security was being falsely thrown into the debate, and that reducing benefits or raising the retirement age would only \"give government more money for tax cuts, spending or repaying the debt.\"\n\n\"Social Security didn’t cause the debt crisis. Social Security had nothing to do with the debt crisis,\" he said.\n\nPolitiFact Ohio asked Kucinich's office how he backed up his statement.\n\nThey referred us to \"Social Security: The Trust Fund,\" a recent report from the nonpartisan Congressional Research Service.\n\nWe also discovered that similar statements about Social Security and the debt crisis were previously checked by PolitiFact, and by our colleagues at Factcheck.org and the Washington Post Fact Checker.\n\nUnfortunately, we found that they rated the statements true, not true and \"true but false\" -- and that their stories were followed by notes about \"our angry readers\" and stepping on a live wire.\n\nLet's take deep breath and walk through it.\n\nSocial Security is a government program funded primarily by dedicated payroll taxes. It's called a pay-as-you-go system because current revenues are used to pay current costs.\n\nFor most of the past 30 years, because of reforms designed by the Greenspan Commission in 1982 to protect Social Security’s solvency, collected revenues have exceeded benefit payments to retirees, survivors and the disabled.\n\nThose surplus funds were credited to the Social Security trust fund.  By the end of 2010,  the trust fund totaled $2.6 trillion.\n\nLast year, Social Security began to run a cash flow deficit. Costs exceeded tax revenues, for reasons that included the recession and its high unemployment. Social Security dipped into the trust fund to make up the difference.\n\nSocial Security's trustees projected that the fund would fully cover benefits through 2035, the Congressional Research Service notes, and that it would cover about 77 percent of benefits after that until 2085. Taking action like increasing the payroll tax or lifting the level of income subject to the tax above its current limit of $106,800 would keep the fund fully solvent for the entire 75 years.\n\nAnd this is where money meets myth, cash flow meets credit and true meets false.\n\nThe trust fund is not a savings account or \"lock box\" into which cash is deposited. Social Security is required by law to put its entire surplus into interest-bearing government bonds -- Treasury securities backed by the U.S. government.\n\nThey are IOUs -- assets to Social Security but liabilities to the rest of government. They're one part of government promising to pay back another.\n\nOnce invested, the trust fund money is mingled with money from other sources of revenue in the U.S. Treasury general fund, and it is used for other government purposes that include spending, repaying debts or cutting taxes. For years, the infusion of Social Security's surplus revenue held down the federal deficit -- and, some say, encouraged spending.\n\nWhen Social Security operates with a negative cash flow -- that is, when benefits exceed revenues -- it draws on interest from the trust fund securities.\n\nTo pay that interest and honor its IOUs to the trust fund, when the rest of the federal budget is operating at a deficit, the government has to borrow money.\n\nThat contributes to the deficit -- even though Social Security is legally drawing on the surplus that was collected from its dedicated tax, and even though the Congressional Research Service says that \"government borrowing from the public is not clearly linked to any particular aspect of what the government does.\"\n\nKucinich was accurate in saying that Social Security didn’t cause the debt crisis. If anything, Social Security delayed it by subsidizing other spending and reducing the need to borrow money elsewhere. On the books, the Social Security trust fund has credits approaching $2.6 trillion.\n\nSocial Security’s negative cash flow has begun to contribute a relatively small amount to the federal deficit, however, because Treasury has to borrow to cover the trust fund money that has been spent elsewhere. That is a recent development, and that information provides clarification.\n\nOn the Truth-O-Meter, we rate Kucinich’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nEditor's note: PolitiFact Texas checked a slightly different claim about Social Security, finding it Mostly False.", "vclaim_id": "vclaim-pol-12644"}