{"url": "/factchecks/2013/nov/11/charlotte-nash/gwinnett-chairwomans-splost-savings-claim-makes-se/", "speaker": "Charlotte Nash", "vclaim": "Finance experts estimate that paying in cash for the $2.5 billion in projects funded by the sales tax saved Gwinnett County more than $1 billion in interest payments.", "truth_label": "true", "date": "stated on October 22, 2013 in an interview:", "title": "Gwinnett chairwoman's SPLOST savings claim makes sense", "text": "The election results are in, but we still had a question concerning a particular item on the ballot in Georgia’s second-largest county that seemed worthy for a fact check.\nGwinnett County officials had an interesting sales pitch to voters about the merits of continuing a 1 percent special purpose local option sales tax to pay for various projects. It would cost the county more money if they had to borrow the cash instead of collecting it in sales taxes.\nHow much more?\nOne billion dollars.\nHere’s a passage about it from an interview with Gwinnett Commission Chairwoman Charlotte Nash in the Gwinnett Daily Post:\n\"SPLOST is the best tool that the Legislature has ever given local government,\" Nash said, adding that finance experts estimate that paying in cash for the $2.5 billion in projects funded by the sales tax saved the county more than $1 billion in interest payments that would have been owed if debt had been issued. \"It allowed us to work on those quality of life things, and we were able to do it without debt.\"\nPolitiFact Georgia wondered if Gwinnett would have spent $1 billion in interest payments had the county borrowed the money for the projects as opposed to collecting revenue from the sales tax.\nGwinnett voters passed the county’s first SPLOST program in June 1985. They’ve approved SPLOST referendums in 1987, 1991, 1996, 2000, 2004 and 2008. Since 1985, Gwinnett officials say they’ve collected about $2.5 billion in SPLOST revenue.\nOn Nov. 5, Gwinnett voters approved the latest SPLOST referendum by a 58-42 percent margin. The sales tax would raise $498 million over the next three years.\nMore than two-thirds of the money will be spent on roads, bridges, drainage, sidewalks, intersection improvements and other transportation projects. The county’s 16 cities will collect about $100 million. The rest will be spent on public safety equipment; parks; library and senior citizen facilities; water and sewer improvements; and parking.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nGwinnett officials told PolitiFact Georgia they calculated the potential interest rates by using a municipal index scale for counties with AAA bond ratings. Gwinnett gave us the average interest rates for a 20-year deal originated at the beginning of the year for each time period.\nThe interest rates ranged from 8.9 percent in 1985 and gradually declined to 3.85 percent for the SPLOST passed in 2004. The interest rate for the SPLOST referendum passed in 2008 was not included in the county’s calculations.\nSeveral experts we spoke with said the county’s methodology appeared sound.\n\"In order for the county to have accomplished the capital outlay projects funded by the SPLOSTs, it would have either had to impose massive property tax increases to fund the projects or borrow money to finance the projects. Borrowing money to finance the projects would have been less painful for the property taxpayers than imposing millage rate increases to fund the projects, because debt can be paid off over 20-30 years,\" said Earle Taylor III, who has spent about three decades working on public financing projects and is a partner at the law firm McKenna, Long & Aldridge.\nRay Hill, who teaches managerial economics and finance at Emory University, said the county’s claim is based on the assumption that Gwinnett would have borrowed that much money.\nHill and Taylor didn’t see any glaring holes in the county’s calculations.\n\"If the assumption was that, in any event, the county was going to spend an amount of money equal to the SPLOST revenues, it would be easy to get to an interest ‘saving’ figure of $1 billion,\" said Hill, who is an expert in financing large projects. \"The potential interest rates look reasonable. If you assumed they issued a 20-year bond at the amounts listed, you could easily get interest payments that total $1 billion.\"\nTo sum up, Nash said Gwinnett County would have spent $1 billion in interest payments had the county borrowed the money for the projects as opposed to collecting revenue from the sales tax. Experts we interviewed agreed with the county’s methodology and math.\nWe did our own calculations, and it appeared to us that they would have paid more than $1 billion in interest had they borrowed $2.5 billion.\nWe rate Nash’s claim as True.", "vclaim_id": "vclaim-pol-08633"}