{"url": "/factchecks/2011/dec/07/josh-mandel/josh-mandel-says-sherrod-brown-has-sided-washingto/", "speaker": "Josh Mandel", "vclaim": "Sen. Sherrod Brown \"has chosen to side with Washington bureaucrats and fringe extremists in the attacks on our natural resources.\"", "truth_label": "pants-fire", "date": "stated on December 2, 2011 in a newspaper column:", "title": "Josh Mandel says Sherrod Brown has sided with Washington bureaucrats and fringe extremists on fracking", "text": "Note to Athens, Ohio, residents: Your mayor and other elected officials in your part of Ohio are fringe extremists.\n\nYou may disagree with that statement, but then, you probably support the Washington bureaucrats who halted leasing in the Wayne National Forest for fracking. What’s that? It wasn’t a Washington bureaucrat who made that decision but, rather, a forester in Ohio?\n\nWell, as Emily Litella used to say on Saturday Night Live: Never mind.\n\nWith apologies to the late Gilda Radner, these claims about fringe elements and Washington bureaucrats owe themselves to Josh Mandel, the Ohio treasurer. Mandel, a Republican now running for U.S. Senate, criticized incumbent U.S. Sen. Sherrod Brown, a Democrat,  after Brown told Ohio Public Radio on Nov. 28 that he supports a local decision to remove 3,302 acres of national forest in southeast Ohio from a federal auction of land for oil and gas exploration.\n\nThe land is in a part of the state where hydraulic fracking could yield big dividends, although there are a lot of uncertainties. Fracking is shorthand for fracturing, and it involves drilling deep into the ground and injecting water, sand and chemicals at high pressure to fracture the shale and release the natural gas or oil trapped there. Geologists and energy industry officials say a potential windfall of gas lies in the Utica shale formation, and to a lesser extent the Marcellus shale, beneath eastern Ohio.\n\nFracking has its critics, including those who say the chemicals used in the process might contaminate groundwater. A number of experts, including the geologists at the Ohio Department of Natural Resources, say fracking is safe and that human error, the real cause of problems, can be avoided with proper state regulation.\n\nWe mention that because Anne Carey, supervisor of the Wayne National Forest, was concerned about fracking’s impact on the Wayne National Forest. She recommended that the forest be removed from the Dec. 7 federal auction until there could be further review. That could take up to six months, and will deal with fracking’s effect on forest land, not groundwater. A Wayne National Forest already allows for other drilling -- and there are 1,300 shallow wells there -- but fracking could require removing far more trees, according to The Columbus Dispatch.\n\nIn an interview, Brown said he supported Carey’s decision, noting that numerous local officials had concerns about fracking in the area.\n\nMandel then criticized Brown.\n\nIn a Dec. 2, 2011, column Mandel wrote in The Wall Street Journal, the treasurer said: \"Adding to the public outrage here is the position taken by Ohio Sen. Sherrod Brown, who this week announced his support of the federal government's job-killing decision. Even though the vilification of Ohio's abundant coal, oil and gas disproportionately hurts jobs and energy prices here, Mr. Brown has chosen to side with Washington bureaucrats and fringe extremists in the attacks on our natural resources.\"\n\nPolitiFact Ohio decided to look at the last part of his claim; that Brown has chosen to side with bureaucrats and fringe extremists.\n\nWe started with the part about \"Washington bureaucrats.\"\n\nCarey, who made the recommendation, told The Athens News that her entire career with the Forest Service \"has been at the local level.\"\n\nJane Cliff, the media officer for the U.S. Forest Service’s eastern region, headquartered in Milwaukee, told us that Chuck Myers, the region’s forester, accepted it and the Wayne National Forest was removed from the auction. Myers also is based in Milwaukee.\n\nAs for the \"fringe extremists,\" among the people who wanted to apply the brakes in the Wayne National Forest were Roderick McDavis, president of Ohio University; the Athens County commissioners, and Athens Mayor Paul Wiehl.\n\nWiehl won re-election recently in what could be called a landslide, getting 71 percent of the vote, according to The Athens News. Granted, Athens is a university town with a lot of Democrats, and Wiehl wants to keep fracking out of the city. But so did his Republican opponent, according to news coverage.\n\nWiehl told PolitiFact Ohio his concern is that there is a gold rush-like frenzy to frack because of the potential for prosperity, without what he considers to be enough caution. An accident in the forest near the Hocking River basin could affect Athens’ drinking water.\n\n\"I don’t consider myself to be fringe-like,\" he said. \"I consider myself to be cautious or a little bit conservative as to how this is done.\"\n\nThere has been a lot of debate about this issue in southeast Ohio. Mandel has tapped into that, with his spokesman calling this \"a defining  issue over the next year\" and Mandel saying that the fracking boom represents a way out of economic stagnation.\n\nBut does the removal of acreage in Wayne National Forest represent a real setback to this boom? We asked Tom Stewart, executive vice president of the Ohio Oil and Gas Association, how much land in the scheme of Ohio fracking this represents.\n\n\"The bulk of eastern Ohio is leased,\" he said. \"I don’t know what that acreage would be. It would be a huge number.\"\n\nIn other words, fracking is going on in so many other places that the Wayne acreage represents a mere blip. The Plain Dealer and other newspapers have reported that one company alone, Oklahoma-based Chesapeake Energy, has leased 1.5 million acres in Ohio so it can drill 12,000 wells. And The Plain Dealer reported in October that gas and oil-rich shale may lie under 5 million acres of rural Ohio landscape.\n\nThat compares with 3,302 acres that the Wayne has taken off the table for now.\n\nSo let’s recap:\n\nJosh Mandel is all for fracking if it follows safe, acceptable practices. He sees it as a potentially huge economic win for Ohio. Sherrod Brown says he, too, is for fracking, but he says he understands the concerns of the Wayne National Forest supervisor, the mayor of Athens, the county commissioners and the university president, and he supports the decision for a delay to allow further study.\n\nIt would be easy to just say that Brown’s support for fracking comes with more qualifications, or that he deferred to the local officials. It would be true. But it would lack outrage, and outrage, apparently, is what Mandel was going for. He said that Brown sided with \"fringe extremists,\" when these individuals happen to be a mayor, county commissioners and a state university president. And Mandel said Brown sided with \"Washington bureaucrats,\" when the woman making the call was in Ohio. Her boss who signed off was in Wisconsin.\n\nPolitical criticism is fair game. But it’s a stretch to equate a national forest supervisor in Southeast Ohio and her boss in Wisconsin as Washington bureaucrats.\n\nAnd when rhetoric gets ridiculous -- when a public official running for office implies that an Ohio mayor, county commissioners, a major university president and a federal forest supervisor are fringe extremists -- PolitiFact Ohio has one rating for it: Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11979"}