{"url": "/factchecks/2015/mar/13/ted-cruz/ted-cruz-says-iran-annually-has-death-america-holi/", "speaker": "Ted Cruz", "vclaim": "\"Here, we have Thanksgiving, we have Christmas, we have the 4th of July. Every year in Iran, they celebrate Death to America day.\"", "truth_label": "barely-true", "date": "stated on March 11, 2015 in an interview with Hugh Hewitt:", "title": "Ted Cruz says Iran annually has Death to America holiday", "text": "Sen. Ted Cruz, R-Texas, expressed concerns about Iran coming closer to having nuclear weapons should the United States reach a deal permitting Iran to have nuclear fuel.\nProblematically, Cruz said, President Barack Obama’s administration doesn’t recognize the religious zealotry of Iran’s leaders. Talking to conservative commentator Hugh Hewitt, Cruz said that zealotry has  been cemented into the country’s calendar.\nIndeed, Cruz said, \"every day, or every year, rather, Iran celebrates as a holiday what they call death to America day. That’s an actual holiday in Iran. Here, we have Thanksgiving, we have Christmas, we have the 4th of July. Every year in Iran, they celebrate death to America day, which is the anniversary of Iran in the 1970s taking Americans hostage.\"\nWe wondered if there is such a holiday.\nCruz’s backup\nTo our inquiry, Cruz spokesman Phil Novack emailed that every November, Iranians celebrate the 1979 takeover of the U.S. Embassy. He pointed out a November 1987 Associated Press news story stating Iran’s leaders had just declared a national holiday to mark the 1979 seizure of the U.S. Embassy in Tehran \"and called on their people to take to the streets and make ‘America tremble in fear.’\" Tehran Radio had dubbed the special date, Nov. 4, 1987, ''Death to America Day,'' the story said.\nThat date was eight years to the day of students taking over the embassy and holding 52  hostages who remained captives to the end of Jimmy Carter’s presidency in early 1981. The AP story said, too, the date marked the birthday of the Prophet Mohammed, founder of Islam, and the 25th anniversary of Ayatollah Ruhollah Khomeini's expulsion from Iran to Turkey by the Shah of Iran, who fled in January 1979; weeks later, Khomeini triumphantly returned.\nMore recently, according to an October 2013 New York Times news story also noted by Novack, \"hard-liners\" in Iran planned to mark Nov. 4, 2013, as a ‘Grand Day of Death to America.’\" The same story said, though, the chant \"Death to America\" was falling out of routine use; Iran’s newly elected president, Hassan Rouhani, was saying the country no longer needed slogans.\nOther news stories\nOur search for news stories in the Nexis database yielded a Nov. 1, 2014, news report from BBC Worldwide Monitoring quoting from the \"Iranian conservative, privately-owned Fars News Agency website\" and saying: \"Since the 1979 takeover of the U.S. embassy in Tehran, Iranians have been celebrating the occasion every year by holding rallies on the anniversary and marking it as the National Day against the ‘Global Arrogance.’\"\nFour days later, a BBC summary of programs aired Nov. 4, 2014, by Iranian Fars Province TV news mentioned a video report on \"the anniversary of the U.S. embassy takeover in Tehran in 1979 marked on 13 Aban (4 November) dubbed as ‘Day of fighting arrogance.’ Video shows archive footage of the embassy's seizure in Tehran.\"\nAnd The (Glasgow) Herald newspaper printed a photograph Nov. 5, 2014 with this description: \"Thousands of Iranians have attended a major anti-U.S. rally marking the anniversary of the 1979 takeover of the U.S. Embassy in Tehran. The gathering outside the former embassy compound came days before a key meeting between the two nations’ senior diplomats over Iran’s nuclear programme. The crowds chanted ‘Down with America’ and ‘Death to Britain,’\" the newspaper said.\nSo it seems that at least in Tehran, Nov. 4 is marked every year.\nNext, we looked for confirmation the anniversary date is a national holiday akin to Christmas or the 4th of July called, as the senator said, Death to America Day.\nA list of Iranian holidays posted online by Iran’s office in Washington, D.C., doesn’t show a special designation for Nov. 4. But that list might only cover days Iran’s American office is closed. Separately, we spotted a list of public holidays in Iran posted by Columbus Travel Media, a company that describes itself as \"dedicated to the provision of objective, accurate, informative and reliable travel content.\" Its list doesn't show any November holidays in Iran.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nAcademic authorities\nAnd when we queried specialists on Iran, they responded there are annual demonstrations marking the 1979 embassy takeover, but the date is not a national holiday nor is it called Death to America Day.\nGary Sick, a scholar at Columbia University’s Middle East Institute, said by email \"Death to America\" is an Iranian revolutionary slogan shouted or chanted \"at most events related to the revolution. I am sure that it would be heard at the Nov. 4 demonstrations, but I am unaware that it is the formal name of the day or event. This slogan is shouted every Friday at the weekly prayer services held across Iran.\"\nSimilarly, Alex Vatanka of the Washington, D.C.-based Middle East Institute, said annual Nov. 4 events are a \"regime-orchestrated show of anti-Americanism\" and not a national holiday. \"That said, the regime's history of spewing anti-Americanism is rich,\" Vatanka emailed.\nMehrzad Boroujerdi, a Syracuse University political scientist, called the claim incorrect, saying by email: \"There are celebrations on Nov. 4 which is the anniversary of the takeover of the U.S. Embassy\" but \"no such thing as a death to America national holiday.\"\nJohn Limbert, a professor at the U.S. Naval Academy and former Iranian hostage, said by email that Nov. 4 \"is marked with demonstrations and speeches, although former President\" Mohammad \"Khatami (1997-2005) limited those events while he was in office. I have never heard it referred to as ‘Death to America’ day. Nor, as far as I am aware, does it have the status of ‘national holiday’ during which presumably offices and schools would be closed.\"\nShahin Gerami, a specialist in Persian Studies at San Jose State University, called us back by phone the annual demonstrations are \"highly orchestrated\" by Iran’s government, like some such celebrations in Russia, she suggested. Stores, offices and banks don’t close, she said, because it’s not a holiday. She said she’d not previously heard anyone refer to Nov. 4 as Death to America Day.\nCruz's response\nWe alerted Cruz’s office to much of what we were hearing. Cruz spokeswoman Amanda Carpenter replied by email that the annual marking of Nov. 4 \"fits the working definition of a holiday. St. Patrick’s Day is an upcoming event that most Americans recognize as a holiday, although it is not considered a federal holiday. Just because Iran has not similarly designated 'Death to America Day' as a formalized holiday does not mean Sen. Cruz's characterization was wrong or the occurrence of these routine celebrations is any less disturbing.\"\nOur ruling\nCruz said that every year, Iran has a holiday like Thanksgiving, Christmas and the 4th of July called Death to America Day.\nEvery year, demonstrations in Tehran mark the Nov. 4 anniversary of students taking over the U.S. embassy in 1979 and taking hostages. But that date doesn’t appear to be akin to the special American days Cruz singled out. In fact, it’s not a holiday on the calendar at all nor is it formally designated Death to America Day.\nWe rate this claim, which has a strand of truth but ignores critical facts, Mostly False.\nhttps://www.sharethefacts.co/share/1d8e2d9a-3a10-42bf-98da-9231275df481\n \n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06626"}