{"url": "/factchecks/2015/nov/11/joshua-feuerstein/evangelical-activist-focuses-lack-christmas-new-st/", "speaker": "Joshua Feuerstein", "vclaim": "Says that Starbucks took \"Christmas off of their brand new cups.\"", "truth_label": "pants-fire", "date": "stated on November 5, 2015 in a video:", "title": "Evangelical activist focuses on lack of Christmas on new Starbucks cups", "text": "Joshua Feuerstein bills himself as an American evangelist and social media personality who connects with the Millennial generation. Feuerstein made a strong connection recently: A video he posted mocking the new Christmas cup from Starbucks was shared over 500,000 times, and got Feuerstein on CNN.\nIn the video, Feuerstein bemoaned the absence of the word \"Christmas\" on the cups.\n\"Do you realize Starbucks wanted to take Christ and Christmas off of their brand new cups?\" he said. \"That’s why they’re just plain red. In fact, do you realize that Starbucks isn’t allowed to say Merry Christmas to customers?\"\nFeuerstein boasted that when he ordered his specialty coffee drink and the server asked his name, he said it was Merry Christmas, so the barista would be required to write Merry Christmas on the cup.\n\"So guess what Starbucks,\" Feuerstein said. \"I tricked you into putting Merry Christmas on your cup.\"\nWe decided to investigate whether Starbucks took Christ and Christmas off its holiday cups. We asked Feuerstein and Starbucks for comment but did not hear back.\nIf a picture as as good as a thousand words, we thought we’d let the pictures tell the story. We searched year by year, mainly on the photo sharing site Flickr, and were unable to find any previous cups that said Christ or Christmas. Here is what we found:\n2013 cup\n\n2012 cup\n\n2011 cup\n\n2010 cup\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThen we skipped a few years.\n2006 cup\n\n2005 cup (the reusable version, we think)\n\n2004 cup\n\nWe found no evidence that Starbucks ever put the word Christmas on its holiday cups. All the images we found included generic winter and holiday themes.\nFurthemore, the word Christmas is hardly banned at Starbucks. The caffeine purveyor’s 2015 annual blend drives home that point.\n\nAn investigative field trip to a Starbucks on L Street in Washington revealed that the coffee company also sells gift cards that say \"Merry Christmas\" (second row from top, right hand side).\n\nOur ruling\nFeuerstein said Starbucks took \"Christ and Christmas\" off their cups. Feuerstein’s prank suggested he meant the word Christmas literally.\nGoing back over 10 years, we could find no proof that the words Christ or Christmas have ever appeared on a Starbucks cup. If they weren’t there in the first place, you can’t say the company removed them.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-05746"}