{"url": "/factchecks/2010/nov/26/eric-cantor/eric-cantor-says-expiration-bush-tax-cuts-will-rai/", "speaker": "Eric Cantor", "vclaim": "Letting the Bush tax cuts expire would raise taxes on small businesses.", "truth_label": "barely-true", "date": "stated on November 3, 2010 in a TV interview.:", "title": "Eric Cantor says expiration of Bush tax cuts will raise small business taxes", "text": "It’s the worst economy in 80 years and Democrats want to raise taxes on small businesses. That’s the way Rep. Eric Cantor and other Republican leaders describe efforts to let some Bush-era tax cuts expire.\n\nDuring post-election interviews this month, Cantor vowed the GOP will use its newly won majority status to insist that all of the Bush tax cuts passed in 2001 and 2003, including those for the wealthy, be extended past their scheduled expiration at the end of the year.\n\nCantor, like many Republicans, says raising the highest income bracket will penalize small businesses.\n\n\"The question is are we going to raise taxes on small businesses right now, when we’re looking at those very individuals, those small businesses, to create jobs,\" Cantor, the soon-to-be House majority leader, said on CNN. \"I don’t think many people think that’s a good idea.\"\n\nIn addition, Cantor wrote in a Sept. 20 Op/Ed in the Wall Street Journal \"roughly half of small business income in America will face a higher rate\" if the Bush tax cuts die.\n\nSince Cantor is playing a huge role in the national debate on taxes, Virginia PolitiFact examined his claims.\n\nFirst, a little background. Cantor’s assertion focuses on the top bracket of income taxpayers: individuals with earnings more than $200,000 a year and families making more than $250,000. President Bush cut the top tax rate to 35 percent. President Obama wants to raise it to its previous 39.6 percent level, saying it would lower the deficit.\n\nHow does that tie into small businesses? The GOP for years has pointed to a 2007 Treasury Department report which found that about 75 percent of the wealthiest tax filers are \"flow through-business owners\" who report some type of non-wage income, such as money from a sole proprietorship, a partnership or an S Corporation (which chooses to pass corporate income, losses, deductions and credit through to its shareholders for federal tax purposes).\n\nBut that doesn’t mean all these wealthy taxpayers are small business owners. In the words of PolitFact National, which also has vetted this issue: \"This kind of income could be reported from anyone who earned money from a source other than a regular job, such as consulting or public speaking. It could also be reported by those who make most of their income from partnerships, such as law firms and  medical practices. And it could include investors who have very little involvement in the day-to-day operations of a company.\"\n\nIt’s impossible to know how many of these taxpayers are small business owners. Federal tax law does not provide a standard definition of \"small business.\"\n\nAbout 155.4 million individuals and families file income taxes in the United States.\n\nThe Tax Policy Center, a research group started by the Brookings Institution and the Urban Institute, analyzed IRS figures this summer and found that 2.2 percent of all taxpayers reporting business income -- 540,000 filers -- would be affected if Congress increases the tax rate on top earners.\n\nThe debate narrows to how many of these wealthy taxpayers should be considered small business owners -- a determination, as we’ve said, that’s impossible.\n\nAlthough there’s no concrete definition of a small business owner, it seems reasonable to us that he or she would make half of his or her income from business ventures. The Tax Policy Center found that 272,000 of the wealthiest filers do that.\n\nThe average adjusted gross business income -- the money they keep after all deductions -- for these taxpayers is $718,827. \"The spin-miestering version of the argument doesn’t mention this,\" said William Ahern, director of policy and communications for the Tax Foundation, a business-backed tax policy group  in Washington. \"The viewer would think we’re talking about the appliance store owner on the corner.\"\n\nCantor’s math wrongly assumes that the non-wage income of all top earners comes from small businesses.\n\nCantor bases his Wall Street Journal claim that \"roughly half of small business income in America will face a higher rate\" if the Bush tax cuts die on a July 12 congressional report. \"According to the Joint Committee on Taxation,\" deputy press secretary Megan Whittemore told us in an e-mail, \"raising taxes only on those owners of small businesses with incomes above $200,000/$250,000 would still subject approximately 50 percent of small business income to a tax increase.\"\n\nBut that’s not what the report says. It says 50 percent of all flow-through business income in the top bracket would be subject to a higher levy if the Bush tax cuts expire. And it adds this caveat: \"These figures for net business income do not imply that all of the income is from entities that might be considered `small.’’’\n\nWhittemore, in her e-mail explaining Cantor’s claim, also said \"half of those in the top bracket get at least 25 percent of their income from small business sources.\" She referred to another analysis by the Tax Policy Center, done in 2008.\n\nWe found Cantor’s office was again misinterpreting the results. The study said slightly more than half top earners made at least 25 percent of their net income from business profits. The statistical table Cantor’s office sent us makes no reference to small business.\n\nLet’s summarize:\n\nWould ending the Bush tax cuts raise levies on small businesses, as Cantor’s says? Sure, some extremely successful small businesses would be affected, but probably not many.\n\nThe IRS does not offer a standard definition for a small business. Cantor consistently takes IRS data on the percentage of top earners who report some business income and says it comes from small business. You can’t make that leap, as one of the reports cited by Cantor says.\n\nWhat we know is that a sizable percentage of the nation’s top earners make some of their money from business profits. Their business income could come from any number of places, including stores or partnerships in law firms, medical practices or Wall Street trading houses.\n\nAbout 272,000 Americans in the highest income tax bracket report more than half of their earnings come from business profits. Their average business income is $718,827, according to the Tax Policy Center, whose figures Cantor sometimes uses. That hardly sounds like a corner shop owner, whose image Cantor seems to invoke when he says Democrats are trying to raise taxes on small businesses.\n\nWe rate the claim Barely True.\n\n(Cantor’s wife, Diana F. Cantor, is a member of the board of directors of Media General Inc., parent company of the Richmond Times-Dispatch). \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13962"}