{"url": "/factchecks/2017/dec/01/nova-magazine/prince-harry-never-said-donald-trump-wasnt-welcome/", "speaker": "Nova magazine", "vclaim": "\"Prince Harry says Donald Trump is not welcome at his wedding: ‘Trump is a serious threat to human rights.’ \"", "truth_label": "pants-fire", "date": "stated on November 27, 2017 in an article:", "title": "Prince Harry never said Donald Trump wasn't welcome at his wedding", "text": "With the engagement announcement of Prince Harry and Suits star Meghan Markle, several news sites have speculated whether President Donald Trump will be invited to the royal wedding.\nNova magazine published an article on Nov. 27 with a clickbait headline that is not just speculation but a false statement. The headline reads: \"Prince Harry says Donald Trump is not welcome at his wedding: ‘Trump is a serious threat to human rights.’ \"\n(Later, the headline was changed to read, \"Donald Trump Not Welcome At Prince Harry’s Wedding To American Actress: Trump Is A ‘Serious Threat To Human Rights.’ \" We’re evaluating the original headline.)\nHarry and Meghan became engaged earlier in November but announced their engagement on Nov. 27. Very few details have been released about the wedding, other than it will take place in Spring 2018.\nThere is no record of Prince Harry uninviting Trump, nor is it likely that he would. The royal family typically tries to shy away from drama. The royal family has put out two press releases regarding the engagement, and neither mention an invite list.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Obamas were not invited to Prince William and Kate Middleton’s wedding in 2011.\nThe other quote in the title, \"Trump is a serious threat to human rights,\" is from reporting done in an Us Weekly article. Us Weekly said a \"close source\" told them that Harry \"is not a fan\" of Trump and thinks he \"is a serious threat to human rights.\" But that source was anonymous and we don’t find it credible.\nThe Nova article said that Markle called Trump \"misogynistic\" and joked about moving to Canada (where Suits is filmed) if he were elected. Markle did say that, on a panel she participated on for Comedy Central’s Nightly Show with Larry Wilmore on May 4, 2016.\nIt seems unlikely that Trump will be invited to the royal wedding. But Harry never made a statement about it, nor did he say that Trump was a serious threat to human rights. Such a statement would have garnered worldwide headlines. We rate the claim that Harry said Trump was not welcome to the royal wedding as Pants on Fire.\n Share the Facts 2017-12-01 20:59:35 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Prince Harry says Donald Trump is not welcome at his wedding: ‘Trump is a serious threat to human rights.’ \"    Nova Magazine Magazine https://www.nova-magazine.net/prince-harry-trump-not-welcome-wedding-meghan-markle/   In an article Monday, November 27, 2017 2017-11-27    Read More  info", "vclaim_id": "vclaim-pol-02637"}