{"url": "/factchecks/2019/jun/03/kevin-mccarthy/kevin-mccarthy-falsely-says-justin-amash-votes-mor/", "speaker": "Kevin McCarthy", "vclaim": "Says U.S. Rep. Justin Amash \"votes more with Nancy Pelosi than he ever does with me.\"", "truth_label": "false", "date": "stated on May 19, 2019 in an interview on Fox News:", "title": "Kevin McCarthy falsely says Justin Amash votes more often with Nancy Pelosi than him", "text": "In the aftermath of his tweets referring to the Mueller report as evidence for President Donald Trump’s impeachment, Rep. Justin Amash, R-Mich., has been called a \"total lightweight\" and \"loser\" by the president and will now have a Republican primary challenger.\nWhen House Minority Leader Kevin McCarthy was asked about Amash’s principal conclusions on the Mueller report on Fox News, he attempted to distance himself and the Republican Party from the Michigan representative. And McCarthy made a statement about Amash that caught our attention:\n\"He votes more with Nancy Pelosi than he ever does with me.\"\nIn an age of polarization — when rank and file members rarely deviate from their party leaders — we wondered if a Republican representative who breaks from the party still votes consistently with it.\nWe used ProPublica’s Represent app to find out. (We also reached out to McCarthy's office but didn't receive a response.)\nProPublica tracks every House and Senate member’s voting record and has a feature that enables users to compare representatives head to head. The database extends from the 112th to the current Congress, so we were able to compare Amash and Speaker Nancy Pelosi, and Amash and McCarthy, for nearly the past decade.\nAmash has voted against his party more than all House members this session — 32.6% of the time. But he has agreed with McCarthy for 65% of the roll call votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\"Out of 220 votes in the 116th Congress, they have disagreed on 76 votes, including 3 major votes,\" the ProPublica article reads.\nHowever, the same comparison can’t be made between Amash and Pelosi for this session, because Pelosi is speaker of the House, said Derek Willis, news applications developer at ProPublica. In fact, ProPublica doesn’t even have a page to compare Pelosi to any other House representative in the 116th Congress because she has missed nearly nine in 10 votes.\nIt’s not that Pelosi has been AWOL. Rather, there’s a tradition that speakers of the House do not typically vote. (Pelosi’s deputy chief of staff, Drew Hammill, referred us to this precedent when we asked about it.) Richard E. Cohen, chief author of The Almanac of American Politics, said that there have been \"occasional exceptions\" to this informal rule, but that most speakers don’t regularly vote.\n\"On the other hand, Pelosi — like most speakers — almost always supports the legislative agenda of her party, at least rhetorically,\" Cohen said. \"So, it’s possible to match up many of Amash’s votes with Pelosi’s informal views. Even from that perspective, Amash often — but certainly not always — sides with the views of McCarthy and most Republicans.\"\nStill, we were able to compare Amash to McCarthy and Pelosi using past voting records, when Pelosi wasn’t House speaker. We found that Amash has voted with McCarthy more than Pelosi for every term he has been in office.\nFor example, in the last Congress, Amash voted with McCarthy 65% of the time and with Pelosi 29% of the time.\n\n \nOur ruling\nMcCarthy said that Amash votes more frequently with Pelosi rather than himself. But Amash has voted more frequently with McCarthy than Pelosi for every session Amash has been in Congress. We rate this statement False.\n Share the Facts 2019-06-03 18:07:40 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says U.S. Rep. Justin Amash \"votes more with Nancy Pelosi than he ever does with me.\"    Kevin McCarthy House minority leader    an interview on Fox News Sunday, May 19, 2019 2019-05-19    Read More  info", "vclaim_id": "vclaim-pol-00576"}