{"url": "/factchecks/2020/sep/09/viral-image/photo-detained-child-migrants-2019-not-2014/", "speaker": "Viral image", "vclaim": "Photo shows “‘kids in cages’ taken in 2014 under the Obama admin.”", "truth_label": "false", "date": "stated on September 2, 2020 in a Facebook post:", "title": "This photo of detained child migrants is from 2019, not 2014", "text": "A couple of years ago, President Donald Trump accurately called out some Democrats for characterizing a photo of child migrants at a detention facility as a failure of the Trump administration when, in fact, the picture was taken in 2014, when Barack Obama was president. \nBut a Facebook post that claims another photo shows \"kids in cages\" in 2014 has its facts wrong. \nThe image shows children amid space blankets in what looks like a chain link cell. \n\"‘Kids in cages’ taken in 2014 under the Obama admin,\" the post says. \"Did Michelle Obama care about the kids in cages then?\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhile the post isn’t explicit about why it is referencing Michelle Obama, the former first lady criticized Trump’s border policies recently during the 2020 Democratic National Convention, saying, \"children are torn from their families and thrown into cages.\"\nU.S. Rep. Jackie Speier, D-Calif., tweeted the image used in this Facebook post in July 2019 — more than two years into Trump’s presidency — when she visited the \"Ursula\" detention center in McAllen, Tex.\n\"The 1st sounds we heard before we could see the children held at Ursula were haunting cries of babies & toddlers,\" Speier said in the tweet. \"I spoke to a dad of a sick 6-month-old girl. She was flushed, listless, her little fists clung tightly to his shirt. Flu, meningitis, typhus, lice & more. #Border.\"\nChain-link enclosures to hold migrant children at the border precede the Trump administration, but this photo is from his first term — not Obama’s second. \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18892"}