{"url": "/factchecks/2008/jun/23/barack-obama/statistics-dont-lie-in-this-case/", "speaker": "Barack Obama", "vclaim": "\"More than half of all black children live in single-parent households, a number that has doubled — doubled — since we were children.\"", "truth_label": "true", "date": "stated on June 15, 2008 in a speech at a Chicago church:", "title": "Statistics don't lie in this case", "text": "In a Father's Day address at the Apostolic Church of God in Chicago, Sen. Barack Obama chose a less than celebratory topic: the absence of men in the lives of many children, especially black children.\n\n\n\"More than half of all black children live in single-parent households, a number that has doubled — doubled — since we were children.\"\n\n\nHe went on to say that these absent fathers don't realize that \"responsibility does not end at conception\" and are \"acting like boys instead of men.\"\n\n\nThe\n\nNew York Times\n\nnoted that Obama sounded like comedian Bill Cosby, who has blamed fatherlessness in the black community, among other things, for African-Americans' overrepresentation in jail and underrepresentation among the educated.\n\n\nBy using the term \"we,\" we will assume Obama is speaking to people roughly his age, 46. And by that measure, his claim is backed up by data from the U.S. Census Bureau. In 1960, the year before Obama was born, 22 percent of black children lived with single parents. In 1968, the number rose to 31.4 percent. By 2006, the 1960 percentage had more than doubled to 56 percent.\n\n\nAnd the single parents are overwhelmingly women.\n\n\nIn 2006, 91.4 percent of single parents of black children were mothers. That figure hasn't changed over the years. In 1960, it was a shade lower at 91 percent.\n\n\nThe figures for single-parent families show a rosier picture among other races. About 28 percent of children of all races lived with a single parent in 2006. In 1960, only about 9 percent of American children lived with a single parent.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe absence of fathers is important, Obama continued, because \"children who grow up without a father are five times more likely to live in poverty and commit crime; nine times more likely to drop out of schools and 20 times more likely to end up in prison.\"\n\n\nDr. Alvin Poussaint, a psychiatrist with Harvard Medical School and co-author with Bill Cosby of\n\nCome on People: On the Path from Victims to Victors,\n\nsaid Obama's view rings true: The absence of fathers corresponds with a host of social ills, including dropping out of school and serving time in jail.\n\n\nBut he said other factors such as poverty, education level and the age of parents also correlate with single motherhood and adolescent problems.\n\n\n\"I felt he was correct in calling attention to the fact that father involvement in children's lives is very important for their well-being and their healthy growth, and studies show that,\" Poussaint said.\n\n\nRebecca Blank, a visiting fellow at the Brookings Institution who studies social and economic policy, wrote in an e-mail that it's difficult to pinpoint the exact causes of the social problems Obama mentions because they're so interrelated.\n\n\nBut solid research has shown that growing up in a single-family household, even if other factors are controlled, has a negative effect.\n\n\n\"I think there are very few social scientists these days who wouldn't agree that children in single-parent households are at risk of a variety of bad outcomes and that family structure has some causal impact on that risk,\" she wrote.\n\n\nObama's premise that the absence of fathers is leading to social problems is backed up by research, but we're not ruling on that part of his statement. We're ruling on his claim that, \"More than half of all black children live in single-parent households, a number that has doubled — doubled — since we were children,\" which U.S. Census numbers substantiate. And we rule it to be True.", "vclaim_id": "vclaim-pol-16164"}