{"url": "/factchecks/2020/jul/27/sean-hannity/no-trump-administration-hasnt-fulfilled-every-stat/", "speaker": "Sean Hannity", "vclaim": "The Trump administration has had “zero unfulfilled equipment and supply requests from state governors.”", "truth_label": "false", "date": "stated on July 21, 2020 in an episode of his TV show:", "title": "No, the Trump administration hasn’t fulfilled every state request for coronavirus supplies", "text": "Fox News host Sean Hannity touted President Donald Trump’s coronavirus response, praising him for \"huge decisions that save lives\" and claiming, without evidence, that \"this administration has fulfilled every request from every state governor.\"\n\"There have been zero unfulfilled equipment and supply requests from state governors,\" Hannity said July 21.\n\nTrump made a similar comment at a press briefing hours earlier, saying the nation’s governors get \"everything they need\" and his administration has \"zero unfilled requests.\"\nBut Maryland Gov. Larry Hogan, the chair of the National Governors Association, has disputed such claims, saying during a press conference the next day that \"it’s obviously not the case\" that governors have everything they need.\n\"We had a call today with, I believe, 48 governors from across America,\" Hogan, a Republican, told reporters. \"There are still things that we really need.\"\nHogan cited \"testing shortages\" as one area of concern. \"Not having supplies and running out of capacity across the country, it’s looking like it was back in March and April,\" he said, echoing the criticisms he made about the federal response in an op-ed headlined, \"Fighting alone.\"\n\nWe’re not privy to private communications between governors and the White House. But we tried contacting all 50 states. Representatives from several told us they made requests for tests, personal protective equipment or other supplies that have yet to be filled — or were never filled.\nHannity’s claim that the administration has met \"every request\" overstates the administration’s supply of testing and equipment to states in what, from the beginning of the crisis, has been an absence of a coordinated national strategy. \"We’re not a shipping clerk,\" Trump said in March.\nThe White House and Fox News did not respond to our requests for comment.\nMore cases means more need for supplies\nThe Federal Emergency Management Agency, Health and Human Services Department and private sector delivered about 190 million N-95 respirators, 785 million masks, 33 million face shields, 342 million gowns and over 20 billion gloves as of July 17, a FEMA spokesperson said.\nFEMA is still working with the governors. But amid soaring U.S. cases, news reports say some places are again experiencing long lines for tests, slow turnarounds for test results and shortages of personal protective gear. NBC News reported that internal documents show a dwindling federal stockpile of equipment. \n\nVehicles line up at a coronavirus testing site in Omaha, Neb., on July 23, 2020. (AP)\n\"There has been some progress on PPE and other equipment, as well as testing, but not all states have everything they need,\" said James Nash, press secretary for the National Governors Association.\nThe governors spelled out priorities for the federal government in an April letter to Congress, calling for increased access to test kits and equipment and funding for contact tracing, social services, and small business loans, among other things.\nSome requests have been completely or partially fulfilled, Nash said. Others, including a request for congressional funding to stabilize state budgets and a request for the administration to delay changes to hospital reporting requirements, remain outstanding. \nThe Trump administration maintains that it is getting supplies where they’re needed. Rear Adm. John Polowczyk, the point person for coronavirus-related supplies, told the Washington Post in early July that he didn’t \"have the sense of there being severe shortages.\"\n\"I’m not going to tell you we’re able to meet all demand, but there’s significantly less unfulfilled orders today than in April,\" Polowczyk said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSeveral states have outstanding requests\nAbout a dozen state officials responded to our queries about the federal government’s handling of requests. Taken together, their responses painted the picture of an administration that hasn’t been as attentive to some states as Hannity described. \nThree states led by Democratic governors — Oregon, North Carolina and Washington — were particularly critical of the administration’s response, especially on testing. \n\"Woefully insufficient support from the federal government in terms of testing supplies has hampered our ability to expand Oregon’s testing capacity,\" said Charles Boyle, a spokesperson for Oregon Gov. Kate Brown.\nWhen Oregon asked for more testing supplies, the federal government sent a list of vendors and \"suggested we call them on our own,\" said Robb Cowie, a spokesperson for the Oregon Health Authority. \nOregon is also waiting on 500,000 masks, 330,000 gowns and 300,000 gloves, Cowie said.\nNorth Carolina has similarly sought to increase testing. State officials asked in mid July for more federal testing sites to be set up in addition to the 13 in operation, said Kelly Haight Connor, a spokesperson for the state department of health and human services.\nThe state provided a list of nearly 60 zip codes where more testing is needed, but only one new site was added by July 22, Connor said. North Carolina had also received 57% of the swabs and 50% of the preservation substance for transporting specimens that it requested for July.\n\"There are currently nationwide barriers to further scaling widespread testing,\" Connor said.\nWashington Gov. Jay Inslee requested in a June letter that the administration use the Defense Production Act to produce more personal protective equipment. \nInslee spokesperson Mike Faulk called claims that governors have all they need \"misleading\" and cited data showing the federal government has provided just a fraction of the masks, respirators, gowns, gloves and ventilators that Washington has requested since late April.\n\n\"We are hearing from businesses and workers across Washington that they’re struggling to access PPE on the private market, are subject to price gouging, and being forced to use extreme conservation measures to stretch limited supplies over longer periods of time,\" Faulk said.\nA handful of states are awaiting shipments or have orders under review. Maryland is waiting on a shipment date for a May order of 500,000 N-95 masks and 100 oxygen assemblies, said Charles Gischlar, a spokesperson for the Maryland Department of Health.\nA spokesperson for the North Dakota Department of Health listed requests for masks, gloves, gowns, boot covers and other equipment that haven’t been completely filled. Idaho also has requests that are under review, but a spokesperson for the state’s emergency management agency praised FEMA for fulfilling all other requests for personal protective gear.\nSome state representatives cited early problems but said the government has been responsive of late. Michael Pearlman, a spokesperson for Wyoming Gov. Mark Gordon, a Republican, said the state didn’t receive as many rapid response tests early in the crisis as it had requested, but he added: \"I wouldn't say that Wyoming had specific requests that were not met.\"\nThe Pennsylvania Department of Health said the state has received most of what it has needed, but not everything it has requested. Spokesperson Nate Wardle said the state asked for about 1,000 ventilators early on, for example, but that it did not receive any. \n\"We were told that we would receive them if there ended up being a need, which there has not been,\" Wardle said. In April, Wardle and representatives from more than 30 other states told us they were not aware of any COVID-19 patients needing a ventilator and not getting one.\nRepresentatives from other states — including Arizona, Arkansas, Colorado, and Ohio — said they have no outstanding requests. \"This administration has made things happen when we've asked,\" said Patrick Ptak, a spokesperson for Arizona Gov. Doug Ducey, a Republican.\nABC News and CNN also queried all 50 states for their own fact-checks of Trump’s claims about the governors’ coronavirus needs. Both outlets heard from different states but found Trump’s claims to be inaccurate.\nOur ruling\nHannity said, \"This administration has fulfilled every request from every state governor.\"\nThat’s an exaggeration of the administration’s efforts to help states navigate the pandemic. \nWhile some states said they have no requests outstanding, representatives from several others told us that they have requests they are waiting on or requests that were never filled. \nHogan, the Republican governor of Maryland and chair of the National Governors Association, said \"it’s obviously not the case\" that governors have everything they need.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-17802"}