{"url": "/factchecks/2016/nov/17/sid-miller/sid-miller-says-texas-university-trump-safe-spaces/", "speaker": "Sid Miller", "vclaim": "Texas A&M University - Commerce \"offers counseling, safe spaces for students who are afraid of President-elect Trump.\"", "truth_label": "half-true", "date": "stated on November 10, 2016 in a Facebook post:", "title": "Sid Miller says Texas university offers 'safe spaces' for students fearing Donald Trump", "text": "Two days after the November 2016 elections, Texas Agriculture Commissioner Sid Miller took note on his Facebook page of a web post suggesting a Texas A&M University campus was offering counseling and \"safe spaces for students who are afraid of President-elect Trump.\"\nDid the cowboy-hatted Republican, who was Donald Trump’s most-cited Texan in the days before the vote, highlight accurate information?\nTrump unexpectedly defeated Democrat Hillary Clinton on Nov. 8, 2016, after more than 18 months of a bitter campaign--and nationally after the election, at least 43 colleges and universities offered support services, according to news reports, with some reporting spurts in students seeking counseling.\nMiller, who gleefully received news on Nov. 9, 2016, that he was among individuals under Trump’s consideration for U.S. secretary of agriculture, carries a reputation for provocative social media posts, including a Facebook post suggesting a nuclear strike on \"the Muslim world\" and a Twitter post he later deleted and attributed to an outside employee calling Clinton a vulgar name.\nFor our part, we noticed that on Nov. 10, 2016, Miller shared an article from the website IAmATexan.com, headlined \"Texas university offers counseling, safe spaces for students who are afraid of president-elect Trump;\" five days later, Miller’s pass-along had been shared by others more than 4,400 times.\nWeb post refers to 'pinko-commie-coddling letter'\n\"I never thought I’d see this in Texas,\" said the post from I Am A Texan, a right-leaning news blog that posts daily articles on Texas culture and national issues.\nThe website’s article said that an email with an attached \"pinko-commie-coddling letter\" had been sent to the entire student body at Texas A&M University - Commerce. The university, which enrolled about 12,300 students in fall 2015, is in Hunt County, which Trump carried with 76 percent of the vote to Clinton’s 20 percent.\nAnd according to I Am A Texan, the letter offered counseling services to students with election-related stress, \"outlining all the ways that the university was prepared to help its fragile students who can’t bear the thought of living now that Donald Trump has won the election.\"\nAdministrator: No intent to focus on fears of Trump\nAnd did the university spell out ways for students to deal with fears of Trump?\nTo get a fix on that, we reached out to Tomás Aguirre, the university's assistant vice president and dean of students; Aguirre’s digital signature was stamped on the email that included the attached letter.\nBy phone, Aguirre confirmed the authenticity of the posted email, which was blank save this subject line: \"An Open Letter to Students: How to De-Stress from Election.\"\nAguirre also insisted there was no administration intent to focus on students fearful of the president-elect, who was not mentioned in the letter.\nMiller spokesman bemoans student 'wusses'\nWe also emailed Miller’s office, and got a phone call in response from spokesman Todd Smith, who said, \"Who else would they be offering emotional counseling to if not people opposed to Donald Trump being president?\" Smith’s point: Trump fans would have been happy--not in need of counseling--after election day.  \n\"Commissioner Miller believes that the mere fact that college students need counseling after a presidential election is a sad commentary on the state of our nation and many of its young people,\" Smith said. \"Commissioner Miller thinks they’re a bunch of wusses.\"\nUniversity's letter\nSo exactly what offer did the university make?\nBy email, Aguirre sent us a copy of the original \"open letter,\" pictured below, which he said was emailed to students on Nov. 10, 2016.\n\n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n \n \n \n \n \n \n \n \n \n \nThe letter doesn’t mention Trump or any candidate by name.\nIt opens by calling the national election cycle \"a particularly stressful one.\" Next, it says the Counseling Center staff \"wants to acknowledge a range of reactions you might be experiencing Including excitement, joy, relief, fear, sadness, anger, dread, hopelessness, anxiety, and numbness.\"\nThe letter’s second paragraph opens: \"We are here to listen and support you as our nation works through this election transition.\" It goes on to offer services especially to students \"struggling with the impact of the election or the tone of the national discussion\" and students who have experienced negative treatment because of \"race or ethnicity, sexual orientation, gender identity, religious affiliation, country of origin or other aspects of your identity.\"\nThe letter closes with tips for students at \"this highly emotional time for our nation\" to remain productive. That comes after a sentence stating the center \"provides a safe space for discussions on identity, empowerment, intercultural competency, and the impact of the election.\"\nBy phone, Aguirre described the letter as a reminder of services available year-round. Also, he said, it was similar to letters distributed to students through the school year such as at mid-term exams and around Valentine’s Day.\nAguirre said he put the letter in motion after the election because the school’s Counseling Center had seen an uptick in student visits during the fall 2016 semester. Aguirre said, though, that he he didn’t know if the spike related to the election; confidentiality constraints bar the university from saying why students seek counseling.\nA student's comment\nWe wondered if students saw eye to eye with Aguirre regarding the undertones of the open letter. So we messaged the Facebook page for the College Republicans at Texas A&M University - Commerce, and got a response from Michael Faz, the group’s vice president.\nFaz, a senior majoring in political science, said by phone that Aguirre \"sends those emails out all the time,\" up to a few times a month. Faz said he read the letter himself but doubted that most students did. The College Republicans on campus, Faz said, did not feel the reminder of support services was a message catered to students fearful of Trump.\n\"We didn’t think anything of it,\" Faz said.\nOur ruling\nMiller posted an article saying Texas A&M University - Commerce was offering counseling and \"safe spaces for students who are afraid of President-elect Trump.\"\nAfter the election, the university sent a letter to students describing its counseling center as a \"safe space.\" Yet that letter didn’t specifically mention Trump while offering services for students experiencing varied reactions.\nWe rate Miller’s statement Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check. \nhttps://www.sharethefacts.co/share/bf5c5e0b-fe97-4ac8-819e-052cf348726b", "vclaim_id": "vclaim-pol-03933"}