{"url": "/factchecks/2020/nov/05/facebook-posts/video-ballot-stuffing-filmed-russia-not-flint-mich/", "speaker": "Facebook posts", "vclaim": "Say a video shows “staffers stuffing ballots in flint mi”", "truth_label": "pants-fire", "date": "stated on November 4, 2020 in social media posts:", "title": "Video of ‘ballot stuffing’ is not from a Flint, Mich., polling place. It’s from Russia", "text": "A video purportedly showing election officials \"stuffing ballots\" in Flint, Mich., a Democratic-leaning city of 95,000 people, wasn’t taken at a Flint polling site at all. It appears to show an election in Russia.\nThe video, posted on Facebook, shows election workers depositing ballots into a collection box. It uses shading to spotlight the box, suggesting that the entry of those ballots was improper. The caption reads: \"Here we have staffers stuffing ballots in flint mi.\"\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nThe notion that a predominantly Democratic city would be stuffing ballots aligns with debunked claims by President Donald Trump of \"surprise ballot dumps\" erasing his lead in certain states, such as Michigan. \nBut there’s no evidence of it here. Brian Larkin, chief of staff for the city of Flint, told PolitiFact: \"This is absolutely not a Flint polling site. The setup does not meet State of Michigan requirements that must be adhered to.\"\nHe added that, \"based upon our familiarity with all of our poll workers, we can positively say these are not Flint residents or election inspectors.\"\nIn fact, it was reported by the Washington Post in March 2018 that the video in question comes from Russia. \n\"Videos posted online show two election workers coordinating the casual stuffing of ballots into a box in the center of a polling station,\" the Post reported. \"After the video, taken by a CCTV camera, circulated online, police and election commission officials went to the polling station to investigate. The chairman of the local election commission and a member of the election commission were dismissed from their posts.\"\nEven without knowing that, there’s another giveaway: Our eye was immediately drawn to a double-headed eagle crest that appears both on the ballot box and on two nearby voting booths. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\nIt doesn’t look like either of the two logos Flint uses:\n\n\nHowever, it does appear to be a version of a \"double-headed eagle\" that is common in Russia. Here’s the coat of arms of the Russian Federation:\n\nThe symbol dates back centuries in Russia. London’s Victoria & Albert Museum has written that \"the most widespread opinion about the double-headed eagle is that the two heads face East and West, which symbolises the geographic position of Russia.\" \nThe video does not depict a Flint polling place. \nWe rate the post Pants on Fire!\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18466"}