{"url": "/factchecks/2012/feb/03/armond-budish/armond-budish-says-more-bills-limiting-abortion-we/", "speaker": "Armond Budish", "vclaim": "\"We've seen more anti-women's choice bills introduced in the first half of this session than we've seen in the last three General Assemblies.\"", "truth_label": "true", "date": "stated on January 31, 2012 in a news conference:", "title": "Armond Budish says more bills limiting abortion were introduced last year than in any of the previous three General Assemblies", "text": "Majority Republicans in the Ohio House said the economy would be their chief focus this year, in the second session of the state's 129th General Assembly.\n\n\"The focus of this body will be the economy and to help the private sector create jobs,\" Rep. Matt Huffman, the majority floor leader, said at a news conference at the Statehouse to roll out this year’s party agenda.\n\nHouse Republicans proclaimed the same message last year after they reclaimed the majority in the 2010 fall election.\n\nBut state Rep. Armond Budish, the minority leader in the house, would beg to differ. He asserts that House Republicans instead pushed an agenda to diminish workers’ rights, voting rights and abortion rights.\n\n\"We've seen more anti-women's choice bills introduced in the first half of this session than we've seen in the last three General Assemblies,\" Budish said at a Jan. 31 news conference announcing his party's priorities.\n\nPolitiFact Ohio asked Budish's office for the numbers.\n\nThey provided a list identifying legislation that would restrict abortion that was introduced last year and from previous General Assemblies. We checked that list ourselves, too, using the search engine for laws, acts and legislation on the legislature's website.\n\nThe list, we noted, includes such measures as HB 125, prohibiting abortion as soon as a fetal heartbeat is detected, and HB 153, the state operating budget, which contained two provisions restricting access to abortion.\n\nIt did not include such measures as HB 180, creating the \"Massillon Tiger Football Booster Club\" license plate and prohibiting any money raised by it to go to \"abortion-related activities.\"\n\nThe list showed 11 bills that would affect abortion rights from 2011, the first session of the 129th General Assembly. That’s more than any of the three previous two-year sessions. There were eight bills in 128th General Assembly, nine in the 127th and six in the 126th.\n\nWe rate Budish's statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 13, 2010 in a news release\n\n\n\n\n\n\n\n\n\"The Department of Health and Human Services is providing $160 million to the state of Pennsylvania to set up a new high-risk insurance pool program that would cover any abortion legal in the state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 23, 2010", "vclaim_id": "vclaim-pol-11666"}