{"url": "/factchecks/2015/dec/22/rob-wittman/rob-wittman-mostly-right-about-few-nations-fightin/", "speaker": "Rob Wittman", "vclaim": "\"Only nine\" coalition nations with the U.S. \"are truly actively involved\" in fighting the Islamic State.", "truth_label": "mostly-true", "date": "stated on December 9, 2015 in an interview.:", "title": "Rob Wittman mostly right about the few nations 'truly' fighting ISIS", "text": "Although dozens of nations have pledged to fight the Islamic State, few actually have joined the U.S. in taking military steps against the group, says U.S. Rep. Rob Wittman, R-1st.\nDuring a recent interview on C-SPAN, Wittman said the U.S. could use some help in the air campaign against the Islamic State. \"Of the 65 coalition partners, only nine are truly actively involved in these efforts,\" he said. \"This will not be successful if we don’t have those coalition partners involved.\"\nWe wondered if Wittman is correct that only nine nations have joined the U.S. in taking military action against the Islamic State.\nFarahn Morgan, Wittman’s spokeswoman, said the congressman got the figure from a Nov. 30 article in The Washington Times. Morgan pointed to a comment in the article from Anthony Cordesman, an analyst at the Center for Strategic and International Studies, who criticized the White House approach to the air campaign and said, \"This is a ‘65-country coalition’ of which only about nine are doing something.\"\nThe U.S. State Department does indeed count 65 countries as members of a broad coalition aimed at eliminating the Islamic State threat. The department says those nations are participating in different ways: providing military support, stopping the Islamic State’s financing, impeding the flow of foreign fighters into the area, dealing with humanitarian crises, and exposing the \"true nature\" of the militant group.\nA Nov. 18 report from the Congressional Research Service, a nonpartisan fact-finding arm of Congress, offers examples of non-military contributions. They include Switzerland’s $9 million of aid to Iraq -- where the Islamic State is present -- and Japan’s $6 million of aid to help refugees in northern Iraq.\nThe military component of the coalition is Operation Inherent Resolve, and 22 nations have pledged to take part in it, according to CRS. About two-thirds of those countries have provided military personnel to help train local forces to battle the Islamic State.  A smaller group of a dozen countries have provided aircraft to take part in airstrikes against Islamic State targets in Syria and Iraq since the military campaign started in August 2014, according to the Department of Defense.\nThose countries are Australia, Belgium, Canada, Denmark, France, Jordan, the Netherlands, the United Kingdom, Saudi Arabia, Turkey, the United Arab Emirates and Bahrain. As of Dec. 9, the U.S.-led coalition had conducted 8,783 airstrikes, according to the Pentagon. The U.S. conducted 6,846 of those attacks, or about four-fifths of them.\nIt’s difficult to get an exact read on the current number of allies still active in the campaign for a couple of reasons.\nParticipation in the military campaign ebbs and flows depending on each nation’s interests, the Congressional Research Service noted in its report.\nFor example, Belgium stopped its airstrikes at the end of June due to budget constraints. Incoming Canadian Prime Minister Justin Trudeau announced in October that his government would withdraw its combat aircraft, but it’s unclear if that has happened yet, the research service said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAirwars.org, a non-profit that tracks the air war in Iraq and Syria, reported in October that Denmark recalled the seven F-16s it used against the Islamic State, although they may return.\nThe New York Times reported on Nov. 7 that some Arab countries in the coalition, including Saudi Arabia and the United Arab Emirates, have shifted most of their aircraft away battling the Islamic State and instead focused them on the fight against a rebel uprising in Yemen. Allied officials told the newspaper that the United Arab Emirates hadn’t carried out strikes in Syria since March and Jordan hadn’t done so since August. Qatar flies patrols over Syria, but \"its role has been modest,\" The Times said.\nWittman hardly is the first to complain the U.S. isn’t getting enough coalition support in battling the Islamic State. Our colleagues at PolitiFact National recently examined a similar claim by Sen. Marco Rubio, R-Fla., and rated it Mostly True.  \nDavid Weinberg, a senior fellow at the Foundation for the Defense of Democracies, told PolitiFact that of the dozen allies the Pentagon says actually have conducted airstrikes, \"some of those are only symbolic or largely out of date.\" Weinberg said the countries with the best case for taking a \"serious\" role in the air campaign, outside of the U.S., are France, the United Kingdom, the Netherlands and Australia.\nChris Woods, the director of Airwars.org, said some coalition members are providing auxiliary assistance to the campaign even if they are not taking part in airstrikes. Italy, for example, provides aircraft for in-air refueling, and Germany has said it will provide six Tornado fighter jets for aerial reconnaissance.\nMichael O’Hanlon, co-director of the Center for 21st Century Security and Intelligence at the Brookings Institution, told us that the figure Wittman uses to tally the number of allies taking part in military action against the Islamic State sounds correct.\n\"I don’t have concrete data, but I’d say that the number nine is roughly correct if one is talking about military action,\" O’Hanlon wrote in an email.\nOur ruling\nWittman, in arguing the U.S. isn’t getting enough help in the heavy lifting against the Islamic State, said just nine of our international coalition partners are \"truly actively involved\" in military efforts against the militant group.\nThe figure is credible based on government data and media reports. Thirteen nations have taken part in airstrikes against the group during the past year, according to the Pentagon. There are indications that perhaps half of the countries have suspended their roles against the Islamic State, although they may resume in the future.\nThe lack of transparency from some coalition governments makes it impossible define a precise number at any given time. Also, we should note that some countries are contributing to the military campaign in ways other than airstrikes - such as providing aircraft for refueling, reconnaissance and military personnel to train local forces.\nWith those clarifications, we rate Wittman’s statement Mostly True.", "vclaim_id": "vclaim-pol-05594"}