{"url": "/factchecks/2017/feb/10/danielle-nierenberg/do-tanzania-farmers-face-prison-terms-trading-seed/", "speaker": "Danielle Nierenberg", "vclaim": "\"Tanzania farmers face 12 years in prison for trading seeds thanks to foreign aid.\"", "truth_label": "mostly-true", "date": "stated on January 9, 2017 in a tweet:", "title": "Do Tanzania farmers face prison terms for trading seeds thanks to foreign aid?", "text": "It’s a story of foreign aid doing more harm than good.\nMoney from western governments intended to lift farmers out of poverty has inadvertently opened a pathway to imprisonment in Tanzania, according to Danielle Nierenberg, president of the advocacy group Food Tank. Nierenberg said on Twitter that Tanzania farmers face 12 years in prison for trading seeds thanks to foreign aid.\nSpread this news - Tanzania farmers face 12 years in prison for trading seeds thanks to foreign aid: https://t.co/9yjaWMnRMK @mondiaalnieuws pic.twitter.com/66fV0gJl38— Danielle Nierenberg (@DaniNierenberg) January 9, 2017\n\nThe link between the aid and the prison terms is more indirect than the tweet suggests, but Nierenberg is right that a development program spurred (apparently unenforced) policy changes in Tanzania that includes jail time. \nLet’s parse it out.\nA questionable alliance\nNierenberg told us her source was a December 2016 article in Mondiaal Nieuws, a Flemish magazine. According to the article, Tanzania passed intellectual property rights legislation on seeds as a condition for receiving aid through the New Alliance for Food Security and Nutrition.\nSpearheaded by the White House in 2012, the New Alliance brings together G8 countries, African governments, development partners, corporations and local businesses. It aims to lift 50 million people out of poverty in sub-Saharan Africa by 2022.\nUnder the alliance, G8 countries (France, Germany, Italy, the United Kingdom, Japan, the United States, Canada, and Russia) and the European Union committed to providing funding, and hundreds of companies promised investments. Simultaneously, the 10 participating African nations agreed to enact policies to advance agriculture and reduce hunger.\nBut food and poverty advocacy groups say the alliance benefits big agricultural businesses at the expense of small-scale farmers.\nSeed law reform, in particular, \"raises serious concerns that governments will prioritize the adoption and enforcement of strict intellectual property protections of companies over the rights of small-scale producers to develop, save, re-use, exchange, and sell seeds,\" according to Oxfam.\nAll participating African countries, except Benin, committed to reform seed laws in their cooperation frameworks. Nigeria and Mozambique agreed to comply with seed standards set by regional development organizations.\nTanzania, meanwhile, stands out for its even more stringent seed protection goals.\nThe East African country committed to updating laws to align with the International Union for the Protection of New Variety of Plants (UPOV).\nMembers of UPOV, most of which are developed countries, agree to international intellectual property standards for protecting new plant varieties. Under the most recent convention, UPOV 1991, small farmers are no longer able to save, sell or exchange farm-saved seeds, according to Intellectual Property Watch’s Catherine Saez.\nIn 2014, Tanzania enacted a Plant Breeders’ Rights Act — to the objection of farmers’ organizations and civil society organizations.\nThe new breeders’ rights law \"disregards the contributions of small-scale farmers, marginalizes their varieties and adversely impacts on their interests and livelihoods as it severely restricts farmers from engaging in their customary practices of freely sharing, exchanging and selling seed/propagating material,\" 10 organizations wrote in a letter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe legislation protects the intellectual property rights of plant varieties new to Tanzania, and penalizes violators with a fine of 2 million to 10 million Tanzanian shilling (about $900 to $4,500) or up to three years imprisonment, or both.\nTanzania also amended its 2003 Seed Act to align with the 1991 UPOV convention and became a member state a year later — to the objection of farmers’ organizations and civil society organizations.\nThe amended seed act imposes a fine of 100 million to 500 million Tanzanian shilling (about $445,000 to $225,230) or between five to 12 years imprisonment, or both, for selling or trading any certified seeds.\nThat being said, we weren't able to find any instances of the fines or prison terms actually imposed on any farmer. Ebe Daems, the author of the Mondiaal Nieuws article Nierenberg cited, told us she wasn't aware of the law being applied either.\n\"The government was claiming the law wasn't intended to be used against small farmers,\" she said. \"NGO's were lobbying to add an explicit exception for small farmers to the law. I don't know if they got anywhere with that by now.\"  \nCash with strings?\nUnder the New Alliance, Tanzania received $897 million in funding from developed countries (including $315 million from the United States) and hundreds of millions in investments from corporations. But it’s unclear if this aid was contingent upon Tanzania agreeing to enact more stringent seed protections.\nHeidi Chow, a food campaigner at the U.K.-based Global Justice Now, characterized the policy update as a conditional for receiving the money.\n\"Big agribusinesses have identified the African continent as the last frontier with the most untapped market potential. What this aid scheme is doing is facilitating that process,\" Chow said. \"The whole UPOV agenda is being very heavily pushed in Africa.\"\nKate Van Waes, policy director of the One campaign, was more skeptical. She pointed out that the seed protections also limited government control on prices and distributions of the seeds.\n\"How the policies that were decided upon got put into place was mostly between governments,\" she said, adding that the policy provisions aligned with each African nation’s Comprehensive Africa Agriculture Development Programme plans. \"I think privatization of the seed sector was something that has been going on for a while. Whether there were conditions, I don’t know.\"\nMost advocates agree that the New Alliance lacks transparency and input from farmers and citizens, but there’s disagreement on whether corporations should be playing a role at all.\n\"Sometimes there’s a tendency when you hear privatization is involved (to assume) it’s under the big bad Monsanto thing,\" said Van Waes. \"There’s no way for donor governments or African countries to do it on their own. You have to pull in the private sector.\"\nAfrican governments actively welcomed the New Alliance to attract investments to their countries, Chow said, but this led to policies that ceded control of food systems to agribusinesses and protected their investments.\n\"We’re using state money, taxpayer money to change to the African countries’ laws to create a structure that structurally benefits the corporations,\" she said. \"Aid should be aid. You can’t tie it up around policy changes.\"\nOur ruling\nNierenberg tweeted, \"Tanzania farmers face 12 years in prison for trading seeds thanks to foreign aid.\"\nUnder the New Alliance for Food Security and Nutrition, Tanzania received millions in aid and investments from Western governments and businesses. At the same time, it enacted stronger intellectual property rights for seed varieties that included a maximum sentence of 12 years for violations. \nSo the penalty is an indirect effect of the aid, but whether the sentence was a condition for it is unclear. Futhermore, the government doesn't appear to be enforcing the law.\nWe rate Nierenberg’s claim Mostly True.", "vclaim_id": "vclaim-pol-03687"}