{"url": "/factchecks/2018/feb/23/philip-levine/14-schools-shootings-2010-florida-not-really/", "speaker": "Philip Levine", "vclaim": "\"Here in Florida, despite 14 school shootings in eight years, we still have some of the weakest gun laws in the nation.\"", "truth_label": "barely-true", "date": "stated on February 20, 2018 in a TV ad:", "title": "14 school shootings since 2010 in Florida? Not really", "text": "In the wake of the Parkland, Fla. shooting, Democratic candidate for governor Philip Levine released a TV ad promoting tighter gun restrictions and documenting an alarming number of school shootings in the state.\nLevine, the former mayor for Miami Beach released the 30-second ad after the Feb. 14 Marjory Stoneman Douglas High School shooting that killed 17 people. Levine will face several other Democratic challengers in the primary on Aug. 28.\n\"When we send our children off to school, we want to know they're safe,\" Levine says as he steps off a school bus. \"But here in Florida, despite 14 school shootings in eight years, we still have some of the weakest gun laws in the nation.\"\nHave there really been 14 school shootings in Florida since 2010, and does Florida have some of the weakest gun laws in the nation?\n‘14 school shootings in eight years’\nThere isn’t one uniform way to track school shootings in the United States. Methodologies and definitions vary with each group collecting data, offering a range of numbers on the prevalence of school shootings in recent years.\nTo back up Levine’s claim, spokesman Christian Ulvert sent PolitiFact Florida a list of 14 events that he described as school shootings. Ulvert said he compiled the list after vetting news articles about shootings. Wikipedia also lists 14 school shootings in Florida over the past eight years.\nUlvert also sent along a tweet from WFTV investigative and political reporter Christopher Heath who reiterated the statistic.\nThe list indeed includes 14 incidents in the last eight years (actually since 2012). But the descriptions and circumstances of many of the events are quite different than what occurred in Parkland.\n\n\n\n\nDate\n\n\nLocation\n\n\nDetails\n\n\n\n\nMarch 6, 2012\n\n\nEpiscopal School of Jacksonville\n\n \n\nShane Schumerth, a Spanish teacher who had been fired, went to the Episcopal School of Jacksonville armed with an AK-47. Schumerth shot and killed the Head of the School, Dale Regan. Schumerth then killed himself in the office.\n\n\n\n\nJan. 7, 2013\n\n\nApostolic Revival Center Christian School, Fort Myers, Florida\n\n \n\nKristopher Smith, 27, was killed by gunshots fired at the school. Police believed it to be a retaliation killing, possibly for speaking with police about a previous event. A news report does not mention who killed Smith, including if that person was a student.\n\n\n\n\nMarch 18, 2013\n\n\nUniversity of Central Florida\n\n\nJames Oliver Seevakumaran, 30-year-old student, pulled a fire alarm at the Tower One dormitory to attract a crowd. After threatening to shoot his roommate; he released the roommate, who ran out and called 9-1-1. Seevakumaran then fatally shot himself in the head.\n\n\n\n\nOct. 4, 2013\n\n\nOutside Agape Christian Academy\n\n \n\nA 16-year-old student was shot in the hip outside of the academy after a fight broke out. An innocent bystander was hit by a stray bullet or shrapnel. Two victims were treated for minor injuries.\n\n\n\n\nDec. 4, 2013\n\n\nNear a soccer field on the campus of West Orange High School\n\n\nA 17-year-old student shot and injured a 15-year-old student near a soccer field on campus.\n\n\n\n\nJan. 30, 2014\n\n\nParking lot of Eastern Florida State College\n\n \n\nA student and two others were fighting in a parking lot when the student pulled out a gun and shot one of the men in the chest.  \n\n\n\n\nMarch 12, 2014\n\n\nBehind the Academy of Knowledge Preschool\n\n\nAn elementary school teacher was shot and killed by her husband.\n\n\n\n\nSept. 9, 2014\n\n\nParking lot of Stellar Leadership Academy in northwest Miami-Dade\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\n\n\nAfter a fight broke out, someone fired a gun. One person was injured.\n\n\n\n\nNov. 20, 2014\n\n\nNear the Strozier Library at Florida State University\n\n\nA gunman opened fire on FSU’s campus, leaving three students injured before he was killed by campus police.\n\n\n\n\nNov. 20, 2014\n\n\nMiami Carol City High School\n\n\nTwo teenagers were shot during a fight. One boy died.\n\n\n\n\nJan. 16, 2015\n\n\nParking lot of Vanguard High School in Ocala, Fla.\n\n\nA gunman opened fired in the parking lot, injuring one 14-year-old girl and a 19-year-old woman. (Woman was cut by glass)\n\n\n\n\nFeb. 23, 2015\n\n\nMusic building at Bethune-Cookman University\n\n\nTwo students were arguing and one pulled out a gun. Three students were injured.\n\n\n\n\nMay 12, 2015\n\n\nJacksonville (a school bus on 118th Street)\n\n\nA 16-year-old student was accused of firing five bullets at a school bus. Two students were injured.\n\n\n\n\nFeb. 14, 2018\n\n\nMarjory Stoneman Douglas High School shooting\n\n\nA 19-year-old former student began shooting students and staff members with a semi-automatic rifle, killing 17 people and leaving 14 more injured.\n\n\n\n\nSo there are 14 documented incidents in which a gun was fired inside a school or on or near school property since 2012.\nOf those shootings shootings:\n\n\nSeven involved no deaths;\n\n\nFour occurred during a fight between specific people or students;\n\n\nThree of the seven incidents that resulted in deaths did not involve students;\n\n\nOne was an incident between a wife and her husband.\n\n\nWe presented the list from Levine’s office to Jaclyn Schildkraut, an assistant professor in the Department of Public Justice at the State University of New York at Oswego. Schildkraut said she only considered two of the incidents \"school shootings\" — the Feb. 14 shooting at Stoneman Douglas and the Nov. 20, 2014, shooting at Florida State University.\nShe said the shooters at Stoneman Douglas and FSU had similar motivations, unlike the other incidents on the list that happened after or during an altercation.   \n\"He goes into a place that he knows is populated and randomly starts shooting,\" she said. \"It’s not targeted violence like the fights and the case where a woman was shot by her husband.\"\nFlorida has ‘some of the weakest gun laws in the nation’\nTo back this point up, Ulvert sent PolitiFact Florida a link to an NBC News article that cited a 2016 report from the Giffords Law Center to Prevent Gun Violence, a group that supports more restrictive gun regulation.\nFlorida does have weak gun laws based on this analysis, but saying it has some of the weakest requires context. According to the report, Florida received an F for its gun laws, the lowest grade a state can receive.\nBut so did 24 other states.\nGrades are assigned based on how many \"points\" a state earns. The more points, the better the grade. For example, states can earn points if they require a background check for every firearm sale and lose points for laws that allow people to carry concealed, loaded guns in public without a permit, among other things.\nIn a news release, Giffords Law Center also notes that in 2016 Florida had \"the nation’s 26th highest gun death rate … and was ranked the 26th worst state for firearm laws.\"\nGiffords said Mississippi received the worst score in 2016. While Mississippi received an F last year, its ranking dropped from 49 to 50 because it enacted a law that allows people to carry hidden, loaded guns in public without a license.\nFollowing the shooting, Giffords Law wrote a news brief pointing out some of Florida’s permissive laws, which included the state’s pre-emption law that sought to prevent local governments from passing new gun restrictions on their own. The organization claims the law was \"designed to severely restrict local authority to regulate firearms.\"\nIt also said that Florida’s \"stand your ground\" law was amended recently to make it \"even more dangerous.\"\nOur ruling\nLevine said that \"despite 14 school shootings in eight years (in Florida), we still have some of the weakest gun laws in the nation.\"\nLevine can count 14 instances in the past eight years where guns were discharged on school grounds. But describing those 14 instances as school shootings is misleading, an expert told us, particularly when compared with, and in the context of, the shooting in Parkland.\nA group that supports tighter gun restrictions, meanwhile, says that Florida does have weak gun laws. But two dozen states share that same description.\nWe rate this claim Mostly False.\n Share the Facts 2018-02-23 16:13:12 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Here in Florida, despite 14 school shootings in eight years, we still have some of the weakest gun laws in the nation.\"    Philip Levine Gubernatorial candidate https://www.youtube.com/watch?v=9cuyuF2RMlg   in a TV ad Tuesday, February 20, 2018 2018-02-20    Read More  info", "vclaim_id": "vclaim-pol-02377"}