{"url": "/factchecks/2010/nov/15/kent-conrad/kent-conrad-says-federal-spendings-share-gdp-60-ye/", "speaker": "Kent Conrad", "vclaim": "Federal spending is \"the highest it's been as a share of our economy in 60 years (and) revenue is the lowest it's been as a share of our economy in 60 years.\"", "truth_label": "true", "date": "stated on November 14, 2010 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Kent Conrad says federal spending's share of GDP is at 60-year peak, tax revenues at 60-year low", "text": "With the rise of the fiscally conservative tea party and the recent release of a draft report by the presidentially appointed National Commission on Fiscal Responsibility and Reform, the nation's fiscal challenges have rocketed up the list of urgent agenda items in Washington.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe'll take a look at two comments on federal spending made on the Nov. 14, 2010, Sunday talk shows -- one by Sen. Kent Conrad, D-N.D., and the other by Sen.-elect Rand Paul, R-Ky. We'll address Conrad's here.\n\nIn an interview on ABC's This Week With Christiane Amanpour, Conrad -- who chairs the Senate Budget Committee and serves on the presidentially appointed panel -- said, \"If you look at our spending, it's the highest it's been as a share of our economy in 60 years, revenue is the lowest it's been as a share of our economy in 60 years, so we're going to have to work both sides of the equation.\"\n\nLet's take a look at Conrad's numbers.\n\nAs we did with Paul's item, we turned to a historical table from the Office of Management and Budget that shows tax receipts, spending and the deficit as a percentage of GDP -- essentially, as a percentage of the nation's economy as a whole.\n\nIn 2009, the last full year available, federal spending accounted for 24.7 percent of GDP. That's higher than it's been in any year since 1949 -- 60 years prior. You have to go back to 1946 to find a higher percentage -- 24.8 -- and that was a year in which the nation was winding down high rates of spending for World War II. (From 1943 to 1945, the height of the war, federal spending ranged from 41 percent to 43 percent of GDP.)\n\nClearly, recessions have an impact on how high this percentage gets. The only other years since 1946 in which federal spending exceeded 23 percent of GDP came in 1982 and 1983, with 23.1 percent and 23.5 percent, respectively. That was during and immediately after the 1981-82 recession -- the last one that rivaled today's in severity. Economic downturns tend to affect this statistic because they slow GDP growth and increase the demand for government services. Even without special stimulus measures, spending goes up for mandatory items such as food stamps.\n\nEither way, Conrad is correct on spending. What about tax revenue as a percentage of GDP?\n\nIn 2009, tax receipts accounted for 14.8 percent of GDP. According to the table, tax receipts as a share of GDP were always higher all the way back through 1950, when they accounted for 14.4 percent of GDP. That would be 59 years -- not quite 60, but very, very close.\n\nThe recession factors into the tax revenue statistic as well. Both the 2008 stimulus package under President George W. Bush and the 2009 stimulus under President Barack Obama included tax breaks as a major component.\n\nBecause the statistics show a number so close to 60 years -- and because Conrad was speaking during a television interview rather than a prepared speech or written statement -- we'll give him some leeway and rate the statement True.", "vclaim_id": "vclaim-pol-14010"}