{"url": "/factchecks/2015/feb/02/nationwide/nationwide-super-bowl-ad-claims-accidents-are-lead/", "speaker": "Nationwide", "vclaim": "\"The No. 1 cause of childhood deaths is preventable accidents.\"", "truth_label": "mostly-true", "date": "stated on February 1, 2015 in an ad during the Super Bowl:", "title": "Nationwide Super Bowl ad claims accidents are the leading cause of death among children", "text": "Super Bowl XLIX had everything a fan could hope for (unless you’re from Seattle). A hectic, nail-biting finish. Amazing plays. Dancing sharks.\nBut despite the genuine on-field fireworks, it was once again a commercial — not the game itself — that had many people talking. And not necessarily for good reasons.\nA 45-second commercial by insurance company Nationwide was widely panned by professionals and amatuer Twitter critics for its haphazard attempt to tug at the heart strings by imagining the long-term consequences of a child’s accidental death.\nIn it, a boy, lamenting that he won’t ever be able to ride a bike — or fly or get married — explains, \"I couldn’t grow up, because I died from an accident.\"\nPunctuated by an overflowing bathtub in the background, the following text on the screen appears: \"The number one cause of childhood deaths is preventable accidents.\"\nThe masses, and the experts, have already spoken on the wisdom of running the ad. But as fact-checkers, we were interested in whether a statistic viewed by perhaps 110 million people was accurate.\nWe reached out to Nationwide but didn’t hear back. The company did, however, release a statement on their website after the public’s reaction began to mount.\n\"Preventable injuries around the home are the leading cause of childhood deaths in America. Most people don’t know that,\" Nationwide wrote. \"The sole purpose of this message was to start a conversation, not sell insurance. We want to build awareness of an issue that is near and dear to all of us—the safety and well being of our children. We knew the ad would spur a variety of reactions.\"\nThe statement continued, \"While some did not care for the ad, we hope it served to begin a dialogue to make safe happen for children everywhere.\"\nThe Centers for Disease Control and Prevention tracks death by cause. One category is \"unintentional injuries,\" which encompasses everything from car accidents and falls to drownings and the accidental discharge of a firearm.\n\"Unintentional injuries\" are indeed quite common across most age groups.\nAccording to the data, unintentional injury was the leading cause of death in 2013 for Americans among children and adults up to age 44, with one exception: infants.\nFor infants — children below 1 year of age — congenital anomalies, or birth defects, resulted in 4,758 deaths in 2013, CDC reported, making them the top killer. Unintentional injuries were fifth with 1,156.\nBirth defects continue to claim lives after children pass their first birthday. Through age 14, there were 5,574 cumulative deaths from such complications in 2013.\nCompare that to unintentional injuries that resulted in deaths. There were 3,993 cumulative deaths in 2013 among children through age 14.\nBottom line: From birth to 14, the most common cause of death is birth defects. From one year old to 14, the most common cause is accidents.\nSo the question becomes: How do you define \"children\" -- when childhood starts, and where it ends?\nOnce a child reaches the mid-to-late teens, the rate of deaths caused by birth defects drops significantly, to about 30 a year for each of the following ages: 15, 16, 17, 18 and 19. But conversely, the number of accidental deaths rises in years 15 through 19.\nWhy? It’s partly because around that time, kids start getting behind the wheel, and the number of transportation accidents increases dramatically. While there are about 500 deaths from transportation-related injuries from ages 10 to 14 combined, it’s double that from age 15 to 17.\nHere are the cumulative deaths by accident for each age and how they compare to total deaths by birth defect in 2013.\n\n\n\n\n\nCause\n\n\n<15\n\n\n<16\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\n\n\n<17\n\n\n<18\n\n\n<19\n\n\n\n\n\n\nBirth defect\n\n\n5,609\n\n\n5,643\n\n\n5,674\n\n\n5,707\n\n\n5,740\n\n\n\n\nAccident\n\n\n4,293\n\n\n4,754\n\n\n5,444\n\n\n6,455\n\n\n7,645\n\n\n\n\n\nSource: Centers for Disease Control and Prevention\nNot until you include 18-year-olds in the data does death by accident surpass birth defects.\nThere’s a good argument that this is all semantics. \"Infants\" can be considered distinct from \"children,\" which would suggest that congenital anomalies of babies should not be factored in. By the same token, some might question whether 18- and 19-year-olds are still children.\nAs for the CDC itself, it tends to separate children under the age of 1 from other age groups in most of their data sets, and an agency spokesman didn’t contest the notion that accidents are the leading cause of death among children. And if so, that’s been the case for a while. In 1999, the earliest year of data that’s publicly available, unintentional injury caused the most deaths from age 1 to 34.\nThis raises another bit of missing context: The number of deaths caused by accidents among children in 2013 is essentially half of what it was 15 years ago. So while it’s still the No. 1 killer, it has dropped rather significantly.\nA postscript: While we’re checking the actual ad in this item, Nationwide erred when it phrased its after-the-fact defense.\nThe company’s statement claimed that \"preventable injuries around the home are the leading cause of childhood deaths.\" Actually, transportation injuries are the top cause of accidental deaths among kids. From age 1 to 14, nearly half of all accidental deaths are related to motor vehicles or other types of land transportation. And that rate only increases once you start including older children in their mid-to-late teens.\nOur ruling\nIn a Super Bowl ad, Nationwide claimed, \"The No. 1 cause of childhood deaths is preventable accidents.\"\nThe claim is based on hard numbers from the CDC, and the general trend has been consistent for the last decade and a half. However, there are different ways to slice the numbers, and if infants are counted as children, then congenital anomalies top the list for certain age ranges.\nThe statement is accurate but needs clarification or additional information, so we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06769"}