{"url": "/factchecks/2013/apr/16/jeff-sessions/jeff-sessions-says-gun-prosecutions-have-declined-/", "speaker": "Jeff Sessions", "vclaim": "Says President Barack Obama \"has allowed, each year he's been here, the prosecutions of gun cases (for background check failures) to go down. ... They've declined every year since President Bush left office.\"", "truth_label": "half-true", "date": "stated on April 14, 2013 in comments on ABC's \"This Week with George Stephanopoulos\":", "title": "GOP Sen. Jeff Sessions says gun prosecutions have declined under Barack Obama", "text": "As Congress debates whether to enact new restrictions on firearms, one argument often voiced by opponents is that the federal government should enforce existing gun laws rather than passing new ones, such as a bill now pending that would expand background checks to virtually all gun sales, including gun shows and online sales.\n\nSen. Jeff Sessions, R-Ala., made this argument on ABC’s This Week with George Stephanopoulos on April 14, 2013.\n\nGuest host Jonathan Karl asked, \"But very quickly, are you going to be able to defeat the background checks?\"\n\nSessions replied, \"I don't think it's going to pass. The president of the United States has allowed, each year he's been here, the prosecutions of gun cases to go down. I was a federal prosecutor. I prosecuted those. He needs to prosecute the laws that we have today. They've declined every year since President Bush left office.\"\n\nWe wondered whether that was accurate, so we looked at the data.\n\nFirst, we’ll note that we are focusing on the prosecutions arising from background checks, rather than the number of prosecutions of other types of gun crimes, because Sessions’ statement was made in response to a question about background checks. We’ll also ignore prosecutions by state officials, since Sessions’ statement referred to the presidential role, which oversees federal, not state, prosecutorial actions. (Under President Barack Obama, background check denial information has been made available to state and local law enforcement through the National Crime Information Center, the Justice Department said in a statement to PolitiFact.)\n\nNow, here’s some background on the National Instant Criminal Background Check System. The system, which began operating in 1998, is an automated system that enables a gun seller to instantly check a series of government databases to determine whether a potential purchaser is eligible to buy a gun under federal or state law.\n\nIn recent years, the Justice Department has published annual reports on how many times this system has flagged an ineligible purchaser and whether they were prosecuted. Looking back at these individual reports makes it possible to chart the number of prosecutions over time. Here’s a summary:\n\n2005: 135 prosecutions\n\n2006: 112 prosecutions\n\n2007: 122 prosecutions\n\n2008: 105 prosecutions\n\n2009: 77 prosecutions\n\n2010: 44 prosecutions\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo it’s correct for Sessions to say that prosecutions have \"declined every year\" since President George W. Bush left office. Still, it’s worth pointing out two caveats.\n\nFirst, data has not yet been published for the final two years of Obama’s first term. (If history is any guide, the data for 2011 should be published in August 2013.) So the number of prosecutions might have gone up in 2011 and 2012, but we don’t know yet.\n\nSecond, it’s worth noting that even though the raw numbers of prosecutions have declined in recent years, prosecutions consistently represented a tiny proportion of all flagged purchasers under both presidents. Here are the year-by-year totals:\n\n2005: prosecutions accounted for 0.20 percent of background check denials\n\n2006: prosecutions accounted for 0.15 percent of background check denials\n\n2007: prosecutions accounted for 0.16 percent of background check denials\n\n2008: prosecutions accounted for 0.13 percent of background check denials\n\n2009: prosecutions accounted for 0.11 percent of background check denials\n\n2010: prosecutions accounted for 0.06 percent of background check denials\n\nSo the rates have been lower under Obama, but they were already exceedingly low under Bush -- always at or lower than two-tenths of a percent of all denials.\n\nWhen Sessions compared the numbers under Obama and Bush, he was effectively blaming Obama for forgoing prosecutions of these types of crimes. He’s right -- but only up to a point.\n\nThe president, as the official in charge of the executive branch, does have the authority to order changes in prosecutorial priorities, and in a broad sense, most administrations do shift prosecutorial goals at the Justice Department based on their own assessment of what issues need heightened attention and enforcement.\n\nHowever, while the president can set the tone, any changes need to happen under the direction of the attorney general, and then filter down to the front-line Justice Department attorneys on the case.\n\n\"The president and his staff can create the momentum and certainly set the agenda for the attorney general to follow,\" said Joshua Berman, currently a partner at the law firm Katten Muchin and a former federal prosecutor in the southern district of New York and in Washington. \"It would not be unheard of or improper for the president or the president’s staff to push the department or the attorney general to increase investigations and prosecutions of a particular kind of crime such as cybercrime or gun crimes. ... That being said, there is no way the president is micromanaging that effort.\"\n\nOur ruling\n\nSessions said that Obama \"has allowed, each year he's been here, the prosecutions of gun cases to go down. .. They've declined every year since President Bush left office.\" That’s true -- but the data covers only the first two years of Obama’s term, and it didn’t nosedive under Obama since it was already a tiny percentage under Bush. Obama could order tougher prosecution of gun-denial cases, but like his predecessors, he or his appointees have determined that other crimes are more urgent and take precedence. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-09460"}