{"url": "/factchecks/2019/dec/13/elizabeth-warren/fish-tale-elizabeth-warren-goes-overboard-claim-re/", "speaker": "Elizabeth Warren", "vclaim": "\"Roughly one in four fish eaten in the United States was caught here and sent to Asia for processing before being re-imported for American consumers.\"", "truth_label": "barely-true", "date": "stated on December 10, 2019 in a policy white paper:", "title": "Fishy stat: Elizabeth Warren goes overboard with claim on re-imported fish", "text": "The first quick-fire question Tonight Show host Jimmy Fallon put to Elizabeth Warren Dec. 5 was, \"What is the most important issue facing American voters today?\"\n\"Corruption,\" Warren fired back.\nThat fits well with her campaign message that big corporations and the uber-rich have wormed their way into the corridors of power in Washington.\nBut Warren has another bit of fishy business on her mind.\nIn a Dec. 10 policy brief, she laid out plans to leverage the power of the oceans to fight climate change and boost jobs in the fishing industry. Among her points, Warren said America had offshored too much of the fish processing business.\n\"We must also rebuild the necessary infrastructure to once again support vibrant coastal communities and a local seafood economy,\" Warren said. \"Today, roughly one in four fish eaten in the United States was caught here and sent to Asia for processing before being re-imported for American consumers. By building processing plants in the United States, we can not only decrease the carbon footprint of the seafood industry, but we can also create a new class of jobs in the Blue Economy.\"\nDare we say, that 1-in-4 statistic had us hooked.\nWe got in touch with the fishery researchers who wrote the paper Warren used to support her assertion. They said they didn’t offer that stat, and while they don’t have an exact estimate, her figure is probably too high.\nShould Warren throw this one back? Let’s break it down.\nThe life cycle of a fishstick \nOff Alaska, up in the Bering Sea and the Aleutian Islands, trawlers bring in over 1.3 million metric tons of Alaska pollock, a versatile white fish. The catch is huge, amounting to a third of America’s total seafood output. Measured in sales, about a quarter of the catch stays in the United States and shows up on grocery shelves as everything from filets to breaded fish sticks to imitation crab meat.\nChina buys about 14% of the catch. And some of that comes back to the United States.\n\"Fish is processed in places like China because the costs of processing are cheaper than they are in the United States,\" said former U.S. Agriculture Department chief economist Joseph Glauber.\nAs much as $900 million worth of pollock and other seafood is caught in U.S. waters, processed in China and sold here as filets and fish sticks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe general pattern repeats for pink salmon. It’s caught in Alaska, sent to countries  such as China or Thailand, and comes back as salmon burgers or perhaps salmon in a can. Other species of fish, to a lesser extent, also make this global round trip.\nTough to estimate\nWarren said that about one out of four fish Americans eat are part of this cycle, citing a National Academy of Sciences paper from a multi-university research team.\nBut you won’t find Warren’s stat in that article, because the article tackled a different question. The authors wanted to debunk a talking point that only 10% of the seafood Americans eat is domestically produced. (This is a popular talking point among some top U.S. officials.)\nThe researchers wrote that a better estimate of the fish caught and eaten here would be about 35% to 38%. Warren’s staff told us they took the difference between 10% and 35%, got 25% and used that to come up with the statistic that 1-in-4 fish was caught here, sent overseas, and re-imported.\n\"That would not be the correct approach,\" said co-author Jessica Gephart at American University. \"The 10% was not a solid number to begin with.\"\nIn other words, the article did not take the 10% as given, and then add in the re-imported fish. It was a complete reworking of all the numbers.\nMartin Smith, professor of environmental economics at Duke University, offered support for the topline results of Gephart and her colleagues for domestic-origin consumption. He reached a similar percentage based on the 10-most commonly eaten fish in the United States. \"So, that’s a totally different methodology that gets to a similar number,\" Smith said.\nAll researchers agree that there’s a severe lack of good data, and estimates will vary. And what Warren described is a real issue.\nBut the actual number of fish caught here, processed in Asia, and then sold here, Gephart said, is likely \"significantly less\" than one out of four.\nOur ruling\nWarren said one out of four fish caught in the United States is processed in Asia and then eaten here. That relies on a misreading of a research article that aimed to debunk a widely used statistic.\nOne of the co-authors said Warren’s statistic was significantly too high and the method her staff used to derive it was not correct.\nThe issue of domestic seafood being processed overseas is large, but experts said it is not as large as Warren said.\nWe rate this claim Mostly False.\nCORRECTION (April 20, 2020): This fact-check originally relied on government data that blended live weight with processed weight. This led us to understate the share of pollock sold overseas, and overstate the amount that went to China. The fact-check has been reflected to show the accurate figure.", "vclaim_id": "vclaim-pol-16684"}