{"url": "/factchecks/2011/jun/03/mike-haridopolos/mike-haridopolos-claims-medicaid-reform-was-bipart/", "speaker": "Mike Haridopolos", "vclaim": "\"No one thought we could get a bipartisan bill (Medicaid) passed. We did in the Florida Senate.\"", "truth_label": "false", "date": "stated on May 22, 2011 in TV interview:", "title": "Mike Haridopolos claims Medicaid reform was bipartisan", "text": "Mike Haridopolos is eager to prove himself a worthier U.S. Senate candidate than his rivals. Contenders Adam Hasner and George LeMieux have spent the past few months out of office, but Haridopolos was spotlighted during the session as state Senate president. So why not tout his legislative victories?\n\nHaridopolos set out to do just that in an interview on Bay News 9's \"Political Connections\" show on May 22, 2011. Co-host and St. Petersburg Times political editor Adam Smith asked Haridopolos for his view on a plan by Rep. Paul Ryan, R-Wis., to reform Medicare, the federal health insurance program for people 65 and older.\n\nRyan's plan, explained here in another PolitiFact fact-check, would basically shift Medicare's insurance responsibilities from the federal government to private insurance companies as a way of dramatically cutting costs, starting in 2022. Haridopolos neglected to answer if he would back the Ryan plan if he were a senator, but he commended Ryan for \"having an honest discussion with the American public.\" Then Haridopolos steered the conversation away from the country's Medicare debate to Florida's problem with Medicaid -- and what he, as Senate president, has done about it.\n\n(Haridopolos caught heat about a week later when he tried to dodge the Medicare question again. A conservative radio host booted him off his show on May 31 for failing to say how he would vote on Ryan's plan if he were a member of the U.S. Senate. The incident prompted Haridopolos' campaign staff to say he would not vote for the plan as written.)\n\nBut let's get back to Medicaid. Florida's Medicaid program insures about 3 million Floridians and eats up one-third, or about $22 billion, of the state budget. Haridopolos took on the issue \"aggressively,\" he said, which resulted in reforms passing the House and his chamber. Gov. Rick Scott signed the bills on June 2.\n\n\"No one thought we could get a bipartisan bill (Medicaid) passed,\" Haridopolos said. \"We did in the Florida Senate because we listened to people for two years before we acted. Same thing with Medicare. We're going to take the input of the people and not have this top-down approach.\"\n\nA bipartisan bill passed in the Florida Senate, eh? If true, that bolsters Haridopolos' argument that he can create policy with the blessings of competing parties.\n\nSounds easy enough to check.\n\nLet's start by reviewing what the Legislature passed. The Medicaid package moves almost all management of Florida's Medicaid program to state-approved HMOs and health care networks. It's a departure from the old system, in which the state pays doctors for procedures they perform. Among other effects, the plan requires managed care companies to share profits and allows recipients to obtain vouchers for private health insurance. The overhaul needs approval in the form of a waiver by the federal government, which pays for more than half of the state program. Republicans say it will improve care, reduce fraud and save the state money as the program's costs threaten to escalate.\n\nNow to examine the votes. First, remember the makeup of the Florida Legislature, where Republicans hold veto-proof majorities. The House numbers this session were 81-39 GOP, and the Senate was 28-12 GOP. So passage of a Republican-backed bill didn't need bipartisan votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nFlorida's Medicaid reform package required the House and Senate to vote on two bills: HB 7107 and HB 7109. In the House, both passed along party lines. In Haridopolos' Senate, HB 7107 passed by 28-11, with all the \"yea\" votes coming from Republicans, and all the \"no\" votes from Democrats -- a strict party-line vote. HB 7109 passed the Senate 26-12, and the the only bipartisan moment occurred when Republican Sen. John Thrasher voted against the measure, on the side of united Democrats.\n\nBut even that was short-lived, as Thrasher changed his vote to \"yea\" immediately after the vote, according to the vote history.\n\nSo there were no traces of bipartisan votes in Medicaid reform that passed both chambers.\n\nWe asked Haridopolos spokesman David Bishop to explain what Haridopolos meant by \"bipartisan\" Medicaid reform. Bishop pointed us to two committee votes on the Senate's version of Medicaid reform, SB 1972. This bill never reached the Senate floor, though, because it was replaced by the House bills.\n\nThat said, it did earn a few Democratic votes -- three, to be exact -- in two committee stops. Here's a recap:\n\n\nIn the Health Regulation Committee, it earned a yes from Sen. Eleanor Sobel, the Democratic vice chairwoman from Hollywood.\n\nIn the Budget Committee, Sobel and former Senate President Gwen Margolis of Miami both approved.\n\n\nWe followed up with Sobel about her two \"yes\" votes. Would she call the Senate's Medicaid reform bipartisan? She offered this explanation via e-mail:\n\n\"The Senate Medicaid reform proposal was a work in progress during the committee process. I was hopeful that a final product would benefit Floridians, but compromises with the House of Representatives resulted in something that would hurt the poorest of Floridians. I opposed the final version of the bill and voted 'no.' \"\n\nSobel added: \"The final version of the Medicaid reform bill was by no means bipartisan.\"\n\nWe asked Sen. Nan Rich, the Senate's minority leader, for her thoughts. Before the May 6, 2011, vote, she said, Senate Democrats took a caucus position to oppose Medicaid reform. The Democrats felt the Republican-led measures would undermine the quality of care for recipients, among other concerns, she said.\n\n\"I can promise you that it was not bipartisan,\" she said.\n\nSo where does that leave our ruling? Haridopolos claims the Senate passed \"bipartisan\" Medicaid reform this session. But the final, official tallies in the Senate were both strict party-line votes. Democrats even agreed in their caucus that they would oppose Medicaid reform, and they remained united on that. Haridopolos' spokesman points out a couple Democrats who voted for reform in committee -- but the version of the bill they voted on never reached the Senate floor and was not the version that passed. We looked for bipartisanship but didn't find it here. We rate this claim False.", "vclaim_id": "vclaim-pol-12994"}