{"url": "/factchecks/2020/sep/03/democratic-congressional-campaign-committee/freitas-has-backed-plans-undercut-coverage-preexis/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Nick Freitas “supports a plan letting insurance companies deny coverage for preexisting conditions like asthma or diabetes.”", "truth_label": "true", "date": "stated on August 26, 2020 in a TV ad.:", "title": "Freitas has backed plans that undercut coverage of preexisting conditions", "text": "Democrats have launched a TV ad accusing Nick Freitas, the Republican congressional candidate in Virginia’s 7th District, of seeking to undermine insurance protections for people with preexisting conditions.\nThe ad, sponsored by the Democratic Congressional Campaign Committee, features black-and-white photos of Freitas, ominous -sounding piano notes, and footage of an elderly person in a wheelchair, then a young girl sleeping in bed.\n\"Freitas raked in thousands from the insurance industry and supports a plan letting insurance companies deny coverage for preexisting conditions like asthma or diabetes,\" the announcer says.\nFreitas is challenging Democratic incumbent Abigail Spanberger in one of the most closely-watched House races in the nation. He raised $1 million as of June 30 and $3,630 of it - about one-third of 1% - has come from the insurance industry. We’ll let you decide if that would cause a candidate with no tint of scandal to sell out, as the DCCC suggests.\nWhat caught our attention was the second part of the sentence, that Freitas \"supports a plan letting insurance companies deny coverage for preexisting conditions like asthma or diabetes.\" We decided to fact check it. \nThe DCCC sources its ad claim with a May 2, 2018 newspaper article in The Virginian-Pilot. Freitas ran unsuccessfully that spring for the GOP nomination for the U.S. Senate, and the article was about a debate he had with one of his opponents - E.W. Jackson. One of the topics was the Affordable Care Act, also called \"Obamacare,\" which mandates a number of health care reforms, including a requirement that insurers provide health coverage for preexisting conditions.\nThe article quoted Freitas calling Obamacare a \"cancer\" that will lead to a government-run health care system. \nThe Democratic Party of Virginia sent us several writings by Freitas expressing scorn for Obamacare. \"As your next U.S. senator, I will lead the fight to repeal Obamacare full-stop,\" he wrote on Facebook on June 1, 2018.\nRepublicans, including President Donald Trump, have long called for abolishing Obamacare while promising to keep its popular guarantee of long-term coverage for  preexisting conditions. But they haven’t agreed on a plan. A major issue has been how can they create a free-market healthcare system and still mandate affordable coverage for preexisting conditions. \nObamacare forbids an insurer from charging anyone more than three times the premium charged to a healthy 21-year-old for the same policy. If Obamacare was repealed without a replacement plan, insurers could choose to curtail or end coverage for preexisting conditions, or steeply raise the price.  \nRepublicans have floated several replacement plans but, as PolitiFact National has written, none protected affordable coverage for preexisting conditions as well as Obamacare. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSome Republicans have favored repealing Obamacare before a replacement is found. That includes Freitas.\n\"Obamacare is hurting people...and yet progressives demand that we find an alternative to Obamacare before we can repeal it,\" he wrote on Facebook on Dec. 13, 2014. \"This is a little like someone repeatedly punching you in the face and demanding that you find an alternative activity for their fist before they agree to stop.\"\nFreitas doesn’t include health care among six issues he addresses on his campaign website. Joe Desilets, Freitas’ campaign manager, told us Freitas still wants to abolish Obamacare. But he said Freitas is dedicated to protecting coverage for preexisting conditions and, contrary to his 2014 statement, wants a replacement plan before the law is repealed. \nDesilits said Freitas is not committed to any specific replacement plan to guarantee coverage of preexisting conditions. \"Tax credits, a more targeted health care system. There’s a number of ways you can do it,\" he said.\nIn the Virginia General Assembly in 2018, Freitas supported the Trump-ordered expansion of short-term, inexpensive health policies that don’t comply with Obamacare and don't have to cover preexisting conditions. \nFormer President Barack Obama in 2016 issued a rule limiting short-term policies to 90 days to provide stop-gap policies to people who lost their health coverage and were waiting for enrollment periods to begin on the individual insurance market. In an effort to weaken Obamacare, Trump changed the rule, allowing short-term policies to last 364 days and be renewed twice.\nSupporters said the Trump rule would help people without employer-provided insurance who had seen steep premium increases in their ACA-compliant policies. Critics said it would lead to \"junk insurance\" with high deductibles.\nOur ruling\nIn a TV ad, the Democratic Congressional Campaign Committee says Freitas \"supports a plan letting insurance companies deny coverage for preexisting conditions like asthma or diabetes.\"\nFreitas has repeatedly called for the abolishing Obamacare, which mandates that long-term health insurance policies cover preexisting conditions. In 2014, he said Obamacare should be repealed even without a replacement plan. In 2018, he voted to significantly expand the duration of short-term insurance plans in which coverage of preexisting conditions can be legally denied. \nThese actions overshadow Freitas’ vague promise this year - made through his campaign manager - to protect preexisting condition coverage while working to end Obamacare.\nWe rate the DCCC's claim True.", "vclaim_id": "vclaim-pol-18862"}