{"url": "/factchecks/2017/feb/16/learnprogressorg/trump-caught-investing-dakota-access-pipeline-appr/", "speaker": "LearnProgress.org", "vclaim": "Says Donald Trump was \"caught investing in (the) Dakota Pipeline before signing it.\"", "truth_label": "false", "date": "stated on February 8, 2017 in a headline:", "title": "Trump 'caught investing' in Dakota Access Pipeline before approving it, website says", "text": "A left-leaning blog asserts that President Donald Trump was busted for approving the controversial Dakota Access Pipeline for financial gain, but the facts of the case ended up being buried.\n\"Breaking: Trump caught investing in Dakota Pipeline before signing it,\" read the headline on an undated post on LearnProgress.org. The blog regularly posts items lambasting Trump and his policies.\nFacebook flagged the post as being potentially fabricated, as part of its efforts to weed out fake news in its users’ feeds. Most instances of the story being shared on Facebook are on Feb. 8, 2017. The website did not answer our request to confirm the date.\nBut the implication that Trump approved the pipeline in order to profit from its construction doesn’t hold up to scrutiny.\nIn the post, LearnProgress.org cited a Nov. 26, 2016, Associated Press report that showed Trump owned shares in two companies involved in the construction of the Dakota Access Pipeline, a 1,168-mile crude oil pipeline that runs from North Dakota to Illinois.\nEnvironmentalists and Native American tribes have opposed the route of the pipeline, and in December then-President Barack Obama blocked completion of the project.\nThe AP story pointed out that Trump owned between $15,000 and $50,000 in stock for a Texas company called Energy Transfer Partners. He had between $500,000 and $1 million the year before that. He also owned between $100,000 and $250,000 in stock in energy company Phillips 66, which the AP says has a one-quarter share of the pipeline.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThis was considered a potential conflict of interest for the future president, but to say he was \"caught\" is out of bounds. He listed the information on May 2016 federal disclosure forms.\nMuch has been made of Trump’s stock in the companies. The issue was reported on widely, as was the fact that he said he sold the shares of pipeline parent company Energy Transfer Partners in the summer of 2016.\nThe White House has not confirmed whether he still owns the Phillips 66 shares, so that does remain a question mark. A Trump spokesman we contacted did not answer our questions about those shares.\nIn any event, the headline suggests that Trump dumped a bunch of money into the pipeline and then approved its construction, ostensibly to make a big profit from it. The timeline doesn’t support that.\nTrump said in December 2016, before his inauguration, that he would restart pipeline construction. He didn’t have any actual power to do so until Jan. 20, 2017, well after he sold his Energy Transfer Partners stock.\nHe did sign an executive action on Jan. 24 to get the pipeline moving again. Construction resumed on Feb. 9, and the Standing Rock Sioux tribe challenged the pipeline in court on Feb. 14.\nThe headline’s assertion that Trump was caught in some kind of wrongdoing by investing in the pipeline before approving it is wrong and misleading. The potential conflict of interest was known and at least partially addressed before Trump became president and restarted the project.\nWe rate the headline False.\nhttps://www.sharethefacts.co/share/e31293f2-6a2f-4526-ba69-4a03895ea482", "vclaim_id": "vclaim-pol-03662"}