{"url": "/factchecks/2018/nov/12/blog-posting/racist-t-shirt-wearer-mississippi-polling-station-/", "speaker": "Bloggers", "vclaim": "Said that man wearing racist shirt was working at a polling station in Mississippi.", "truth_label": "false", "date": "stated on November 7, 2018 in a tweet:", "title": "Racist T-shirt wearer at a Mississippi polling station wasn’t a poll worker", "text": "A photo of a man voting in Mississippi while wearing a racist T-shirt went viral after a Twitter post claimed he worked at the polling station.\nHe didn’t.\nThe T-shirt contained the image of a noose in front of a Confederate flag, along with the words \"Mississippi justice.\" The original tweet of the photo was captioned \"Olive Branch, Mississippi. Nov 6th, 2018.\" It got about 5,500 likes.\nThe second tweet quoted the first and added, \"Wait I forgot to mention he was one of the poll workers....\" That post got more than 143,600 likes and garnered more than 50,000 retweets.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo is a real photo of a voter in Mississippi, but he wasn’t working at the polling station, according to election commissioner Paul Beale. The incident did not take place in his district, but he confirmed the authenticity of the photo.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"He was not a poll worker; he was just a voter,\" Beale said.\nBeale said that the only time he would ask someone to leave would be if they were wearing campaign buttons or material supporting a candidate. Otherwise, he said, it was out of his hands.\n\"We cannot regulate that; we cannot regulate stupidity,\" Beale said. \"That’s all I’ve got to say about that.\"\nThe image originates from a since-deleted Facebook post. Social media users and BuzzFeed News identified the man as Clayton John Hickey, a registered nurse at Regional One Hospital in Memphis and a resident of Olive Branch.\nThe day after the election, Regional One tweeted that it was \"aware of a photograph in circulation\" and that they \"are investigating and will take appropriate action.\"\nRegional One did not respond to our inquiry.\nThe viral photo of a man with a racist shirt at a polling station in Mississippi is not photoshopped. However, the man was not a poll worker. We rate this claim False.", "vclaim_id": "vclaim-pol-01272"}