{"url": "/factchecks/2010/oct/30/robert-healey/healey-says-many-states-are-discussing-eliminating/", "speaker": "Robert Healey", "vclaim": "\"Of the states that have a lieutenant governor, many are currently discussing the need for such an obsolete office.\"", "truth_label": "barely-true", "date": "stated on October 18, 2010 in a commentary in The Providence Journal:", "title": "Healey says many states are discussing eliminating the lieutenant governor position", "text": "The fight for the lieutenant governor’s office in Rhode Island has centered on one basic question: should the state keep the office, or eliminate it?\n\nPerennial candidate Robert J. Healey Jr. is running on the platform that the job is a do-nothing position that should be eliminated. He said he’d work to do just that if elected.\n\nIn a recent commentary piece in The Providence Journal, Healey observed other states \"survive quite well\" without a lieutenant governor, including New Hampshire, Maine, and \"progressive Oregon.\"\n\nHealey added, \"And of the states that have a lieutenant governor, many (Illinois, Louisiana, Utah, Florida, Massachusetts, Connecticut and California, to name a few) are currently discussing the need for such an obsolete office.\"\n\nWe decided to take a look.\n\nFirst, a few basics:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Lynch\n\n\nstated on May 19, 2010 in posting on his website\n\n\n\n\n\n\n\n\nBlue Cross’ new $90-million Providence headquarters \"was outfitted with $25 million in decor.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • June 28, 2010\n\n\n\n\n\n\n\n\n\nForty-five states and five U.S. territories have an officeholder who holds the title \"lieutenant governor.\" They include New Jersey, which seated its first lieutenant governor this year. Arizona voters will decide Tuesday whether to create one.\n\nHealey sent more than a dozen citations of newspaper and magazine articles to support his statement that there is much buzz about eliminating the office.\n\nMost are opinion or commentary pieces with no evidence of current wider discussion, broad-based movements or any legislative action. Several articles did reference legislative efforts, including in Illinois and Louisiana; however those never got off the ground. The stories preceded the failed attempts.\n\nAmong the articles was an August 2010 editorial in The Register Citizen in Connecticut, which, rather than endorsing any of the four primary candidates for the office, recommended instead that the office be eliminated.\n\nOne of the candidates, Lisa Wilson-Foley,  said she would refuse a salary, driver and car and would evaluate after two years whether the office should be abolished. She lost by a wide margin.\n\nTo check the seven states Healey specifically mentions, we contacted state librarians, legislators, and editors at major newspapers.\n\nWe heard from people in five states. We found nothing to support Healey’s claim that those states \"are currently discussing\" the need for the office.\n\nFor example, Dan Harrie, political editor for the Salt Lake Tribune, told us \"No, there’s been no talk of eliminating the office of lieutenant governor at all.\"\n\nCarrie Rose of the Connecticut Legislative Library told us there are no official discussions about eliminating the office in that state.\n\nBob Shaw, politics and government editor at the Orlando Sentinel, said there has been criticism of the cost of the office, \"but there has not been any movement to get rid of it. No legislation filed, no constitutional amendment discussed, or anything like that.\"\n\n\"In my world, none of those states are currently discussing it,\" said Julia Hurst, director of the non-partisan National Lieutenant Governors Association. She said she would define discussion as \"someone filed a bill,\" present tense.\n\nIn Illinois and Louisiana, for example, \"a piece of legislation [was] introduced in both states in the most recent legislative session – in Illinois, it did not get out of its originating body, and in Louisiana, it did not get out of its originating committee,\" she said. \"In some states a bill can live for two years. That’s not the case in either one of those states ...\"\n\nSimilar legislation was attempted in South Carolina but never got off the ground.\n\nLouisiana State Rep. Cameron Henry, whose bills never moved out of committee, said in a phone interview that he plans to file a bill in the next session \"to keep the lieutenant governor’s office, and merge the secretary of state’s job with it.\"\n\nWhen we presented Healey with our findings, he said, in his view, \"When people are talking about it in editorials or newspapers, people are talking about the issue. That’s pretty much about the issue.\"\n\nIn our view, his statement that many states are \"currently discussing\" the need for the office suggests substantially more than just people or columnists giving their opinions, or recent efforts that have failed.\n\nWe rule his statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14087"}