{"url": "/factchecks/2011/nov/25/mark-warner/mark-warner-says-us-would-gain-revenue-cutting-inc/", "speaker": "Mark Warner", "vclaim": "The U.S. would gain revenue by cutting personal income tax rates in half and ending tax breaks.", "truth_label": "true", "date": "stated on October 31, 2011 in a TV interview.:", "title": "Mark Warner says U.S. would gain revenue by cutting income tax rates and exemptions", "text": "U.S. Sen. Mark Warner says Americans must be willing to sacrifice popular income tax exemptions if they are serious about cutting the national debt.\n\nThe Virginia Democrat has long argued that the only realistic cure for the debt, now at $15.1 trillion, is a regimen of spending cuts and revenue increases. Warner has urged Congress to consider all options, including narrowing deductions for home mortgage interest and phasing in personal income taxes on health care benefits provided by employers.\n\nIn an Oct. 31 interview on MSNBC, Warner promoted broad tax reform that would close loopholes -- called \"tax expenditures\" in congressional parlance -- and compensate filers for some of their loss by lowering personal income tax rates.  He offered no specifics.\n\n\"You can cut everybody’s (income) taxes in half and actually raise more revenues if you’re willing to get rid of all the tax expenditures, tax breaks,\" Warner told host Joe Scarborough. \"We’re not suggesting you do all that, but there’s a lot of headroom there to be able to generate revenues and reduce rates.\"\n\nPersonal incomes taxes are the federal government’s largest revenue source, providing 45 percent of its tax receipts. We were curious if the U.S. government could make money by slicing rates in half and clamping personal deductions. So we looked into it.\n\nWarner prefaced his claim to Scarborough with a familiar assertion: The U.S. gives up more in tax breaks than it collects in personal income taxes. We examined that claim by him early this year and rated it True. During fiscal years 2009 and 2010, individuals received a total of about $1.98 trillion in breaks for the $1.85 trillion in income tax they paid, according to data from the Office of Management and Budget.\n\nWe pored through the OMB spreadsheets again to get to the bottom of Warner’s latest claim. They detail 136 exemptions for personal income taxes and the estimated cost of each one. We rounded off the figures and added them up.\n\nFor fiscal 2012 -- the federal budget year that began Oct. 1 -- the total estimated value of personal exemptions comes to $1.145 trillion. Uncle Sam expects to collect $1.140 trillion in personal income taxes.\n\nIf the U.S. eliminated all the personal income tax loopholes and cut rates in half, that would result in about $574.2 billion in additional revenues for 2012. So Warner is correct. In fiscal 2011, Washington would have received about an extra $594 billion had personal income tax rates been halved and exemptions ended.\n\nWe ran our computations by Steve Ellis, vice president of Taxpayers for Commons Sense. \"The numbers are all correct,\" he told us. \"It makes sense.\"\n\nWarner has sought unsuccessfully this year to fashion a bipartisan debt reduction plan that would cut spending, raise revenues and simplify the tax code. \"He’s not calling for instantly eliminating the most popular tax expenditures,\" said Kevin Hall, the senator’s spokesman. \"There are a lot of different ideas that are out there for reform.\"\n\nThe largest break to individuals is not having to pay income taxes on their employers’ contributions to their personal health care and health insurance premiums. That’s worth about $132 billion a year in taxes. A presidential commission, whose work Warner admired, last year recommended phasing it out by 2038.\n\nSecond biggest break is the net exclusion of pension contributions and earnings, worth about $119 billion a year in annual taxes.\n\nThe popular mortgage-interest deduction is worth $97 billion a year. Hall said Warner has spoken about restricting the deduction to principal residences and capping eligible mortgages for complete interest deduction at $750,000 mortgage, instead of the current $1 million.\n\nOur conclusion:\n\nWarner says the U.S. could raise money by cutting personal income rates in half and ending deductions.\n\nWe ran the numbers and found, under the senator’s scenario, the U.S. would collect about $574.2 billion in additional revenues during the current fiscal year. Uncle Sam would have gained about $594 billion during fiscal 2011.\n\nWe rate Warner’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12038"}