{"url": "/factchecks/2013/jan/16/club-growth/wisconsin-fight-over-election-day-voter-registrati/", "speaker": "Club for Growth", "vclaim": "\"In Minnesota, well over 6,200 election-day registrations from 2008 proved fraudulent.\"", "truth_label": "false", "date": "stated on December 12, 2012 in a newsletter:", "title": "In Wisconsin fight over election-day voter registration, group claims 6,200 cases of fraud in Minnesota", "text": "In the debate over making it easy for people to vote vs. making it hard to commit voter fraud, talk of eliminating Wisconsin’s same-day registration has become the new focal point.\n\nRepublican lawmakers, expressing concern about fraud, have said they would introduce a bill to end election-day voter registration -- a procedure Democrats defend as a way to maximize voter turnout.\n\nRepublican Gov. Scott Walker has said he wouldn’t sign such a bill. Nevertheless, the issue has not gone away.\n\nThe Wisconsin Club for Growth stoked the debate in its newsletter on Dec. 12, 2012.\n\nThe group alleged that in the November 2008 election in Minnesota, more than 6,200 election-day voter registrations were \"fraudulent.\"\n\nMinnesota’s same-day registration, which allow residents to register to vote moments before casting a ballot, is similar to Wisconsin’s. The two states are among eight, according to the National Conference of State Legislatures, that allow same-day registration. (Same-day registration is to begin in a ninth, Connecticut, in July 2013.)\n\nClaim fleshed out\n\nHere’s a closer look at the Club for Growth claim.\n\n\"In Minnesota, well over 6,200 election-day registrations from 2008 proved fraudulent,\" the group charged in its newsletter. \"Post-election efforts to verify names and addresses revealed one or both to be fictitious in that many cases.\n\n\"Remember, 2008 was the election that made ‘Saturday Night Live’ clown Al Franken Minnesota’s junior (U.S.) senator, furnishing the crucial 60th vote for the monstrosity of ‘Obamacare.’ Franken’s winning margin? 312 votes.\"\n\nIn Wisconsin in 2012, the newsletter continued, \"same-day registration chaos prevailed at polling places in the June recall that narrowly deposed Republican state Sen. Van Wanggaard. The November presidential election saw 57,000 polling-place registrations in Milwaukee alone.\"\n\nIn Wisconsin, election-day registration began in 1976, according to the state Government Accountability Board, which oversees elections. Like Minnesota, residents can use one of roughly a dozen proof-of-residence documents, ranging from a driver’s license to a residential lease to a recent utility bill to a paycheck. In fall general elections, roughly 10 percent to 15 percent of voters who cast ballots register on election day.\n\nMinnesota voting\n\nAsked for evidence to back its claim, Club for Growth Wisconsin pointed to an opinion article by Republican state Rep. Mary Kiffmeyer that was published in a Stillwater, Minn., newspaper in October 2012. Kiffmeyer served as Minnesota secretary of state from 1999 through 2006, heading the office that oversees elections there.\n\nIn the 2008 presidential election, Kiffmeyer declared, \"we have more than 6,200 ballots out of 23,000 cast by voters who still cannot be found.\"\n\nBut while Kiffmeyer raised concerns about election integrity in her article, she did not state that the 6,200 ballots were fraudulent.\n\nThat figure was generated nine months earlier, in a January 2012 report by Minnesota Majority. The group describes itself as a state watchdog that promotes \"traditional values\" such as \"limited government, lower taxes, parental rights, free markets, protecting our borders and a strong national defense.\"\n\nThe report contends there were 6,224 \"unverifiable voters\" in the November 2008 election and that Minnesota’s system \"provides a window for fraudulent voting by use of false identities and/or addresses.\"\n\nLet’s take a look at how the Club for Growth went  beyond the \"unverifiable voters\" phrase and turned it into \"fraud.\"\n\nMinnesota Majority said that when local election officials mailed verification postcards to voters who did same-day registration for the November 2008 election, 6,224 were returned as undeliverable \"without a valid explanation,\" such as the voter changing residences after the election.\n\n(The same sort of verification is also done in Wisconsin.)\n\nThe group also said its volunteers found in \"many\" cases that addresses listed by same-day registration voters did not exist or were not in residential areas.\n\n\"While not all returned postal verification cards are the result of fraudulent registrations, the large number of unexplained PVC returns is alarming,\" Minnesota Majority said in its report, noting the 312-vote Senate win by Franken. \"Even if only a fraction of these returned cards were the result of fraudulent registrations, the numbers could be significant enough to affect the outcome of several elections.\"\n\nBut Minnesota Majority overstates the number of same-day registrants who couldn’t be verified, according to the Minnesota secretary of state.\n\nPatricia Turgeon, spokeswoman for the office, said only 2,873 same-day registrations were flagged because of address problems.\n\nTurgeon said most of the 2,873 postcards likely were returned to local election officials because the voters moved sometime between the election and when the verification cards were mailed. She said there were also other reasons postcards couldn't be delivered, including: data-entry errors by local election officials; the voter's handwriting on the registration form was illegible; or voters were living somewhere where they cannot receive mail, such as in a battered women's shelter or on the street.\n\nAs for actual cases of fraud, another secretary of state official, Beth Fraser, said there were about 140 convictions for election fraud in the November 2008 election.\n\nThe vast majority of those voters were ineligible because of felony convictions. She said the state was not aware of a single fraud conviction from that election that was due to a voter providing a false name or address.\n\nOur rating\n\nArguing for an end to election-day voter registration in Wisconsin, Wisconsin Club for Growth claimed that in the November 2008 election, more than 6,200 election-day voter registrations in Minnesota were \"fraudulent.\"\n\nAccording to the Minnesota secretary of state’s office, the number of verification postcards that were returned is far overstated. What’s more, that alone is not proof of fraud. While it’s possible that some of those voters provided fraudulent information about their names or addresses, there is no evidence of more than 6,200 fraudulent same-day registrations.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021", "vclaim_id": "vclaim-pol-09843"}