{"url": "/factchecks/2015/apr/26/newt-gingrich/newt-gingrich-clinton-foreign-donations-clearly-vi/", "speaker": "Newt Gingrich", "vclaim": "The money the Clinton Foundation took from from foreign governments while Hillary Clinton was secretary of state \"is clearly illegal. … The Constitution says you can’t take this stuff.\"", "truth_label": "barely-true", "date": "stated on April 26, 2015 in comments on ABC's \"This Week\":", "title": "Newt Gingrich: Clinton foreign donations 'clearly' violate Constitution", "text": "Hillary Clinton is in the political crosshairs as the author of a new book alleges improper financial ties between her public and personal life.\nAt issue in conservative author Peter Schweizer’s forthcoming book Clinton Cash are donations from foreign governments to the Clinton Foundation during the four years she served as secretary of state.\nGeorge Stephanopoulos used an interview with Schweizer on ABC This Week to point out what other nonpartisan journalists have found: There is no \"smoking gun\" showing that donations to the foundation influenced her foreign policy decisions.\nStill, former Republican House Speaker Newt Gingrich says the donations are \"clearly illegal\" under federal law.\nIn his view, a donation by a foreign government to the Clinton Foundation while Clinton was secretary of state is the same as money sent directly to her, he said, even though she did not join the foundation’s board until she left her post.\n\"The Constitution of the United States says you cannot take money from foreign governments without explicit permission of the Congress. They wrote that in there because they knew the danger of corrupting our system by foreign money is enormous,\" Gingrich said. \"You had a sitting secretary of state whose husband radically increased his speech fees, you have a whole series of dots on the wall now where people gave millions of dollars — oh, by the way, they happen to get taken care of by the State Department.\"\nHe continued, \"My point is they took money from foreign governments while she was secretary of State. That is clearly illegal.\"\nPunditFact wanted to know if a criminal case against Clinton is that open and shut. Is what happened \"clearly illegal\"?\nA spokesman for the Clinton Foundation certainly disagreed, calling Gingrich’s accusation \"a baseless leap\" because Clinton was not part of her husband’s foundation while serving as a senator or secretary of state. We did not hear from Gingrich by our deadline.\nFoundation basics\nFormer President Clinton started the William J. Clinton Foundation in 2001, the year after Hillary Clinton won her first term as a New York senator. The foundation works with non-governmental organizations, the private sector and governments around the world on health, anti-poverty, HIV/AIDS and climate change initiatives. Spokesman Craig Minassian said it’s reasonable for the foundation to accept money from foreign governments because of the global scope of its programs, and the donations are usually in the form of tailored grants for specific missions.\nHillary Clinton was not part of her husband’s foundation while she was a senator or secretary of state. Her appointment to the latter post required Senate confirmation and came with an agreement between the White House and Clinton Foundation that the foundation would be more transparent about its donors.\nAccording to the 2008 memorandum of understanding, the foundation would release information behind new donations and could continue to collect donations from countries with which it had existing relationships or running grant programs. If countries with existing contributions significantly stepped up their contributions, or if a new foreign government wanted to donate, the State Department would have to approve.\nClinton took an active role in fundraising when she left the State Department and the foundation became the Bill, Hillary & Chelsea Clinton Foundation in 2013. But she left the board when she announced her run for the presidency in April 2015.\nThe Emoluments Clause\nSo how does Gingrich come up with the claim that Clinton Foundation donations are \"clearly illegal\" and unconstitutional?\nThe answer is something known as the Emoluments Clause. A few conservative websites have made similar arguments in recent days, including the Federalist blog. The Emoluments Clause, found in Article 1, Section 9 of the Constitution, reads in part:\n\"No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.\"\nThe framers came up with this clause to prevent the government and leaders from granting or receiving titles of nobility and to keep leaders free of external influence. (An emolument, per Merriam-Webster Dictionary, is \"the returns arising from office or employment usually in the form of compensation or perquisites.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLest you think the law is no longer relevant, the Pentagon ethics office in 2013 warned employees the \"little known provision\" applies to all federal employees and military retirees. There’s no mention of spouses in the memo.\nJ. Peter Pham, director of the Atlantic Council’s Africa Center, said interpretation of the clause has evolved since its adoption at the Constitutional Convention, when the primary concern was about overseas diplomats not seeking gifts from foreign powers they were dealing with. The Defense Department memo, in his view, goes beyond what the framers envisioned for the part of the memo dealing with gifts.\n\"I think that, aside from the unambiguous parts, the burden would be on those invoking the clause to show actual causality that would be in violation of the clause,\" Pham said.\nExpert discussion\nWe asked seven different constitutional law experts on whether the Clinton Foundation foreign donations were \"clearly illegal\" and a violation of the Emoluments Clause.\nWe did not reach a consensus with their responses, though a majority thought the layers of separation between the foundation and Hillary Clinton work against Gingrich.\nThe American system often distinguishes between public officers and private foundations, \"even if real life tends to blur some of those distinctions,\" said American University law professor Steve Vladeck. Vladeck added that the Emoluments Clause has never been enforced.\n\"I very much doubt that the first case in its history would be because a foreign government made charitable donations to a private foundation controlled by a government employee’s relative,\" he said. \"Gingrich may think that giving money to the Clinton Foundation and giving money to then-Secretary Clinton are the same thing. Unfortunately for him, for purposes of federal regulations, statutes, and the Constitution, they’re formally — and, thus, legally — distinct.\"\nRobert Delahunty, a University of St. Thomas constitutional law professor who worked in the Justice Department’s Office of Legal Counsel from 1989 to 2003, also called Gingrich’s link between Clinton and the foreign governments’ gifts to the Clinton Foundation as \"implausible, and in any case I don’t think we have the facts to support it.\"\n\"The truth is that we establish corporate bodies like the Clinton Foundation because the law endows these entities with a separate and distinct legal personhood,\" Delahunty said.\nJohn Harrison, University of Virginia law professor and former deputy assistant attorney general in the Office of Legal Counsel from 1990 to 1993, pointed to the Foreign Gifts Act, 5 U.S.C. 7432, which sets rules for how the Emoluments Clause should work in practice.\nThe statute spells out the minimal value for acceptable gifts, and says it applies to spouses of the individuals covered, but \"it doesn’t say anything about receipt of foreign gifts by other entities such as the Clinton Foundation.\"\n\"I don’t know whether there’s any other provision of federal law that would treat a foreign gift to the foundation as having made to either of the Clintons personally,\" Harrison said, who added that agencies have their own supplemental rules for this section, and he did not know if the State Department addressed this.\nOther experts on the libertarian side of the scale thought Gingrich was more right in his assertion.\nClinton violates the clause because of its intentionally broad phrasing about gifts of \"any kind whatever,\" which would cover indirect gifts via the foundation, said Dave Kopel, a constitutional law professor at Denver University and research director at the libertarian Independence Institute. Kopel also brought up bribery statutes, which would require that a gift had some influence in Clinton’s decision while secretary of state.\nDelahunty thought Kopel’s reasoning would have \"strange consequences,\" such as whether a state-owned airline flying Bill Clinton to a conference of former heads of state counted as a gift to Hillary Clinton.\nOur ruling\nGingrich said the Clinton Foundation \"took money from from foreign governments while (Hillary Clinton) was secretary of state. It is clearly illegal. … The Constitution says you can’t take this stuff.\"\nA clause in the Constitution does prohibit U.S. officials such as former Secretary of State Hillary Clinton from receiving gifts, or emoluments, from foreign governments. But the gifts in this case were donations from foreign governments that went to the Clinton Foundation, not Hillary Clinton. She was not part of the foundation her husband founded while she was secretary of state.\nDoes that violate the Constitution?\nSome libertarian-minded constitutional law experts say it very well could. Others are skeptical. What’s clear is there is room for ambiguity, and the donations are anything but \"clearly illegal.\" The reality is this a hazy part of U.S. constitutional law. \nGingrich’s statement rate Mostly False.\nhttps://www.sharethefacts.co/share/947e9cfc-05c6-4bc4-a4f8-00ee07b8ee52", "vclaim_id": "vclaim-pol-06480"}