{"url": "/factchecks/2020/jul/14/viral-image/woman-who-says-she-was-barred-voting-la-gop-primar/", "speaker": "Viral image", "vclaim": "“Registered Republican not allowed to vote.”", "truth_label": "false", "date": "stated on July 13, 2020 in a video on Facebook:", "title": "Woman who says she was barred from voting in La. GOP primary was actually a Democrat.", "text": "A supporter of President Donald Trump claimed in a video that she was denied the right to vote for Trump and other Republicans in Lousiana’s July 11 primary election.\nThe five-minute video, which is also on YouTube, had been shared 75,000 times on Facebook within six hours after it was posted by conservative commentator David Harris Jr.\n\"Could this be a trend? This better not keep happening! Everyone needs to see this!\" Harris wrote.\nThe Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn fact, according to local officials, the woman was prevented from voting in the Republican primary because she was a registered Democrat.\nThe video\nIn the video, the woman is wearing a baseball hat that says, \"Yes, I’m a Trump girl, get over it.\" As she begins to speak, text on the screen says: \"Registered Republican not allowed to vote!\" \nThe woman said that when she entered the polling place, \"I couldn’t vote for my party. The Republican lights would not light up.\" She made an apparent reference to a poll worker who, she said, told her that she must not be registered properly. She said he checked and told her she is registered as a Democrat; she objected, insisting she is registered Republican. She said the poll worker told her she could not vote for any Republicans in that day’s election and would have to change her party registration in order to vote Republican in the next primary election. \nThe woman finishes her video by saying: \"Go, Trump.\"\nHow we know it’s Louisiana\nThe woman didn’t identify herself or specify where she lived, but she did refer to Lafayette.\nThe U.S. election calendar is pretty light in July, but Louisiana did hold its presidential primary on July 11, two days before the posting of the video. The primary originally was scheduled for April 4, but was rescheduled twice because of the coronavirus.\nAs expected, Trump won the GOP primary and former Vice President Joe Biden won the Democratic primary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nTwo hours west of New Orleans, the city of Lafayette is the seat of Lafayette Parish. In Louisiana, 40 parishes, including Lafayette, have closed presidential primaries. Only registered Democratic voters can vote in the Democratic Party primary, registered Republicans in the Republican Party primary and registered Independents in the Independent Party primary. These primaries are closed to all other registered voters.\nLafayette election officials received about 250 calls on election day, most of them from people complaining that they couldn't vote for the candidate of their choice in the closed primary, the Acadiana Advocate reported.\nAll of the problems were because the individuals were registered with one political party and wanted to vote for a candidate in another party, said Lafayette Parish Registrar of Voters Charlene Menard, according to the newspaper. \"Of all the phone calls we received,\" she said, \"not one was our error.\"\nThe local officials also addressed the video. According to the Advocate:\n\"A Lafayette Parish woman wearing a Trump hat posted a video on Facebook on Saturday saying she was not allowed to vote and putting the blame on election officials, alleging corruption.\n\"Menard and Clerk of Court Louis Perret both contacted the woman, providing her with her voter registration information that shows she is registered as a Democrat. She originally was registered as a Democrat, switched it to Republican around 2011, then got online and switched her voter registration back to Democrat, they said.\n\"As recently as April, she updated her address and kept her registration as a Democrat, Perret said. ‘Her allegations are completely baseless and false,’ he added.\"\nSimilar problems in Oregon\nIn May, we examined complaints that Republican voters in Oregon, which does all balloting by mail, received the wrong ballots for that state’s closed primary election. We found that many voters didn’t realize which party they were registered under.\nOregon voters registered as Republicans receive ballots with Republican primary races on them and voters registered as Democrats get ballots with Democratic races. Nonpartisan contests appear on both ballots. Anger and confusion surfaced when some voters received ballots with only nonpartisan races.\nState Rep. Mike Nearman, a Republican, told PolitiFact at the time that his office received hundreds of complaints from voters who say they received the wrong ballot. He said that after speaking to some GOP voters, it was clear they had forgotten they had changed their status from GOP to unaffiliated after, for example, getting mad at a particular GOP politician.\nOur ruling\nA video widely shared on Facebook claimed: \"Registered Republican not allowed to vote.\"\nThe woman in the video said that she is a Republican and was prevented from voting in a Republican primary. Where she lives in Louisiana, the July 11 primary was closed: Only registered Republicans could vote in the GOP primary. Local officials said the woman was not allowed to vote in the GOP primary because she was a registered Democrat.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-17738"}