{"url": "/factchecks/2013/may/06/chris-redfern/ohio-democratic-party-chairman-chris-redfern-ties-/", "speaker": "Chris Redfern", "vclaim": "\"Six out of 10 of the highest unemployment rates are also in so-called right to work states.\"", "truth_label": "half-true", "date": "stated on April 30, 2013 in a fundraising email:", "title": "Ohio Democratic Party Chairman Chris Redfern ties right-to-work states with unemployment", "text": "When a couple of Statehouse Republicans prepared to introduce bills to make Ohio a \"right to work\" state last week, Ohio Democratic Party Chairman Chris Redfern lost no time going on the attack.\n\n\nHours after Reps. Ron Maag and Kristina Roegner sent letters to House colleagues seeking co-sponsorship for what they called \"Workplace Freedom\" legislation, Redfern sent out a fundraising email saying such laws were \"controversial, confusing, and wrong for workers and the middle class.\"\n\n\n\"Six out of 10 of the highest unemployment rates are also in so-called right to work states,\" he wrote.\n\n\nPolitiFact Ohio thought we'd check.\n\n\nAccording to the National Right to Work Legal Defense Foundation, 24 states have passed some form of right-to-work law. (The exact provisions can vary; generally they ban public and private employers from forcing workers to join or pay dues to unions or other employee organizations.) They are Alabama, Arizona, Arkansas, Florida, Georgia, Idaho, Indiana, Iowa, Kansas, Louisiana, Michigan, Mississippi, Nebraska, Nevada, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia and Wyoming.\n\n\nFor unemployment data, we went to the federal Bureau of Labor Statistics, the nation's official source for unemployment statistics. Its most recent numbers are the preliminary figures for March 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nThe states with the highest unemployment rates, from the bottom up, were Nevada, Illinois, Mississippi, California, North Carolina, Rhode Island, New Jersey, Indiana, Michigan and (tied) South Carolina and Georgia.\n\n\nSix of the 10 are right-to-work states -- or, including the tie, 7 of the 11.\n\n\nBut there is a question about causation vs. correlation -- whether right-to-work status produces lower or higher unemployment.\n\n\nTwo of the right-to-work states are relatively recent. Indiana (where similar legislation was passed in 1957 and repealed in 1965) in February 2012 became the first state to adopt right-to-work status since Oklahoma a decade earlier. Michigan followed in December 2012.\n\n\nOf the 10 states with the lowest unemployment rates, eight were right-to-work states. Of those, as we noted in an earlier check, seven states -- North Dakota, Nebraska, South Dakota, Iowa, Utah, Wyoming and Oklahoma -- are from the Great Plains and the Mountain West, which in general were less hard-hit during the recession.\n\n\nSo Redfern's statement about 6 of the 10 states with the highest unemployment rates is technically accurate. But it is misleading because it implies a cause-and-effect relationship that is bogus. We rate it Half True.", "vclaim_id": "vclaim-pol-09375"}