{"url": "/factchecks/2020/may/07/facebook-posts/news-outlets-did-not-use-photo-same-boy-report-3-c/", "speaker": "Facebook posts", "vclaim": "Media outlets reported that the same boy died 3 times from the coronavirus, in 3 countries.", "truth_label": "pants-fire", "date": "stated on April 14, 2020 in a Facebook post:", "title": "News outlets did not use photo of same boy to report on 3 COVID deaths", "text": "Amid a pandemic that is believed to affect elderly people most severely, the deaths of several young people from COVID-19 around the world have drawn special attention — and generated misinformation.\nA post on Facebook falsely claims that different media outlets misused a boy’s image to report that he died from the coronavirus three times in three different countries.\nThe post shares a collage of screenshots of various news reports that appear to include the same image. The text above reads: \"Child dies in 3 countries of corona virus.\" \n\n \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nThe photo depicts Vitor Rafael Bastos Godinho, a 14-year-old Portuguese boy who died at the end of March after testing positive for the novel coronavirus. The Portuguese newspaper Record wrote about his death. \nOther news outlets also reported on Godinho’s death and correctly identified him, including the United Kingdom’s Daily Mail, whose article appears in the center of the collage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe Daily Express, another U.K. outlet in the collage, wrote about a 12-year-old girl who died from COVID-19 in Belgium. That story includes Godinho’s photo, but not in connection with the girl. It includes his photo in a reference to another young person who died from the virus and correctly identifies him in the caption.\nLastly, an article by the U.K.’s Daily Record that appears in the Facebook post didn’t use Godinho’s photo at all. \nThat March 31 story covered the death of a 13-year-old boy, Ismail Mohaemd Abdulwahab, from the U.K. There is no photo of any child in the article.\nIt’s unclear where the screenshot combining Godinho’s photo and Abdulwahab’s name originated. We couldn’t find its source.\nGodinho’s photo does turn up in image searches on the Abdulwahab story headline, but they link to accurate reports about Godinho’s death.\nAll the articles referenced in the post correctly identify the boy in the photo and did not misuse his image. We rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-18261"}