{"url": "/factchecks/2012/may/30/josh-mandel/josh-mandel-says-sherrod-brown-cast-deciding-vote-/", "speaker": "Josh Mandel", "vclaim": "Says Sen. Sherrod Brown \"cast the deciding vote on the government takeover of health care.\"", "truth_label": "false", "date": "stated on May 23, 2012 in a campaign commercial:", "title": "Josh Mandel says Sherrod Brown cast the deciding vote for a government takeover of health care", "text": "Republican Josh Mandel, the Ohio state treasurer hoping to unseat incumbent Democrat Sherrod Brown from his U.S. Senate seat in November, makes the most of the 30 seconds in his TV ad \"Change.\" The campaign spot makes at least five separate claims about the two candidates.\n\nPolitiFact Ohio will take a look at several of them in the days ahead. For this factcheck item we’ll look at the statement that Brown \"cast the deciding vote on the government takeover of health care.\"\n\nThe statement claim caught our attention because it combines two claims we've examined before.\n\nTo back it up, the commercial cites the Senate's roll call vote of Dec. 24, 2009, on H.R. 3590, Patient Protection and Affordable Care Act, the health care reform law commonly known as Obamacare.\n\nDid Brown cast the deciding vote? That depends on how you define \"deciding.\"\n\nMandel's campaign and the National Republican Senatorial Committee both have explained their logic in crediting or blaming Brown for the deciding vote: The measure passed with the 60 votes that were required. Anything short of that would have effectively killed the legislation through the equivalent of a filibuster.\n\nEvery vote is decisive, therefore every vote is \"deciding,\" they say. The NRSC has made the same claim about other Democratic senators, too.\n\nThere is, however, also this to consider: Before the votes were taken, Democrats and Republicans kept a count of supporters and opponents, and Democrats could only round up 59 proponents to end debate -- until Ben Nelson of Nebraska agreed to join in. News coverage on that day, Dec. 19, 2009, described Nelson as the crucial 60th vote to break the filibuster.\n\nBrown’s vote was actually the seventh \"yes\" among the 60 senators who supported a Senate bill that had to be reconciled with a House version on Christmas Eve 2009. His vote was cast early in the roll call, which is done in alphabetical order. When the two sides came together and the Senate voted on the final version, on March 25, 2010, Brown voted eighth.\n\nBoth measures passed with exactly 60 votes. Brown's vote was crucial. Following the rationale of the Mandel camp and of the NRSC, any of those 60 votes could be called a deciding vote. But Brown did nothing (such as holding his support until the last moment) that would justify singling him out.\n\nWhat about the other part of the claim, where Mandel's ad refers to the health care act as \"the government takeover of health care\"? Mandel’s ad repeats a claim that has been reviewed numerous times by PolitiFact and rated False or Pants on Fire.\n\nPolitiFact national recognized it as the 2010 \"Lie of the Year.\" FactCheck.org called it \"nonsensical\" and a \"whopper,\" saying the reform plan is neither \"government-run\" nor a \"government takeover.\" The Washington Post Fact Checker classified it as myth.\n\nIt is true that the law does significantly increase government regulation of health insurers. But it is a system that relies on private companies and the free market. Contrary to the claim, more people will get private health coverage. The law does not include the public option, a government-run insurance plan that would have competed with private insurers.\n\nBrown’s vote for the health care reform legislation was crucial, but was it the deciding vote? A listener hearing the Mandel ad could be lead to believe Brown’s vote had more weight than other votes. Yet, he certainly did not cast the 60th vote, and he did not have to be wooed for support.\n\nAnd it is not accurate to state that he voted for a \"government takeover of health care.\"\n\nOn the Truth-O-Meter, this claim from Mandel’s ad rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11015"}