{"url": "/factchecks/2011/feb/16/newt-gingrich/newt-gingrich-accuses-obama-administration-cutting/", "speaker": "Newt Gingrich", "vclaim": "The Obama administration \"actually cut out the democracy in Egypt funds inside the State Department.\"", "truth_label": "half-true", "date": "stated on February 13, 2011 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Newt Gingrich accuses Obama administration of cutting democracy funds for Egypt", "text": "Just days after Egypt’s Hosni Mubarak yielded to a popular uprising and relinquished power, former House Speaker Newt Gingrich, R-Ga., took a shot at the Obama Administration for its handling of Egyptian democracy issues.\n\nOn the Feb. 13, 2011, edition of ABC’s This Week with Christiane Amanpour, Gingrich -- a possible 2012 presidential candidate -- said that \"this is an administration which for reasons I don't understand actually cut out the democracy in Egypt funds inside the State Department.\"\n\nWe thought we’d check to see whether that’s accurate.\n\nFirst, a little background. The federal government offers two primary sources of democracy funding to Egypt -- through the U.S. Agency for International Development, and through the State Department. It's a small portion of all the aid it gives to Egypt and includes funding for \"civil society\" programs, \"good governance,\" and efforts to advance the \"rule of law and human rights.\" Some of this money goes toward independent democracy-building groups, some to the government to improve its transparency, and some to anti-corruption and human-rights efforts.\n\nUnder U.S. AID, there’s a category called \"Governing Justly and Democratically.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMeanwhile, under the State Department, the federal government funds two programs that benefit Egypt -- the Middle East Partnership Initiative and the Bureau of Democracy, Human Rights and Labor.\n\nHere’s a description of funding for the U.S. AID portion of that funding since fiscal year 2006, according to a summary by the Project on Middle East Democracy:\n\nFiscal year 2006 actual funding: $50.0 million\nFiscal year 2007 actual funding: $50.0 million\nFiscal year 2008 actual funding: $54.8 million\nFiscal year 2009 actual funding: $20 million\nFiscal year 2010 estimate: $25 million\nFiscal year 2011 presidential request: $25 million\n\nThe fiscal year 2012 request will not be out for another few weeks, experts said.\n\nFor the sake of context, we should point out that for 2011, democracy funding under these programs accounted for just 2 percent of the U.S. government money that went to Egypt. The rest was for military and security assistance (84 percent) and for other economic assistance (14 percent).\n\nAs the table above shows, the funding level for U.S. AID’s Egyptian democracy programs did go down significantly between fiscal year 2008 and fiscal year 2009, but assigning responsibility for this decline is tricky.\n\nOfficially, the cut for fiscal 2009 was enacted by Congress in March 2009 and signed by Obama. But the funding change stemmed from a broader cut put in motion by the administration of George W. Bush.\n\nAs if that wasn’t murky enough, it gets even more complicated, said Stephen McInerney, the executive director of the Project on Middle East Democracy, an advocacy group that closely tracks democracy funding in the region.\n\nInitially, the Bush Administration wanted to cut overall economic aid to Egypt from $415 million in fiscal year 2008 to $200 million in fiscal year 2009. But the Bush Administration wanted to protect the fraction of the funding being spent on democracy from cuts.\n\nBy the time Congress approved the funding, however, the democracy budget had been slashed by roughly the same percentage as the entire Egypt aid budget. This is the decline Gingrich was referring to.\n\n\"The Obama Administration can claim that had the Bush Administration not cut overall economic aid, then the democracy and governance portion would not have gotten cut,\" McInerney said. \"But the Bush Administration could retort that they had specifically designated that the democracy and governance portion not be cut.  And both sides would be correct.\"\n\nNow, let’s shift gears and look at the State Department funding.\n\nThe two State Department programs serving Egypt and other countries have increased during the Obama administration, but country-by-country figures are not available.\n\nIn fact, the State Department programs picked up some slack from the declining U.S. AID budgets, said Tom Malinowski, Washington director for Human Rights Watch.\n\n\"After the Obama administration took office, U.S. AID decided to terminate direct grants to unregistered Egyptian pro-democracy groups -- that is, those that did not have official approval from the Egyptian government,\" Malinowski said. \"It was not clear if this was a decision made by the U.S. embassy in Cairo without the knowledge of the very new political leadership in Washington or a decision that had high-level blessing in the new administration. In any case, it did happen on Obama’s early watch. But the Obama administration decided to continue funding the same unregistered Egyptian democracy groups through a different budget account, administered by the State Department, to the tune of $7 million.\"\n\nSo let’s summarize. Funding from U.S. AID for Egyptian democracy did fall by about half, but that resulted from actions taken by both the Bush and Obama administrations. Meanwhile, democracy funding under the State Department’s budget rose. The Obama administration later sought to increase U.S. AID funding, but neither this increase nor the increase in the State Department’s budget was enough to replace the lost U.S. AID funds.\n\nHow does this square with Gingrich’s statement that the Obama administration actually \"cut out the democracy in Egypt funds inside the State Department\"? We see a few problems.\n\nFirst, the Obama administration bears some of the responsibility for the cuts, but the Bush administration does as well. Second, using the term \"cut out\" makes it sound like the funds were eliminated, rather than reduced. Third, the funds that were inside the State Department’s budget actually increased; the ones that were cut were inside U.S. AID’s budget.\n\nStill, Gingrich does have a point. On an overall basis, democracy funding did decline rather significantly during the first two years of the Obama administration, and the administration played a role in that decision. Gingrich’s statement is \"not too far off from a true statement,\" McInerney said. \"If he had dropped the words ‘out’ and ‘inside the State Department,’ then I would consider it to be a true statement.\"\n\nWe agree, so on balance, we rate Gingrich’s statement Half True.", "vclaim_id": "vclaim-pol-13593"}