{"url": "/factchecks/2019/apr/10/viral-image/no-health-and-human-services-didnt-say-it-failed-m/", "speaker": "Viral image", "vclaim": "\"Health and Human Services admits they have never conducted federally-required monitoring of vaccine safety for over 30 years.\"", "truth_label": "false", "date": "stated on April 4, 2019 in a Facebook post:", "title": "No, Health and Human Services didn’t say it failed to monitor vaccine safety", "text": "The U.S. Department of Health and Human Services has a website devoted to vaccinations — vaccines.gov. \"HPV vaccination prevents cancer!\" reads one post recommending the vaccine for boys and girls at ages 11 or 12. Another discusses recent measles outbreaks in the United States. On March 6, a Health and Human Services administrator joined other federal officials to write a New York Times opinion piece advocating for vaccinations, saying they save lives and protect public health.\nBut a recent Facebook post suggest the federal agency has failed to ensure vaccinations are safe.\n\"Health and Human Services admits they have never conducted federally-required monitoring of vaccine safety for over 30 years,\" the April 4 post says. \"No science exists! Your child is their vaxx-test dummy!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe short version of the story is this: The federal agency in charge of vaccinations failed to turn over certain reports in response to a group's request for documents. The Facebook post goes too far, however, to say that the agency admitted they \"have never conducted federally-required monitoring of vaccine safety\" for decades. That is not true, experts told us. \nWhat we found\nA spokesman for Health and Human Services didn’t immediately respond to PolitiFact’s email about the Facebook post.  \nOn the agency’s \"vaccine safety\" page, on vaccines.gov, it notes that \"because vaccines are given to millions of healthy people — including children — to prevent serious diseases, they’re held to very high safe standards.\" That includes testing and evaluating vaccines before the Food and Drug Administration licenses them and monitoring vaccines’ safety after the Centers for Disease Control and Prevention recommended them.  \nEvery batch of vaccines is tested for quality and safety, according to HHS, and FDA reviews the test results and inspects the factories where the vaccines were made.\nAfter a vaccine is licensed and recommended for use, the website says, FDA, CDC and other federal agencies monitor its safety. CDC and the FDA manage the Vaccine Adverse Events Reporting System, which tracks unusual or unexpected patterns that could mean there’s a vaccine safety issue. The Post-licensure Rapid Immunization Safety Monitoring System is the FDA’s national system for monitoring vaccine safety.\nTony Yang, a professor and health services and policy researcher at George Washington University, told us the Facebook post’s claim is \"absurd.\"\n\"FDA and CDC (both under HHS) closely monitor vaccine safety after the public begins the vaccine,\" he told PolitiFact in an email. \"They monitor the safety of vaccines by: performing high-quality vaccine safety research; making determinations about whether vaccines caused reactions in certain cases and helping to learn about preventable risk factors; identifying vaccine adverse events through public health surveillance.\"\nDaniel Salmon, a professor at the Johns Hopkins Bloomberg School of Public Health and director at the university’s Institute for Vaccine Safety, told PolitiFact, \"HHS does lots of vaccine safety monitoring.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nHe pointed us to a December 2008 document from HHS called \"Comprehensive review of federal vaccine safety programs and public health activities.\" The summary begins:\nThe evaluation of safety for vaccines is conducted through a network of diverse, yet integrated activities that cuts across federal agency responsibilities and includes the private sector and academic investigators. … The development, licensure and widespread use of a vaccine involves activities and programs from a broad range of groups, including State health departments, academia, industry, healthcare providers, professional organizations, third party payers, managed care organizations, philanthropic and service organizations, and agencies within the Department of Health and Human Services, including the National Institutes of Health (NIH), Food and Drug Administration (FDA), Centers for Disease Control and Prevention (CDC), and the National Vaccine Injury Compensation Program.\nAfter a vaccine is licensed, the document says, the FDA may obtain agreements from the manufacturers to conduct studies about a vaccine’s risks, benefits and optimal use. They’re usually epidemiological studies involving tens of thousands of people, according to the document.\nDorit Rubinstein Reiss, a law professor at University of California, Hastings, researches legal issues related to vaccines. When we asked her about the Facebook post, she said, \"it is not true that HHS has not conducted safety monitoring in 30 years.\"\nThe claim, Reiss said, stems from a public information request filed by the Informed Consent Action Network seeking administrative reports that HHS had filed with Congress. Though the National Childhood Vaccine Injury Act requires HHS to file such reports, HHS said they couldn’t find any in a search.\nIn a July 2018 post on its website, the Informed Consent Action Network says, \"HHS has not acted in its duties regarding vaccine safety, forcing 78 million American children into a vaccine program with no safety provisions.\"\nHowever, Reiss said, while HHS said they couldn’t find the reports the Informed Consent Action Network requested, \"that is not to say they have not monitored safety. They have.\"\nShe directed us to two blog posts she wrote about the case. In the first, she notes that the National Childhood Vaccine Injury Act of 1986 requires HHS to report to two congressional committees on its vaccine-related activities. On June 27, 2018, the agency responded to the request by saying that its search for records \"did not locate any records responsive to your request.\"\nReiss then details the \"abundant research\" on HHS and vaccine safety, including Institute of Medicine reports that the agency commissions. \"In July 2014, a large report on vaccine safety commissioned by HHS was also completed.\"\nShe concludes by saying that though HHS \"has done and continued to do abundant work related to vaccines safety, the agency should have submitted the required reports.\"\nOur ruling\nThe Facebook post claims that Health and Human Services \"admits they have never conducted federally-required monitoring of vaccine safety for over 30 years.\" While the agency was unable to locate records responsive to the Informed Consent Action Network’s public information request, we couldn’t find evidence that the agency admitted it had failed to monitor vaccine safety for more than 30 years. Rather, HHS details on its website how it and other agencies monitor vaccines. Other reports, such as the 2008 review of federal vaccine safety programs that Salmon pointed us to, are available online.\nWe rate this claim False.\n \n Share the Facts 2019-04-10 18:32:47 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Health and Human Services admits they have never conducted federally-required monitoring of vaccine safety for over 30 years.\"    Viral image On the internet     Thursday, April 4, 2019 2019-04-04    Read More  info", "vclaim_id": "vclaim-pol-00776"}