{"url": "/factchecks/2018/aug/06/tony-evers/tony-evers-figures-are-wrong-attack-scott-walker-o/", "speaker": "Tony Evers", "vclaim": "\"Since Scott Walker has been our governor, we’ve gone from 50 percent state funding for the\" University of Wisconsin System \"to 15 percent.\"", "truth_label": "false", "date": "stated on July 22, 2018 in a candidates forum:", "title": "Tony Evers' figures are wrong in attack on Scott Walker over state funding of UW System", "text": "NextGen America is a political group run by California billionaire Tom Steyer, who plans to spend $30 million on the 2018 elections trying to give Democrats control of Congress.\nOn July 22, 2018, the group took a narrower focus, hosting a forum that was attended by four of the eight Democrats running for governor of Wisconsin.\nNextGen America’s target is younger voters. And at times, its event at the former Pabst brewery site in Milwaukee, brought out the whimsical side of the candidates. Mahlon Mitchell, a firefighter and firefighters union president, used his time for a closing argument to put on firefighter gear in under 60 seconds. And Tony Evers recited the Gettysburg Address and took a selfie with the crowd.\nBut the forum was serious, too, including when the host asked:\n\"What would you do to make college more affordable?\"\nEvers answered first. He noted that as part of his role as the state supreintendent of schools, he serves on the state Board of Regents, which governs the University of Wisconsin System. Then he attacked Republican Gov. Scott Walker, saying:\n\"Since Scott Walker has been our governor, we’ve gone from 50 percent state funding for the (UW) system to 15 percent.\"\nThat would be a precipitous drop of 35 percentage points.\n\n\n\n\nAll our fact checks in the governor’s race.\n\n\n\n\n \nWalker and the GOP-run Legislature did cut $250 million from the UW System in the 2015-’17 state budget. And Democrats have attacked Walker on education funding ahead of the Aug. 14, 2018 primary, as they compete to be the nominee running against the two-term incumbent in the Nov. 6, 2018 general election.\nBut in this case, the attack misses.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \n\"Tony misspoke,\" his campaign spokeswoman Maggie Gau told us. \"We acknowledge it's not correct.  As much as we try to prevent them, no one is perfect and mistakes happen on the trail.\"\nUW System’s funding streams\nThe UW System is composed of 13 campuses, including the University of Wisconsin-Madison, that offer four-year and advanced degrees, and 13 campuses that offer two-year degrees. Currently, its operating budget is about $6 billion per year, with about $1 billion — 17 percent — coming from state funding.\nTo see whether that percentage has changed during Walker’s tenure as governor, we turned to a state agency, the nonpartisan Legislative Fiscal Bureau. (Federal funding and tuition are the two other largest sources of funding, and there are others, as well.)\nHere is how much of the UW System operating budgets has come from state funding since the year before Walker took office as governor:\n\n\n\n\nFiscal year\n\n\nPercentage of UW System operating budget from state funding\n\n\n\n\n2010-’11\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n21.1 percent\n\n\n\n\n2011-’12 (Walker’s first year)\n\n\n17.9 percent\n\n\n\n\n2012-13\n\n\n19.2 percent\n\n\n\n\n2013-’14\n\n\n19.2 percent\n\n\n\n\n2014-’15\n\n\n19.3 percent\n\n\n\n\n2015-’16\n\n\n16.6 percent\n\n\n\n\n2016-’17\n\n\n16.8 percent\n\n\n\n\n2017-’18\n\n\n17.1 percent\n\n\n\n\n \nSo, state funding of the UW System was nowhere near the 50 percent Evers claimed when Walker took office. Rather, it was 21 percent.\nSince Walker became governor, state funding has been below the 21 percent. Now it’s at about 17 percent, a drop of about 4 percentage points since Walker took office — though above the 15 percent Evers claimed.\nOur rating\nEvers said: \"Since Scott Walker has been our governor, we’ve gone from 50 percent state funding for the\" University of Wisconsin System \"to 15 percent.\"\nThe gap is much narrower.\nState funding made up about 21 percent, not 50 percent, of the UW Systems’s operating budget when Walker took office.\nIt’s now at 17 percent, not 15 percent.\nWe rate Evers’ statement False.  Share the Facts 2018-08-07 20:58:38 UTC   PolitiFact    2 1 7  PolitiFact Rating: False   \"Since Scott Walker has been our governor, we’ve gone from 50 percent state funding for the\" University of Wisconsin System \"to 15 percent.\"    Tony Evers Democratic candidate for Wisconsin governor  https://www.facebook.com/NowThisPolitics/videos/2183401791691299/UzpfSTU3MTE4MjYwOTU3MTMzMjoxODM3MzQyOTUyOTU1Mjg1/?fref=mentions   In a candidates forum Sunday, July 22, 2018 2018-07-22    Read More  info", "vclaim_id": "vclaim-pol-01764"}