{"url": "/factchecks/2020/jul/02/facebook-posts/no-taylor-swift-didnt-say-we-should-remove-statue-/", "speaker": "Facebook posts", "vclaim": "Says Taylor Swift wants to remove the Statue of Liberty", "truth_label": "pants-fire", "date": "stated on June 23, 2020 in Facebook on June 23:", "title": "No, Taylor Swift didn’t say we should remove the Statue of Liberty", "text": "Taylor Swift has taken a public stance in support of removing Confederate monuments in her home state of Tennessee. But has the popular singer-songwriter also advocated taking down the Statue of Liberty? \nNo. But that’s not what a falsified image being passed around on Facebook would have you to believe:\n\"Taylor Swift says we should remove The Statue Of Liberty,\" reads what looks like a headline in a screengrab of a news story dated June 18, 2020. Below the supposed headline, a blurb with a typo reads, \"How can you have a moment to freedom that was built by slaves. Racist monuments make me sick.\"\nThe Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (read more about our partnership with Facebook.)\nThe design of the post — which includes a banner with a \"G1\" logo and the word \"World\" — appears to imitate the design of an article from the Brazilian site globo, the website associated with the Brazilian television network Globo. G1 is the name of the news portal for the site. The site is real, but there weren’t any articles posted about Swift on June 18.\nWe did a Google search of the headline in the image and narrowed it down to articles posted on June 18, but the search turned up nothing. Another Google search of the headline alone also produced no results. We did the same thing in Nexis, which holds news archives, and nothing came up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe do know that in a June 12 tweet, Swift called for the removal of statues that honor Confederate leaders and other historical figures:\n\"As a Tennessean, it makes me sick that there are monuments standing in our state that celebrate racist historical figures who did evil things. Edward Carmack and Nathan Bedford Forrest were DESPICABLE figures in our state history and should be treated as such,\" Swift said.\nCarmack was a white politician and newspaperman who in 1892 incited a mob that destroyed the newspaper office where investigative journalist Ida B. Wells worked. A statue of Carmack resided at the Tennessee State Capitol for over 90 years, before recently being toppled at a demonstration in Nashville. Wells, who was African American, was posthumously awarded a 2020 Pulitzer Prize for her work chronicling \"horrific and vicious violence against African Americans during the era of lynching.\"\nForrest was a Confederate general and the Ku Klux Klan’s first grand wizard. The Tennessee State Capitol holds a bust of Forrest, and the Tennessee Capitol Commission is expected to vote on whether to remove it from the building in July.\nOur ruling\nA Facebook post circulating on the internet has a headline that reads, \"Taylor Swift says we should remove the Statue Of Liberty.\"\nThere is no evidence Taylor Swift has stated support for removal of the Statue of Liberty. A search of news archives and Google surfaced no article like the one that this Facebook post purports to show.\nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-17679"}