{"url": "/factchecks/2014/may/23/democratic-party-virginia/virginia-democrats-say-gillespie-was-paid-300000-l/", "speaker": "Democratic Party of Virginia", "vclaim": "In 2007, Ed Gillespie \"was paid $300,000 to be the frontman for a coalition that made the individual mandate the centerpiece of its health reform plan.\"", "truth_label": "barely-true", "date": "stated on March 26, 2014 in a news release.:", "title": "Virginia Democrats say Gillespie was paid $300,000 to lobby for individual mandate", "text": "When money was offered, Democrats say Republican U.S. Senate candidate Ed Gillespie was pleased to support an individual mandate that all Americans have health insurance.\n\"In 2007, he (Gillespie) was paid $300,000 to be the frontman for a coalition that made the individual mandate the centerpiece of its health reform plan,\" the Democratic Party of Virginia said earlier this spring in a news release. \"However, just last week, Gillespie’s campaign reversed course and claimed that he ‘consistently opposed the mandates.’\"\nGillespie, a former lobbyist, is the overwhelming favorite to win the Virginia GOP’s nomination for the U.S. Senate at a state convention next month and oppose Democrat incumbent Mark Warner this fall.\nDespite some unclear statements and writings in the past, Gillespie repeatedly has said this year that he’s always been opposed to an individual mandate -- the central provision of the Affordable Care Act, also known as Obamacare. So we decided to examine the Democrats’ claim that Gillespie was paid $300,000 to seek just such a law.\nAshley Bauman, spokeswoman for state Democrats, pointed us to news releases, op-eds and media coverage detailing Gillespie’s involvement with the Coalition to Advance Health Care Reform -- a group of large businesses that formed in early 2007 to find ways of curbing health costs and get more people insured.\nThe coalition’s website listed guiding principles to overhaul the nation’s health care laws. It called for a \"market-based health care system\" that provided financial incentives for people to adopt healthy behaviors and assistance so low-income people would get routine care outside of emergency rooms.\nBut the tenet Democrats’ zero in on is the group’s call for \"universal coverage with individual responsibility.\"\n\"Public policy has long mandated that care be provided when needed. We believe this policy should be balanced with a requirement that individuals carry health insurance regardless of their employment status,\" the group wrote. \"All Americans should have access to affordable quality healthcare services, with no exclusions for pre-existing conditions. The market should drive these policies with the government, businesses and individuals sharing responsibility to ensure affordable health coverage is achieved.\"\nLeading the coalition was Steve Burd, then CEO of the Safeway grocery chain. He announced the formation in a May 6, 2007 op-ed in The Washington Times, writing \"every American should be required to carry health insurance.\"\nThe next day, the group announced it had brought in \"nationally-recognized professionals,\" to \"manage the organization.\" The two mentioned by name were Gillespie and his lobbying partner, Jack Quinn, a Democrat who had been chief of staff in the mid 1990s to then Vice President Al Gore.\nReports filed in the U.S. Senate show Gillespie registered as a lobbyist for the coalition during the first half of 2007.\nBauman pointed us to data on the Center for Responsive Politics’ website showing that the coalition in 2007 paid $300,000 to Quinn Gillespie & Associates, a firm that was founded in 2000.\nGillespie’s activities\nGillespie’s ties to the coalition trace back several months before the its formation was announced. Federal lobbying records show that Quinn Gillespie & Associates registered to represent the coalition on March 1, 2007. The firm listed 16 employees, including Gillespie, as lobbyists for the health care group.\nPaul Logan, spokesman for Gillespie’s campaign, said his boss never advocated for the mandate and was listed as lobbyist out of an abundance of caution. \"It was the practice at QGA to register even if you were not lobbying lawmakers on behalf of a client,\" he emailed. \"There is a penalty for not registering to lobby and doing lobbying work, but no penalty for registering and not lobbying.\"\nLogan gave us a letter Burd wrote to the Gillespie on March 24, 2014 to rebut attacks that the Republican lobbied for the requirement.\n\"Your counsel with CAHR was very clear. To establish a set of core principles at a high level to attract a broad coalition and to stay away from any support for an individual mandate,\" Burd wrote. \"As I recall, you were personally opposed to the idea of an individual mandate and encouraged the coalition to stay with market-based principles to guide its work. At no time did you advocate or lobby for an individual mandate on behalf of CAHR.\"\nBurd added, \"in fact you never attended any meetings the coalition had with elected leaders and you left Quinn Gillespie and Associates within a month of the coalition being formed, well before CAHR began to actively engage in the policy debate.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nGillespie did leave his lobbying firm -- about six weeks after his affiliation with coalition was announced -- to start work as an adviser to President George W. Bush on June 26, 2007.\nBefore leaving, Gillespie promoted the coalition’s broad health care agenda during a May 8 radio interview on WBUR in Boston. He was never specifically asked about an individual mandate. But he did say, \"it’s important to emphasize what this coalition is advocating, which is getting people in through individual responsibility and not a mandate -- a government-imposed dictate -- on small businesses.\"\nThe payments \nLogan said Gillespie did not receive the $300,000 from the coalition but would not provide other compensation figures. Lobbying records show the coalition paid that amount to Gillespie’s firm -- not Gillespie personally -- in 2007.\nBurd, in an interview, told us he recalls meeting once with Gillespie while forming the coalition, on March 15, 2007. During that session, Burd said Gillespie gave advice on how to organize and rally support for the group. \"There’s not a chance in the world that we would have paid him $300,000 for one meeting,\" he said.\nBiannual lobbying records show the coalition paid the Quinn Gillespie $120,000 during the first half of 2007, when Gillespie was still with the firm.\nMost of the money the coalition paid to the firm in 2007 -- about $180,000 -- was remitted in the second half of the year. A year-end lobbying report covering that span did not list Gillespie as a lobbyist. Logan said Gillespie severed all ties with his firm when he became a presidential adviser.\nSo about 60 percent of the coalition’s $300,000 payment was made during the six months after Gillespie left the firm. With this information, we contacted Bauman again and asked for proof of the Democrat’s claim that Gillespie received all of the money.\n\"We have frequently referred to Gillespie’s firm making more than $300,000, through its work on behalf of CAHR, \" she emailed.  \"In this instance, we should have been clearer, but we stand by the fact that the firm he founded, QGA (Quinn Gillespie & Associates), was paid $300,000 to lobby on behalf of a group that supported the individual mandate.\"\nWe should note that Democrats have said at least two other times this year that Gillespie -- not his company -- was paid $300,000 by the coalition.\nPrior to leaving the firm, Gillespie received a $4.8 million payout based on a 2004 sale of his lobbying company, according to a disclosure form he filed upon entering the White House detailing his finances during the previous 18 months. Logan said that amount was \"scheduled and paid long before Ed agreed to go to the White House.\"\n\"Ed severed all ties to QGA when he went to work at the White House and did not receive any compensation or distributive share from them after he left,\" Logan said.\nOur ruling\nThe state Democratic Party said Gillespie was paid $300,000 \"to be the frontman for a coalition that made the individual mandate the centerpiece of its health reform plan.\" This, Democrats said, belies Gillespie’s assertion that he’s always opposed mandatory health coverage.\nThere’s no doubt Gillespie was a key adviser to the coalition, as was his business partner. His role was prominently noted in a news release announcing formation of the group, and he spoke on behalf of the group in a radio interview.\nThe group supported an individual mandate, although there’s a bit of hyperbole in the Democrats’ contention it was the ‘centerpiece’ of their agenda. The top item listed on the coalition’s \"core principles\" was bringing market-based efficiency and price transparency to health care. The founder of the coalition says Gillespie privately voiced opposition to a mandate, urged the pursuit of other reforms and never attended the coalition's meetings with politicians.\nRecords show Gillespie’s lobbying firm -- not Gillespie, himself -- was paid $300,000 by the health care coalition in 2007. Gillespie left the firm that June. During the first half of 2007, Gillespie was among 16 people at his firm registered as lobbyists for the coalition. The bulk of the payments came in the second half of 2007, after Gillespie departed.\nWhen we pointed this out to the Democratic Party, a spokeswoman backed away from its improbable claim the Gillespie received all the fees paid to his firm. Gillespie’s campaign denies he was paid $300,000, but would not say how much he did pocket.\nSo bits of truth in the Democrats’ statement are tarnished with exaggeration and create an unsupportable story that Gillespie, when the money was right, led a lobbying effort for an individual mandate.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07828"}