{"url": "/factchecks/2016/jul/07/donald-trump/was-saddam-hussein-good-killing-terrorists-donald-/", "speaker": "Donald Trump", "vclaim": "\"You know what (Saddam Hussein) did well? He killed terrorists.\"", "truth_label": "barely-true", "date": "stated on July 5, 2016 in a rally in Raleigh, N.C.:", "title": "Was Saddam Hussein good at killing terrorists, as Donald Trump says?", "text": "To the surprise of some observers, Donald Trump has recently given a few campaign-trail shout-outs to Saddam Hussein -- a man the United States twice went to war with.\nMost recently -- though not for the first time -- Trump gave the late Iraqi dictator some credit at a campaign rally in Raleigh, N.C., on July 5, 2016.\n\"Saddam Hussein was a bad guy. Right?\" Trump said. \"He was a bad guy. Really bad guy. But you know what, he did well? He killed terrorists. He did that so good they didn't read (them) the rights. They didn't talk. ... Today, Iraq is Harvard for terrorism. You want to be a terrorist? You go to Iraq. It's like Harvard. OK? So sad.\"\nThis prompted bipartisan criticism, including from Hillary Clinton’s campaign. But Trump proceeded to double down on his statement.\nTrump largely repeated his message at a rally in Cincinnati on July 6, and said in an interview with the Cincinnati Enquirer the same day, \"That’s not praising Saddam Hussein. I would say maybe it’s the opposite. But when it comes to terrorism, I said he did a good job because he killed terrorists.\"\nWe wondered: Is it accurate for Trump to say that Saddam Hussein \"killed terrorists\"? Experts told us that Trump has a point -- though one that’s undercut by missing context and questionable relevance. Trump’s campaign did not respond to an inquiry.\nWho’s a terrorist?\nComplicating any analysis of Trump’s assertion is the fact that, as we have previously noted, there is no single definition of terrorism. Hussein may have considered some of his domestic opponents terrorists, but not everyone else would agree.\nIndeed, Hussein could be a ruthless foe of those who threatened his monopoly on power, and many of these would be considered Islamists in opposition to Hussein's historically secular regime. Yet he was not averse to leveraging Islamic terrorists to advance his own ends beyond Iraq’s borders.\n\"Saddam rarely used the term ‘terrorists,’ \" said Joseph Sassoon, an associate professor at the Georgetown University School of Foreign Service and author of Saddam Hussein’s Baath Party: Inside an Authoritarian Regime. \"One side can see certain people as freedom fighters while others perceive them as terrorists. A case in point: Palestinian suicide bombers. Israel and the U.S. saw them as terrorists while Saddam' regime gave each suicide bomber's family a large gift of about $50,000.\"\nSo one weakness with Trump’s claim is that many of the \"terrorists\" Hussein killed weren’t necessarily killed for their \"terrorism,\" and many would not have been considered \"terrorists\" by anyone beyond Hussein's own circle.\nWhere Trump has a point\nThat said, perhaps the strongest argument for Trump’s assertion is to compare what went on during Hussein's regime and what has happened afterward. His often brutal clampdowns had the side effect of keeping all types of dissent, including terrorism, in check. Since his ouster, instability has often reigned, allowing violence, including terrorism, to flourish.\nIn fact, ISIS -- perhaps today’s most feared terrorist group -- emerged in the chaos of post-war Iraq when it was known as al-Qaida in Iraq.\nJoshua Landis, director of the Center for Middle East Studies at the University of Oklahoma, blamed both Bush and Clinton for supporting a war in Iraq that destroyed the country’s governing structures. \"They also cast out the Sunni elite and Iraqi military from the top of society down to the bottom of society, eliminating their pensions, jobs and futures. This misguided and destructive action infuriated a large swath of Iraqi society, many of whom joined al-Qaida and became ‘terrorists’ according to the U.S. definition. The U.S. has been trying to kill them ever since.\"\nDaveed Gartenstein-Ross, a terrorism analyst at the Foundation for Defense of Democracies, agreed that while Trump’s phrasing was \"imprecise,\" the difference in the prevalence of terrorism before and after the Iraq War is \"no comparison.\"\n\"The Iraq War has been devastating to U.S. interests and an enormous boon to jihadists,\" Gartenstein-Ross said. \"The Iraq War made us less safe.\"\nFocusing on the relationship between Hussein and terrorism also offers a useful corrective to the incorrect theory that Hussein had some sort of connection to perpetrating the 9/11 terror attacks, experts said.\nCNN terrorism analyst Peter Bergen made this argument in a provocative column headlined, \"Trump gets it right on Saddam.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBergen wrote that post-war analysis by the U.S. intelligence community has failed to turn up any significant links between Hussein and al-Qaida, the perpetrator of the 9/11 attacks.\n\"Saddam's government kept meticulous records,\" Bergen wrote. \"The Defense Intelligence Agency had by 2006 translated 34 million pages of documents from Saddam's Iraq and found there was nothing to substantiate a ‘partnership’ between Saddam and al-Qaida.\" Subsequent analysis of 600,000 additional documents by the Pentagon-affiliated Institute for Defense Analyses similarly concluded that there was no smoking gun, and the Senate Select Committee on Intelligence also found no \"cooperative relationship,\" Bergen wrote.\nWhere Trump’s argument falters\nOn the other hand, Trump has ignored some crucial context in making a sweeping assertion about Hussein's rule. Here are some of the problems.\n• Hussein actively sponsored terrorism, as well. Indeed, Iraq was on the official U.S. list of state sponsors of terrorism between 1979 and 1982, and then again between 1990 and 2004, when Hussein ruled the country.\n\"He did kill some terrorists, but he supported others, such as Abu Nidal and the MEK cultists from Iran,\" said John Limbert, a former high-ranking State Department official who now teaches international relations at the U.S. Naval Academy.\nIn the conservative magazine the Weekly Standard, editor Stephen F. Hayes offered a lengthy recap of Hussein's terrorist connections in a piece titled, \"Trump Is Clueless on Saddam and Terror.\"\n\"Saddam Hussein opposed terrorists who opposed him,\" Hayes wrote. \"He supported and funded virtually all others—including jihadists who targeted the United States, its interests, and allies.\"\nAccording to Hayes’ account, Hussein supported the Syrian Muslim Brotherhood in the early 1980s; aided the escape and offered refuge to Abdul Rahman Yasin, a conspirator in the 1993 bombing of the World Trade Center; and supported a suicide-bomber plot to assassinate former President George H.W. Bush during a visit to Kuwait.\nHayes, like Bergen, cites the 2008 Institute for Defense Analyses study, but he focused on a broader definition of terrorist activities, rather than just the 9/11 link. Hayes wrote that the report concluded, \"Evidence shows that Saddam's use of terrorist tactics and his support for terrorist groups remained strong up until the collapse of the regime.\"\n• How Hussein handled \"terrorists\" represents a small part of his legacy. Focusing on how Hussein  handled terrorists overlooks a much bigger issue -- his massive violations of Iraqis’ human rights.\nOn the eve of the Iraq War in 2003, the New York Times reported that \"accounts collected by Western human rights groups from Iraqi émigrés and defectors have suggested that the number of those who have ‘disappeared' into the hands of the secret police, never to be heard from again, could be 200,000.\" And that doesn’t include an even larger number believed to have been killed during the Iran-Iraq War and the Persian Gulf War.\n\"He didn't just kill terrorists,\" Limbert said. \"He gassed and otherwise murdered Kurds, Shia, and anyone else he didn't like.\"\n• Hussein's model of handling isn’t a viable option for the United States. Put simply, the United States is a democratic nation with a constitution, not an authoritarian dictatorship. Indeed, some have criticized the Obama administration for a lack of due process in drone strikes on terrorists overseas -- a far more limited action than the kind of mass killings Hussein oversaw.\n\"Reasonable people can differ on whether Saddam Hussein's support for terrorism constituted a threat great enough to go to war in an attempt to eliminate it,\" Hayes concluded in his article. \"But no reasonable person can cite Saddam Hussein as a model for an approach to handling jihadist terror.\"\nGartenstein-Ross agreed that any discussion of Hussein's methods of controlling terrorism are, at most, academic rather than practical.\n\"I absolutely do not find Saddam’s methods of dealing with terrorism applicable to the United States,\" he said. \"Extreme repression like that is a self-defeating strategy.\"\nOur ruling\nTrump said Saddam Hussein \"did well. He killed terrorists.\"\nTrump has a point in saying that Hussein's Iraq was free of the widespread Islamic terrorism that flourishes there now. On the other hand, Hussein's opposition to terrorism sprung largely from a desire to eliminate opponents to his rule; by contrast, he was willing to support terrorism as long as it advanced his interests beyond Iraq’s borders. And it’s not as if Hussein's methods offer a helpful model for a democracy like the United States.\nWe rate Trump’s statement Mostly False.\nhttps://www.sharethefacts.co/share/c2fb9157-7ea1-445b-af4a-4f133f8ab00c", "vclaim_id": "vclaim-pol-04728"}