{"url": "/factchecks/2011/jul/06/bob-mcdonnell/mcdonnell-says-texas-under-gov-perry-has-created-h/", "speaker": "Bob McDonnell", "vclaim": "\"Under Gov. Rick Perry’s leadership [Texas] has created more jobs over the last decade than the rest of the states combined.\"", "truth_label": "barely-true", "date": "stated on June 25, 2011 in an op-ed.:", "title": "McDonnell says Texas, under Gov. Perry has created half of U.S. jobs", "text": "Gov. Bob McDonnell spends plenty of time talking about Virginia’s job climate, but he expanded his horizons in a recent op-ed piece for The Wall Street Journal.\n\nThe governor hailed the economic record of Texas, run by his fellow Republican, Gov. Rick Perry.\n\n\"Under Gov. Rick Perry’s leadership [Texas] has created more jobs over the last decade than the rest of the states combined,\" McDonnell wrote.\n\nPerry has led Texas since December 2000, when he replaced then-Gov. George W. Bush, who resigned to prepare for his presidency. Perry is considering running for president next year.\nMcDonnell’s column urged the GOP to nominate a governor for the White House, saying state executives have practical experience dealing with the economy and balancing budgets. McDonnell lauded the records of several Republican governors -- including his own.\n\nWe wondered if Perry’s record on creating jobs matched McDonnell’s claim.\n\nTucker Martin, McDonnell’s director of communications, said the statement was based on data from the Bureau of Labor Statistics, the federal government’s clearinghouse for employment statistics. He also cited a May report by The Business Journals that tabbed Texas as the runaway leader in job creation.\n\nOur research took us down a road traveled by PolitiFact Texas in examining various claims from Perry that most of the jobs created in the U.S. are in the Lone Star State.\n\nPolitiFact Texas has debunked several of these eye-popping claims, noting that they are based on statistics from a minority of states that have had overall job gains in recent years.\n\nAccording to the BLS, Texas had a net gain of 907,000 jobs between December 2000 and December 2010. The entire payroll in the U.S. grew by 1.6 million jobs during the span.\n\nThat means of the 19 states that gained jobs during the first decade of Perry’s governorship, including the District of Columbia, Texas accounted for 56 percent of the gain.\n\nBut McDonnell did not say it that way. He wrote that Texas \"has created more jobs over the last decade than the rest of the states combined.\" The statistics he cites ignore any positions created in the 31 states where job losses outnumbered gains over that time, and it also fails to capture all positions added in states with job gains.\n\nConsider California, for example, which had a net loss of 340,000 jobs over the decade. Does that that mean no positions were created in California during the span? Of course not. But the figures McDonnell cites do not count any of the new jobs created at Facebook and Google because California’s overall employment dropped.\n\nBy excluding all states with net job losses -- regardless of any gains in those states -- the Texas share of new jobs in the U.S. is overblown.\n\nMichael Brandl, a professor at the University of Texas-Austin’s business school, has been critical of Perry’s use of these statistics to bolster his job-creating credentials. \"To say it’s misleading is to be kind,\" he told PolitiFact Texas in 2009. \"It’s just not true.\"\n\nBrandl was more circumspect when we recently asked him to assess McDonnell’s claim. He told us it is risky when the Virginia governor -- or anyone -- uses one statistic to make broad inferences about the economy.\n\n\"You have to be careful of using one number or data point and thinking it gives insight,\" he said.\n\nA broader look shows Texas has thrived over the last decade, but not at the miracle level McDonnell suggests. Texas is the nation’s second-most populous state, behind California.\n\nThe Lone Star state saw a 9.2 percent increase in private-sector jobs, good for sixth-highest in the country. Utah, Montana, Alaska, North Dakota and the District of Columbia beat the Texans, with North Dakota’s private sector job levels growing by almost 20 percent in 10 years.\n\nTexas had an 8.0 percent unemployment rate in May, below the national mark of 9.1 percent, but worse than that of 23 other states. Virginia’s unemployment rate of 6.0 percent tied for 7th with Hawaii, Iowa and Wyoming.\n\n\nLet’s review.\n\nMcDonnell wrote that under Gov. Perry, Texas \"has created more jobs over the last decade than the rest of the states combined.\"\n\nBut the Virginia governor used net job numbers. Those are different from job creation figures, which are not compiled by the BLS or other national authority. So using net job numbers and calling them job creation figures is a case of comparing apples to oranges.\n\nWe rate McDonnell’s claim Barely True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12795"}