{"url": "/factchecks/2012/may/01/joe-brown/nobody-leaving-memphis-says-city-councilman-joe-br/", "speaker": "Joe Brown", "vclaim": "\"Nobody is leaving Memphis. That's a myth.\"", "truth_label": "pants-fire", "date": "stated on April 18, 2012 in a City Council presentation on the Memphis budget.:", "title": "Nobody is leaving Memphis, says city councilman Joe Brown", "text": "When Memphis Mayor A C Wharton kicked off the budget season by presenting his administration’s plan for financing city government for 2012-13, budget chairman Jim Strickland talked about the possibility that a proposed one-time tax for schools might make more people vote \"with their tail lights\" by leaving the city.\n\nThat brought a challenge from Memphis City Councilman Joe Brown, who is a reliable advocate of increasing city government taxes and spending.  \"Nobody is leaving Memphis,\" Brown said. \"That's a myth.\"\n\nEven the mayor’s budget document cites the negative migration trend, noting that tax revenues \"have been negatively impacted by years of population decline and decimated by the recent recession.\" So we felt obligated to put Councilman Brown’s claim to the Truth-O-Meter\n\nBrown did not respond to numerous messages or emails asking for evidence to support his claim. It’s worth noting here that this Joe Brown, the city councilman, is not the same Joe Brown from Memphis famous for being a TV judge.\n\nNo, this Joe Brown is the councilman who attracted international attention for Memphis in 2004 when he barred seven Iraqi community and civic leaders from City Hall, citing fears of terrorism. \"We don’t want another Oklahoma City,\" he said at the time, adding confusion about domestic terrorism with his confusion about the origins of the 9/11 attacks.\n\nWhen we contacted Strickland about Brown’s claim, he went straight to the numbers, saying that his analysis shows the city has been bleeding residents at a yearly rate of about a half-percent of the population – roughly 3,000 more people leave the city than move to it. He says he’s even looked at Memphis Light, Gas & Water data that show yearly declines in customers.\n\n\"All the evidence points to people voting with their tail lights,\" Strickland said. \"They are leaving. Most of the people leaving are middle class and Memphis is losing its middle class.\"\n\nU.S. Census Bureau numbers from 2000 and 2010 back up Strickland. We have tracked this closely at The Commercial Appeal over the years, and Tom Charlier reported on it extensively in a piece last March. Between the 2000 and 2010 decennial censuses, Memphis’s population fell from 650,100 to 646,889 -- but those raw numbers mask a larger story of population shifts out of the city.\n\nOne key variable involves Memphis’s 2002 annexation of an 11.5-square-mile area of Cordova -- which contained 35,000 residents. If population in all other parts of Memphis had remained stable, at the very least the city should have shown an increase of 35,000 from the 2000 Census to the 2010 Census.\n\nThere’s also the matter of births far out-numbering deaths, which all things being equal would lead to population gain. While these numbers are not readily available for specific cities in Tennessee, the state does track them by county. University of Memphis researcher Charlie Santo pointed us to data that shows that in Shelby County, of which Memphis comprises 69.7 percent of the population, there were 145,120 births between 2001 and 2010 and 76,463 deaths.\n\nThus, the county should have added 68,657 people based on more births than deaths, and if we apportion 69.7 percent of that to Memphis, that means the city could have expected to grow by 47,854 people.\n\nAdd that 47,854 to the 35,000 Cordova residents forced into the city limits by annexation, and you see that, had there been an absolute zero rate of migration into or out of the city, Memphis’s population should have increased over the decade by 82,854.\n\nAnd, yet, the city showed a population decline of 3,211 people over that period. So more than 85,000 people that would have been expected to be present in census calculations were in fact nowhere to be found inside of Memphis.\n\nWe also know that the six incorporated suburban cities and towns inside Shelby County grew by 33 percent between 2000 and 2010, adding a total of 41,918 residents. Suburban towns and cities in bordering counties also showed great growth. And in Mississippi’s DeSoto County, which borders Memphis and Shelby County to the south, population grew by 37 percent, with the addition of 43,507 residents.\n\nWe cannot say exactly how many of those new suburban residents came from Memphis, but the Census Bureau numbers from its 2010 American Community Survey reveal substantial migration from Memphis to the suburbs.\n\nThe 2010 ACS, a scientifically rigorous U.S. Census sampling, shows a yearly migration out of Memphis of 32,580 people -- 11,425 moved from Memphis to the remainder of Shelby County, 5,767 moved to a different county in Tennessee and 15,388 moved to different state.\n\nWe did not get numbers for in-migration, because Brown’s comment focused specifically on whether people are leaving Memphis. But the numbers from the decennial census make it clear more people are moving out of Memphis every year than are moving in.\n\nAs Charlier wrote, this is a staggering trend because it marks only the second decline in a decennial census since the yellow fever epidemic of the 1870s.\n\nSmart City Memphis blogger Tom Jones, a former longtime Shelby County government administrator, put it into greater historical context: \"Within the 1970 city limits of Memphis, there are more than 30% fewer people; if Memphis were not able to masquerade its population losses through annexations, the city might well have lost more people than any city in the Sun Belt.\"\n\nOur ruling\n\nBrown defends his desire to raise taxes and increase spending in Memphis by saying it's \"a myth\" that residents are leaving Memphis. But he need only look at the mayor's budget document, which says the city has suffered \"years of population decline.\" And numbers from the Census Bureau show a more detailed story of the steady out-migration. It has been masked by annexations and yearly births outnumbering deaths, but it's a very real trend. We rate this claim Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-11183"}