{"url": "/factchecks/2018/oct/22/donald-trump/donald-trump-says-democrats-want-give-cars-undocum/", "speaker": "Donald Trump", "vclaim": "Says Democrats \"want to give (undocumented immigrants) cars.\"", "truth_label": "pants-fire", "date": "stated on October 20, 2018 in a rally in Elko, Nev.:", "title": "Donald Trump says Democrats want to give cars to undocumented immigrants. Nope", "text": "Want a free car? President Donald Trump has told his audiences that undocumented immigrants are in luck, if the Democrats have their way.\nIn an Oct. 19 rally in Mesa, Ariz., Trump said, \"Democrats want to give illegal aliens free welfare, free health care, and free education. Give them a driver's license. Give them a driver's license. Next thing you know, they want to buy them a car. Then they'll say the car's not good enough, how about a Rolls-Royce?\"\nThe hypothetical morphed into something more the following day at a rally in Elko, Nev. No longer was this idea simply the \"next thing\" Democrats were going to dream up — by then, the Democratic proposal he mentioned had purportedly already surfaced.\nReferring to Democrats, Trump said, \"They want to take away your Second Amendment. They want to raise your taxes. They want to open your borders — let people in, illegally. And then they want to pay for those people for health care, for education. They want to give them cars, they want to give them driver's licenses. I said last night — we did a great, great rally in Arizona last night — and I said last night, what kind of car will they supply them? Will it be a Rolls-Royce?\"\nTwelve states have indeed chosen to offer driver’s licenses to undocumented immigrants, which cannot be used for federal identification purposes. According to the National Conference of State Legislatures, they are California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maryland, Nevada, New Mexico, Utah, Vermont and Washington, along with the District of Columbia. Typically, an applicant must provide certain documents to obtain one, such as a foreign birth certificate, a foreign passport, or a consular card, along with evidence of current residency in the state. (Many of these states are solidly Democratic in their leanings, though some such as Nevada and New Mexico are mixed, and Utah is solidly Republican.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBut cars? That’s fantasy.\nBased on Google and Nexis searches, we found no indication that any Democratic official had proposed giving free cars to undocumented immigrants, be it a Rolls-Royce or a clunker.\n\"I’ve never heard any plan to give illegal immigrants cars at taxpayer expense,\" said Alex Nowrasteh, a policy analyst at the libertarian Cato Institute who closely tracks legislative proposals on immigration.\nAsked whether he’d heard any of discussion of this idea among congressional Democrats, Drew Hammill, a spokesman for House Minority Leader Nancy Pelosi, D-Calif., said Trump’s remark was \"fiction.\"\nWe reached out to the White House but did not receive a reply.\nOur ruling\nTrump said that Democrats \"want to give (undocumented immigrants) cars.\" There is no evidence for this. It rates Pants on Fire.\n Share the Facts 2018-10-22 22:29:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire   Trump Says Democrats \"want to give (undocumented immigrants) cars.\"     Donald Trump President https://factba.se/transcript/donald-trump-speech-maga-rally-elko-nv-october-20-2018   a rally in Elko, Nev. Saturday, October 20, 2018 2018-10-20    Read More  info", "vclaim_id": "vclaim-pol-01439"}