{"url": "/factchecks/2017/oct/21/eric-greitens/greitens-mostly-right-veterans-treatment-court-gra/", "speaker": "Eric Greitens", "vclaim": "\"Seventy-three percent of our veterans are graduating from drug courts. By contrast, I think most of the people in the very good drug court program — the graduation rate’s like 53, 55 percent. The point of that is that drug courts are working for veterans.\"", "truth_label": "mostly-true", "date": "stated on August 13, 2017 in a Facebook live video:", "title": "Greitens is mostly right on Veterans Treatment Court graduation rates", "text": "In his August Facebook Live video, Gov. Eric Greitens encouraged viewers to submit their questions. One viewer asked, \"What do we do for our veterans except use them as our reason to get mad when it fits our agenda?\"\n\n\nIn response, Greitens touched on providing jobs for veterans, in addition to citing the rate of veterans graduating from treatment courts in Missouri.\n\n\n\"Our veterans in our veterans court, are graduating — 73 percent of our veterans are graduating from drug courts,\" Greitens said. \"By contrast, I think most of the people in the very good drug court program — the graduation rate’s like 53, 55 percent. The point of that is that drug courts are working for veterans.\"\n\n\nWe were wondering: Are 73 percent of veterans graduating from treatment courts? While we never heard back from Greitens’ spokesman, a Supreme Court of Missouri spokeswoman pointed us in the direction of where those numbers came from.\n\n\nTreatment courts\n\n\nAccording to the Missouri Courts website, treatment courts began as a way to battle increasing substance abuse problems.\n\n\nTreatment courts have existed in Missouri for nearly 25 years. The first treatment court was started in 1993 in Jackson County. Legislation in 2013 established the first veterans treatment courts programs, which \"are hybrid drug and mental health court dockets that use the treatment court model to serve veterans struggling with addiction, serious mental illness and/or co-occurring disorders,\" according to a treatment courts fact sheet.\n\n\nAs of August 2017, there were 147 treatment court programs throughout the state. Of those, 12 are veterans treatment courts, with the remaining being adult, juvenile, family and DWI courts.\n\n\nVeterans can be accepted into treatment courts for drug-involved offenses and DWI offenses, Beth Riggert, communications counsel for the Supreme Court of Missouri, wrote in an email.\n\n\nThe numbers\n\n\nAccording to the treatment courts fact sheet, \"The graduation rate for all programs in fiscal 2017 exceeds 61 percent.\"\n\n\nHowever, the most recent data on veterans treatment courts is from calendar year 2016, Riggert said.\n\n\nIn that time frame, there were a total of 247 veterans participating in veterans treatment courts in the state, Riggert said. However, because the program is rolling, only a total of 82 veterans exited the program in 2016.\n\n\nOf those, 60 successfully graduated the program and 22 did not.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nThat translates to a success rate of 73.17 percent, or just about what Greitens said.\n\n\nSince 2011, the graduation rate from veterans treatment courts has steadily been increasing as more veterans have gone through the program.\n\n\nGreitens also said, \"By contrast, I think most of the people in the very good drug court program — the graduation rate’s like 53, 55 percent.\"\n\n\nBecause we were unable to reach Greitens’ spokesman for comment, we are unsure which specific treatment courts program Greitens was referring to when he said \"the very good drug court program.\" However, Riggert elaborated on the graduation for other treatment court programs.\n\n\nIn the same period, the graduation rate from adult drug courts was 52 percent, and the graduation rate from DWI courts was 90 percent, Riggert said.\n\n\nWhile Greitens is correct that the veterans treatment courts’ graduation rate was higher than some, such as the adult drug court’s rate, it is still not as high as the DWI court’s graduation rate of 90 percent.\n\n\nHowever, Riggert said it may not be accurate to compare graduation rates between treatment courts to prove one program’s success.\n\n\n\"The various types of treatment court programs are distinct, and so it is not helpful to try to make a side-by-side comparison,\" Riggert said.\n\n\nWhile 73 percent of veterans exiting the program did graduate in 2016, it is unclear how many veterans who graduate from the program have to return for additional treatment.\n\n\n\"Because veterans treatment courts are relatively new, we do not yet have sufficient quantifiable data from which to determine recidivism rates for these programs,\" Riggert said.\n\n\nOur ruling\n\n\nGreitens said, \"73 percent of our veterans are graduating from drug courts. By contrast, I think most of the people in the very good drug court program — the graduation rate’s like 53, 55 percent. The point of that is that drug courts are working for veterans.\"\n\n\nWhile the overall numbers are small, Greitens is correct that in 2016, 73 percent of veterans successfully completed treatment court. Over the same time period, the overall graduation rate from adult treatment court was 52 percent, officials say.\n\n\nHowever, officials also pointed out that the two programs are not identical, which makes comparing them imprecise. In addition, while graduation rate is one measurement of success, it’s not the only one, and as Riggert noted, veteran treatment courts are so new that no data on recidivism rates have been collected.\n\n\nWe rate Greitens’ claim Mostly True.", "vclaim_id": "vclaim-pol-02775"}