{"url": "/factchecks/2011/oct/19/michele-bachmann/michele-bachmann-says-top-income-tax-rate-rose-7-p/", "speaker": "Michele Bachmann", "vclaim": "\"When we got the income tax in 1913, the top rate was 7 percent. By 1980, the top rate was 70 percent.\"", "truth_label": "true", "date": "stated on October 18, 2011 in a Republican presidential debate in Las Vegas:", "title": "Michele Bachmann says top income tax rate rose from 7 percent in 1913 to 70 percent in 1980", "text": "During the Oct. 18, 2011, Republican presidential debate in Las Vegas, Rep. Michele Bachmann, R-Minn., said, \"When we got the income tax in 1913, the top rate was 7 percent. By 1980, the top rate was 70 percent.\"\n\nIs she correct?\n\nWe turned to the website of the Tax Foundation, which has a document that lists every tax bracket since the imposition of the federal income tax in 1913.\n\nIt turns out Bachmann is right.\n\nIn 1913, the federal tax code levied income taxes ranging from 1 percent to 7 percent, with the top rate of 7 percent levied on incomes of $500,000 and above (or the current equivalent of $11,332,304). At that time, there were no distinctions in filing status, such as individuals or married filing jointly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBy 1980 -- just before Ronald Reagan ascended to the presidency -- the top rate was 70 percent for all filing categories. The top rate kicked in at $108,300 for individuals and $215,400 for married couples filing jointly, or $294,907 and $586,546, respectively, in today’s money.\n\nFor comparison’s sake, the top rate today for all categories is 35 percent. And the top rate was actually higher before the 1980 level of 70 percent that Bachmann cited. For every year between1944 to 1963, the top tax rate exceeded 90 percent.\n\nOur ruling\n\nBachmann has accurately presented the historical tax rates for the two years she cited. We rate her statement True.", "vclaim_id": "vclaim-pol-12245"}