{"url": "/factchecks/2012/oct/19/barack-obama/obama-says-bush-never-sought-defund-planned-parent/", "speaker": "Barack Obama", "vclaim": "\"George Bush never suggested that we eliminate funding for Planned Parenthood.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2012 in in a town hall debate:", "title": "Barack Obama says George W. Bush never sought to defund Planned Parenthood", "text": "During a town hall presidential debate in which audience members got to ask the questions, one woman asked Mitt Romney how he would differ from the last Republican to occupy the White House: George W. Bush.\n\n\"Since both you and President Bush are Republicans, I fear a return to the policies of those years should you win this election,\" said undecided voter Susan Katz. \"What is the biggest difference between you and George W. Bush, and how do you differentiate yourself from George W. Bush?\"\n\nRomney detailed several ways he would depart from Bush’s policies, then President Barack Obama chimed in, saying Romney was actually further to the right than Bush.\n\n\"George Bush never suggested that we eliminate funding for Planned Parenthood, so there are differences between Gov. Romney and George Bush,\" Obama said, as one example.\n\nPlanned Parenthood provides low-cost reproductive health services but is also the nation’s leading provider of abortions. Romney and other Republicans have vowed to eliminate its federal funding, a move Obama opposes.\n\nBut where did the 43rd president stand on the subject? We decided to check it out.\n\nPlanned Parenthood and federal funding\n\nThe organization, founded in 1921, has received federal funds since 1970, when President Richard Nixon signed a law amending the Public Health Service Act. Title X of that law provides funding for family planning services, including contraception and family planning information.\n\nPlanned Parenthood now operates more than 800 clinics in all 50 states. The bulk of their work is women’s health care: cancer screenings, STD treatment, sex education, contraceptives, pregnancy care and breast exams. In many states, they also perform abortions -- more than 330,000 a year. The group receives millions in federal money every year, in the form of grants and reimbursements for the health services its provides. In 2009, its federal funding totalled $360 million. Planned Parenthood says abortions account for 3 percent of its services, which are prohibited from being paid for with public money. The group says it is careful to keep the money separate.\n\nStill, it’s that 3 percent that makes it a target in the national abortion battle.\n\nWhat Bush did\n\nIn one of his first acts as president, Bush reinstated what is known as the Mexico City policy, or (as abortion rights advocates called it) the global gag rule, in January 2001. The rule denies money to overseas family planning clinics (such as Planned Parenthood’s international arm) that provide abortion counseling in foreign countries.\n\n\nAt the end of Bush’s term, International Planned Parenthood Federation said that during those eight years, they lost more than $100 million for family planning and health programs. The consequence of losing those funds, the group said: 36 million unplanned pregnancies and 15 million induced abortions.\n\nWhen Obama took office, he revoked the Mexico City policy.\n\nWhat Bush didn’t do\n\nAs president, Bush called himself a \"compassionate conservative\" and spoke of supporting \"a culture of life.\" He steered money to faith-based groups, and he signed a federal ban on late-term abortions in 2003. When he ran for re-election in 2004, Planned Parenthood endorsed Democrat John Kerry, the first time the group formally backed a presidential candidate.\n\nThat said, we searched media reports from Bush’s eight years in office and found no instances of the president pushing to eliminate funding for Planned Parenthood’s work in the United States. We contacted Planned Parenthood itself, which also couldn’t cite evidence of Bush targeting their federal money.\n\nOn the contrary, we found ample evidence that Bush was satisfied with the status quo. In 1999, when he was first running for president, he declined to sign a pledge to defund Planned Parenthood, saying he supported \"incremental changes helpful to America's pro-life movement.\"\n\nThe Obama campaign also pointed us to information on Title X funding (which pays for the health services Planned Parenthood provides) during the Bush years.\n\nHis 2002 budget proposal eliminated contraceptive coverage for federal employees but maintained funding for Title X, including $66 million for Planned Parenthood. A budget bill he signed in 2007 provided \"the largest increase in Title X family planning funding since 2000, a $16.8 million increase from the previous year,\" according to a Planned Parenthood press release.\n\nRomney’s stance\n\nEliminating funding for Planned Parenthood has gotten more attention since a Republican majority, backed by the new tea party wave of conservatism, took control of the House of Representatives in 2011.\n\n\"This is when we're going to defund Planned Parenthood. Now is the season for us to do this,\" Rep. Cliff Stearns, R-Fla., said in February 2011. (Stearns later lost his primary battle to a more ardent tea party candidate.)\n\nThe House voted in February 2011 to block Planned Parenthood funding, and all money for family planning. (The Democrat-controlled Senate rejected the package.) The message also caught on in the Republican presidential primary contest. Newt Gingrich, at the Iowa Faith and Freedom Coalition dinner that same month, said, \"I would immediately move to defund Planned Parenthood and take that money and devote it to adoption services to create an alternative to abortion.\"\n\nRomney, for his part, has repeatedly pledged to revoke Planned Parenthood’s funding. His website says he would \"eliminate Title X Family Planning Funding — Savings: $300 Million. Title X subsidizes family planning programs that benefit abortion groups like Planned Parenthood.\"\n\nAnd after he told the Des Moines Register on Oct. 9, 2012, that there’s no abortion legislation on his agenda, he was forced to re-state his anti-abortion stance: \"The actions I’ll take immediately is to remove funding for Planned Parenthood. It will not be part of my budget. And also I’ve indicated that I will reverse the Mexico City position of the president.\"\n\nWith the spotlight on the organization, Planned Parenthood President Cecile Richards told the Washington Post in August, \"I’ve never seen anything like this. I’ve never seen a presidential election where women’s basic access to birth control is practically on the ballot. Defunding Planned Parenthood is practically on the ballot. It’s been incredible to witness the last year and a half and this debate we’ve had over access to care. ... This is not something that John McCain was campaigning to do. George Bush wasn’t either. I’ve never seen anything quite like it.\"\n\nOur ruling\n\nObama said in the debate that, \"George Bush never suggested that we eliminate funding for Planned Parenthood.\"\n\nIn fact, one of Bush’s first acts as president was to cut off funding for Planned Parenthood and other groups working overseas that counsel women about abortion. But as for eliminating Title X funding for health services that Planned Parenthood provides in the United States -- which is what Romney and other Republicans of today favor -- Obama is right. We found no evidence that Bush sought such a change, and Title X funding actually increased during his presidency.\n\nWe rate Obama’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nEditor's note: This report has been changed to note that abortion rights advocates refer to the Mexico City policy as  \"the global gag rule.\" Anti-abortion advocates oppose referring to the policy by that term.", "vclaim_id": "vclaim-pol-10129"}