{"url": "/factchecks/2013/jan/24/chris-abele/county-executive-chris-abele-says-milwaukee-county/", "speaker": "Chris Abele", "vclaim": "The Milwaukee County Board’s staff grew from four workers to 38 over four decades and now costs taxpayers \"a lot more,\" while the total county workforce was more than cut in half in the same period.", "truth_label": "mostly-true", "date": "stated on January 18, 2013 in an interview:", "title": "County Executive Chris Abele says Milwaukee County Board’s budget and staff has ballooned since the 1970s", "text": "Milwaukee County Executive Chris Abele is blunt about one of the reasons he backs state legislation to drastically cut the pay and office budget of the county’s legislative branch.\n\nSupervisors elected to the County Board, says Abele, have much less to do than in county government’s heyday, but the board’s budget has ballooned.\n\n\"In the ‘70s the county had about 11,000 employees,\" Abele said in a Jan. 18, 2013 interview on WTMJ radio (620 AM). \"A lot of big functions have been moved from the county. Now we have 4,400 employees.\"\n\nIn the 1970s, Abele continued, elected supervisors were part-time and the total County Board staff numbered three or four -- a couple committee clerks and a secretary. Now the staff totals 38 and supervisors’ pay is full-time.\n\nAbele concluded by claiming that supervisors \"have a lot less to do and we are paying a lot more,\" and he offered the opinion that \"government worked pretty well; you didn’t have a pension scandal back then.\"\n\nThe state legislation to cut Milwaukee County supervisors’ pay by 70 percent (to $15,000) and the County Board budget by 85 percent is still in draft form. County Board defenders say it will gut the legislative branch and throw checks-and-balances to the wind.\n\nState lawmakers could take the measure up soon and Milwaukee County voters might be asked in a spring 2013 referendum to approve the salary cut.\n\nLet’s take a look at Abele’s assertion that the County Board staff has gone from \"three or four\" to 38 in four decades, and costs taxpayers \"a lot more\" even though the total county workforce is less than half its former size (11,000 to 4,400).\n\nOf course, we are not fact checking Abele’s opinion that things worked better in the old days. Nor are we checking in this item his assertion that supervisors are less busy today.\n\nCounty workforce\n\nAbele’s numbers on the overall county workforce are on target.\n\nCounty government employed 11,340 in 1975, compared to something between 4,000 and 4,600 today depending on how you count heads, according to county budget books and other documents we examined.\n\nThe most recent payroll showed 4,397, according to the county’s human resources department.\n\nSince the 1970s, the county has sold Doyne Hospital, contracted out the bus system, sold off a power plant, stopped operating a baseball park, partially privatized the Milwaukee Public Museum and outsourced numerous services previously performed by county employees. The state took over the county’s child welfare, food aid and child care programs. The parks system alone has shed hundreds of workers.\n\nCounty Board staff\n\nDid the board have just three or four staff members at some point in the ‘70s, compared to 38 today (not counting the elected officials)?\n\nClose.\n\nIn 1970, the board’s budget listed five staffers (typist, administrator, board secretary, researcher and fiscal analyst). But for an accurate comparison to the set-up today, you have to throw in three committee clerks who in 1970 were housed in the County Clerk’s office. Today they are under the County Board budget.\n\nSo that’s a total of eight back then. Today, the board has 38 staff positions.\n\nAbele would have been slightly better off citing the 1960s instead of the 1970s as a reference point. By 1973, the board’s non-elected staff had jumped up to 21, and by 1975 it was 24. So for much of the decade, the staffing was closer to today’s levels.\n\nWhat’s changed?\n\nThere are actually fewer elected supervisors now (18 today vs. 25 then) and they earn less in inflation-adjusted dollars compared to their 1970 counterparts. (The actual unadjusted salaries: $11,500 in 1970 vs. $50,679 now).\n\nBut today, each lawmaker has a legislative aide to handle constituent calls and perform other tasks. Also, the board’s research staff has grown considerably, as has the number of general support staff.\n\nThe board also has hired people to publicize its work and more formally communicate with the public. And it has its own staff to lobby other units of government on county issues.\n\nCounty Board budget\n\nSpeaking broadly about the County Board budget, Abele said it costs taxpayers \"a lot more\" now than in 1970.\n\nOver a 40-year span, a big increase in raw numbers is hardly surprising. It went from $535,000 then to $6.6 million today.\n\nSo, it’s more instructive to measure the change in inflation-adjusted dollars. When we ran those numbers, we found the County Board budget increase was more than double the inflation rate.\n\nBy contrast, the overall county operating budget grew at slightly below the inflation rate for the period. Budgets are proposed by the County Executive and his department heads, then adopted with changes by the County Board. The system dates to 1960, when John Doyne became the first elected county executive.\n\nOur rating\n\nAbele said the County Board’s staff grew from three or four workers to 38 since the 1970s, and now costs taxpayers \"a lot more,\" while the total county workforce was more than cut in half in the same period.\n\nHe slightly overstates the growth in Board staff, and the time frame needs some clarification, but it’s accurate to say the County Board staff has grown notably since the early 1970s.\n\nAnd even in inflation-adjusted dollars, the board costs a lot more today than in 1970, from a budget standpoint, even though there are fewer elected supervisors.\n\nWe rate Abele’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-09811"}