{"url": "/factchecks/2017/mar/31/maggie-hassan/hassan-says-gorsuch-should-be-held-60-vote-thresho/", "speaker": "Maggie Hassan", "vclaim": "Says there is a \"traditional 60-vote threshold for confirming Supreme Court nominees.\"", "truth_label": "barely-true", "date": "stated on March 28, 2017 in a letter:", "title": "Hassan says Gorsuch should be held to a 60-vote threshold for confirmation", "text": "New Hampshire’s Sen. Maggie Hassan is the latest Senate Democrat to claim that Supreme Court nominee Neil Gorsuch should be held to a 60 vote-standard in order to be confirmed.\nIn a letter she wrote on March 28 explaining why she would vote against Gorsuch, Hassan referred to \"the traditional 60-vote threshold for confirming Supreme Court nominees.\"\nSo is 60 votes the \"traditional\" magic number that Supreme Court nominees need to be confirmed by the U.S. Senate?\nIn reality, Gorsuch, like all other Supreme Court Justice nominees, needs only a simple majority to be confirmed by the Senate.\nAnd superficially at least, the idea of a 60-vote threshold would seem to be contradicted by the experiences of Clarence Thomas, nominated in 1991 and confirmed on a 52-48 vote, and Samuel Alito, nominated in 2006 and confirmed on a 58-42 vote.\nHowever, Senate procedure is complicated, leading to misunderstandings. So let’s walk through the process.\nHow confirmation works\nFirst, a nominee must testify in a hearing before the Senate Judiciary Committee, which Gorsuch did last week. Once the committee passes the nomination -- and the Republican-led committee is expected to easily clear Gorsuch -- it goes to the full Senate.\nThe process requires the Senate majority leader to take the chamber into an executive session, the setting in which nominees are confirmed, according to Worth Hester, the assistant director of the Georgetown Government Affairs Institute.\nThere, Sen. Mitch McConnell, R-Ky., will either get unanimous consent, a process by which every senator agrees to schedule a vote on a nominee, or in the case of an objection, would need to invoke cloture, the process to end debate and force a vote.\nUnder a cloture vote, the Senate agrees to place a time limit on the consideration of a nominee. A successful cloture requires 60 votes. After the cloture vote, Senate rules allow for 30 additional hours of debate, and then a final confirmation vote occurs, according to Sarah Binder, political scientist at George Washington University and senior fellow at the Brookings Institution.\nIf Senate Democrats filibuster Gorsuch’s nomination, McConnell would need to invoke cloture. Today, there are 52 Republican senators, so under current rules, the Republicans would need eight Democrats to join them to reach the cloture threshold. That’s a difficult challenge in today’s polarized Congress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Horn\n\n\nstated on March 16, 2016 in a press release\n\n\n\n\n\n\n\n\n\"For more than 80 years, there has not been a nomination and confirmation of a Supreme Court Justice in a presidential election year. This is simply not the time to break with decades of bipartisan practice.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clay Wirestone • March 18, 2016\n\n\n\n\n\n\n\nIf there aren’t enough votes for cloture, McConnell could choose to \"go nuclear\" - that is, suspend the rules about how many votes Gorsuch would need to end the filibuster, changing it to a simple majority. (Here’s a more detailed discussion of the \"nuclear option.\")\nThe 60-vote talking point\nGiven the partisan combat over Gorsuch’s nomination, the \"60-vote threshold\" has become a widely repeated Democratic talking point.\nWhen we asked Hassan’s staff to clarify her statement about the \"traditional 60-vote threshold,\" they referred PolitiFact New Hampshire to a list of prior Supreme Court nominees, saying that every one confirmed to the Supreme Court since the Eisenhower administration except for two (Alito and Thomas) either received \"unanimous support or has met the sixty vote threshold.\"\n\"This is the traditional 60 vote threshold that Senator Hassan believes should be maintained,\" said Hassan’s spokeswoman Meira Bernstein.\nThe problem for Democrats who make this argument is that filibustering a Supreme Court nominee and taking a cloture vote is far from \"traditional\" in Supreme Court nominations. In fact, it’s only happened four times in modern history, according to the Washington Post Fact Checker. The chamber voted on cloture when Justice Alito was nominated in 2006, and it did the same in 1968, 1971 and 1986.\nPolitiFact and the Washington Post Fact Checker have looked skeptically on claims about the 60-vote standard, including comments by Sens. Dick Durbin, D-Ill., and Bernie Sanders I-Vt., referring to a requirement or a standard of 60 votes.\nBoth of President Barack Obama’s nominees won 60 votes and then some. The Senate confirmed Sonia Sotomayor in 2009 by a vote of 68-31, and confirmed Elena Kagan by a roll call vote of 63-37 in 2010.\nHowever, while the margins achieved by Sotomayor and Kagan would seem to support Hassan’s argument that confirmations require 60 votes, it’s not that simple. Those nominations were never filibustered, so no 60-vote cloture motion was required. Even though the margins were greater, the final confirmations required only 51 votes.\nOur ruling\nHassan said that there is a \"traditional 60-vote threshold for confirming Supreme Court nominees.\"\nMost Supreme Court nominees have indeed reached 60 votes. But not all have, and the official standard remains 50 percent plus one, not 60. And while a 60-vote supermajority for cloture is often required these days for much of the Senate’s business, filing for cloture is actually the exception, not the rule, where recent Supreme Court nominations are concerned.\nCloture votes have been required in only four of the 23 confirmations since the Eisenhower Administration. This calls into question Hassan’s use of the term \"traditional.\"\nWe rate the statement Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says there is a \"traditional 60-vote threshold for confirming Supreme Court nominees.\"    Maggie Hassan U.S. Senator   a letter Tuesday, March 28, 2017 03/28/2017    Read More  info", "vclaim_id": "vclaim-pol-03493"}