{"url": "/factchecks/2020/oct/12/national-republican-congressional-committee/lucy-mcbath-didnt-vote-release-murderers-rapists-p/", "speaker": "National Republican Congressional Committee", "vclaim": "Says “Lucy McBath voted to release criminals from prison. Murderers, rapists.”", "truth_label": "false", "date": "stated on September 22, 2020 in a campaign ad:", "title": "Lucy McBath didn’t vote to release murderers, rapists from prison", "text": "An attack ad against  Rep. Lucy McBath, D-Ga., accuses her of voting to release murderers and rapists onto the streets of Georgia. \nThe National Republican Congressional Committee ad supports Republican Karen Handel, who lost her spot in the House to McBath in 2018. The 6th District rematch is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking. \nIn the ad, the camera follows a woman jogging in a park, with heavy breathing in the background audio. A narrator says, \"We moved here for peace of mind, safety, but now crime has gotten out of control, and Lucy McBath voted to release criminals from prison. Murderers, rapists.\" \nHandel is running a campaign reminiscent of President Donald Trump’s push for \"law and order,\" and she previously released an ad that accused McBath of being soft on crime and supportive of violent protesters, which we rated False. \nThe NRCC ad is consistent with this attack line. But we found that it leaves out important context and gives a misleading impression. \nThe ad’s fine print cites McBath’s vote for H.R. 6800, a $3 trillion coronavirus relief bill that did not become law. McBath voted with other House Democrats in favor of the measure, one part of which mandated the release of prisoners vulnerable to COVID-19. However, another provision in the bill explicitly bars the release of prisoners deemed to be a risk for violence. \nMcBath never voted to release violent criminals\nH.R. 6800, known as the HEROES Act, is a proposed bill meant to respond to various aspects of the COVID-19 crisis. The bill, which passed the House but stalled in the Senate, would provide $3.4 trillion of coronavirus relief, including assistance to state and local governments and hazard pay for frontline health care workers.\nThe part that’s relevant to the NRCC’s claims come from a 44-page portion of the 1,800-page bill. This section was written to address the fact that prison inmates have been among those hardest hit by the pandemic. It requires the Bureau of Prisons and the U.S. Marshal Service to place into home confinement prisoners who are within a year of being released, juveniles, pregnant, over 50 years old or have health conditions such as diabetes, heart disease, HIV, or cancer.\nThe bill specifically bars the release of inmates deemed to be a risk for violence. It does not define that criteria.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHere’s language directly from the bill:\nThe Bureau of Prisons and the U.S. Marshal Service \"may not place in community supervision any individual if the court determines, after a hearing and the attorney for the Government shows by clear and convincing evidence based on individualized facts, that detention is necessary because the individual’s release will pose a specific and substantial risk that the individual will cause bodily injury or use violent force against the person of another.\" \nThe NRCC didn’t respond to our request for comment. However, a document posted on its website notes that \"the vague language of H.R. 6800 does not rule out the release of violent prisoners.\" \nBy raising the issue of rising crime in Georgia and referencing McBath’s vote for the HEROES Act in a single breath, the ad seems to be implying that the legislation has contributed to rising crime in McBath’s district. \nHowever, the HEROES Act hasn’t been enacted, so it can’t be linked to any crime trend. \nIn addition, the ad leaves out the important context that the bill doesn’t call for inmates to be released into the general public. \n\"People are not being sent home from jail,\" said Kanya Bennett, senior legislative counsel at the American Civil Liberties Union, summarizing the bill’s intent. \"They’re being sent to home confinement and still under the supervision of the Bureau of Prisons. That’s a very important distinction to make.\" \nOur ruling\nA campaign ad claims that \"Lucy McBath voted to release criminals from prison. Murderers, rapists.\" \nMcBath voted for a coronavirus relief package that would have allowed for the home confinement of some prisoners with health issues or near the end of their sentence. That bill does not rule out murderers and rapists explicitly, but it says prisoners deemed to be a risk for violence are ineligible for home confinement.\nWe rate this statement False. ​", "vclaim_id": "vclaim-pol-18670"}