{"url": "/factchecks/2020/sep/22/ron-johnson/johnson-flip-flops-scotus-nominations-presidential/", "speaker": "Ron Johnson", "vclaim": "On whether to nominate and confirm a Supreme Court justice in a presidential election year", "truth_label": "full-flop", "date": "stated on September 19, 2020 in interviews:", "title": "Johnson flip-flops on SCOTUS nominations in a presidential election year", "text": "The passing of Justice Ruth Bader Ginsburg creates an unusual election-year vacancy on the U.S. Supreme Court.\nAnd it generates a unique opportunity to examine the role of party politics in the process, since it’s basically a mirror-image of the 2016 situation.\nIn March 2016, Democratic President Barack Obama nominated Merrick Garland about eight months before the election following the death of conservative Justice Antonin Scalia. Now — a month and a half before a presidential election — we have a Republican president filling a spot created by the passing of a Democrat-appointed justice.\nIf President Donald Trump is successful in his stated desire to get a successor confirmed before his term expires, conservatives would hold a 6-3 majority on the high court.\nThe pending showdown between Republicans and Democrats in the U.S. Senate — which must approve any nomination — makes this a good opportunity to check in on Wisconsin’s Republican senator, Ron Johnson, has approached the two situations.\nFor that, we’ll break out our Flip-O-Meter, and our standard reminder: We’re not measuring whether any change in position is good policy or good politics. We’re just examining whether a public official has been consistent in his or her stated views.\nPolitiFact National gave a Full Flop rating to Republican Senate Majority Leader Mitch McConnell and Democratic Minority Leader Sen. Chuck Schumer for switching their views on this topic since 2016.\nHas Johnson also changed his tune with a different party in the White House?\nHis position in 2016\nThe 2016 situation was notably different given the longer time before the election, but Johnson still said that the eight-month window four years ago was too close for an outgoing president to put forth a nominee.\n\"In the politicized atmosphere of an election year, you probably shouldn't even nominate someone,\" he told the Milwaukee Journal Sentinel in March 2016. \"It's not fair to the nominee, it's not fair to the court.\"\nIn a news release two months later, he made a similar assertion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"Let the American people have a voice in the composition of the Supreme Court,\" Johnson said in the May 2016 statement. \"Instead of a lame duck president and Senate nominating and confirming, a new president and Senate – elected by the people only a few months from now – should make that important decision. I can’t think of a fairer or more democratic process.\"\nIn another May 2016 interview, he told reporters the government should let voters \"decide the direction of the court through their votes.\"\nHis position in 2020\nNow, Johnson says \"the Senate should vote\" on Trump’s forthcoming nominee, despite the closeness of the election.\nDefending that position, he said things are different now because the Senate and White House are both held by Republicans.\n\"We had divided government (in 2016). That’s a valid argument when you have divided government (saying) 'Let’s let the American people decide.' Right now, we don’t have divided government,\" he told the Journal Sentinel for a Sept. 19, 2020, story. \"That makes all the difference in the world.\"\nAsked to elaborate on how letting the voters decide wouldn’t apply in this situation, Johnson told the paper, \"it's just the reality of the situation.\"\nJohnson also noted on Twitter that John Roberts (23 days) and Sandra Day O’Connor (33 days) were confirmed in less time than the gap between now and the election — assuming Trump brings a nominee forth quickly. Among the 11 justices nominated since 1990, however, the average time to confirmation has been 66 days.\nOur ruling\nJohnson said in 2016 that an election-year Supreme Court vacancy should be delayed until after the election to \"let the American people have a voice,\" calling it a \"more democratic process.\"\nBut in 2020 — even though the election is six months closer — Johnson says the spot should be filled immediately. Of course, the president is now a Republican, whereas a Democrat brought forth the nomination in 2016.\nJohnson is arguing his statements aren’t contradictory because now the Senate and president are both from the same party, which wasn’t true in 2016.\nBut Johnson offered no such qualifier in 2016. He simply said a nomination shouldn’t be made or confirmed in an election year. He’s attempting to retroactively make a distinction based on party control, but that only speaks to how likely a nomination is to be approved, not whether it’s proper to approve a nomination in an election year.\nThat means Johnson has completely reversed his position. We rate this a Full Flop.", "vclaim_id": "vclaim-pol-18986"}