{"url": "/factchecks/2013/sep/04/republican-national-committee-republican/republican-national-committee-says-health-insuranc/", "speaker": "Republican National Committee", "vclaim": "\"The average family premium has increased by 29% under Obama!\"", "truth_label": "mostly-true", "date": "stated on September 4, 2013 in a tweet:", "title": "Republican National Committee says health insurance premiums have risen 29 percent under Barack Obama", "text": "Just hours before former President Bill Clinton was to give a speech promoting President Barack Obama’s health care law, the Republican National Committee sent a pre-emptive tweet critical of Obama’s stewardship of health care.\nThe Sep. 4, 2013, tweet said, \"The average family premium has increased by 29% under Obama!\" The tweet offered the link to a new RNC website, obamacarecosts.org, and added the hashtag \"#Obamacosts.\"\nIs the tweet’s claim correct? We turned to the leading study of family premiums, an independent, nonpartisan study published annually since 1999 by the Kaiser Family Foundation and the Health Research & Educational Trust. The study looks at health premium costs for workers and their employers.\nThe 2008 study -- the last one completed before Obama took office -- found that the average family premium for employer-sponsored health insurance was $12,680.\nBy the time of the 2013 study, that amount had risen to $16,351. That’s an increase of 29 percent -- exactly as the RNC’s tweet had said. That’s well above the rate of inflation overall, which was about 8 percent during that period.\nSince health coverage premiums provided through a job are typically split between the employee and the employer, the studies also provided a breakdown of who paid what. This data showed that the employee share of premiums actually rose even faster over that period -- 36 percent.\nSo the RNC’s numbers are sound. But we’ll also point out some missing context: The rate of increase between 2008 and 2013 was significantly lower than it was between 1999 and 2008.\nFrom 2008 to 2013, premiums rose by an average of 5.8 percent per year. But between 1999 and 2008, premiums rose by an average of 13.2 percent a year -- in other words, twice as fast as premiums rose under Obama.\nSo, contrary to the tweet’s implication that Obama has presided over runaway health care costs, premiums are actually increasing less quickly than previously.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHow much does that context undercut the tweet? That’s a matter of opinion.\nJon Gruber, a Massachusetts Institute of Technology professor who advised both Obama and then-Massachusetts Gov. Mitt Romney on health care policy, said that the RNC’s fact \"is right, but that is actually good news, not bad news.\"\nEdwin Park, vice president for health policy at the liberal Center on Budget and Policy Priorities, agreed that it’s a reasonable bit of context. He acknowledged there are \"differences of opinion\" on why premiums are growing more slowly, including larger economic trends, long-term trends in health care and policies instituted under Obama’s law.\nHowever, Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, cautioned against placing too much weight on the historical trends.\n\"Premiums rose,\" she said. \"The most relevant point is that Obama and his advisers repeatedly and publicly said premiums would fall by the end of his first term if the ACA was passed. Instead, they rose.\"\nIndeed, we have previously given Obama a Promise Broken for his pledge to \"cut the cost of a typical family's premium by up to $2,500 a year.\"\nWilensky added that Obama may ultimately have been lucky in his timing.\n\"Health care prices has been increasing unusually slowly for the last few years,\" she said. \"How much of that is carry-over from the deep recession is unknown.\" Whether or not premiums grow more slowly over the long term, she said, will become clearer once the economy recovers more fully and puts upward pressure on prices.\nOur ruling\nThe RNC said \"the average family premium has increased by 29% under Obama!\" The leading study confirms that rise, which occurred over the course of five years. If you calculate the increases on an annual basis, premiums have risen by about 5.8 percent a year under Obama, which is less than half of the average annual rise during the nine years before Obama took office. The statement is accurate but needs clarification or additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-08921"}