{"url": "/factchecks/2020/may/12/cal-cunningham/nc-democrat-misrepresents-tillis-position-aid-stat/", "speaker": "Cal Cunningham", "vclaim": "\"Mitch McConnell said he wanted states to go bankrupt instead of the federal government providing relief. Today, Thom Tillis agreed.\"", "truth_label": "barely-true", "date": "stated on April 24, 2020 in a tweet:", "title": "NC Democrat misrepresents Tillis position on aid for states", "text": "Local and state governments are expected to have budget shortfalls as a result of the coronavirus pandemic.\nAnd, according to the Democrat in North Carolina’s U.S. Senate race, the Republican incumbent thinks struggling communities should go bankrupt.\nThat’s what Cal Cunningham said about Sen. Thom Tillis.\n\"Mitch McConnell said he wanted states to go bankrupt instead of the federal government providing relief. Today, Thom Tillis agreed,\" Cunningham tweeted April 24, linking to a Politico story.\n\nIs that true?\nThere’s a lot of context being left out.\nYes, Tillis did say he is \"more or less aligned\" with what McConnell, the U.S. Senate majority leader, said about not giving more federal dollars to states that had pre-existing budget problems. McConnell proposed allowing them to file for bankruptcy, which states are not currently permitted to do.\nBut Cunningham exaggerated what we know about Tillis’ position. Tillis’ comments clearly show he doesn’t want the federal government to pay for state debt that wasn’t incurred during the coronavirus outbreak. What’s less clear is whether he wants those states to go the bankruptcy route.\nWhat McConnell said\nSo what did McConnell say about bankruptcy? In a radio interview on April 22, McConnell said states with pre-existing problems might be better off declaring bankruptcy than by expecting additional funding from the federal government. But he didn’t specifically say he \"wanted\" states to declare bankruptcy, only that he supports it as an option.\n\"I would certainly be in favor of allowing states to use the bankruptcy route. It saves some cities. And there’s no good reason for it not to be available,\" McConnell said. \"My guess is their first choice would be for the federal government to borrow money from future generations to send it down to them now so they don’t have to do that. That’s not something I’m going to be in favor of.\"\nAs The Atlantic reported, McConnell expanded on his bankruptcy comments in another radio interview that day:\n\"We’re not interested in solving their pension problems for them. We’re not interested in rescuing them from bad decisions they've made in the past, we’re not going to let them take advantage of this pandemic to solve a lot of problems that they created themselves (with) bad decisions in the past.\"\nWhat Tillis said\nThat brings us to Tillis and how closely he has \"agreed\" with McConnell.\nAudio of the April 24 town hall shows a constituent named Charles saying he has a question about the future: \"Will the Senate vote to bail out poorly-run states that were near bankrupt before COVID-19 hit?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTillis wasn’t asked about states in general. He was asked specifically about \"poorly-run states that were near bankrupt\" prior to the pandemic. Tillis said he doesn’t think those states should be bailed out. \n\"Well, Charles, that's a great question and personally I don't think we should, and I don't think that we can,\" Tillis said. \nHe then said the $2 trillion economic stimulus gave him \"pause,\" but was worth it. Then he used North Carolina’s state government as an example of good financial stewardship:\n\"I'm not so sure that taxpayer dollars for North Carolina should go to a state, a county, or a city that, like you said, was in poor economic shape before we ever had the virus. We need to take care of first responders. We need to take care of law enforcement. And we will do that. But I don't believe that I can support any measure that is effectively a bailout for poorly run state and local governments.\n\"We can look at things on a case-by-case basis where it's very clear that the damage is done because of the virus impact. But a broad-based bailout is not something I'd be prepared to support.\" \nThat’s when Tillis brought up McConnell’s comments.\n\"You probably heard Leader McConnell's comments about it, I'm more or less aligned with Leader McConnell on the issue,\" Tillis said, a few seconds later adding: \"I think we need to work on executing (plans already signed into law) and not really entertain a discussion of trillions more going into jurisdictions that really need to get their financial houses in order.\"\nCunningham spokeswoman Rachel Petri said Tillis’s comments about McConnell show he’s in lockstep with the Senate leader, who said \"I would certainly be in favor of allowing states to use the bankruptcy route.\"\nTillis elaborated on his position in an interview with Fox News radio's Guy Benson on April 29. Benson asked him about McConnell’s comments that money should not cover pre-pandemic budget holes (without mentioning the bankruptcy idea).\nTillis said the Senate \"will go back and take a look at well-documented cases for the costs of the response, potentially the cause of some of the revenues in this year based on closures.\" \nWhen PolitiFact asked about Tillis’ position on the bankruptcy option, Tillis campaign spokesman Andrew Romeo said:\n\"Sen. Tillis has never advocated for any state or municipality to go bankrupt as a result of COVID-19, has already delivered billions of dollars in relief to North Carolina, and has consistently said that he supports providing targeted assistance for communities that have been impacted by the virus.\"\nOur ruling\nCunningham tweeted, \"Mitch McConnell said he wanted states to go bankrupt instead of the federal government providing relief. Today, Thom Tillis agreed.\" The tweet lacks so much context that it’s several degrees removed from what’s actually been said. \nMcConnell wasn’t talking about just any states, he was talking about states that were in poor financial shape before the coronavirus outbreak. Additionally, McConnell said he supported bankruptcy as a novel option for states, particularly for those with pre-existing pension liabilities.\nTillis said he agreed with McConnell \"more or less.\" He agreed that Congress shouldn’t pay for revenue losses that aren’t related to the coronavirus outbreak. But Tillis never actually said he wanted states to go bankrupt. And he said he will consider federal aid for smaller governments on a case-by-case basis.\nCunningham’s tweet exaggerates what McConnell said and misrepresents what Tilils has said about federal coronavirus aid. It contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18285"}