{"url": "/factchecks/2014/nov/13/united-care/medical-marijuana-amendment-was-more-popular-winni/", "speaker": "United for Care", "vclaim": "Amendment 2 on medical marijuana won a higher percentage of the vote than the last six Florida governors, including Jeb Bush’s 2002 landslide.", "truth_label": "mostly-true", "date": "stated on November 6, 2014 in a tweet:", "title": "Medical marijuana amendment was more popular than winning governors, group says", "text": "Floridians turned down a state constitutional amendment for medical marijuana, but it’s clear a majority of voters were all for the idea.\nAmendment 2, which would have changed the state’s Constitution to allow the sale of cannabis for \"certain medical conditions\" such as cancer and Parkinson’s disease, rang up 57.6 percent of the vote. Unfortunately for the measure’s supporters, amendments require at least 60 percent of the vote to pass.\nThat close margin means that medical marijuana will continue to be debated, and not just in Florida. Two dozen states have medical marijuana laws, and Oregon and the District of Columbia voted to decriminalize recreational pot in the same general election.\nBen Pollara, the campaign manager for the group behind the amendment, United for Care, tweeted two days after the election that the drug proved more popular than Florida’s governors.\nThe tweet read: \"#YesOn2 got a higher % of the vote than the last 6 #flgov including @JebBush in his 2002 landslide #tallyorbust #2016.\"\n\n \nWe know the last couple of elections Gov. Rick Scott hasn’t even had to break 50 percent of the total votes in order to win, but is Pollara right about the last six Florida governors not garnering as much as 57.6 percent?\n \nThe voting rolls\nThe Twitter shorthand \"#flgov\" generally refers to the gubernatorial campaign, but has been used interchangeably to denote any tweet about a governor, too. We reached out to Pollara to ask him to clarify whether he meant the last six governors or the last six gubernatorial elections, because there’s a difference.\nPollara told us he meant the last six gubernatorial elections, going back to Lawton Chiles’ victory over Jeb Bush in 1994.\nBut because of the tweet’s wording, we looked at the last six governors elected, some of whom served two terms, going back to the 1978 campaign. Keep in mind, we’re looking for governors who won 57.6 percent of the vote or higher.\n \n\n\n\n\n\nElection year\n\n\nGovernor\n\n\nWinning votes\n\n\nTotal votes\n\n\nPercentage\n\n\n\n\n\n\n1978\n\n\nBob Graham\n\n\n1,406,580\n\n\n2,530,468\n\n\n55.6%\n\n\n\n\n1982\n\n\nBob Graham\n\n\n1,739,553\n\n\n2,688,566\n\n\n64.7%\n\n\n\n\n1986\n\n\nBob Martinez\n\n\n1,847,525\n\n\n3,386,171\n\n\n54.6%\n\n\n\n\n1990\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCitizens for Lower Taxes and a Stronger Economy\n\n\nstated on March 10, 2010 in an Internet ad.\n\n\n\n\n\n\n\n\nSt. Pete Beach's local version of Amendment 4 resulted in \"seemingly endless lawsuits (that) decimated the city's legal budget and forced the city to raise the property tax rate.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • March 16, 2010\n\n\n\n\n\n\n\n\n\nLawton Chiles\n\n\n1,995,206\n\n\n3,530,871\n\n\n56.5%\n\n\n\n\n1994\n\n\nLawton Chiles\n\n\n2,135,008\n\n\n4,206,659\n\n\n50.8%\n\n\n\n\n1998\n\n\nJeb Bush\n\n\n2,191,105\n\n\n3,964,441\n\n\n55.3%\n\n\n\n\n2002\n\n\nJeb Bush\n\n\n2,856,845\n\n\n5,100,581\n\n\n56.0%\n\n\n\n\n2006\n\n\nCharlie Crist\n\n\n2,519,845\n\n\n4,829,270\n\n\n52.2%\n\n\n\n\n2010\n\n\nRick Scott\n\n\n2,619,335\n\n\n5,359,735\n\n\n48.9%\n\n\n\n\n2014\n\n\nRick Scott\n\n\n2,865,075\n\n\n5,950,867\n\n\n48.2%\n\n\n\n\n\nSource: Florida Department of State, Division of Elections\nIf we were to look only at the last six elections, Pollara could be correct, because the highest margin of victory going back to 1994 was Bush’s 56 percent in 2002 against Bill McBride. As Pollara noted when we contacted him, if you’re counting that way, it could be the last eight elections.\nBut if we’re going by individuals elected governor, there’s one obvious outlier: Graham, who was immensely popular and beat Republican state legislator Skip Bafalis with 64.7 percent of the vote in 1982.\nFor comparison, Amendment 2 garnered 3,370,323 out of 5,849,118 votes cast for the measure to get that 57.6 percent. That’s more individual votes than any winning candidate has ever received.\nOur ruling\nPollara said Amendment 2 won a higher percentage of the vote than the last six Florida governors, including Bush’s 2002 landslide.\nHe’s right about the 2002 contest, and when you look back at the last six elections (eight, really) as Pollara intended, that’s true, too. But there’s a glaring outlier when you look at the last six people elected governor -- Graham’s 1982 win, when he garnered 64.7 percent of the vote.\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-07006"}