{"url": "/factchecks/2020/apr/22/mandy-cohen/covid-19-americas-leading-cause-death/", "speaker": "Mandy Cohen", "vclaim": "\"Covid-19 is now the leading cause of death in the United States.\"", "truth_label": "half-true", "date": "stated on April 20, 2020 in a press conference:", "title": "Is COVID-19 America's leading cause of death?", "text": "With North Carolina in the middle of a stay-at-home order, the state’s top health official tried to emphasize the severity of COVID-19.\nThe novel coronavirus has killed more than 200 people in North Carolina and reached 93 of North Carolina’s 100 counties, according to the NC Department of Health and Human Services.\nOn top of that, health secretary Mandy Cohen on April 20 said the virus has reached a new status among other illnesses in America.\n\"Covid-19 is now the leading cause of death in the United States,\" Cohen said.\nIs that true?\nIf you look at average daily deaths, yes. If you look at the bigger picture, no.\nRecent deaths\nIf you look for the answer to this question online, you’ll likely get mixed results.\nSeveral media outlets -- such as Live Science, Newsweek and others -- recently reported that coronavirus is the top cause of death in America. But those claims look at death rates in a very small window, while the U.S. Centers for Disease Control tend to label diseases based on their toll in a given year. \nLive Science and Newsweek based their claims on a chart created by Dr. Maria Danilychev, who practices at Scripps Health in San Diego. Her chart takes the number of COVID-19 deaths in America as reported by Worldometer.com. Then it compares the deaths to the average daily deaths from other illnesses as reported by the CDC.\nFor instance, if you look at the number of total deaths caused by heart disease reported in 2018 (647,457) and divide that by 365 (the number of days in a year) you get about 1,774 deaths per day. On April 20, Worldometer reported 1,939 coronavirus deaths across the U.S.\nCohen’s office told PolitiFact that she also based her claim on how daily coronavirus deaths compare to past heart disease death averages. In an email to PolitiFact, DHHS spokeswoman Tracy Zimmerman cited the 30-day rolling average for COVID-19 deaths as documented on OurWorldInData.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOver the phone, Zimmerman added that Cohen didn’t mean for her comment to be taken as a broad statement about historical death trends.\nDeaths by year\nAt the CDC, experts tend to look at a bigger picture when classifying something as a top cause of death.\nIn fact, a spokesman for the National Center for Health Statistics has pushed back at the idea that COVID-19 is the leading cause of death.\n\"There are no data to support that theory,\" Jeff Lancashire, a spokesperson for the National Center for Health Statistics, said in an email to CNN on April 10.\n\"We have limited data on 2020 deaths by cause, and no final official numbers yet for 2019, but we do know by looking at the final death totals in 2018 for the two leading causes of death in the U.S., Heart Disease and Cancer, there is no way that at this point COVID-19 comes anywhere close to those totals,\" Lancashire said.\nThe Atlanta Journal-Constitution and The State newspaper in Columbia, S.C. have used Lancashire’s comments to add context to claims about coronavirus.\nPolitiFact emailed the CDC on Tuesday to ask if its opinion had changed. \"Not really,\" CDC spokesman Brian Tsai said in an email.\n\"One can argue that for some weeks, it is the leading cause for those particular weeks, but we typically talk about leading causes in terms of annual deaths,\" the spokesman said.  \n\"When looking at the data year-to-date (i.e., January-April), COVID-19 wouldn’t be the leading cause. In a typical year, there are more than 200,000 heart disease deaths from January-April. For cancer, the number is a little less than 200,000 for that period.\nBy contrast, when Cohen made her claim on April 20, the CDC reported coronavirus deaths at 39,000.\nOur ruling\nCohen said \"Covid-19 is now the leading cause of death in the United States.\" \nThat’s true only if you compare the number of people dying of coronavirus daily against estimates of other causes from previous years. The CDC has advised against using those daily numbers to make sweeping claims about the biggest causes of death in America.\nCohen’s claim is partially accurate but leaves out important details that would give a different impression about the broader situation of health risks in America. We rate it Half True.", "vclaim_id": "vclaim-pol-16986"}