{"url": "/factchecks/2020/feb/11/facebook-posts/no-evidence-coronavirus-causes-sudden-death-syndro/", "speaker": "Facebook posts", "vclaim": "Says the 2019 coronavirus \"causes sudden death syndrome.\"", "truth_label": "false", "date": "stated on February 8, 2020 in a video:", "title": "No evidence that coronavirus causes sudden death syndrome", "text": "A video on Facebook is spinning a conspiracy theory about the effect of the 2019 coronavirus.\nThe nearly 50-minute video plays clips that purportedly show 2019 coronavirus victims. A narrator speaks over them, promoting conspiracies about everything from the Sept. 11, 2001 terrorist attacks to the source of the coronavirus.\nA fake news chyron on the video claims: \"Wuhan super virus causes sudden death syndrome.\"\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared hundreds of times.\n\n(Screenshot from Facebook)\nThere is no evidence to support the video. Most of the deaths caused by the 2019 coronavirus have been associated with respiratory problems, not sudden death syndrome.\nThe video comes from a Facebook page called Stranger Than Fiction News, which is managed by three users in Australia, according to Facebook’s Page Transparency feature. The account in recent weeks has uploaded several videos with unproven or fabricated claims about the coronavirus.\nSince its December outbreak in Wuhan, China, the 2019 coronavirus has spread rapidly around the world. According to the World Health Organization, more than 43,000 people have been infected in 24 countries. In China, 1,017 have died.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nResearchers still don’t know much about the clinical severity of the coronavirus. Many people recover within a few days, but some, such as young, elderly or immunocompromised people, may develop more serious infections, like bronchitis or pneumonia.\nAccording to the Centers for Disease Control and Prevention, the 2019 coronavirus causes symptoms like fever, cough and shortness of breath. That’s similar to coronaviruses like Middle East Respiratory Syndrome (MERS), which causes \"rapidly progressive pneumonitis, respiratory failure, septic shock and multi-organ failure resulting in death.\"\nRELATED: PolitiFact’s coronavirus coverage in one place\nSudden death syndrome, on the other hand, is a \"series of cardiac syndromes that cause sudden cardiac arrest and possibly death,\" according to Healthline. Some syndromes are caused by structural problems in the heart, while others are a result of electrical irregularities.\nThere is no evidence that the coronavirus causes sudden death syndrome.\nA Jan. 30 study of 99 coronavirus cases found that the virus \"can result in severe and even fatal respiratory diseases such as acute respiratory distress syndrome.\" Three-quarters of the patients in the study showed signs of double pneumonia, and the characteristics of those who died were consistent with a warning model that predicts who’s most likely to die from the disease.\nSome patients did die after experiencing heart problems, including cardiac arrest, but the study did not establish a link between the virus and sudden death syndrome.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17377"}