{"url": "/factchecks/2015/mar/05/dan-patrick/dan-patrick-errs-saying-texas-will-end-fiscal-year/", "speaker": "Dan Patrick", "vclaim": "Texas this fiscal year will \"have more money in reserve than the other 49 states combined.\"", "truth_label": "pants-fire", "date": "stated on February 25, 2015 in an interview on KLBJ AM in Austin:", "title": "Dan Patrick errs, saying Texas will end fiscal year with more reserves than other states combined", "text": "Texas state government can afford tax cuts and targeted investments and will still have billions of dollars left over, Lt. Gov. Dan Patrick told Austin radio station KLBJ AM.\nIn the Feb. 25, 2015 interview, which we caught online, Patrick said: \"We are in the best financial shape of any state in the country. We’ll have about $11 billion or so in our rainy day fund by the end of our fiscal year. That’s more money in reserve than the other 49 states combined.\"\nThis fiscal year runs through August 2015. Could it be that Texas will have more money in its rainy day fund than all other states combined?\nWe emailed Patrick’s office to seek the basis of his statement and to gauge if he was trying to make an uncheckable prediction—rather than a flat factual statement. We also looked for the latest information on each state’s expected fiscal-year-end reserves.\nThe Texas state comptroller, Glenn Hegar, issued his two-year state revenue forecast in January 2015. Hegar said the state’s rainy day fund will have a balance of nearly $8.5 billion when fiscal 2015 ends Aug. 31, 2015. Hegar projected the fund to grow to $9.8 billion a year later and to $11 billion through August 2017.\nPer Patrick’s statement, then, all the other states together should be expecting to end their 2015 fiscal years with less than $8.5 billion, combined.\nTexas, Alaska outpace other states\nAn online search led us to a fall 2014 report by the National Association of State Budget Officers initially making us think Patrick was onto something. In the report, The Fiscal Survey of States, a section headlined \"Year-End Balances\" said that generally, states have made progress rebuilding budgetary reserves since revenues plummeted during the Great Recession of 2009-10. State budgets passed into law for the 2015 fiscal year show reserve balances nationally totaling $53.1 billion, the report said. And, the report said, \"a disproportionate share of state budget reserves are concentrated in Alaska and Texas, which account for $20.6 billion or 38.8 percent of states reported total balances in fiscal 2015.\"\nPew official\nFor more perspective, we sought guidance from the Pew Charitable Trusts, which in July 2014 issued a report on how states might build rainy day funds. By email, spokeswoman Sarah Leiseca passed along analyst Brenna Erford’s conclusion--drawing on Fiscal 50, a Pew interactive breaking out the fiscal status of each state--that Patrick got it wrong.\nAt the moment, per Pew, Texas has $10.3 billion in reserve funds (rainy day funds plus ending balances) providing enough for state government to operate for 79.1 days. \"The only state with more reserve funds currently is Alaska, with $13.3 billion, providing enough for the state to operate for 181.9 days,\" Erford said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSOURCE: Online interactive, Fiscal 50, Pew Charitable Trusts (chart received in an email from Sarah Leiseca, communications officer, Pew Charitable Trusts, attributing information to research by Brenna Erford, manager, state budget policy team, Pew Charitable Trusts, Feb. 26, 2015).\nGoing forward, Erford noted, the NASBO fall 2014 report indicates Texas projecting a reserve balance of about $8 billion through the end of the 2015 fiscal year, which would run second to the projected year-end reserves for Alaska, $11.4 billion. \"According to these data, the sum total of reserves in California, New York, Ohio, Massachusetts, Florida, and Indiana, is greater than Texas’ reserves, providing clear evidence, Alaska withstanding, that Texas’ reserves are not more ‘than the other 49 states combined,’\" Erford said.\nNASBO charts\nWith a nudge from Michael Leachman, a state budget expert at the Washington, D.C.-based Center on Budget and Policy Priorities, we spotted charts in the NASBO report indicating the 50 states together in fall 2014 were projecting 2015 fiscal-year-end reserves, meaning regular balances plus rainy day fund set-asides, of about $53 billion--with Texas accounting for $10.7 billion of that and Alaska $10 billion and other states all together projecting nearly $32 billion in ending reserves. An adjoining chart indicates Texas ending fiscal 2015 with $8 billion in its rainy day fund alone compared to other states together winding up with about $34 billion in such funds.\nTexas appears to have bigger balances than many states. But its predicted totals don’t dwarf all other states’ projected savings combined.\nPatrick: ‘Unintentional error’\nAfter we looked over the charts, Patrick’s office told us Patrick made \"an unintentional error\" in the radio interview. By email, spokesman Alejandro Garcia said Patrick takes pride in the state stockpiling reserves, but he’d meant to talk up jobs created in Texas versus jobs created in all other states combined \"as he ad-libbed the comment.\"\nOur ruling\nPatrick said Texas this year will \"have more money in reserve than the other 49 states combined.\"\nOn our inquiry, Patrick acknowledged this was a misstatement. Indeed, what he celebrated turned out to be incorrect and ridiculous.\nPants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06657"}