{"url": "/factchecks/2007/aug/23/mitt-romney/mccain-has-been-pretty-consistent-on-roe-v-wade/", "speaker": "Mitt Romney", "vclaim": "\"(McCain) said he was opposed to overturning Roe v. Wade. Now he's for overturning Roe v. Wade.\"", "truth_label": "half-true", "date": "stated on April 26, 2007 in Stratham, N.H.:", "title": "McCain has been pretty consistent on Roe v. Wade", "text": "The Roe v. Wade charge against John McCain seems to be the result of a verbal lapse eight years ago by the notably anti-abortion McCain. McCain had answered written questionnaires saying he opposed Roe v. Wade, but when the San Francisco Chronicle and CNN asked him about it in late 1999, McCain said, \"I'd love to see a point where it (the court ruling) is irrelevant, and could be repealed because abortion is no longer necessary. But certainly in the short-term, or even the long-term, I would not support repeal of Roe vs. Wade, which would then force X number of women in America to (undergo) illegal and dangerous operations.\"\n\nMcCain aides almost immediately started backpedaling from McCain's words, noting that McCain misspoke when he used the phrase \"even in the long term.\" McCain said in an interview a few months later, \"I clearly misspoke there. I'm a person who's made mistakes in this campaign, and I'll continue to make mistakes. My voting record is clear, of 17 years of pro-life. I continue to hold that position, and I … continue to believe that Roe vs. Wade was a very flawed decision, as in the opinion of most experts.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn South Carolina this year, McCain said, \"I do not support Roe versus Wade. It should be overturned.\"\n\n\nWe find McCain's brief remark of support falls short of a full-fledged change in position, so we rated Romney's claim Half True.", "vclaim_id": "vclaim-pol-00328"}