{"url": "/factchecks/2011/mar/09/national-republican-senatorial-committee/nrsc-raps-sen-sherrod-brown-admitting-stimulus-law/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says Sen. Sherrod Brown admitted \"that his $787 billion stimulus law failed\" and \"after specifically attacking Republicans for wanting to lower Americans' taxes, (he) now claims that his stimulus bill 'didn't do enough' to lower taxes.\"", "truth_label": "half-true", "date": "stated on February 1, 2011 in a news release:", "title": "NRSC raps Sen. Sherrod Brown for admitting that 'stimulus law failed' and flip-flopping on tax cuts", "text": "Republicans don't yet have a declared candidate to challenge incumbent Sen. Sherrod Brown in 2012, but that hasn't stopped them from opening the campaign.\n\nThe National Republican Senatorial Committee (NRSC), which assists election efforts, made that clear by issuing a series of news releases after Brown spoke at a January luncheon of the Akron Roundtable.\n\nOne release, citing coverage in the Akron Beacon Journal, went after the senator \"in light of Brown’s admission that his $787 billion stimulus law failed, and his sudden election-cycle flip-flop to demand more tax cuts.\"\n\n\"After specifically attacking Republicans for wanting to lower Americans' taxes, Brown now claims that his stimulus bill 'didn't do enough' to lower taxes,\" the NRSC’s Chris Bond said.\n\nListening to the talk and reading the Beacon Journal story, however, we did not hear the same \"admission.\" Here is what the story said:\n\n\"Brown defended the federal government's fiscal actions during the Great Recession, saying it was necessary to borrow nearly $1.5 trillion to rescue and stimulate the economy and prevent a global collapse. The efforts also helped save major manufacturers such as General Motors and Chrysler, he said.\n\n\"The subsequent $787 billion Recovery Act that passed in early 2009 didn't do enough, particularly with tax cuts, to get people to spend more or build public confidence in the economy, he said.\n\n\"But the federal government's investments in domestic automakers helped tremendously, Brown said, with the economy now growing and adding jobs.\n\n\"If the government hadn't acted, the state would have been in much worse shape, Brown said.\"\n\nHe did not say the stimulus failed. He said it was not large enough, which he has said consistently.\n\nAs for tax reductions, Brown said the tax cuts \"didn’t do what they should have. They weren’t large enough, as it turned out, to get people to spend more, they weren’t public enough to help it build public confidence in our economy.\"\n\nIn explanation, Brown’s office cited a New York Times/CBS News Poll of September 2010, which found that fewer than one in 10 respondents knew that the stimulus had lowered taxes for most Americans, giving typical families an extra $65 a month.\n\nFew people noticed the tax cut because, instead of getting rebate checks, taxpayers had less money withheld from their paychecks, Brown’s staff said. Increases in health-insurance deductions, increases in state taxes in 30 states and cutbacks in business also reduced take-home pay.\n\nBut what about the claim that Brown specifically attacked Republicans for wanting to lower Americans' taxes?\n\nBrown was a vocal opponent of extending the Bush tax cuts for the wealthiest 2 percent of taxpayers, which he said have failed to stimulate the economy. He did vote in favor of their extension last December, but said it was only because the bill extended tax reductions for the middle class and included billions of dollars in unemployment benefits.\n\nSo where does the NRSC land on the Truth-O-Meter?\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\nBrown didn’t say that the stimulus package failed.\n\n\n\nThe claim that the senator attacked Republicans for wanting to lower Americans’ taxes has an element of truth to it, but an important fact that is missing is that his opposition dealt with extending the Bush tax cuts for the highest wage earners and had nothing to do with the stimulus package.\n\n\n\nThe claim that Brown said the stimulus bill didn't do enough to lower taxes also has an element of truth to it. Brown said tax cuts in the stimulus didn’t get people to spend more, and weren’t public enough to build public confidence in the economy.\n\n\n\n\nThat’s why we rate the statement as Half True.", "vclaim_id": "vclaim-pol-13449"}