{"url": "/factchecks/2008/sep/08/joe-biden/100-million-people-is-more-accurate/", "speaker": "Joe Biden", "vclaim": "John McCain's tax plan will give no reduction \"for 100-million American families.\"", "truth_label": "half-true", "date": "stated on August 27, 2008 in Denver:", "title": "100-million people is more accurate", "text": "Joe Biden accepted his party's nomination to be vice president at the Democratic National Convention in Denver and used his acceptance speech to attack Republican John McCain's economic policies.\n\n\"John thinks that during the Bush years we've made great progress economically. I think it's been abysmal,\" Biden said in his speech on Aug. 27, 2008.\n\n\nMcCain proposes tax breaks for \"the largest companies in the nation, but no — none — no relief for 100-million American families. That's not change; that's more of the same,\" Biden said.\n\n\nHere, we're checking Biden's claim that McCain's plan provides \"no relief for 100-million American families.\"\n\n\nWe checked with the Tax Policy Center, a nonpartisan group that has extensively analyzed the tax proposals of both presidential candidates.\n\n\nBoth McCain and Obama propose extending the Bush tax cuts to some extent. McCain wants the tax cuts extended for all income levels, while Obama wants the tax cuts extended for only those making less than about $250,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBesides those extensions, McCain also proposes increasing the exemption for dependents like children. Obama, on the other hand, offers a tax credit of about $500 per person for people who work. Because more people work than claim dependents, Obama's plan tends to impact more people.\n\n\nThe question here is how many people get no reduction in taxes under McCain's proposals. Using the current tax policies as a baseline, McCain's proposals would mean about 44 percent of tax units would not get a tax reduction in 2009, and about 46 percent would get no tax reduction in 2012, according to the center's analysis. A \"tax unit\" is a technical term for a typical tax return. A single person is one tax unit, and a married couple filing jointly counts as one unit.\n\n\nThere are about 150-million tax units filing annually. So between 66-million and 69-million tax units will receive no tax reduction under the McCain plan, according to the center.\n\n\nBut Biden said 100-million American\n\nfamilies\n\n. We're guessing that Biden may have inflated a claim made in\n\nan earlier Obama ad\n\nthat said \"100-million\n\nAmericans\n\nwill get no tax relief at all.\"\n\n\nBiden would have made a better case if he had said 100-million people get no tax reduction, because a tax unit can represent more than one person. But in many cases, one family will equal one tax unit. The analysis we use shows between 66-million and 69-million tax units will not see a reduction under the McCain plan. Because the numbers fall short of Biden's statement of 100-million families, we rule it only Half True.", "vclaim_id": "vclaim-pol-16002"}