{"url": "/factchecks/2015/mar/23/tyrone-brooks/brooks-lacks-data-back-food-stamp-claim/", "speaker": "Tyrone Brooks", "vclaim": "State lawmakers are spending taxpayer money for parking that billionaire Arthur Blank could build while paying some state employees so little they are on food stamps.", "truth_label": "half-true", "date": "stated on January 20, 2015 in a statement:", "title": "Brooks lacks data to back up food stamp claim", "text": "Georgia taxpayers are already on the hook for $17 million for parking improvements for the new Atlanta Falcons stadium, and that cost is expected to grow to $30 million with passage of this year’s state budget.\nBut not everyone agrees that parking for Falcons fans should be a state budget priority when Arthur Blank, the billionaire owner of the Falcons, could pay for the improvements himself.\n\"Our priorities are so mixed up,\" veteran state Rep. Tyrone Brooks, D-Atlanta, said in an interview Jan. 20. \"We have state employees on food stamps who have to work two or three jobs to make ends meet.\"\nCould Brooks be right? Is the state paying millions for parking while some employees earn so little that they qualify for food stamps? PolitiFact Georgia decided to check.\nBut first a little background about the parking.\nOfficials had long promised that the state wouldn’t have to chip in for the $1.4 billion stadium, which will be adjacent to the Georgia World Congress Center.\nThen suddenly last year there was a push for $17 million for the first phase of a plan to add 1,000 parking spaces, helping to offset 1,300 lost in the football stadium’s construction.\nWorld Congress Center officials didn’t formally ask for the money until the final days of the legislative session, so it saw virtually no debate among lawmakers. Most didn’t find out about it until after the final budget deal had already been struck.\nGov. Nathan Deal said he was only swayed to support the project by a broader argument that it also could be used for conventions, the College Football Hall of Fame and a hotel that is envisioned for the site.\nThis year, World Congress Center officials were more open about a request for an additional $23 million to complete the parking deck, which they aggressively cast as an economic development tool and the first phase of a broader vision for the complex.\nThe House and Senate have signed off on budget proposals that include the $23 million, although a conference committee report settling differences in their two versions of the budget still has to be negotiated, approved and signed by the governor.\nBut what about Brooks’ claim?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nAs we do with all fact checks, we contacted Brooks and asked for his evidence.\nWhen we first reached out to him, he was traveling. But Brooks told us there was a report that backed up his statement.\nHe gave us the name of one legislative colleague and two private organizations, one or more of which he said could provide us with the report.\nWe reached out to all three, but we found no such report. We circled back to Brooks, but he did not offer any information to support his claim.\nThe state doesn’t keep data that we could find on how many of its workers are on food stamps, officially known as the Supplemental Nutrition Assistance Program. SNAP is available to people in Georgia with a gross household income that does not exceed 130 percent of the federal poverty level, $1,265 a month ($15,180 a year) for one person and $2,584 a month ($31,008 a year) for a family of four.\nGiven those thresholds, it’s more than plausible that there are state workers who are teetering near that line and could obtain food stamps.\nThe left-leaning Georgia Budget and Policy Institute identified one of the cleanest examples last year in a report headlined \"Teaching pre-k children shouldn’t require a vow of poverty.\" The report pointed out that a pre-k assistant teacher makes $13,300 a year.\nWe found other examples, including at the state Department of Corrections and even in the food stamp program itself, where an entry-level case worker makes $24,322.\n\"Given many of our employees are single parents earning entry-level salaries, there's no question we have a percentage of staff who turn to SNAP benefits to support their family\" said Susan Boatwright, spokeswoman for the state Division of Family and Children Services.\nLast year, a state audit showed the starting pay for a state corrections officer was $24,322, lower than in any bordering state except South Carolina.\nBased on SNAP criteria, an assistant pre-k teacher who is single could qualify for food stamps and so could a starting corrections officer who is married and the sole support for a wife and two children.\nWith more than 100,000 people in the state government’s employment, there’s likely no doubt at least some would be part of the 840,815 households -- including about 92,000 in Fulton County and 72,000 in DeKalb County -- that received food stamps in the fiscal year that ended June 30.\nOur conclusion: It’s legitimate to question the use of taxpayer money for a project driven largely by a push for a new football stadium. And that debate will likely continue. But Brooks questioned whether a parking deck should be a state priority when there are state employees on food stamps and working two jobs. We found anecdotal evidence to suggest he could be right. But he did not produce evidence to back up his claim. Therefore, we rate his statement Half True.", "vclaim_id": "vclaim-pol-06602"}