{"url": "/factchecks/2020/jun/12/sara-meaney/yes-state-has-seen-drop-more-billion-tourism-dolla/", "speaker": "Sara Meaney", "vclaim": "“Since the week ending March 14, Wisconsin actually saw a drop in tourism spending compared to last year of $1.7 billion.”", "truth_label": "true", "date": "stated on May 24, 2020 in a TV interview:", "title": "Yes, Wisconsin has seen a drop of more than a billion in tourism dollars", "text": "Major industries in Wisconsin have sustained significant economic losses during the coronavirus pandemic, and nowhere is that more apparent than in the tourism sector.\nWisconsin plays host to about 112 million tourists in a year, according to the WorldAtlas website, and 2019 was \"a record setting year, and the largest year for Wisconsin in at least a decade\" said Wisconsin Secretary of Tourism-designee Sara Meaney. However, the loss of revenue in 2020 is massive, she said. \nIn a May 24, 2020, appearance on the WISN-TV (Channel 12) show \"UpFront,\" she said, \"Unemployment in our state in general is at about a quarter of our population. It’s actually over 50% of travel and tourism-related jobs that are now facing unemployment.\" \nMeaney went on to say that just in the weeks since the pandemic hit, the state has lost more than a billion dollars in tourism dollars. \n\"Since the week ending March 14, Wisconsin actually saw a drop in tourism spending compared to last year of $1.7 billion,\" she said. \nWisconsin’s tourism industry should come back a bit this summer. Some northern resorts have opened and state campgrounds reopened June 10, according to the Wisconsin Department of Natural Resources. \nBut that tourism recovery could be an uphill climb if Meaney is correct that year-over-year weekly travel spending in the state has dropped $1.7 billion since March.\nLet’s take a look.\nThe evidence\nCraig Trost, Wisconsin Department of Tourism communications director, pointed PolitiFact Wisconsin to the U.S. Travel Association, which commissioned a study by Tourism Economics, the firm the department uses for its economic impact data.\nThe U.S. Travel Association is a national, non-profit organization representing the travel industry, with various sectors — including transportation, lodging, retail, recreation, leisure and entertainment and food service, meetings and trade shows.  \nAdam Sacks, president of Tourism Economics, in an email to PolitiFact Wisconsin, explained that the analysis is based on a combination of factors: daily hotel data (nights and revenue) from STR, a research company that tracks the hospitality industry; flight data (seats and passengers) from Airline Data Inc. and the Transportation Security Administration; and drive travel data (outside 50 mile radius) from Arrivalist based on mobile device data.  \nTrost said the week ending March 14 was significant because that is when COVID-19 began significantly impacting tourism spending.\n\"Since the beginning of March, the COVID-19 pandemic has resulted in over $176 billion in losses for the U.S. travel economy,\" the report states. According to the report, Wisconsin’s  year-over-year net change in weekly travel spending from the week ending March 28 to the week ending May 16 was down about $200 million each week.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWhen going back earlier in March, the report notes losses for the week ending March 14 at $17 million and the week ending March 21 of $50 million. That brings the total to $1.775 billion. \nTourism officials \nRomy Snyder, CEO/President of the Wisconsin Dells Visitor and Convention Bureau, said it will take time to correctly analyze and know the true financial impact of COVID-19 on Wisconsin Dells. \n\"We do know the loss of visitors has been detrimental to the local tourism economy,\" Snyder said in an email. \"According to 2019 numbers, the spring and summer seasons account for 66% of direct visitor spending in Wisconsin Dells.\"\nSnyder said area businesses are ready to welcome visitors. \n\"Wisconsin Dells’ businesses are working to accommodate current visitors to the area in a safe manner by increasing sanitation procedures and limiting capacities and hours of operation,\" Snyder said. \"We know Wisconsin Dells has strong brand awareness in the Midwest, which will help our area when people are ready to travel and are looking for an accessible vacation destination with a diversity of activities.\"\nJon Jarosh of Destination Door County said area businesses have been getting ready and opening up. \n\"Everybody has a little different protocol in terms of what they’re going to allow at their particular business,\" Jarosh said on the same \"UpFront\" program where Meaney appeared via remote.\n\"We’re asking our visitors and residents that are out and about to just respect the individual businesses and what they are asking for. But by and large most businesses are going to be asking that their customers do wear a face covering of some sort and also just practice social distancing guidelines.\" \nA major Dells attraction, Noah’s Ark water park, set its opening date for June 20, the first day of summer. The water park plans a number of precautions in line with recommendations from the Centers for Disease Control and Prevention. \nThose precautions include social distancing and limiting capacity not only in the park itself but also on specific attractions and in buildings. The park is requiring guests to RSVP for the day they want to visit, and visitors must buy tickets in advance online. Walk-up tickets will not be sold.\nOur ruling\nMeaney said the state’s tourism losses have topped $1.7 billion since March. \nData from weekly studies commissioned by the U.S. Travel Association, an organization with over 1,100 members nationwide, found that beginning the week ending March 14, when the COVID-19 crisis first began to significantly impact tourism spending, Wisconsin was down $17 million compared to a year earlier. The drop in year-over-year travel spending in the state mounted weekly, with the latest available report reporting a drop of $214 million for the week ending May 16. That brings the state tourism sector drop to $1.775 billion since the week ending March 14.\nFor a statement that is accurate and there’s nothing significant missing, our rating is True.", "vclaim_id": "vclaim-pol-17922"}