{"url": "/factchecks/2016/feb/14/ted-cruz/ted-cruz-supreme-court-nomination-tradition/", "speaker": "Ted Cruz", "vclaim": "\"It has been 80 years since a Supreme Court vacancy was nominated and confirmed in an election year. There is a long tradition that you don't do this in an election year.\"", "truth_label": "half-true", "date": "stated on February 14, 2016 in comments on \"Meet the Press\":", "title": "Ted Cruz overstates Supreme Court nomination 'tradition'", "text": "Republicans running for president say President Barack Obama should let the next president nominate someone to replace U.S. Supreme Court Justice Antonin Scalia.\nTexas Sen. Ted Cruz said on Meet the Press on Feb. 14 that it is a \"long tradition\" that a president in his final year in office should let his successor fill a spot on the nation’s highest court.\nMeet the Press Host Chuck Todd asked Cruz if the Senate had an obligation to at least consider a nominee from Obama. Cruz said \"not remotely.\"\n\"It has been 80 years since a Supreme Court vacancy was nominated and confirmed in an election year,\" Cruz said. \"There is a long tradition that you don't do this in an election year.\"\nCruz is correct in that it’s rare for a president to nominate and have confirmed a Supreme Court justice in an election year. But that’s more because of the rarity of filling Supreme Court slots than some \"long tradition.\"\nThe Senate’s list of Supreme Court nominees shows precious few nominees and confirmations in the years when America elects a president.\nPresident Lyndon B. Johnson nominated two people in 1968, his final year in office. One would have elevated sitting Justice Abe Fortas to the Chief Justice position vacated by Earl Warren. Fortas hit strong opposition in the Senate Judiciary Committee and in the face of a filibuster, he asked that his name be withdrawn. (The hearings uncovered questionable speaking fees Fortas received, and he resigned from the court in 1969.)\nJohnson nominated Homer Thornberry in 1968 and was forced to withdraw that nomination, too.\nSo neither Thornberry nor Fortas was nominated and confirmed in the same year.\nThe next election-year nomination was in 1940, when President Franklin D. Roosevelt put forward Frank Murphy on Jan. 4, 1940. The Senate confirmed Murphy 12 days later on Jan. 16, 1940.\nThat took place 76 years ago, not 80 as Cruz said, but it’s pretty close.\nCruz chose his qualifying words carefully. By including both nominated and confirmed, he avoided the case of Justice Anthony Kennedy. President Ronald Reagan nominated Kennedy on Nov. 30, 1987, and the Senate confirmed him on Feb. 3, 1988. To be clear, presidents decide when to nominate, and the Senate decides when to confirm. Often, the administration gets a read on where the Senate stands before putting someone forward, but formally, the timing for the first step is up to the person in the Oval Office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe experts we reached did have an issue with Cruz’s use of the word \"tradition.\"\n\"This is entirely a matter of circumstance,\" said Sarah Binder, a political scientist at George Washington University. \"Certainly not a norm or tradition by presidents refraining from nominating in a presidential election year or by senators refusing to consider such nominations.\"\nIn Cruz’s 80-year time frame, there were only two instances when vacancies coincided with presidential elections -- 1940 and 1968 as we just mentioned. Both times, the sitting presidents nominated a replacement.\nGoing back further, there were opportunities in 1932, two in 1916, and one in 1912. In every one of those cases, the president nominated someone and the Senate voted to confirm.\nEditor Amy Howe wrote on SCOTUS Blog, \"The historical record does not reveal any instances since at least 1900 of the president failing to nominate and/or the Senate failing to confirm a nominee in a presidential election year because of the impending election.\"\nRussell Wheeler is an expert on the courts at the Brookings Institution and former deputy director of the Federal Judicial Center. Wheeler told us that in the post-WWII period, the limited opportunities for election-year nominations lies primarily with the justices who exercise the choice to step down.\n\"Justices rarely leave active service in an election year, because they know, at least in the modern era of contentious confirmation battles, that their colleagues will be short staffed because of the unlikelihood of an election-year confirmation of a successor,\" Wheeler said. \"Justices in the modern era rarely die in office.\"\nSince the end of World War II, only four justices, including Scalia, died while serving. Wheeler said Scalia is the only justice who died in a presidential election year.\nOur ruling\nCruz said there’s a long tradition stretching back 80 years of not nominating and confirming a Supreme Court justice in an election year.\nA Supreme Court justice hasn’t been both nominated and confirmed in a presidential election year since 1940, 76 years ago.\nBut the notion that this is a \"long tradition,\" is misguided. The fact is, vacancies in an election year are rare, especially in Cruz’s time frame. As such, it’s hard to argue that there is any tradition in filling seats.\nCruz’s statement is partially accurate but takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-05407"}