{"url": "/factchecks/2014/jun/03/bill-maher/maher-us-ranks-fifth-world-number-executions/", "speaker": "Bill Maher", "vclaim": "\"We're fifth in the world (in executions), behind China, Iran, Iraq and Saudi Arabia.\"", "truth_label": "mostly-true", "date": "stated on May 23, 2014 in in comments on \"Real Time with Bill Maher\":", "title": "Maher: U.S. ranks fifth in the world in number of executions", "text": "The botched execution of an Oklahoma man has renewed debate about the death penalty. Bill Maher added his mix of humor and seriousness to the discussion recently on his HBO show Real Time with Bill Maher.\n\"Why can’t we just kill people? If you want to kill them, and you want to do it humanely, you can definitely put them out. We’ve all been under,\" Maher said on his May 23, 2014, show. \"Then when you’re under … guillotine, shoot them, leave them in a room with a toddler with a gun, anything. It’s just so easy to take human life. It’s ridiculous.\"\nDavid Frum of The Atlantic tried to bring the conversation back toward seriousness, saying \"we’ve seen a remarkable reduction in the number of Americans being executed -- it’s down nearly two-thirds over the past generation.\"\nMaher jumped right back in. \"We're fifth in the world,\" Maher said. \"Behind China, Iran, Iraq and Saudi Arabia.\"\nMaher’s claim is pretty close. (We’re examining Frum’s claim in a separate fact-check.)\nIt comes from a report by Amnesty International, which attempts to count the number of state-sponsored executions per country, per year.\nIn its most recent report, which covers 2013, Amnesty International found that governments in the United States executed 39 individuals (16 of them in Texas). We corroborated the 39 total executions through the Death Penalty Information Center.\nThe number of executions in the United States in 2013 was down from 2012, when there were 43 executions. Here's a list of U.S. executions by year:\n(Death Penalty Information Center)\nHow does that rank worldwide?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA majority of countries do not use or prohibit the use of the death penalty. Of those that do, exact data is difficult to find in some cases. But according to Amnesty International’s best estimate, the United States indeed ranks fifth -- behind China, Iraq, Iran and Saudi Arabia.\n\n(Amnesty International)\nThe one caveat in Amnesty International’s report is that it admits that its execution totals are just estimates and that the real number of executions are not known. The group says that the countries ranked right below the United States -- Somalia, Sudan and Yemen -- all could have execution totals higher than the reported number.\nThat, in theory, could push the United States down the list.\nAt least one country not listed likely does outpace the United States, Amnesty International says. The group did not attempt to tally the number of executions in North Korea, but believes the country executes more people than the United States. \"While reliable reports indicate that at least 70 executions were carried out in North Korea, Amnesty International believes the true figure to be much higher,\" the group wrote in its report.\nIf true, that would make the United States sixth.\n\"Amnesty's numbers are reliable as minimums but understate totals for places like (China),\" said Franklin Zimring, a law professor at the University of California, Berkeley, who studies the death penalty. \"The fuzzy part in international comparisons is when do state killings become judicial or legal executions. You correctly zero in on the one nation that probably pushes the U.S. to No. 6 in Maher's hall of shame, North Korea.\"\nOur ruling\nMaher said the United States is \"fifth in the world\" in executions. He’s for the most part accurately citing a report from Amnesty International. The only real caveat is that group doesn’t include North Korea on its list because it can’t determine how many executions were performed there (though they think there were more than the United States).\nThat would rank the United States sixth in the world. To us, that doesn’t really diminish Maher’s point.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-07789"}