{"url": "/factchecks/2011/jun/02/national-republican-congressional-committee/nrcc-says-gerry-connolly-maxed-out-us-debt/", "speaker": "National Republican Congressional Committee", "vclaim": "\"Gerry Connolly and his fellow Democrats went on a spending spree and now their credit card is maxed out.\"", "truth_label": "barely-true", "date": "stated on May 18, 2011 in an e-mail.:", "title": "NRCC says Gerry Connolly maxed out U.S. debt", "text": "Uncle Sam is sitting on a $14.3 trillion credit card bill, better known as the federal debt.\n\nRepublicans and Democrats are squabbling about which party is to blame for the epic spending spree. The argument is part of a debate over how much -- or whether -- to raise the federal debt ceiling. The U.S. has hit its borrowing limit and the Treasury Department says the country could default on its loan payments if the limit is not raised by Aug. 2.\n\nThe National Republican Congressional Committee pins the blame for the mess on Rep. Gerry Connolly, who represents a Northern Virginia district, and his Democratic colleagues. He is among 60 House Democrats being targeted with similar attacks by the NRCC, which works to elect Republicans to the chamber.\n\n\"Gerry Connolly and his fellow Democrats went on a spending spree and now their credit card is maxed out,\" the NRCC said in a May 18 email and press release.\n\nWas it really Connolly -- or even all the House Democrats -- who maxed out America’s credit card? Let’s take a look.\n\nConnolly took office on Jan. 3, 2009 and narrowly won re-election in 2010. On the day he entered Congress, total federal debt stood at $10.63 trillion, according to the Treasury Department. On May 31 the debt stood at $14.34 trillion. That’s an increase of $3.72 trillion, or 35 percent, since Connolly became a Congressman.\n\nSo right away it’s apparent Connolly himself couldn’t have maxed out the credit card. He simply hasn’t been around long enough to do so.  \n\nHow did the nation pile up so much debt?\n\nYou might remember tax cuts championed by congressional Republicans and former President George W. Bush during happier budget times -- tax cuts that were extended in December for two years under Democratic President Barack Obama. While some economists say these were needed to give the economy a kick, they also meant less money came in from tax revenue.\n\nBefore the most recent extension, the Congressional Research Service said that the Bush tax cuts, with a 10-year price tag of $1 trillion, played a substantial role in the nation’s annual deficits. Some will argue that tax cuts can actually pay for themselves by stimulating economic growth, but PolitiFact has previously found that the Congressional Budget Office, the Treasury Department, the Joint Committee on Taxation and the White House’s Council of Economic Advisers say that tax cuts lead to revenues that are lower than they otherwise would have been – even if they spur some economic growth.\n\nThe Congressional Budget Office last year said extending all of them permanently, as many in the GOP would like, would cost $3.3 trillion over 10 years and increase deficits.\n\nThen there’s the recent economic downturn, which also played a role. And the nation is still engaged in wars in Iraq and Afghanistan, with billions of dollars flowing out to pay for them. Those began during the Bush years and continue under Obama.\n\nThe liberal Center on Budget and Policy Priorities says that just two policies dating from the Bush Administration — tax cuts and the wars in Iraq and Afghanistan — accounted for more than $500 billion of the deficit in 2009 \"and will account for $7 trillion in deficits in 2009 through 2019, including the associated debt-service costs.\"\n\nWhat do conservative economists say? Our colleagues at PolitiFact Ohio asked Brian Riedl, the lead budget analyst at the conservative Heritage Foundation, what he thought of the CBPP analysis. He was blunt. \"Basically, their analysis fails basic statistics,\" he said in an email.\n\nRiedl referred us to his own blog, in which he wrote, \"Imagine a basketball team that loses 100-98. It would make no sense to cherry-pick one single basket by their opponent and blame it for 100 percent of the loss – letting all other baskets scored off the hook. Yet that is essentially what CBPP is doing.\"\n\nRiedl’s broader point is that \"one could cherry-pick\" any number of spending or tax policies and blame them for the entire problem. \"CBPP chose to pick the tax cuts, wars, stimulus/bailouts, and economic downturn to equal the sum of the deficit. One could have just as easily singled out Social Security and Medicaid (combined cost: $13 trillion), Medicare and net interest costs ($13 trillion), or discretionary spending ($15 trillion) for blame. There is no mathematical reason to single out the programs CBPP selected while ignoring the other costs.\"\n\nWhere does this leave us?\n\nEach side is cherry-picking the numbers. The liberal think tank puts nearly all the blame on the wars, the tax cuts and the recession and its associated costs. The conservative think tank says the blame base is larger and involves entitlements as well as discretionary spending.\n\nDNCC spokeswoman Haley Morris cited a 2009 PolitiFact item that noted that when Bush took office in 2001, the national debt was $5.73 trillion. When he left eight years later, it was $10.7 trillion. \"Pretty hard for GOP to argue about maxing out (the) credit card,\" she said.\n\nLet’s review.\n\nYes, the nation’s debt has gone up rapidly during the two and a half years Gerry Connolly has been in office. Liberal economists blamed the big deficits on wars and tax cuts that were started under Bush, a Republican, but continued by Obama, a Democrat.\n\nConnolly supported the stimulus bill in 2009 and the tax cut extension in December 2010, and he has backed other measures that added to the federal deficit. But two-thirds of the federal deficit already existed when Connolly came into office. Why should he be held responsible for that?\n\nGoing one step further, why should Democrats take the full hit? Republicans deserve blame here as well. The nation’s current financial situation is a rare bipartisan feat. At the same time, 35 percent of the nation’s debt has come during Connolly’s two-and-a-half years in Congress. We rate the NRCC’s attack Barely True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13001"}