{"url": "/factchecks/2010/oct/29/sharron-angle/sharron-angle-says-se-harry-reid-twice-voted-again/", "speaker": "Sharron Angle", "vclaim": "Sen. Harry Reid voted \"against declaring English our national language, twice.\"", "truth_label": "true", "date": "stated on October 25, 2010 in a TV ad:", "title": "Sharron Angle says Sen. Harry Reid twice voted against making English the national language", "text": "The Sharron Angle campaign calls its ad\"The Wave.\"\n\nBut you may know it as the ad that prompted Joy Behar of ABC's The View to say: \"I'd like to see her do this ad in the south Bronx. Come here, b----. Come to New York and do it.\"\n\nCondemned in some Democratic and Hispanic circles as\"racist,\"the ad portrays Angle's opponent in the Nevada Senate race, Harry Reid, as a friend to illegal immigrants.\n\nHere's the text of the ad: \"Waves of illegal aliens streaming across our border joining violent gangs, forcing families to live in fear. And what is Harry Reid doing about it? Voting to give illegal aliens Social Security benefits, tax breaks and college tuition, voting against declaring English our national language twice and even siding with Obama and the president of Mexico to block Arizona's tough new immigration law. Harry Reid....it's clear whose side he's on, and it's not yours.\"\n\nIn a fact-check of a previouscampaign ad, we dealt with Angle's claims that Reid voted to give illegal immigrants Social Security benefits (Barely True) and special tax breaks (False).\n\nHere, we're checking the claim that Reid voted against \"declaring English our national language, twice.\"\n\nDuring a big push for a comprehensive immigration reform bill in 2006, Sen. James Inhofe, R-Okla., proposed an amendment (S.AMDT.4064) \"to declare English as the national language of the United States and to promote the patriotic integration of prospective U.S. citizens.\"\n\nThe amendment would have required all official government functions, including steps toward citizenship, to be conducted in English. It also sought to establish that there is no entitlement to receive federal documents or services in languages other than English, unless required by law. Arguing for the amendment, Inhofe said providing multilingual assistance costs the government more than $1 billion per year. Under the Inhofe's proposal, immigrants seeking to become permanent legal residents would have had to prove they had learned English.\n\nReid made an impassioned speech from the Senate floor on May 18, 2006, denouncing the bill as \"racist\" and \"divisive.\" Here's a sampling of some of his comments to give you a flavor of Reid's position:\n\n-- \"While the intent may not be there, I really believe this amendment is racist. I think it is directed basically to people who speak Spanish.\"\n\n-- \"I think we should make sure that people who are 911 operators can immediately switch to somebody who can speak Spanish.\"\n\n-- \"Today, as I speak, the language of America is English. We want people to integrate, to learn English, but they need tools to do this no matter what their native language. This amendment takes some of those tools away, and we need all of those tools.\"\n\n-- \"The fastest growing component of adult education in America today is English as a second language. This will slow that down. This amendment impacts English speakers, reporting of crimes, reporting of diseases, involvement in commerce. Next, is it going to impact upon the right to vote?\"\n\n-- \"This amendment is divisive. We should be here to unify our country, not divide it by ethnicity or language differences. I rise in strong opposition to this amendment. Everyone who speaks with an accent knows that they need to learn English as fast as they can. Success in America means the ability to speak English. That is the way it is now. We don’t need this amendment. Speaking English is critical to the functioning of anyone in our country. It is the language of our government, of our nation, and as I have indicated before, air traffic controllers and diplomacy. This amendment, I believe, is unconstitutional. It raises serious concerns that American citizens could lose some of their rights.\"\n\n-- \"This amendment directly conflicts with several provisions of federal law, I believe, that guarantee the right of non-English-speaking students to learn English in our public schools.\"\n\n-- \"This amendment conflicts with provisions of federal law that require language materials or assistance to be provided to voters in some areas of non-English languages, where there is evidence of educational discrimination resulting in high illiteracy and low registration turnout.\"\n\n-- \"There has been substantial evidence of harassment, intimidation, even violence against language minority voters. This provision makes a blatant violation of the 14th and 15th amendments and criminal provisions of the Voting Rights Act more likely to occur.\"\n\n-- \"By the very terms of this amendment, persons accused of crimes would be denied the ability, I believe, to receive information material in their native language to assist in their own defense. This clearly violates the due process clause of the fifth amendment of our Constitution.\"\n\n-- \"I have talked about public health. This amendment will stand in the way of efforts made to facilitate the transmission of vital information necessary for the receipt of health care and public safety, including informed consent by non-English-speaking patients.\"\n\n-- \"I hope we reject this amendment. It is bad policy. It is un-American. It turns back the clock on the substantial gains that language minority citizens have made. I hope that there will be a resounding vote against this. I have no problem going home today and telling the people of the State of Nevada: English is the language of America. We are not going to change that with this amendment. This is divisive, it is mean spirited. I think it is the wrong way to go.\"\n\nSo tell us how you really feel about the amendment, Senator.\n\nNeedless to say, Reid voted against it, but with the help of 11 Democrats, the amendment passed 62-35.\n\nInterestingly, the Senate also passed a subsequent amendment (S.AMDT.4073) proposed by then Sen. Ken Salazar, D-Colo., \"to declare that English is the common and unifying language of the United States, and to preserve and enhance the role of the English language.\" Reid voted for that amendment, which passed by a vote of 58 to 39.\n\nThe immigration reform bill did not pass that year, however, and when a second stab at comprehensive immigration reform was undertaken in 2007, Inhofe again proposed an amendment (S.AMDT.1151) \"to declare English as the national language of the government of the United States, and for other purposes.\" Reid again voted against it, though the measure passed 64-33. But that immigration reform bill never came to pass either. To this day, no \"official language\" exists at the federal level.\n\nThe bottom line here is that Reid twice voted against amendments to \"declare English as the national language of the Government of the United States,\" even as he voted for an amendment \"to declare that English is the common and unifying language of the United States.\" The ad says Reid twice voted against declaring English our national language. Reid not only voted against the bills, he was quite vocal in his opposition. We rate the ad's claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14094"}