{"url": "/factchecks/2018/jun/18/gateway-pundit/headline-says-trump-tied-obama-same-point-presiden/", "speaker": "The Gateway Pundit", "vclaim": "\"Trump approval rating better than Obama and Reagan at same point in their presidencies.\"", "truth_label": "mostly-true", "date": "stated on June 9, 2018 in a headline:", "title": "Story says poll shows Trump tied to Obama at same point in presidency", "text": "A story on Facebook celebrates President Donald Trump’s approval rating and boasts that it is better than two of his predecessors, Barack Obama and Ronald Reagan.\n\"Trump approval rating better than Obama and Reagan at same point in their presidencies,\" said a June 9 headline on The Gateway Pundit, a pro-Trump website.\nThe story said that Trump’s approval rating is at 45 percent, which it claims is nearly equal to Obama and Reagan at the same point of their presidences.\nFacebook users flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. Read more about our partnership with Facebook.\nIs it true? We looked at the polls cited in the story as well as additional polls to provide a more complete picture.\nWe found that The Gateway Pundit cited the early June polls that were the most favorable to Trump: a Fox News poll showed that 45 percent of respondents approved of Trump while Rasmussen Reports showed 47 percent approval for Trump. \nA compilation of polls by Real Clear Politics in early June showed that five other polls, including Gallup, all had slightly less favorable results for Trump.\nFor Obama, The Gateway Pundit cited a Rasmussen poll that showed Obama’s approval was at 46 percent on June 9, 2010. Some experts have raised questions about Rasmussen’s polls, because they are based on likely voters, which is a smaller sample than most other polls; historically, Rasmussen has tended to report more favorable results for Republicans generally and Trump in particular. So we looked at one other poll from the same time, Gallup, and also found Obama had the same approval rating.\nWe also found the comparison between Trump, Obama and Reagan in a story about a poll by NBC News and the Wall Street Journal. The story said that Trump’s approval was 44 percent in early June, matching the results for Reagan (in June 1982) and Obama (in June 2010) \"before both presidents saw their parties lose a significant number of House seats in the midterms.\" Historically, the president’s party usually gets shellacked during the midterms.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Gateway Pundit did not cite this NBC/WSJ poll, which has some warning signs for Republicans in general, including that Democrats were far more enthusiastic than Republicans about the upcoming midterms. Also, 48 percent of voters indicate they’re more likely to support a congressional candidate who promises to provide a check on President Trump, compared with 23 percent who say they’re less likely to support such a candidate.\nKarlyn Bowman, a polling specialist at the conservative American Enterprise Institute, cautioned against drawing conclusions about what the polls in early June mean for the midterm election in November.\n\"Although polls have more predictive value as we get closer to Election Day, we are still more than 100 days out,\" she said.\nSteven Smith, a Washington University political scientist, said that there is considerable variation in presidential job approval ratings across survey organizations. These differences are due to variation in sampling frames, question wordings, weighting, and other factors.\n\"Consequently, claims like the Gateway Pundit claim that depend on differences of a few percentage points using different survey organizations’ findings are questionable. The comparisons simply are not reliable,\" he said.\nOur ruling\nThe Gateway Pundit said, \"Trump approval rating better than Obama and Reagan at same point in their presidencies.\"\nThe story cited a Fox News poll in early June that found Trump’s approval rating at 45 percent and a Rasmussen poll showing Obama was at 46 percent at the same point in his presidency.\nAn NBC/Wall Street Journal poll found that Trump’s approval was 44 percent in early June, matching the results for Reagan (in June 1982) and Obama (in June 2010).\nThese poll results show that Trump, Obama and Reagan had similar polling results for early June in the second year of their presidencies. These results are a snapshot in time, and other polling results show warning signs for Republicans headed into the midterms.\nThat said, the numbers cited are correct. We rate this claim Mostly True.\n Share the Facts 2018-06-18 14:46:04 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Trump approval rating better than Obama and Reagan at same point in their presidencies.\"    The Gateway Pundit Conservative website https://www.thegatewaypundit.com/2018/06/trump-approval-rating-better-than-obama-and-reagan-at-same-point-in-their-presidencies/   In a blog post Monday, June 18, 2018 2018-06-18    Read More  info", "vclaim_id": "vclaim-pol-01957"}