{"url": "/factchecks/2012/jan/08/rick-perry/rick-perry-says-barack-obama-socialist/", "speaker": "Rick Perry", "vclaim": "Says President Barack Obama \"is a socialist.\"", "truth_label": "pants-fire", "date": "stated on January 8, 2012 in a Republican debate in New Hampshire.:", "title": "Rick Perry says Barack Obama is a socialist", "text": "In our super-heated political discourse, explosive words get tossed around pretty easily these days. Hitler comparisons and terms like Nazi and socialist have become the currency of political attacks not just in the blogosphere but also by elected officials.\n\nTexas Gov. Rick Perry launched such an attack at a Republican presidential debate in New Hampshire on Jan. 8, 2012.\n\nAsked if he agreed with Sen. John McCain that President Barack Obama \"is a patriot,\" Perry replied:\n\n\"I make a very proud statement and, in fact ,that we have a president that's a socialist. I don't think our founding fathers wanted America to be a socialist country. So I disagree with that premise that somehow or another that President Obama reflects our founding fathers. He doesn't. He talks about having a more powerful, more centralized, more consuming and costly federal government.\n\n\"I am a Tenth Amendment believing governor. I truly believe that we need a president that respects the Tenth Amendment, that pushes back to the states. Whether it's how to deliver education, how to deliver health care, how to do our environmental regulations. The states will considerably do a better job than a one-size-fits-all Washington, D.C. led by this president.\"\n\nThis was not the first time Perry has used the term against Obama. Our colleagues at PolitiFact Texas trace the origins to at least June 2008 when Perry told a Republican group that a European plan for cutting global poverty was \"the type of socialistic program that Obama wants to bring to America.\"\n\nMore recently, Perry told Fox News last November that, \"I think Barack Obama is a socialist.\"\n\nA similar claim has been made by former House Speaker Newt Gingrich, who wrote a book titled To Save America: Stopping Obama's Secular-Socialist Machine.\n\nWe've addressed Republican charges of Democrats being socialists before. In 2008, we explored a claim by Sarah Palin based on Obama's conversation with Joe the Plumber (as Samuel Joseph Wurzelbacher came to be known after that conversation) that Obama's tax policy was socialism (Pants on Fire). Last year, PolitiFact Oregon and other PolitiFact state sites checked a claim by bloggers that 70 House Democrats are socialists (Pants on Fire).\n\nAsked about his Obama-is-a-socialist claim in November, Perry said, \"When you talk about printing money and spending government money, and trying to spend it out. That conversation he had with Joe the Plumber -- kind of redistribute the wealth -- the best I can tell, that's socialism.\"\n\nBut as we explained in our examination of Palin and Joe the Plumber's statements, Obama's tax policy relies on the same progressive approach that has been the cornerstone of American tax policy since the federal government first collected an income tax in 1863, an approach embraced by Republicans and Democrats. It was based on the Tax Act of 1862, which President Abraham Lincoln signed, and which imposed a \"duty of three per centum\" on all income over $600, and five percent on income over $10,000.\n\nThe idea is that the wealthy pay a larger share of their income because they are more able to afford it. To the extent the government then gives some of the money to the less-wealthy through various programs, you could say the income is being redistributed. But that concept has been embraced by Republicans and Democrats for well over a century.\n\nThat's a far cry from true socialism, which is defined as support for \"governmental ownership and administration of the means of production and distribution of goods.\"\n\nThat's enough for us to set the Truth-O-Meter ablaze, but let's dig a little deeper to explore whether Obama's main policies can accurately be called socialism.\n\n* The health care law. House Majority Leader Eric Cantor has called the Democratic health care law \"job-killing,\" a claim we rated False. Is it possible it's also socialism? (If it is, we should note that anything that kills jobs isn't very good socialism!)\n\nIn fact, the health care law relies largely on the free enterprise system, an economic approach that Perry usually speaks about fondly. To increase health care coverage for the uninsured and people in small business, the law sets up exchanges to encourage private health insurance companies to compete. (In 2010, we chose the Republican claim that the law was a \"government takeover\" as our Lie of the Year.)\n\n* The economic stimulus. In February 2009, Obama and the Democrats muscled through the $787 billion spending package to try to jump-start the economy. The program was about one-third tax cuts and two-thirds government spending on everything from clean energy initiatives to electronic speed-limit signs.\n\nIt's true that government payrolls were stabilized or grew because of the new money, but it was nowhere near a government takeover of our private enterprise economy.\n\n* The Troubled Asset Relief Program (TARP). When Obama took office, he inherited the TARP, the Bush administration's plan for stabilizing the economy. It was designed to prevent financial firms from collapsing by buying assets and stakes in the companies. In December 2008, President George W. Bush authorized use of the money for loans to U.S. automakers.\n\nObama has emphasized he was not eager for the U.S. government to be involved in such efforts but that he felt they were necessary. \"If there's one thing that has unified Democrats and Republicans, and everybody in between, it's that we all hated the bank bailout,\" he said in his 2010 State of the Union Address, adding that \"if we had allowed the meltdown of the financial system, unemployment might be double what it is today.  More businesses would certainly have closed.  More homes would have surely been lost. So I supported the last administration's efforts to create the financial rescue program.  And when we took that program over, we made it more transparent and more accountable.  And as a result, the markets are now stabilized, and we've recovered most of the money we spent on the banks.\"\n\nMany Republicans opposed the TARP -- an initiative of a Republican administration -- because they felt it was too much government intrusion into the private enterprise system. This is the one area where you could even begin to make a case that the government was taking ownership, but as a percentage of the full U.S. economy, it was relatively small and temporary.\n\nSo add them up, and it amounts to flimsy evidence to even begin to argue that the Obama is on a path toward socialism.\n\n\"Socialism means public ownership of the means of production. Obama does not believe this. Therefore he is not a socialist,\" conservative economist Bruce Bartlett told PolitiFact in an e-mail. \"Although it is true that the federal government did come to own some private businesses as a consequence of bailout policies initiated by the George W. Bush administration such as TARP, the Obama administration sold many of them -- such as its shares in GM -- as quickly as feasible. A true socialist would have held on to them.\"\n\nDan Mitchell, a scholar on fiscal policy at the libertarian Cato Institute, says there are other words for Obama's expansion of government (he thinks fascism is a fair term), but that it's not accurate to call it socialism.\n\nDaniel N. Shaviro, professor of taxation at New York University Law School, said \"it is a lie\" to say Obama is a socialist. \"If he is a socialist, so were Eisenhower and Bush Sr.\"\n\nOur ruling\n\nThere are plenty of ways to have a meaningful, substantive conversation about the differences of the Republicans and Democrats in tax policy, economics and the role of government. But it's simply preposterous for Perry -- and Gingrich -- to refer to Obama's policies as socialism or to say he is a socialist. Obama's policies may have expanded government, but they don't justify this ridiculous hyperbole. We're reaching for the matches -- Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11834"}