{"url": "/factchecks/2012/may/04/eric-hovde/eric-hovde-says-economic-policies-are-whats-making/", "speaker": "Eric Hovde", "vclaim": "\"The failed economic policies\" of President Barack Obama, the Democrats and the Federal Reserve \"are making gas prices higher while America’s economy is running on fumes.\"", "truth_label": "barely-true", "date": "stated on March 29, 2012 in a radio ad:", "title": "Eric Hovde says economic policies are what’s making gas prices go higher", "text": "In late March 2012, gas prices in the Milwaukee area hit a record high, $4.20 a gallon, according to AAA Wisconsin.\n\nWhile prices have come down, to about $3.83 a gallon, that milestone ignited a new round in the political blame game. We’ve heard some of these claims many times -- there’s not enough oil drilling, we’re too dependent on foreign oil, Obama is standing in the way of the Keystone XL pipeline from Canada. (PolitiFact’s National site has an entire section devoted to the topic.)\n\nIn Wisconsin, a radio ad  from Republican U.S. Senate candidate Eric Hovde tapped into the frustration that many motorists feel when they fill their tanks.\n\nIn the ad, Hovde says Obama and Congress are spending wildly, and \"this causes the Federal Reserve to crank up the presses printing more and more money.\"\n\n\"So the United States dollar is being devalued resulting in the prices for our basic necessities like food and oil to rise,\" Hovde says. \"These failed economic policies are making gas prices higher while America’s economy is running on fumes.\"\n\nHe elaborated in an April 24, 2012 appearance at the Milwaukee Press Club.\n\n\"What printing money does is it debases the currency and devalues the dollar,\" Hovde said. \"That is why oil prices are $100 a barrel, and why gas prices are over $4. … If we don’t stop the Fed from quantitative easing, you could be looking at, within a matter of years, I’m talking about six or eight or 10 dollars for a gallon of gas.\"\n\nWow. Those are startling numbers.\n\n\"You can track this,\" Hovde said when asked for backup to his claim. \"It’s written extensively about. I’m not the only out there talking about this.\"\n\nFor a deeper look at the first-time candidate’s claims, we dialed up some experts on oil and gasoline prices.\n\nJohn Felmy, chief economist, American Petroleum Institute, a key oil industry trade group: Felmy said gasoline prices very closely follow the price of oil. There’s been a record level of demand for oil worldwide and some supply constraints, in part because Libya is currently not exporting oil.\n\n\"It’s a tight market, and there’s not a lot of excess capacity,\" Felmy said, adding that gasoline prices \"are driven more by overall supply and demand.\"\n\nHe said that there was no question that a devalued dollar affected the price of oil, but he said it was more of an indirect factor: \"I go back to Econ 101 and the old supply and demand curves. I tend to believe it’s really the market fundamentals.\"\n\nTo understand the cost of a price of a gallon of gas, divide the price of a barrel of crude oil by 42 gallons -- the amount that one barrel will produce. So, at $105 a barrel, that’s $2.50 a gallon. State and local taxes add, on average, 49 cents to that. Add in the cost to refine the oil into gas, storage, shipping and profits along the way, including for the gas stations, and you’re quite close to the pump price, API spokesman Bill Bush said.\n\nTom Kloza, chief oil analyst, Oil Price Information Service, which follows prices for groups, including AAA: \"Prices rose first because of higher crude prices -- U.S. domestic crude advanced to about $110 (a barrel) and overseas sweet crudes fetched a price as high as $130.\"\n\nThe reasons behind the prices increases include \"growing consumption in emerging economies; money that has been parked (whether through passive investment or active speculation) in crude oil purchases; and worries about Iranian supply and other MENA (Middle East, North African) country issues.\"\n\nKloza said that a weaker dollar \"exerts upward pressure on oil, since all oil transactions are priced in dollars.\"\n\nPam Moen, spokeswoman for AAA Wisconsin: Many experts blamed rising tensions with Iran over that country’s nuclear program. \"If this were to escalate, there could be some disruption caused by Iran in the world’s oil supply,\" she said.\n\nPrices in the Milwaukee market were also higher than the rest of the state because the area is required to used a most-expensive \"reformulated\" gasoline, she said. Also, supplies tend to tighten and prices go up in late winter as refineries switch from winter to summer fuel blends.\n\nAdolfo Laurenti, deputy chief economist for Mesirow Financial, a private financial services firm in Chicago, who frequently comments on the economy: There is \"no correlation between Fed actions and the price of gasoline.\"\n\nIt’s simple supply and demand, PolitiFact Georgia wrote in 2011. Geopolitical forces on the other side of the world are a major price driver, as is the state of the global economy. Energy technology plays a role too.\n\n\"It’s really complex to explain to people how energy markets work. So in campaigns people are always looking for the bumper sticker,\" Jay Hakes, former director of the Energy Information Administration under President Bill Clinton and author of the book \"A Declaration of Energy Independence\" told PolitiFact Georgia.\n\nHovde said others have written extensively about the same link he is making, between the budget and monetary policies and gas prices. He did not point us to anything in particular.\n\nWe searched and didn’t find much evidence to substantiate this claim.\n\nOne oft-cited piece was a May 16, 2011 commentary produced by the staff of the Joint Economic Committee Republicans in the U.S. House of Representatives.\n\n\"In much the same way that one can use the Consumer Price Index (CPI) to measure the cost of living, one can index the price of oil, an international commodity, to the value of the dollar (to) measure the impact of the dollar’s declining value on the price of oil.\"\n\nThe paper concludes that if the value of the dollar remained unchanged since the Fed began using monetary policy in 2008,  \"the price of oil (Brent Crude) would be $17.04 per barrel less.\" The paper applies the same logic to gas prices, concluding that the price of a gallon of gas is 56.5 cents higher than if the dollar had not declined.\n\nThe commentary, however, doesn’t take into account any of the factors cited by other experts that affect the price of oil -- rising Mideast tensions, greater demand from China, and so forth.\n\nThe committee’s staff report, was cited in numerous blogs and opinion pieces, including one published by the San Francisco Examiner on May 17, 2011 by the committee’s vice chairman, Rep. Kevin Brady, R-Texas.\n\nOur rating\n\nHovde claimed that actions by Obama, Congress and the Fed’s monetary policy had devalued dollar led to higher gas prices.\n\nThe candidate uses a broad brush to describe the Federal Reserve’s actions in the wake of the financial market and housing meltdown. The value of the dollar factors into the equation, but as a secondary factor.\n\nWe rate Hovde’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11161"}