{"url": "/factchecks/2015/dec/07/chain-email/youtube-video-says-michigan-muslims-can-list-multi/", "speaker": "Chain email", "vclaim": "A Muslim immigrant in Michigan can list his second, third or fourth wives as \"extended family\" and qualify for welfare.", "truth_label": "barely-true", "date": "stated on August 26, 2014 in In a viral YouTube video:", "title": "YouTube video says Michigan Muslims can list multiple wives as 'extended family' for welfare", "text": "A widely shared YouTube video makes outrageous claims about Muslims, multiple wives and welfare.\nThe year-old video, which is based on a chain email, says polygamous Muslim men who live in Michigan can receive welfare benefits for up to four wives through a loophole.\n\"It's official. The camel's nose is in the governmental bureaucratic tent in Michigan, feeding on our hard-earned money we pay in taxes!\" the video says. \"Muslim men are allowed four wives. So when they immigrate to America, they simply list wife number two, three and four as ‘extended family,’ to qualify for welfare and a myriad of other taxpayer-funded government programs.\"\nA few readers wanted to know if the video has any truth to it. Are Michigan taxpayers actually paying for Muslims to rake in welfare benefits for up to four wives?\nWhy Michigan? Why Muslims?\nThe video seems to have originated from cleantv.com, which claims to offer \"family-friendly television broadcasting and Video On Demand services…[and] Internet-ready television sets.\" The site’s YouTube channel features dozens of politically charged videos.\n(Check out Snopes for an in-depth look at the video’s entire narrative.)\nWe can’t be sure why the video focuses on Michigan. The state does have one of the largest Arab populations in the country, and various Michigan state government agencies offer Arabic versions of documents to accommodate those residents.\nBut there’s nothing unique about Michigan’s applications for welfare compared to other states.\nAs for polygamy, it is illegal in the United States. The U.S. government only recognizes one legal spouse.\nThere are no reliable estimates for the number of American Muslims living in polygamous families, though NPR quoted experts putting it between 50,000 and 100,000. Still, the idea that a Muslim man could simply bring himself and multiple wives through the American immigration system is off-base.\nThe immigration process for spouses is lengthy and complicated. Even if a man successfully sponsors his wife for an immigrant visa, the State Department specifically outlines that \"in cases of polygamy, only the first spouse may qualify as a spouse for immigration.\" Any other wives would have to apply for an immigrant visa on their own.\nWhen the immigrants legally settle in the United States, they can apply for welfare programs, such as cash through Temporary Assistance for Needy Families, food stamps or Medicaid, provided they meet requirements for residency, expenses and assets.\nA man could only claim one wife for purposes of welfare benefits, because multiple wives is a no-no.\nThe video suggests that a Muslim man could register his second, third or fourth wives as \"extended family\" for extended benefits. Is that really how it’s done?\nIt wouldn’t exactly work like that, experts said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"For cash assistance and Medicaid, as per federal rules, only one spouse can be included in a group for determining eligibility,\" said Bob Wheaton, a spokesman for the Michigan Department of Health and Human Services. \"Any other non-related members of the household can’t be included.\"\nIn a polygamous home, the other wives would not be recognized as legal family members.\nFood stamps\nHowever, a family doesn’t face those same requirements when applying for the Supplemental Nutrition Assistance Program, commonly known as food stamps. Federal rules for SNAP eligibility depend on the number of household members.\nSo it’s theoretically possible for a Muslim man, or any man, to collect food assistance for multiple wives.\n\"Whether those household members are related or not does not matter under federal rules,\" Wheaton said. \"What matters is whether they live in the same household and prepare food together.\"\nOf course, that would apply to any polygamous family, not just Muslim ones. A 2008 CBS report showed how fundamentalist, polygamist families in Colorado City, Ariz., receive big welfare checks: The man marries one wife legally and then weds and has kids with multiple other wives recognized by the church. Then, the other wives register for benefits as single women with children.\n(For reference, the maximum monthly allotment for food stamps is $1,169 for a family of eight. Each additional person in the household brings in an extra $146.)\nMichael Wiseman, a research professor at George Washington University, said this is legal under SNAP rules.\n\"The SNAP benefit formula recognizes ‘economies of scale,’ so that breaking the subfamilies apart increases total benefits paid,\" he said. \"Thus it is not fraud, as long as any contributions to the second family from the first are reported by the second family and included in benefits calculation.\"\nThe states could theoretically crack down on these loopholes in the system, but Wiseman said it might not be worth the trouble.\n\"The problem is, of course, deciding how to write rules that prevent this and yet ensure that some groups are subject to more intense investigation than others,\" he said. \"My guess is the fiscal impact is minimal.\"\nOur ruling\nA viral YouTube video said that in Michigan, a Muslim man \"lists one wife as his, and signs the other two or three up as extended family on welfare.\"\nThe video and the chain email its based off of is highly misleading and ignores important realities of the U.S. immigration and welfare system in an attempt to drum up anti-Muslim sentiment.\nFor one, the rules of the immigration system make it very hard for immigrants who may have multiple wives to enter the country, as the United States does not recognize polygamy. There is also no evidence that Michigan or any other state would allow or encourage Muslims to sign up extra wives as \"extended family.\" For most welfare programs, it would not be possible for additional wives to qualify for assistance.\nHowever, a Muslim man with multiple wives (and meets the right income and residency requirements) could theoretically benefit through food stamps because it is based on the number of people in the household, not just legally recognized family members. But this would be true for any polygamist family, not just Muslims in Michigan.\nFlaws in the system don’t exactly mean the government is subsidizing polygamy. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05644"}