{"url": "/factchecks/2013/jul/19/tom-cole/rep-tom-cole-says-food-stamp-spending-doubled-unde/", "speaker": "Tom Cole", "vclaim": "Food stamp spending \"doubled under President Bush, doubled again under President Obama.\"", "truth_label": "true", "date": "stated on July 16, 2013 in an MSNBC interview:", "title": "Rep. Tom Cole says food stamp spending doubled under Bush, doubled again under Obama", "text": "Food stamp spending doubled under President Barack Obama — after doubling under his Republican predecessor, says Rep. Tom Cole, R-Okla.\n\nThat’s one reason he’s disappointed that House lawmakers missed a chance to push for more than $20 billion in savings over 10 years when they stripped nutrition programs from the farm bill. Now they may be stuck with current law or the Senate bill, he said, which aims to trim about $4 billion.\n\n\"I would argue what we missed, as Republicans, was the chance for real reform,\" he said in an  MSNBC interview July 16, 2013. \"We could have gotten some reductions. It's a program that's doubled under President (George W.) Bush, doubled again under President Obama. So, you know, program this big, there's some things you can do differently and still help people that need it.\"\n\nWe wondered: Did such spending double under Bush, then double again?\n\nSNAP growth\n\nWe’ll start by noting that food stamps have officially been known as the Supplemental Nutrition Assistance Program, or SNAP, since October 2008.\n\nIt’s the federal government’s largest food program, eclipsing other big farm-bill food spending for school lunches and breakfasts and for Women, Infants and Children. It helps low-income people buy groceries, usually with benefit cards that work like debit cards.\n\nThe 2007-09 recession drove the number of folks on food stamps to a record high under Obama. In an average month in 2011, one in seven U.S. residents got help. A Washington Post reporter this year documented one Rhode Island town’s reliance on its monthly SNAP infusion.\n\nWe asked Cole for his evidence that spending doubled under Bush before doubling under Obama. The congressman provided numbers from the agency that administers the program, the U.S. Agriculture Department.\n\nHe compared total costs of the program from the start of Bush’s term in 2000 to the end of his second term in 2008, then growth from 2008 to the most recent fiscal year available, 2012. Costs had more than doubled under Bush, from $17 billion to $38 billion, then doubled again under Obama, to $78 billion.\n\nCole didn’t adjust for inflation, but he should have: A more accurate inflation-adjusted measure even more closely matches his claim. Total spending on SNAP in 2012 dollars doubled under Bush, from $20 billion to $40 billion, and very nearly doubled under Obama, $40 billion to $78 billion.\n\nWhy?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nThe story since 2007 is still fresh: joblessness driven by the recession made more people eligible for help, and also drove more folks who were already eligible for help to ask for it, perhaps because their other support networks were tapped out. The stimulus bill also included a boost in benefits, which temporarily increased costs. That expires in November.\n\nThe recession also partly explains the rise in benefits before Bush left office in 2008.\n\nBut it was the presidency of Bill Clinton and the 1996 welfare reform that set the stage for rising benefits under Bush. Under Clinton, spending had fallen nearly 40 percent, partly because of new limits in the law. By the late 1990s, lawmakers were already starting to roll back some restrictions, according to the Congressional Budget Office.\n\n\"The increases were largely a rebound from the deep cuts the program sustained in the 1996 welfare law and strengthening the program’s ability to support working families,\" said Dottie Rosenbaum, who worked in the Congressional Budget Office at the time. She’s now a senior policy analyst with the liberal Center for Budget and Policy Priorities.\n\nRon Haskins, a senior fellow at the Brookings Institution who advised Bush on welfare policy at the time of the 2002 farm bill, said the goal then was to expand food programs for low-income working families. The bill made it easier for states to administer the programs and to get more eligible people signed up.\n\n\"If they're willing to work for 9 or 10 bucks an hour, and get our kids out of poverty, then we ought to help them,\" he said.\n\nHe said he’s concerned by the increase in spending on food stamps, and has testified before Congress on ways to reduce it, including requiring more evidence for families to claim deductions that help them qualify for benefits.\n\nRosenbaum argues no change is required. Spending will come down on its own as the economy recovers. About 65 percent of the growth in spending from 2007 to 2011 was driven by an increase in the number of people eligible for food stamps in the poor economy, according to the Congressional Budget Office. About 20 percent of growth came from the temporarily higher benefits under the stimulus bill.\n\nIn other words, the economy by itself will bring food stamp spending down.\n\n\"The more recent growth is driven primarily by the recession and is evidence that SNAP is doing precisely what it is designed to do: quickly help more low-income families during economic downturns as poverty rises, unemployment mounts, and more people need assistance,\" she said.\n\nOur ruling\n\nCole said food stamp spending \"doubled under President Bush, doubled again under President Obama.\" Agriculture Department numbers back his claim.\n\nWhether that’s evidence the program requires reform depends on your perspective on government assistance. Even with no change in the law, spending will fall as the economy recovers. Cole got his history right. We rate his claim True.", "vclaim_id": "vclaim-pol-09093"}