{"url": "/factchecks/2011/jan/26/cory-mason/wisconsin-state-rep-cory-mason-says-republican-bil/", "speaker": "Cory Mason", "vclaim": "\"Republican (small business tax cut) bill spends $80 million for better Google searches, not job creation\"", "truth_label": "barely-true", "date": "stated on January 13, 2011 in a news release:", "title": "Wisconsin state Rep. Cory Mason says Republican bill would spend $80 million for better Google searches", "text": "Most of us would probably hate to wake up sober in the middle of a meeting of the Wisconsin Assembly Committee on Jobs, Economy and Small Business.\n\nBut the committee proceedings on Jan. 13, 2011 so rankled one member, state Rep. Cory Mason, D-Racine, that he fired off a news release the same day.\n\nCompared with most news releases, the headline on this one could jolt you:\n\n\"Republican bill spends $80 million for better Google searches, not job creation.\"\n\nAs they sometimes say on the Internet: Whaaaa?\n\nThe headline reminded us of one we might see in The Onion, but we knew Mason wasn’t writing satire, so we set out to see what he meant. After all, Republican Gov. Scott Walker has made job creation the keystone of his administration.\n\nThe Walker-requested measure in question is Assembly Bill 7, which would give tax credits to small businesses. What ticked off Mason, a four-year state lawmaker and former union organizer, were comments about the bill made during the committee meeting by freshman Rep. John Klenke, R-Green Bay, a retired businessman.\n\nKlenke, according to Mason, defended spending $80 million on the tax credits bill in an effort to improve how Wisconsin shows up in Google searches.\n\nLet’s start with the $80 million part of Mason’s claim.\n\nThe measure is a Republican-sponsored bill with an estimated impact of $79.2 million over two years, but Mason is flat wrong to say it spends anything.\n\nIt’s a tax reduction, not a spending increase.\n\nNow, what about the Google part, and that the bill is not about job creation?\n\nMason has a point about job creation -- but only to a point.\n\nWe rated as False a job creation claim by Walker, who had said the bill would allow businesses to create new jobs. We found the average tax credit would be $145. And some small business owners would get as little as $1.\n\nIn advancing the measure, neither Walker nor GOP leaders have said anything about improving how Wisconsin shows up in Google searches being a goal.\n\nMason told us he is basing his claim on comments Klenke, the freshman lawmaker, made in the committee meeting.\n\nBut we don’t have to rely on Mason’s characterization of what Klenke said. We can go to the video.\n\nKlenke, who joined the Assembly after defeating two-term Democratic incumbent Jim Soletski in November 2010, said the bill was a way to show Wisconsin is \"open for business.\"\n\nIn referencing Google, he told the committee:\n\n\"If you Google ‘business climate in the state of Wisconsin,’ you will find that the state of Wisconsin has dropped 16 spots and is now number 42 in business friendliness.\" (True -- five-year drop: CEO Magazine 2010 survey)\n\nKlenke went on to say that Wisconsin ranks among the 10 states with the highest overall tax burden (True as of 2008: Tax Foundation study); is one of the 10 states most likely to go bankrupt (Not quite -- Wisconsin in \"fiscal peril\": Pew Center 2009 report); and is one of the least attractive states for retirees (True: TopRetirements.com 2010 rankings).\n\n\"What we are trying to do,\" Klenke said about the tax credits measure, \"is change the trend.\"\n\nIn an interview, Klenke told us the tax credits bill is one action the state could take to improve Wisconsin’s business climate. If more such steps are taken, people who use Google to learn about Wisconsin’s business climate will get more positive information, he said.\n\nSo, he framed it in terms of the state’s overall business trends and what people may find when they use Google for a search -- not around getting a higher-ranking on a Google search, as the news release headline suggests.\n\n(Note: The tax credits bill was amended after it was considered by the Assembly jobs committee. The changes would make more businesses eligible for the credits, but with a smaller estimated loss -- $33.5 million per year -- in state revenue, according to a Legislative Fiscal Bureau memo.\n\nThe amended bill, which would net businesses an estimated $92 to $316 for each new job created, was approved Jan. 20, 2011 by the Joint Finance Committee and sent it to the full Assembly.)\n\nNo need to search for our conclusion. Here it is:\n\nMason was flat wrong when he said the tax credits bill \"spends $80 million.\" The bill would not spend any money; it would reduce state revenue by nearly $80 million.\n\nOn his larger point, it does not appear the tax credits alone would create jobs. But Mason cherry picks and trivializes comments by one GOP lawmaker -- Klenke -- to suggest the aim of the tax credits is to improve Google searches.\n\nIn our analysis, Mason’s claim contains some element of truth, but ignores critical facts that would give a different impression. We rate it Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n \n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13718"}