{"url": "/factchecks/2016/jul/19/jeff-sessions/senator-jeff-sessions-says-about-350000-people-suc/", "speaker": "Jeff Sessions", "vclaim": "\"There are about 350,000 people who succeed in crossing our borders illegally each year.\"", "truth_label": "false", "date": "stated on July 18, 2016 in a speech at the Republican National Convention:", "title": "Sen. Jeff Sessions wrongly says 350,000 people succeed in crossing the border every year", "text": "U.S. Sen. Jeff Sessions, R-Ala., spoke about jobs, wages and immigrant workers on the first night of the Republican National Convention in Cleveland. Sessions said that when more workers come into the United States than there are jobs available, job prospects and wages fall.\nAnd when it comes to illegal immigration, \"there are about 350,000 people who succeed in crossing our borders illegally each year,\" Sessions said in his speech.\nWe wondered if that number was right. We reached out to Sessions’ office for data supporting his statement but did not hear back.\nWe found a Dec. 22, 2015, border security report by the U.S. Department of Homeland Security detailing apprehensions by fiscal year. The federal government’s fiscal year runs from Oct. 1 to Sept. 30.\nIn fiscal year 2015, Border Patrol tallied 337,117 apprehensions nationwide, a decrease from 486,651 in fiscal year 2014 — and almost 80 percent below apprehension peaks in 2000, according to the federal report.\n\"Illegal migration, as defined by total Border Patrol apprehensions, continues to reflect an overall decline compared to the peak in 2000,\" the report said.\nOther sources point to apprehension levels hovering around Sessions’ 350,000 estimates, though they also find such numbers to be in decline.\nA report issued in 2013 by the National Foundation for American Policy, a think tank focused on trade and immigration, analyzed U.S. Border Patrol data and found that in fiscal year 1999, Border Patrol had more than 1.5 million apprehensions along the Southwest border.\nThat number dropped by fiscal year 2009, when border patrol counted 540,865 apprehensions, according to the think tank. It was even lower by fiscal year 2012, with 356,873 apprehensions, NFAP found.\nBut Sessions said that 350,000 \"succeed in crossing our border.\" The apprehension numbers represent people who did not succeed.  \nAt any rate, the falling apprehension statistics were part of NFAP study, which found that \"the rise in immigrant deaths comes at a time when fewer people are attempting to enter illegally, as measured by the significant drop in apprehensions at the border over the past several years.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBorder apprehension data is what is frequently used as a measure of illegal entry, though it represents events, not individuals, the Department of Homeland Security notes.\nAs a result, apprehension numbers during a specific period will be more than total number of unique individuals, because some immigrants may be apprehended more than once, the department points out.\nAn analysis by Pew Research Center published in 2015 also shows that in recent years, more Mexican immigrants have gone back to Mexico from the United States than have actually come into the country. That means the number of immigrants illegally in the country is staying the same or getting smaller.\nStephen R. Kelly, a visiting professor at the Sanford School of Public Policy at Duke University, considers Sessions' statistic too high, even though no one knows exactly how many people illegally enter the United States every year, he said.\n\"Sen. Sessions' statistic is undoubtedly too high, and ignores the larger trend of sharply dropping illegal immigration to the U.S.,\" Kelly said via email.\nAlex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute, also says Session’s figure is probably too high, pointing to border patrol data that says apprehension figures are declining.\n\"If the stock of illegals is constant and the percentage of them who are coming legally and overstaying is increasing, then the number coming across the border must have fallen,\" Nowrasteh said in an email.\nOur ruling\nSessions said, \"There are about 350,000 people who succeed in crossing our borders illegally each year.\"\nThe most common way federal officials track illegal entry is border apprehensions. In fiscal year 2015, the border patrol had 337,117 apprehensions nationwide, a decline from previous fiscal year and a significant drop from peaks in 2000. But those numbers represent people who are unsuccessful in crossing the border. Sessions said the opposite.\nAlso apprehension numbers do not necessarily represent number of people crossing borders, since they track events, not individuals, according to Department of Homeland Security. The number of immigrants illegally in the country is staying the same or getting smaller. We rate Sessions’ statement False.\nhttps://www.sharethefacts.co/share/ddd2a9fe-4155-4e6e-b370-852b72e82819", "vclaim_id": "vclaim-pol-04672"}