{"url": "/factchecks/2020/oct/08/john-james/james-ad-peters-coronavirus-response-misleading/", "speaker": "John James", "vclaim": "Says Sen. Gary Peters “downplayed the pandemic” and “failed to act.”", "truth_label": "false", "date": "stated on September 27, 2020 in a television ad:", "title": "John James levels misleading attack on Sen. Gary Peters’ coronavirus response", "text": "A new TV ad from Senate Republican candidate John James attacks incumbent Sen. Gary Peters, D-Mich., over his response to the coronavirus pandemic.\nThe ad features an elderly patient lying on a hospital bed. Over the sound of a beeping ventilator, the ad’s narrator issues a long list of accusations against Peters: \"He ignored all the warning signs. He downplayed the pandemic. … He failed to lead. Gary Peters leads the committee charged with pandemic response but Peters skipped hearings, blew off reports, downplayed risks.\"\nThe ad features a short clip from a Fox News interview on Feb. 12 in which Peters said, \"We think the risk right now to the United States is very low.\"\nThe ad comes amid a running political battle over the government’s coronavirus response, with some Democrats accusing Republicans and the Trump administration of downplaying the threat posed by the virus, and Republicans accusing Democrats of hyping the threat to undermine the president ahead of the election.\nTrump himself has consistently downplayed the virus in public and admitted in a recorded interview to doing so intentionally. Even after contracting the disease, Trump continued to minimize the risk posed by COVID-19.\nIn light of that, we found it curious that James has commended Trump for his response to the pandemic, while faulting Peters for downplaying the risk. We decided to take a closer look at his claims.\nJames is wrong to claim that Peters \"leads the committee charged with pandemic response.\" Peters is in the Democratic minority in the Senate and serves as the ranking member of the Homeland Security and Governmental Affairs Committee chaired by Sen. Ron Johnson, R-Wis., who recently tested positive for COVID-19 and opposes mask mandates.\nJames’ campaign cited one hearing and several reports related to pandemics. But we found that those reports came years before the current coronavirus pandemic and were aimed at executive branch officials.\nMeanwhile, James’ ad leaves out some key facts about Peters’ response to the virus and actions he took well before the outbreak became a global pandemic.\nWhen Peters said in mid-February that the virus posed a low risk to the U.S., his assessment aligned with what public health experts were saying at the time, and he joined them in warning that the virus needed to be monitored vigilantly.\nThe interview came several weeks before the World Health Organization declared COVID-19 a pandemic on Mar. 11 and President Trump declared a national emergency on Mar. 13.\nA timeline of Peters’ pandemic response\nIn an email promoting the ad, James’ campaign pointed to oversight and emergency management subcommittee hearings Peters missed in 2015 and 2016, years before the pandemic, to support its claim that Peters \"skipped hearings.\"\nJames’ campaign similarly said Peters \"blew off reports,\" citing a number of reports issued before the coronavirus outbreak in the U.S.\nIn 2015, his first year in the Senate, Peters attended a homeland security committee hearing on a Bipartisan Commission on Biodefense report calling on the federal government to better prepare for a future global pandemic. By 2020, most of the panel’s recommendations had not been implemented.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOther reports showed the federal government did not do enough to prepare for the coronavirus outbreak. These include a July 2016 memo submitted to then-National Security Adviser Susan Rice on lessons learned from the 2014 Ebola outbreak, an October 2016 audit of the Department of Homeland Security’s pandemic planning and a Health and Human Services report issued in October 2019 which found that the department was not ready to serve as the lead federal agency in response to an influenza pandemic.\nStill, James’ campaign did not provide evidence to substantiate its claims that Peters \"blew off\" the reports or \"failed to act.\" The hearing on pandemic preparedness James’ campaign pointed to was held in 2015, before Peters became ranking member of the committee. The bulk of the recommendations presented at that hearing were for the executive branch to implement.\nWhat James’ ad doesn’t mention are the actions Peters took at the outset of the coronavirus outbreak to oversee and improve the government’s response, well before global health officials declared it a pandemic.\nOn Jan. 25, four days after the first coronavirus case was confirmed in the U.S., Peters claimed in a tweet that the virus posed a public health risk and security threat. \"This is something we have to watch very closely and I’m concerned about it,\" he said in an interview on CNN that day.\nOn Jan. 28, Peters wrote a letter with Johnson asking DHS to share its strategy for responding to the coronavirus. On Feb. 7, Peters, along with three other Democratic senators, wrote a letter to Mick Mulvaney, then director of the White House Office of Management and Budget, urging the Trump administration to fully fund pandemic preparedness and response efforts in its budget for the next fiscal year. The Trump administration had repeatedly proposed cuts to such programs in its previous budgets.\nOn Feb. 12, Peters helped convene a panel of public health and security experts to discuss whether the U.S. was prepared to confront a global coronavirus pandemic. \"I don’t think we’re alarmed at this point, but we need to be leaning in to what will the next step be if we can’t contain it,\" said panelist Julie Gerberding, the former director of the Centers for Disease Control and Prevention.\nPeters echoed this point in his Fox News interview later that day when he said, \"We think the risk right now to the United States is very low, but we have to keep our eye on it.\"\nHis assessment aligned with what public health experts were saying at the time, including Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases.\nTen days after Peters’ interview, Fauci told CNN’s Michael Smerconish: \"At this particular moment, Michael, the risk is very low. But — and I have to underline ‘but’ — this could change and it could change rapidly.\"\nPeters also signed on to a Feb. 13 letter calling for the appointment of a senior global health security expert to coordinate the United States’ global health security work. After the head of global health security on the White House’s National Security Council was removed in May 2018, the Trump administration left the position vacant.\n\"As Ranking Member of the Homeland Security and Governmental Affairs Committee, Senator Gary Peters not only sounded the alarm long before the pandemic but has battled to get Michiganders the relief and resources they need throughout this crisis,\" Peters for Michigan Communications Director Vanessa Valdivia wrote in an email denouncing James’ ad.\nOur ruling\nJames’ ad claims that Peters \"downplayed the pandemic\" and \"failed to act.\"\nThat’s not accurate. Peters’ assessment in mid-February that the coronavirus posed a low risk to the U.S., but needed to be monitored carefully, squared with what public health experts were saying.\nStarting Jan. 28 — a week after the first U.S. COVID-19 case was confirmed — Peters took a series of actions to press administration officials on their preparations to deal with a potential outbreak. \nWe rate James’ claim False.", "vclaim_id": "vclaim-pol-18644"}