{"url": "/factchecks/2014/mar/26/john-mccallum/candidate-worries-about-growing-federal-debt/", "speaker": "John McCallum", "vclaim": "\"A child born in America today will inherit $1.5 million in debt the moment they're placed in their mother's arms.\"", "truth_label": "mostly-true", "date": "stated on March 18, 2014 in a video:", "title": "Candidate worries about growing federal debt", "text": "A congressional candidate recently offered some news that might make a child never want to grow up.\n\"A child born in America today will inherit $1.5 million in (federal) debt the moment they're placed in their mother's arms,\" John McCallum, a St. Simons Island resident who is running as a Republican for Congress, said in one campaign ad. \"For children like mine, it’s not the American Dream. It’s the American nightmare.\"\nA PolitiFact Georgia reader asked us to dive deep into this costly claim and see whether McCallum’s numbers are on target.\nMcCallum is running for the congressional seat currently held by Jack Kingston, a Republican from Savannah. Kingston is running for the U.S. Senate. McCallum once worked as a congressional aide for Newt Gingrich. McCallum was the GOP’s nominee for secretary of state in 1998 but lost that campaign to Cathy Cox.\nAt first glance, McCallum’s figures seem way off. The U.S. Debt Clock, for example, says the debt per citizen is currently around $55,000. The current debt per taxpayer is slightly more than $150,000.\nSo how did McCallum come up with this extremely higher estimate? A campaign official pointed us to the U.S. Senate Republican Committee on the Budget as the source of his claim. The committee’s website allows you to enter your birth date and it immediately computes your lifetime share of the national debt.\nFor someone born on St. Patrick’s Day this year, the answer doesn’t seem lucky: $1,532,026.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican Postal Workers Union\n\n\nstated on July 8, 2013 in television advertisement\n\n\n\n\n\n\n\n\n\"The U.S. Postal Service doesn’t run on your tax dollars. It’s funded solely by stamps and postage.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • July 24, 2013\n\n\n\n\n\n\n\nAn official in the committee’s office sent us some information explaining how the estimate is calculated. A child born in 2014 is projected to have a life expectancy of 80. The committee used a population estimate of 598,933,000 for the United States in 80 years. Some estimates we’ve seen show estimates as high as 625 million by 2095.\nThe total gross debt 80 years from now is assumed to be $917.58 trillion, for a lifetime share of debt at $1.532 million, if you use the committee’s population estimate. We checked how much the average debt would be if the U.S. population rose to 625 million by 2095. Our calculation was $1.47 million.\nMcCallum’s estimate is based on a few assumptions. First, a child born today will live to 80. Second, the U.S. debt projection may change in 80 years, for better or worse. Third, the U.S. population may change in 80 years. It also assumes that Washington will not enact any legislation to meaningfully reduce the debt.\nRight now, there seems to be no viable legislative solution in sight.\nTo sum up, McCallum said a child born today will inherit $1.5 million in federal debt. That’s about 10 times what the current debt is per taxpayer.\nMcCallum’s claim is based on educated estimates of future projections that may change.\nWith that caveat, we rate McCallum’s statement Mostly True.", "vclaim_id": "vclaim-pol-08085"}