{"url": "/factchecks/2012/aug/28/jerry-patterson/jerry-patterson-says-investments-overseen-his-offi/", "speaker": "Jerry Patterson", "vclaim": "Says a portfolio managed by the Texas General Land Office earned 22 percent last year while the state’s emergency reserve account experienced a 1 percent gain.", "truth_label": "mostly-true", "date": "stated on August 22, 2012 in a letter.:", "title": "Jerry Patterson says investments overseen by his office enjoyed 22 percent in earnings while state's emergency reserve earned 1 percent", "text": "Criticizing a poke at his not releasing millions of dollars to support public schools, Texas Land Commissioner Jerry Patterson said that doing so might cut into double-digit returns on investments managed by the General Land Office.\n\nIn a letter he made public Aug. 22, 2012, Patterson, a Republican, said that those who want him to transfer $300 million in investment earnings to the State Board of Education for school needs do not understand the value of keeping such money invested so the state’s education endowment, the Permanent School Fund, continues to gain value.\n\nA pro-Democratic group, Progress Texas, accuses Patterson of inappropriately hoarding the millions. Patterson counters that the School Land Board, which he chairs, has discretion over whether to transfer the money and, he told us by telephone, it has until September 2013 to decide. His spokesman, Jim Suydam, also told us by email that the board approved a resolution in early 2011 to release $250 million of earnings in both 2012 and 2013 to the State Board of Education.\n\nIn his letter, Patterson said that draining off additional earnings as Progress Texas says he must is a \"bad choice... because last year the GLO-managed PSF earned 22 percent and, due to statutory liquidity requirements, the rainy day fund earned just 1 percent.\" He was comparing the portion of the Permanent School Fund managed by the land office to earnings on the state’s savings account, otherwise known as the Economic Stabilization Fund. \"If your family needed a quick infusion of cash,\" Patterson wrote, \"would you withdraw cash from the investment account earning 22 percent or the account earning 1 percent?\"\n\nWe’re not venturing that question, but wondered if Patterson made an accurate earnings comparison.\n\nStarting in 2005, the land office was given the authority to invest in real estate using proceeds received from selling lands or drawing on revenue from Permanent School Fund mineral leases and royalties, the agency notes on a web page. Professional fund management firms oversee the investments, the agency says, while the land board, consisting of the commissioner and two citizen appointees, manages the sale of Permanent School Fund land and mineral leases.\n\nTo our inquiry, Suydam provided an agency report to the Legislature stating that through March 2012, the market value of the agency’s investments made from the Permanent School Fund was $3.077 billion, about half of that reflecting \"externally managed direct real estate investments\" and nearly $1.2 billion \"attributable to short-term investments\" in the state’s treasury, which Suydam later said means money set aside so it’s on call for the agency’s real estate investments.\n\nThe report, dated Sept. 1, 2012, says that gross \"time-weighted\" returns on the portfolio in the 12 months through March amounted to nearly 22.9 percent, though that is without considering the short-term investments. Counting the cash-on-call portion, the report says, the time-weighted returns on the portfolio were 13.03 percent.\n\n\"Time-weighted\" returns?\n\nBy email, Suydam told us the term describes a \"complex calculation that uses values for every day in the period being measured\" which, he said, explains why the 23 percent return shown for the real estate investments does not align with the 30 percent return that we calculated by comparing the market value of those investments at the end of March 2012 to the comparable figure at the end of March 2011.\n\nAsked how the earnings on real estate through March 2012 compare to recent 12-month periods, Suydam said such investments generated nearly 14 percent in market value in the 12 months through March 2011, but lost about 15 percent in the 12 months through March 2010.\n\nWe checked on the rainy day fund’s earnings with Lauren Willis, spokeswoman for State Comptroller Susan Combs, who oversees state finances.\n\nWillis said by email that money in the reserve fund, created in 1988, is invested like other funds in the state’s treasury in stable, high-quality investments. In 2011, Willis said, the average yield on all those funds was 0.74 percent -- generating nearly $194 million in interest income including $51.9 million added to the rainy day fund. R.J. DeSilva, another Combs spokesman, said by email the rate of return might or might not have been about the same through the 12 months running through March 2012.\n\nIn a telephone interview, we asked Patterson about why his letter mentions the higher returns on the real estate investments alone rather than also taking into account the lower returns influenced by the agency’s cash-on-call funds.\n\n\"I don’t count the cash,\" Patterson replied, \"because it’s not part of our investment portfolio.\"\n\nThe land office, Patterson noted, is limited by law to managing just part of the overall education endowment. Suydam later said by email that as of the end of March, the market value of the agency’s portion of the PSF, not including the value of minerals or state-owned land, was nearly $3.1 billion. He said the State Board of Education oversaw the fund’s remaining $25.6 billion.\n\nOur ruling\n\nPatterson’s reference to 22 percent in earnings over the 12 months running through March 2012 does not account for reduced earnings from nearly $1.2 billion in cash-on-call money supporting the agency’s real estate investments. That clarification would be helpful, though it still seems reasonable, overall, to focus on the portion of the portfolio that would be expected to reap sizable gains. Separately, the claim seems to reflect the annual earnings on the rainy day fund, though the commissioner’s March-to-March time period does not match the calendar-year approach used by the state comptroller.\n\nWe rate the statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10509"}