{"url": "/factchecks/2014/jun/27/state-democratic-party-wisconsin/democratic-party-video-ad-scott-walker-nods-yes-wh/", "speaker": "Democratic Party of Wisconsin", "vclaim": "When asked by a reporter whether he’s at the center of a \"criminal scheme\" to violate campaign laws, Gov. Scott Walker nodded yes.", "truth_label": "pants-fire", "date": "stated on June 24, 2014 in a web video:", "title": "In Democratic Party video ad, Scott Walker nods yes when asked if he’s part of ‘criminal scheme’", "text": "Five days after an unsealed legal brief spelled out John Doe prosecutors’ suspicions that Gov. Scott Walker helped run a \"criminal scheme\" to violate campaign laws, the Democratic Party of Wisconsin posted a web video.\nThe video, \"Wisconsin Deserves Better,\" ends with a question-and-answer segment in which Walker appears to acknowledge guilt.\nThat sequence starts with audio of part of a question asked of Walker by reporter Charles Benson of WTMJ-TV, the NBC affiliate in Milwaukee. He was among a group of reporters seeking Walker’s reaction on June 19, 2014, after the legal brief came out as part of a lawsuit by a conservative group under investigation in the Doe probe.\nBenson, not shown at first, is heard saying to Walker: \"...that you are the center of a criminal scheme. Are you?\"\nAbruptly, the audio goes out, the video goes to slow motion, and Walker nods his head up and down with eyes closed and sort of a grim look on his face.\n\"Our State Deserves Better\" appears on the screen as the video ends without any verbal evidence of Walker’s response to Benson.\nThe video is on the party’s YouTube channel, and was promoted on its Facebook page and state party’s website.\nTale of the tape\nAt the bottom of the screen during the sequence with Benson and Walker, the video credit appears to be WEAU-TV, the NBC affiliate in Eau Claire. The station picked up the feed from WTMJ and aired it June 20.\nBut the report originally aired on WTMJ, so we looked at the station’s segment regarding the release of the prosecution’s brief and Walker’s reaction.\nWe examined the relevant parts of the TMJ interview, and the Dem video, and created our own video with those clips back to back.\nIn the WTMJ segment, anchors introduce the story and then go to Benson, who says, \"Well, the new documents are public after conservative groups sued in Federal Court to stop the investigation. Prosecutors allege a criminal scheme. Walker says the allegations from a partisan Milwaukee D.A. are false.\"\nAfter showing some highlights of the prosecution’s theory of the case, the segment cuts to Benson questioning Walker. It’s the complete version of the sequence truncated by the Dems in their video.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe first tipoff to the fact that the Dem video is manipulated: In the WTMJ segment, unlike in the Dem video, Benson is on screen when he asks Walker: \"Prosecutors in the John Doe investigation allege that you are at the center of a criminal scheme. Are you?\"\n\"No,\" Walker says immediately, shaking his head side to side. The WTMJ segments cuts away at that point, back to Benson, who says: \"Walker says no laws were broken, and the case was rejected by two judges who have reviewed the allegations.\"\nFinally, WTMJ cuts back to the reporters interviewing Walker, who is shown saying, \"And I asked people to look at the facts, and the facts are pretty clear. A judge at the state and the federal level made it clear that they didn’t buy into this argument. They said to move on.\"\nIt doesn’t take a degree in YouTube to see that Walker actually bobbed his head \"yes\" during Benson’s question, not in response to Benson. (As those who follow Walker know, he uses the head bob frequently when listening to people as he campaigns or when taking in reporters’ questions.)\nWe asked Democratic Party of Wisconsin chairman Mike Tate about the discrepancy between the two videos.\nTate referred us to party spokeswoman Melissa Baldauff, who acknowledged that it appears Walker shakes his head yes in the party’s video.\nIt wasn’t intentional or an attempt to mislead, Baldauff said. The party was trying to \"layer together clips\" of news coverage of the Doe issue and about the jobs reports that came out the same week, she said.\nWalker campaign spokesman Tom Evenson wasn’t buying that explanation Friday.\n\"This Democrat Party propaganda is another attempt to mislead the voters from the facts and distract from Mary Burke's failed record as Jim Doyle's commerce secretary,\" Evenson said, referring to Walker’s leading Democratic Party challenger in the fall governor’s race.\nWTMJ news director Janet Hundley and WEAU general manager Terry McHugh assisted PolitiFact in locating video of the Walker segment. Neither wanted to comment on the Dem video.\nOur rating\nA Democratic Party web video making the rounds on social media shows a grim-faced Gov. Scott Walker appearing to bob his head yes to a reporter’s question about whether he was at the center of a \"criminal scheme\" to evade campaign finance laws.\nIn real life, the governor answered an emphatic \"no\" --  not surprising given he’s been denying any wrongdoing since new documents were released in the John Doe investigation.\nThe Dem video, in its editing of the WTMJ clip, leaves the viewer with the misleading and ridiculous impression that Walker is somehow admitting guilt in the case.\nThat’s the definition of Pants on Fire.", "vclaim_id": "vclaim-pol-07676"}