{"url": "/factchecks/2012/jan/27/jim-moran/rep-jim-moran-says-us-gun-homicide-rate-20-times-h/", "speaker": "Jim Moran", "vclaim": "\"The U.S. gun homicide rate is 20 times the combined rate of other western nations.\"", "truth_label": "mostly-true", "date": "stated on January 10, 2012 in a newspaper column.:", "title": "Rep. Jim Moran says U.S. gun homicide rate 20 times higher than other western nations", "text": "U.S. Rep. Jim Moran marked the first anniversary of the shooting of Rep. Gabrielle Giffords in Arizona with a call for more gun control.\n\n\"The U.S. gun homicide rate is 20 times the combined rate of other western nations,\" Moran, D-8th, wrote in a Jan. 10 column that ran in the Falls Church News-Press.\n\nThat statistic caught our eye. We wondered if Moran is right.\n\nA Moran spokeswoman told us the congressman’s claim is based on a study of the homicide rates of wealthy nations in 2003, conducted by the UCLA School of Public Health. The report, published in 2010, uses data from the World Health Organization to compare gun-related homicide, gun-related suicide and unintentional and undetermined gun deaths for all ages and both sexes.\n\nVital statistics from the U.S. were compared to those from 22 other high-income countries with populations over 1 million people that reported causes of mortality to WHO for 2003. Researchers relied on The World Bank’s definition of a high income  nation, which included countries that had a gross national income per capita of $12,276 or more for the fiscal year ending June 30, 2011.\n\nIn addition to the U.S., the study included Australia, Austria, Canada, Czech Republic, Finland, France, Germany, Hungary, Iceland, Italy, Japan, Luxembourg, Netherlands, New Zealand, Norway, Portugal, Slovakia, Spain, Sweden, United Kingdom (England and Wales), United Kingdom (Northern Ireland) and United Kingdom (Scotland).\n\nResearchers determined that the rate of homicides with guns in the U.S. was 4.1 per 100,000 people; the same rate combining the 22 other countries was 0.2 per 100,000 in 2003. The rate of homicides using guns in the U.S. was 19.5 times the rate of the other countries. Moran, rounding up, correctly repeated that factoid.\n\nWe decided to see if there were more recent numbers than 2003. U.N. and national statistics for those same countries showed the gap closed. The most recent data, mostly from 2009, shows a gun homicide rate of 3.0 per 100,000 people in the U.S. and 0.2 in the 22 other countries used in the firearm fatality study. The U.S., with its decrease, had a rate around 15 times those of other countries.\n\nNext, we moved away from numbers for a second and examined the terminology Moran used in his column. It is imprecise.\n\nThe congressman wrote that the U.S. gun homicide rate is 20 times higher \"than other western nations.\" But in fact, he was comparing them to them a selective group of wealthy nations. And not all them -- such as Japan -- are typically considered  a \"western nation.\"\n\nThe term \"western nation\" is not listed in Webster’s New World College Dictionary and we found a range of definitions online.\n\nMost commonly, the term is used to describe countries where Western Europeans have settled or have influence. We tried to come up with a list of such nations and settled on the 28 countries that are NATO members.\n\nThe most recent gun-related homicide rate for the U.S. was 3.0 per 100,000 compared to an 0.3 for the rest of the NATO nations. The U.S. rate was 10 times higher.\n\nOur ruling:\n\nMoran, calling for stronger gun regulations, wrote \"The U.S. gun homicide rate is 20 times the combined rate of other western nations.\"\n\nMoran used the right number from a report based on 2003 data. But the researchers did not claim to analyze \"western nations,\" they compared gun homicide rates in 23 \"populous, high income\" countries, including Japan.\n\nIf you compare the most recent data on the same group of nations, mostly based on 2009 statistics, the U.S. gun homicide rate is 15 times higher than the other countries. The number fell to 10 times as high when we defined the inexact term of \"western nations\" as countries belonging to NATO.\n\nSo Moran’s figures are outdated and on the high side. His terminology is loose. But his point -- that gun homicide rates in the U.S. tower over those of other wealthy  European nations -- holds up.\n\nWe rate the statement Mostly True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11701"}