{"url": "/factchecks/2012/feb/24/newt-gingrich/gingrichs-gun-rack-quip-about-volt-shot-full-holes/", "speaker": "Newt Gingrich", "vclaim": "\"You can’t put a gun rack in a [Chevrolet] Volt.\"", "truth_label": "false", "date": "stated on February 18, 2012 in a campaign speech in Cobb County:", "title": "Gingrich's gun rack quip about Volt shot full of holes", "text": "Republican presidential hopeful Newt Gingrich recently went gunnin’ for greenies.\n\nGingrich’s target is the Chevy Volt, an electric car that also can run on gas. During a recent Republican presidential campaign swing through Georgia, he revved up crowds by calling it the car that rich, liberal environmentalists think you ought to drive.\n\nPresident Barack Obama would make you ditch your gas guzzler at the side of the road for the Volt, if he had his way, Gingrich warned.\n\n\"This is an administration that is deeply opposed to Americans having the right to choose the kind of car or truck they want to drive,\" the former Georgia congressman told a crowd in Cobb County on Saturday. \"And I keep trying to get across to my liberal friends: You cannot put a gun rack in a Volt.\"\n\nSlow down there, Mr. Speaker. You can’t put a gun rack in a Volt?\n\nIs Gingrich taking us for a ride?\n\nWe realize this is not a pressing policy issue. And Gingrich was obviously trying to inject a little humor in what has been a demolition derby of a campaign.\n\nBut PolitiFact Georgia decided it was time for a little detour from our typical GOP primary coverage.\n\nWe set the Truth-O-Meter’s sights on Gingrich’s high-voltage claim.\n\nWe contacted the Gingrich campaign for a comment, but did not get a reply by the time this article went to press.\n\nThe Chevy Volt is a $40,000 electric car. The midsize sedan can travel about 35 miles on battery power alone, but if you need to go a few hundred miles farther, the gas tank kicks in.\n\nTo charge the Volt, you hook the battery to an orange cord stored under the trunk carpet. The other end plugs into an electrical outlet.\n\nChevy designed the Volt with so-called \"early adapters\" and green technology fans in mind, company spokesman Robert Peterson said. Owners tend to have high incomes and are concerned about the environment and U.S. energy dependence.\n\nChevy manufactures cargo nets, floor mats, a sunshade and an ashtray for the Volt, but nary a gun rack, Peterson said.\n\n\"It’s not something we normally consider,\" he said. He lent us a Volt for our fact check.\n\nCar experts weren’t sure a gun rack would fit.\n\n\"You certainly CAN put a gun rack in a Volt, if you're talking about a tactical shotgun with a dash-mounted rack, as in a police cruiser,\" said Dan Neil, Pulitzer-winning car columnist and author of the \"Rumble Seat\" column in The Wall Street Journal. \"A window rack, like in pickups? No, that would be difficult.\"\n\nGingrich took his gun rack quip on the road. He repeated it in Tulsa, Okla., on Monday before a crowd of 3,000 at Oral Roberts University.\n\nWe heard Gingrich say it again as we sat behind the wheel of a borrowed Chevy Volt, listening to the Sean Hannity radio show. We were hunting for a gun rack, and the Volt did its best to help. It started with the push of a button, and greeted us with a melody that sounded like a harp on Auto-Tune. A screen showed us the location of nearby stores.  \n\nThe Volt’s pearly center console glowed under buttons lit up in cobalt blue. We felt as if R2-D2’s younger, sexier brother was our co-pilot.  \n\nLocal gun store salesmen told us we could get a truck accessory store to customize a rack. We found a video online that showed a Volt owner rigging one up with plastic piping and plywood.\n\nWe don’t think these were what the former House speaker had in mind. PolitiFact Georgia opted to test products we could buy off the shelf. We returned to the newsroom parking lot with three gun racks and a stick as a gun stand-in.\n\nThe stick was a precaution. We didn’t want our co-workers to get the wrong idea. It was about 40 inches long, or roughly the length of a shorter shotgun.\n\nThe first contraption suspended guns on two racks behind the Volt’s seats. They hooked onto the car’s rear headrests and handily balanced the stick.\n\nIt was designed to fit two long guns.\n\nThe second used two camouflage neoprene slings to cradle up to two guns behind the car’s front seats. They fit, but not well. The slides of the Volt’s heated seats were in the way. We tied the slings’ bottom attachments to the front seat belt anchors instead.\n\nThat’s four long guns.\n\nThe third rack was designed to show off guns in the car’s rear window. The kit came with two plastic hooks with long adjustable bases. Each end was shaped like a wedge.\n\nThey fit snugly in the space between the upholstery and window, but were about 8 inches too short.\n\nIt was nothing that duct tape and PVC pipe couldn’t fix, but no self-respecting Georgian would display his guns that way. We checked online and found window racks that we think would work.\n\nHow do we rule?\n\nGingrich said you can’t put a gun rack in a Chevrolet Volt. We installed two gun racks that tote four guns combined.\n\nOur own research shows Gingrich’s claim is a lemon. We give him a False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/6b893c6f-adb9-4a69-a7f7-3eb4edc24e73", "vclaim_id": "vclaim-pol-11556"}