{"url": "/factchecks/2013/apr/18/national-rifle-association/nra-says-manchin-toomey-would-have-criminalized-so/", "speaker": "National Rifle Association", "vclaim": "The Manchin-Toomey amendment \"would have criminalized certain private transfers of firearms between honest citizens, requiring lifelong friends, neighbors and some family members\" to get government approval.", "truth_label": "barely-true", "date": "stated on April 17, 2013 in a statement:", "title": "NRA says Manchin-Toomey would have criminalized some gun transfers between family, friends", "text": "Not long after the Senate voted down a bipartisan effort to expand background checks on gun sales, the National Rifle Association released a statement hailing the proposal’s downfall as good news.\n\"This amendment would have criminalized certain private transfers of firearms between honest citizens, requiring lifelong friends, neighbors and some family members to get federal government permission to exercise a fundamental right or face prosecution. As we have noted previously, expanding background checks, at gun shows or elsewhere, will not reduce violent crime or keep our kids safe in their schools,\" the pro-gun rights group said on April 17, 2013.\nThe amendment, offered by Republican Pat Toomey of Pennsylvania and Democrat Joe Manchin of West Virginia, would have required background checks for private sales at gun shows and on the Internet, two areas that are currently exempt from federal law.\nBut it specifically exempted transactions between family members from the background check requirement. So we wondered what circumstances the NRA envisioned that could have \"criminalized certain private transfers of firearms.\"\nWhat’s in the amendment\nThe Manchin-Toomey amendment stopped short of language in a larger Senate bill on guns, which would have mandated criminal background checks on all sales between private parties with limited exceptions.\nCurrent law requires checks on purchases only from federally licensed gun dealers. So the Manchin-Toomey amendment attempted to find middle ground -- expanding the checks to gun shows and Internet sales, but not requiring them of family members and friends giving or selling guns to each other.\n\"As under current law, transfers between family, friends and neighbors do not require background checks. You can give or sell a gun to your brother, your neighbor, your co-worker without a background check. You can post a gun for sale on the cork bulletin board at your church or your job without a background check,\" a press release from the senators said.\nThe amendment itself specifically said background checks wouldn’t be required of family members if \"the transfer is made between spouses, between parents or spouses of parents and their children or spouses of their children, between siblings or spouses of siblings, or between grandparents or spouses of grandparents and their grandchildren or spouses of their grandchildren, or between aunts or uncles or their spouses and their nieces or nephews or their spouses, or between first cousins, if the transferor does not know or have reasonable cause to believe that the transferee is prohibited from receiving or possessing a firearm under Federal, State, or local law.\"\n\"It’d have to be pretty distant family\" for the background check rule to apply, said Chris Calabrese, legal counsel for the ACLU.\nAs for friends buying and selling guns, no background check was required if the sale was not advertised online or in a publication.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nSo how could such transfers be \"criminalized?\"\nThe amendment required a background check for any advertised sale. So imagine these two circumstances overlapping.\n\"If I do an advertisement that I’m looking to sell a firearm and then my friend comes and says to me, ‘I’d like to buy a gun,’ then I’d have to do a background check,\" Calabrese said. Same goes for a gun sold to a friend or a family member at a gun show.\nCalabrese said the ACLU did not oppose the Manchin-Toomey amendment because it made clear what transactions were subject to background checks.\n\"We didn’t think anybody should inadvertently become a criminal. The criminal laws should be clear in who they apply to so people don’t have a problem understanding and following the law. We think this meets this standard,\" he said.\nJohn Frazer, a spokesman for the NRA, described some circumstances \"in which transfers among such people could have been subject to prosecution under the amendment.\" He mentioned friends running into each other at a gun show, or someone posting a gun for sale on Facebook and receiving interest from a cousin. If a gun was sold in those circumstances without a background check, \"the transfer would be a crime.\"\nGaren Wintemute, an expert in gun issues who favors more gun control, told PolitiFact that the amendment didn’t go so far as criminalizing private transfers.\n\"It simply subjected them to new procedural requirements,\" he said in an email.\nOur ruling\nThe NRA said that the Manchin-Toomey amendment would have \"criminalized certain private transfers of firearms between honest citizens, requiring lifelong friends, neighbors and some family members to get federal government permission to exercise a fundamental right or face prosecution.\"\nThe amendment specifically exempted family and friend transfers from the requirement to conduct a criminal background check. But it did extend the requirement to Internet and gun show sales. So only if a friend or family member purchased a gun in one of those settings would the background check requirement kick in. That’s a limited circumstance, to be sure. And as Wintemute argued, it was added a layer of paperwork but did not make familial gun transfers crimes.\nThe NRA’s statement contained an element of truth but was otherwise a big stretch. We rate it Mostly False.\nUpdate: This report has been updated to include a comment we received from the NRA shortly after we  published. The rating remains the same.", "vclaim_id": "vclaim-pol-09447"}