{"url": "/factchecks/2013/jul/15/terry-mcauliffe/mcauliffe-says-women-earn-77-percent-mens-pay-same/", "speaker": "Terry McAuliffe", "vclaim": "\"Women still earn about 77 cents for every dollar a man earns for working the same job.\"", "truth_label": "barely-true", "date": "stated on June 18, 2013 in a video.:", "title": "McAuliffe says women earn 77 percent of men's pay for same jobs", "text": "Democratic gubernatorial nominee Terry McAuliffe is pledging to increase penalties against Virginia employees who discriminate against women in terms of pay.\n\n\"The gender wage gap is real, and women still earn about 77 cents for every dollar a man earns for working the same job,\" McAuliffe says in a video on his his campaign website.\n\nMcAuliffe, in his statement, became the latest in a growing list of Democrats to mischaracterize an actual figure on the gender wage gap released by the U.S. Census Bureau. Other notables include President Barack Obama and former President Jimmy Carter.\n\nMcAuliffe is wrong to say that the 77-cent figure describes the actual pay difference between men and women \"working the same job.\"\n\nThe 77-cent figure compares the median pay of all full time, year-round male and female workers, regardless of occupation.\n\nMany experts say some of the gap is likely caused by discrimination, but most of it is due to career choices.\n\n\"One of the big factors explaining why women earn less than men is that jobs typically done by women have lower earnings than jobs typically done by men,\" said Ariane Hegewisch, study director at the Institute for Women’s Policy Research.\n\nA 2009 analysis by the nonpartisan CONSAD Research Corp. in Pittsburgh concluded that three-fourths of the disparity can be explained by trends common to women:\n\n\n\nthey tend to choose occupations that have relatively low wages;\n\n\n\nthey tend to have degrees leading to lower-paying occupations than men;\n\n\n\nthey tend to have a shorter work history; and\n\n\n\nthey take more time off from work for childbirth and child care.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n\n\nThe American Association for University Women issued a report this year that offered similar explanations for the pay gap, saying it is partly due to \"men’s and women’s choices, especially the choice of college major and the type of job pursued after graduation.\"\n\n\"For example, women are more likely than men to go into teaching, and this contributes to the pay gap because teachers tend to be paid less than other college graduates,\" the report said.\n\nPamela Coukos, a senior program advisor at the Department of Labor’s Office of Federal Contract Compliance Programs, said in a July 2012 blog post that \"economists generally attribute about 40 percent of the pay gap to discrimination -- making about 60 percent explained by differences between workers or their jobs.\"\n\nIs there a way to drill down on pay difference for men and women doing the same job?\n\nThe Bureau of Labor Statistics compiles figures on median weekly earnings by men and women with the same occupation. They show that women’s pay lags men in nearly all professions that are measured. For example, women credit counselors and loan officers in 2012 earned 79.1 percent of men. Women accountants and auditors earned 73.8 percent of their male counterparts. Women computer programmers earned 84.2 percent of what men earned in that field.\n\nBut even those broad occupational categories don’t provide an apples-to-apples comparison of people \"working the same job,\" said Karen Kosanovich, an economist with the BLS.\n\nThe BLS, she explained, can look at the weekly earnings of men and women in the general category of \"physicians and surgeons\" -- but that doesn’t  mean they’re the same type of doctor. Within that broad category are general practitioners and cardiologists, department heads and physicians who have just started their careers.\n\n\"We can’t do same-job analysis,\" Kosanovich said.\n\nA final note: Josh Schwerin, a spokesman for McAuliffe, said his boss got the information for his statement on gender gap pay discrimination from a web post by the National Partnership for Women & Families. That posting, however, does not say the census data compared the pay of men and women doing the same jobs.\n\nOur ruling\n\nBy saying women earn 77 percent of what men earn for \"working the same job,\" McAuliffe took a valid figure and blew it out of proportion.\n\nContrary to McAuliffe’s assertion, the 77-percent figure is not a comparison of the earnings of women doing the same jobs as men. It is a broad comparison of the median annual pay for men and women regardless of occupation. It does not factor in that men tend to chose higher paying professions than women and work more hours.\n\nWe rate McAuliffe’s statement Mostly False.", "vclaim_id": "vclaim-pol-09104"}