{"url": "/factchecks/2019/nov/08/joe-gruters/florida-gop-chair-wrongly-says-every-democrat-deba/", "speaker": "Joe Gruters", "vclaim": "\"All the Democrats on the entire stage — every Democratic candidate said they want to give free health care to illegals.\"", "truth_label": "barely-true", "date": "stated on November 6, 2019 in a Tampa Bay Times forum:", "title": "Florida GOP chair twists’ response by Democrats at debate on health care for undocumented immigrants", "text": "The leaders of Florida’s two major political parties squared off less than a year before Election Day, throwing partisan jabs over health care and immigration.\nFlorida Democratic Party chairwoman Terrie Rizzo called out Republican efforts to undermine the Affordable Care Act established under former President Barack Obama. Republican Party of Florida chairman Joe Gruters said it is Democrats with a health care problem.\nGruters, a state senator from Sarasota, referenced the first presidential primary debate in June, in which moderators asked the crowded field to raise their hands if they supported certain positions.\n\"All the Democrats on the entire stage — every Democratic candidate said they want to give free health care to illegals,\" Gruters said during a Tampa Bay Times forum Nov. 6. \"That’s them saying, that’s what they said in the debate. It wasn’t me saying it. They raised their hands — every single one of them — free health care for illegals.\"\nIn the middle of his reply, Rizzo said: \"Fact-check it!\"\nIt wasn’t the first time PolitiFact heard this claim. President Donald Trump used a similar attack in a July ad for his re-election campaign, and it rates Mostly False. Gruters’ statement is not more accurate, and here’s why.\nWhat happened with the Democrats in June\nAt the first Democratic presidential debate in Miami in June, NBC debate moderator and Today show cohost Savannah Guthrie asked a group of candidates to \"raise your hand if your government plan would provide coverage for undocumented immigrants.\"\nAll candidates on stage raised their hands. They weren’t all the candidates, because the first presidential debate was split into two nights.\nOn the stage were author Marianne Williamson, former Colorado Gov. John Hickenlooper, entrepreneur Andrew Yang, South Bend, Ind. Mayor Pete Buttigieg, former Vice President Joe Biden, Sen. Bernie Sanders of Vermont, Sen. Kamala Harris of California, Sen. Kirsten Gillibrand of New York, Sen. Michael Bennet of Colorado, and Rep. Eric Swalwell of California. (Hickenlooper, Gillibrand and Swalwell have dropped out.)\nThe candidates were not asked if that coverage would be free. Guthrie then asked two candidates — Buttigieg and Biden — to comment. Neither one said they would give \"free\" health care to undocumented immigrants.\nButtigieg spoke about people buying into a system and said that undocumented immigrants pay certain taxes.\n\"This is not about a handout,\" Buttigieg said. \"This is an insurance program.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nBiden agreed, and spoke about the contributions by undocumented immigrants, including paying taxes. \nSo the debate Gruters mentioned doesn’t actually support what Gruters claimed. But there is some question about how Medicare for All, a proposal some of the Democratic candidates support, would treat health care costs for undocumented immigrants.\nSanders’ version is a single, national health insurance program that would cover everyone who lives in the United States. There would be no out-of-pocket costs to individuals — no deductibles, no copays or coinsurance — but anyone with a job or self-employed would pay into the system through taxes. In that sense, coverage would not be free for anyone who works. (Some immigrants in the country illegally pay income taxes.)\nSanders’ 2019 Medicare for All bill states that all residents — without specifying legal residents — are entitled to the benefits and that the health and human services secretary shall set criteria to determine residency. \nSanders’ immigration plan says Medicare for All will \"provide comprehensive care to everyone in America, regardless of immigration status.\" It also calls for employers to follow labor laws when employing undocumented immigrants, which suggests that they would pay the payroll tax.\nHowever, some of the other Democrats on the debate stage specifically responded to a New York Times questionnaire with replies that showed the coverage would not be free.\nButtigieg, Bennet and Yang said undocumented immigrants would have the option to buy coverage through a public option, the insurance marketplace, or Medicare for All, respectively.\nMassachusetts Sen. Elizabeth Warren, one of the top contenders and another advocate for Medicare for All, was not on the debate stage that night. (She went the night before.) \nHer detailed financial plan for Medicare for All includes a pathway to citizenship for undocumented immigrants, which would increase federal revenue for Medicare for All as new people come into the system and pay taxes.\nWhen PolitiFact told Gruters what we found — mainly that the debate question did not include the condition that it would be free coverage — he replied: \"Illegal Immigrants have little more than what they are carrying with them when they cross the border, so as a result the only logical conclusion is that it would be free.\"\nOur ruling\nGruters said, \"All the Democrats on the entire stage — every Democratic candidate said they want to give free health care to illegals.\"\nThe question from the debate moderator did not specify if coverage for undocumented immigrants would be free. Two candidates who elaborated on their responses — Biden and Buttigieg — said these immigrants would be eligible to buy into their system.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-16761"}