{"url": "/factchecks/2016/sep/28/national-republican-congressional-committee/nrcc-says-morgan-carroll-racked-11-billion/", "speaker": "National Republican Congressional Committee", "vclaim": "Says Colorado Democratic congressional candidate Morgan Carroll \"racked up $11 billion in new spending\" in the state Legislature.", "truth_label": "barely-true", "date": "stated on September 22, 2016 in a TV ad :", "title": "Misleading NRCC claim says Morgan Carroll 'racked up $11 billion in new spending'", "text": "The National Republican Congressional Committee is running an ad branding Colorado state Sen. Morgan Carroll as a tax-and-spend Democrat.\nCarroll is challenging Rep. Mike Coffman, a four-term Republican incumbent in the 6th Congressional District, a crescent-shaped swath of Denver suburbs considered one of the country’s most competitive swing districts.\nThe dark, grainy ad begins with an image of the U.S. Capitol building and the narrator saying, \"Washington has a spending problem -- and Morgan Carroll would make it worse.\"\n\"In the (Colorado) Legislature, Carroll racked up $11 billion in new spending, nearly doubling the state budget,\" the narrator continues.\nFor this fact-check, we’re focusing on the claim that \"Carroll racked up $11 billion dollars in new spending, nearly doubling the state budget,\" making it sound like she played a key role in the increase.\nIn support of its claim, the NRCC provided documentation showing that when Morgan became a Colorado House member in 2004, the total state budget was $14 billion. The budget grew to $25 billion by 2015 -- and Carroll voted for that budget, NRCC noted.\nTo evaluate the accuracy of the ad’s statement, let’s start with a brief primer on Colorado tax history.\nColorado lawmakers are restricted by law in how much they can increase the state budget.\nIn 1992, Colorado voters approved a Taxpayer's Bill of Rights, popularly known as TABOR, a constitutional amendment designed to restrain growth in government. As PolitiFact previously reported, the measure said the government can't spend tax money collected under existing tax rates if revenues grow faster than inflation and population. Instead, the government had to rebate that money to taxpayers. These rebates applied to many types of taxes and business fees, but it primarily affected income and sales taxes. TABOR also required any tax increases to be approved by voters.\nWhen the 2001-03 recession hit, TABOR compounded a state government fiscal crisis because of it’s so-called \"ratchet effect.\" As the downturn caused state revenues to drop below the previous year’s spending, TABOR’s rules restricted the government’s spending growth to that lower baseline and state revenues plunged -- even as Colorado’s economic growth rebounded.  \nBy 2005, many people believed the Taxpayer's Bill of Rights was hurting basic services, particularly education. So voters were asked to approve Referendum C, allowing government to stop refunding excess revenues for the next five years and permanently eliminating the ratchet effect. The measure drew bipartisan support from Colorado's elected leaders, including then Gov. Bill Owens, a Republican. Anti-tax groups vehemently opposed the measure, saying it was a betrayal of TABOR.\nThe NRCC ad hammers Carroll for raising taxes, citing her vote -- along with a majority of the state Legislature -- to place Referendum C on the ballot. But voters approved Referendum C with 52 percent of the vote, allowing the state to keep about $3.7 billion in revenue that otherwise would have been refunded to taxpayers under TABOR.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nWe looked closer at the claim that Carroll \"racked up $11 billion dollars in new spending\" by voting for the $25 billion budget in 2015.\nIt’s important to note that about one-third of that $25 billion is federal money, over which state lawmakers have little control. Another 30 percent comes from \"cash funds,\" which is money from fines, fees and limited taxes that are allocated by statute to specific programs, including transportation and health care.\nLawmakers exercise most of their control over the state’s general fund, which was $9.6 billion in the 2015-16 fiscal year -- or 38.4 percent of the overall budget.\nYet Carroll did vote for the Senate conference committee’s budget bill, which passed on a bipartisan 31-2 vote. What the NRCC ad doesn’t mention is that Republicans control the Senate -- not Democrats like Carroll.\nBoth Democratic Gov. John Hickenlooper and Republican Senate leaders praised the bipartisan collaboration on the $25 billion budget that was described as \"reasonable, responsible and delivered on time,\" by Sen. Kent Lambert, the Republican chairman of the the Joint Budget Committee.\nOutside observers questioned the ad’s suggestion that one lawmaker is responsible for racking up an $11 billion increase in the budget over 11 years in a Legislature that totals 100 lawmakers and experienced changes in which party controlled the governorship, and both legislative chambers during that time.\n\"This claim strikes me as a huge stretch,\" Seth Masket, chairman of the political science department at the University of Denver, told PolitiFact. \"If Carroll is guilty of this, then so is everyone else who served in the Legislature during that time.\"\n\"Lawmakers are restricted in their ability to increase the budget,\" he added. \"TABOR restricts growth in government spending to where spending was the previous fiscal year, plus inflation and population growth. But basically, the Joint Budget Committee in the Legislature puts together a budget resolution, and Carroll, along with a majority of legislators, voted to approve it.\"\nOur ruling\nThe NRCC said Morgan Carroll \"racked up $11 billion in new spending,\" implying that she had a key role in \"nearly doubling the state budget.\"\nCarroll did vote for a $25 billion budget in 2015, but the Democrat was joined by a vast majority of lawmakers in a Republican-controlled Senate. The budget’s passage was hailed as a bipartisan accomplishment by both parties.\nColorado lawmakers are restricted by law in how much they can increase the state budget. While the NRCC ad focuses on the total budget, lawmakers’ control is largely limited to the general fund, which in 2015 was 38.4 percent of the overall budget.\nThe NRCC’s misleading ad exaggerates Carroll’s responsibility for the budget increase. We rule the statement Mostly False.\nhttps://www.sharethefacts.co/share/dcb1cf37-14c7-47c5-8465-1a0b9950a77c", "vclaim_id": "vclaim-pol-04242"}