{"url": "/factchecks/2020/jul/24/viral-image/facebook-post-distorts-uns-sustainable-development/", "speaker": "Viral image", "vclaim": "The United Nations’ “new world order” agenda will create one world government with one world military and the end of national sovereignty.", "truth_label": "false", "date": "stated on May 9, 2020 in a Facebook post:", "title": "Facebook post distorts UN’s sustainable development goals", "text": "A May 9 Facebook post is claiming that the United Nations is planning to create \"one world government\" by 2030. Under the vision, the post says, private property is banned and family units are destroyed.\nThe post shares a photo of what looks like a document titled \"New World Order UN Agenda 21/2030.\" It includes a purported list of 25 goals that the United Nations aims to achieve by 2030. \n\"This is not a conspiracy theory,\" the caption says. It suggests the document can easily be found on the internet. \n\"If you don’t believe it, a simple google search will take you to the UN website where you can access the document and read it for yourself. It is amazing (not) how well the Covid-19 plandemic ties in with Agenda 21/2030.\" \n\nAmong the agenda items listed on the document depicted in the post is the end to all national sovereignty, private property and single-family homes; government control of businesses, schools and child-rearing; and \"the end of the family unit.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has racked up thousands of shares on Facebook and Twitter\nA United Nations spokesperson told PolitiFact that the document and the agenda it outlined is false. \"This is not an authentic U.N. document,\" the spokesperson said in an email. (AFP and BuzzFeed have previously fact checked this photo and deemed it false.)\nThe U.N.’s development agendas\nThe post refers to two numbers — 21 and 2030 — that are connected to actual U.N. documents.\n\"Agenda 21\" is a non-binding plan of action that was created at the U.N. Conference on Environment and Development in 1992 in Rio de Janeiro. It examines the connection between environmental, social and economic issues affecting communities world-wide, and proposes solutions for sustainable development and combating poverty, with private-sector involvement. It calls for strengthening the role of women, local leaders, workers, farmers, entrepreneurs and even private business and industry in promoting sustainable development.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe 2030 Agenda for Sustainable Development was adopted by each country in the U.N. in 2015. The agenda includes 17 sustainable-development goals that are to be achieved over 15 years, including ending poverty and hunger, achieving gender equality, combating climate change, and ensuring access to clean water and affordable energy. \nThere are some common threads between the goals in the 2030 U.N. plan and what’s listed in the Facebook post, but in each case, the post exaggerates or distorts them. \nFor example, the U.N.’s 2030 agenda proposes a goal of reducing the rates of child and maternal mortality in every country. This goal supports research and development of vaccines and medicines for diseases primarily affecting developing countries, according to the U.N. But it doesn’t call for \"mandatory multiple vaccines\" or \"the ban of natural non synthetic drugs and naturopathic medicine\" as the Facebook post claims. \nSimilarly, the U.N. agenda advocates for free, suitable and quality primary and secondary education and lifelong learning opportunities. But it says nothing about \"government owned and controlled schools.\" \nThe U.N. agenda includes ensuring universal access to \"affordable, reliable, sustainable and modern energy,\" not the end of private transportation or fossil fuels, as the Facebook post says.\nThe caption on the post invokes the term \"plandemic\" to suggest that the COVID-19 crisis is aligned with the purported U.N. agenda. \"Plandemic\" is the title of a 26-minute video airing various conspiracy theories about the COVID-19 crisis. PolitiFact fact-checked eight of the most misleading claims in the video, which Facebook and YouTube removed. \nWe also fact-checked another doctored United Nations document in 2013 that claimed a civilian gun confiscation plan was in the works in the United States, and was created through Agenda 21. We rated it Pants on Fire. \nOur ruling \nA photo posted to Facebook claims the United Nations is creating a \"new world order\" that would initiate a one world government, one world military and the end of national sovereignty, among a list of agenda items.\nThe list alludes to a real action plan, Agenda 21, that was created in 1992, and the 2030 Agenda for Sustainable Development, which introduced 17 goals. Those action plans were created to end poverty and inequality, not to create a totalitarian government. They are also nonbinding.\nSome of the post’s listed goals seem to link to the 17 goals introduced by the U.N., but they exaggerate or manipulate the meaning and proposed outcomes of the action plans. \nWe rate this statement False.", "vclaim_id": "vclaim-pol-17797"}