{"url": "/factchecks/2017/jan/12/other-98/meme-exaggerates-gop-senators-bill-embassy-move/", "speaker": "The Other 98%", "vclaim": "\"The same 3 senators who have spent the last 3 years s------- themselves over ‘Benghazi!’ just introduced a bill to reduce embassy security by 50 percent.\"", "truth_label": "barely-true", "date": "stated on January 9, 2017 in a viral image:", "title": "Viral post exaggerates GOP senators' bill on embassy move", "text": "Are three Republican senators who once blasted lax embassy security in Benghazi, Libya, now playing Russian roulette with other embassies around the world? A meme making the social media rounds says so, and readers asked us to check it out.\nThe image includes pictures of three Republican senators — Ted Cruz of Texas, Dean Heller of Nevada and Marco Rubio of Florida — along with the caption, \"The same 3 senators who have spent the last 3 years s------- themselves over ‘Benghazi!’ just introduced a bill to reduce embassy security by 50 percent.\"\n\nWe wanted to know if the meme was accurate about how these three senators responded to the Sept. 11, 2012, attack by Islamic extremists on U.S. facilities in Benghazi, and whether the lawmakers are indeed trying to roll back embassy security.\nMany Republicans used the attack to criticize Hillary Clinton, secretary of state at the time, for being insufficiently attentive to embassy security and thus being at least partially at fault for the deaths of four Americans, including Ambassador Chris Stevens.\nHow accurate is this assertion? Actually, it’s misleading on several points. (We were unable to reach the group that created the meme, the Other 98, a group that says it fights \"economic injustice, undue corporate influence and threats to democracy.\")\nOn the first point, Cruz and Rubio have levied strong opinions about Benghazi and Clinton for years, but it’s a stretch to put Heller in the same category.\nTo cite just one example, Cruz in June 2016 responded to the release of the final report of the House Select Committee on Benghazi by issuing a statement that called it \"disturbing\" that the \"bureaucratic incompetence of the Department of State under Secretary Clinton contributed to the administration’s willful blindness, as the pleas for help from our foreign service officers in Libya were routinely ignored.\"\nRubio, who like Cruz ran for president in 2016, also cast Benghazi as a shadow over Clinton’s record. For instance, during a GOP primary debate in October 2015, Rubio said that Clinton \"got exposed as a liar\" during her day-long testimony before the Benghazi committee. (The Washington Post Fact Checker gave this Two Pinocchios out of a maximum of four.)\nAnd Rubio released a statement that rapped Clinton for the \"extraordinary failure\" by State Department officials, including Clinton, \"to grasp the security risks in Libya and Benghazi in particular, and take the appropriate action to protect Americans stationed in that country.\"\nHeller, however, has been much more circumspect about Benghazi. We found less rhetoric about Benghazi by Heller than by either Cruz or Rubio in our searches of Google, Lexis-Nexis and their respective Senate websites.\nFor instance, Heller issued a statement calling for \"thoughts and prayers\" for the victims the day after the attacks took place, and another one two days later specifically memorializing one of the victims, Tyrone Woods, who was a Nevada resident. Those are the only two releases related to Benghazi on his Senate website. The only other examples linking Heller and Benghazi that came up in Nexis or Google searches occurred after the recent bill’s introduction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMeanwhile, the meme’s argument that the senators are hypocrites for wanting to cut embassy security by 50 percent is exaggerated.\nThe bill at issue is S. 11, the Jerusalem Embassy and Recognition Act, which Cruz, Rubio and Heller laid out in a joint news release.\nThe main focus of S. 11 is on moving the American embassy in Israel from Tel Aviv to Jerusalem -- something that Congress mandated in 1995 when it passed the Jerusalem Embassy and Relocation Act. Presidents of both parties have declined to carry out the move, expressing concerns that doing so would complicate the peace process between Israel and the Palestinians. President-elect Donald Trump is seen as more supportive of an embassy move.\nThe part about the 50-percent cut for embassy security isn’t made up.\nThe bill says that if the embassy is not moved, then \"not more than 50 percent of the amounts appropriated to the Department of State for fiscal year 2017 under the heading ‘Embassy Security, Construction, and Maintenance’ may be obligated until the Secretary of State determines and reports to Congress that the United States Embassy in Jerusalem has officially opened.\" The bill has not yet been taken up.\nSo saying that the senators \"introduced a bill to reduce embassy security by 50 percent\" is misleading. The senators introduced a bill to move the embassy, using the specter of a budget cut as leverage to support that goal -- not as the goal itself. None of them affirmatively wants to cut embassy security funding, though they are willing to risk that outcome if their primary goal is not met.\nIn the Jan. 3 news release announcing the bill, the three senators didn’t even mention the threat of a security cut, while repeatedly highlighting their goal of moving the embassy.\nIn addition, Heller’s office told PolitiFact that a different State Department account than the one mentioned in the bill -- the Diplomatic and Consular Programs account -- is a \"critical source\" of funds for \"high threat protection needs, security technology, armored vehicles, cyber security, and diplomatic couriers.\" And that account would not be touched by the threatened cuts.\nFinally, it’s worth noting that this is the fourth time Heller has introduced a bill along these lines -- S.1622, introduced on Sept, 23, 2011; S.604, introduced on March 19, 2013; S.117, introduced on Jan. 7, 2015; and the current bill.\nSo one could just as easily view the bill’s introduction as the latest in a series of nearly identical bills that Heller has introduced like clockwork since 2011 -- almost a year before the Benghazi attacks took place.\nOur ruling\nA meme from the Other 98 said, \"The same 3 senators who have spent the last 3 years s------- themselves over ‘Benghazi!’ just introduced a bill to reduce embassy security by 50 percent.\"\nThe meme has a point — Cruz, Rubio and Heller did submit a bill that seeks to leverage the threat of a 50 percent cut to the State Department’s \"Embassy Security, Construction, and Maintenance\" account in the service of forcing the executive branch to move the U.S. embassy in Israel from Tel Aviv to Jerusalem.\nHowever, the meme goes too far in suggesting that the 50 percent cut was the purpose of the bill, and it ignores that some of the most important security funds would be untouched. The meme also ignores that essentially the same bill was introduced almost a year before the Benghazi attacks, and it incorrectly labels Heller as one of the more outspoken Republican lawmakers on Benghazi. We rate the statement Mostly False.\n Share the Facts   Politifact    3 6  Politifact Rating:   \"The same 3 senators who have spent the last 3 years s------- themselves over ‘Benghazi!’ just introduced a bill to reduce embassy security by 50 percent.\"    The Other 98 Activist group   a viral image Monday, January 9, 2017 -01/-09/2017    Read More  info", "vclaim_id": "vclaim-pol-03797"}