{"url": "/factchecks/2017/jun/15/donald-trump/donald-trumps-claim-about-obamacare-premiums-doubl/", "speaker": "Donald Trump", "vclaim": "\"Obamacare premiums have doubled\" in Wisconsin.", "truth_label": "half-true", "date": "stated on June 13, 2017 in a speech:", "title": "Donald Trump's claim about Obamacare premiums doubling in Wisconsin leaves out important details", "text": "On his second visit to Wisconsin since entering the Oval Office, President Donald Trump stepped off Air Force One on June 13, 2017, and tore into Obamacare.\nJoined by two Wisconsin families whom he described as victims of the Affordable Care Act, Trump said in Milwaukee:\n\"These are sad but familiar stories in Wisconsin, where Obamacare premiums have doubled. Obamacare is one of the greatest catastrophes that our country has signed into law.\"\nBy not stating a time frame with his claim, the president left it to his audience to determine how alarmed to be; premiums doubling in one year, of course, is much different than over a span of years. And premium increases can’t be considered in isolation.\nSo, let’s sort this out.\nObamacare vs. GOP plan\nThree days before Trump’s trip, Vice President Mike Pence visited Milwaukee, saying that under the Republican replacement for Obamacare everyone with preexisting medical conditions will \"have access to the coverage and the care that they need -- no exceptions.\"\nWe found the pledge misleading. Based on the GOP plan passed by the House of Representatives, people with preexisting conditions could potentially face huge increases in premiums, though changes in the bill could still be made by the Senate.\nAround the country, there have been huge premium increases for people who buy health insurance on their own through Obamacare.\nWe rated Mostly True a January 2017 claim by House Speaker Paul Ryan that Obamacare premiums had gone up as much as 116 percent (in Arizona) from 2016 to 2017 -- though it’s important to note that before Obamacare, millions had no coverage at all.\nBut there are multiple problems with the president’s claim.\nTrump’s evidence\nThe vast majority of Americans get health insurance through their employer or through a government program such as Medicaid or Medicare. So, Trump’s claim refers to the relatively few people who buy health insurance coverage on their own.\nThe White House pointed us to a May 2017 report from the U.S. Department of Health and Human Services that compared premiums in the individual market in 2013 to 2017. The report says 2013 was chosen because that’s when key regulations that are part of Obamacare took effect.\nThe average premium in Wisconsin nearly doubled, based on the analysis:\n\n\n\n\nObamacare individual market\n\n\n2013 average monthly premium\n\n\n2017 average monthly premium\n\n\nIncrease\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\nWisconsin\n\n\n$266\n\n\n$514\n\n\n93%\n\n\n\n\nUnited States\n\n\n$232\n\n\n$476\n\n\n105%\n\n\n\n\n \nBut Cynthia Cox, a health reform and private insurance expert at the nonprofit Kaiser Family Foundation, a leading authority on health care, told us the analysis is skewed in a way that inflates the average premium for 2017 because it includes only policies that are sold in the Obamacare marketplace.\n\nThe average 2017 premium would have been lower had the analysis also included individual policies that are not sold on the marketplace.\n\nThat's because people who buy individual policies off the marketplace tend to buy less expensive plans because they aren't receiving Obamacare subsidies, she said.\nOther factors\nThere are two other key factors to consider.\n1. Obamacare subsidies offset much of the impact of premium hikes.\nIn a news article on premium increases for 2017, the Milwaukee Journal Sentinel reported that tens of thousands of Wisconsinites who buy individual health plans, but earn too much income to qualify for Obamacare subsidies, would have to absorb double-digit increases. But the story also said that because of the subsidies, most people buying those policies would see little, if any, change in their monthly costs.\nEconomist Gail Wilensky, who ran the Medicare and Medicaid programs under Republican President George H.W. Bush, told us the same is true nationally: People buying individual policies on the exchange are mostly protected from premium increases, though the subsidies that rise along with premium increases are a hit to other taxpayers.\n2. Coverage: Premiums are up, but benefits are better.\nBefore Obamacare, millions of Americans had no health insurance and policies on the individual market offered \"very limited benefits,\" University of North Carolina social medicine professor Jonathan Oberlander told us. For example, most of those policies didn’t cover maternity, mental health and substance abuse services. But now insurers are required to cover those services.\nThe federal government estimates that 83 percent of Wisconsin marketplace participants receive premium tax credit subsidies and 51 percent receive cost-sharing subsidies. \"For these residents, nongroup insurance today provides more protection for less money than in 2013,\" said Karen Pollitz, a senior fellow at Kaiser.\nOur rating\nTrump says \"Obamacare premiums have doubled\" in Wisconsin.\nThe average premium for individuals who buy their own health insurance in the Obamacare marketplace nearly doubled from 2013 to 2017.\nBut the vast majority of Wisconsin residents buying those plans get Obamacare subsidies that protect them from the premium increases. Moreover, insurance coverage on individual plans is generally more comprehensive than before Obamacare.\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.\n Share the Facts 2017-06-15 17:41:06 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Obamacare premiums have doubled\" in Wisconsin.     Donald Trump President   In a speech Tuesday, June 13, 2017 2017-06-13    Read More  info", "vclaim_id": "vclaim-pol-03204"}