{"url": "/factchecks/2017/apr/11/bruce-kraus/vehicle-break-most-common-crime-pittsburgh/", "speaker": "Bruce Kraus", "vclaim": "\"Data shows that vehicle break-in is the No. 1 crime in the city, but also the No. 1 crime in the South Side Flats, and it’s closely followed by assault.\"", "truth_label": "false", "date": "stated on March 22, 2017 in an interview with The Incline:", "title": "Is vehicle break-in the most common crime in Pittsburgh?", "text": "Parking is a contentious issue in the nightlife hotspot South Side Flats — and according to Pittsburgh City Council President Bruce Kraus, it’s also the source of the city’s most common crime.\nAs part of an effort to ease parking woes for residents and improve public safety, the city launched shuttle service Nite Rider on March 17. The fare-free shuttle runs Friday and Saturday evenings, allowing Pittsburghers to leave their cars at the Second Avenue Parking Plaza to go to the nightlife on East Carson Street and the surrounding South Side Flats.\nIt’s part of a \"public safety strategy designed as a transportation strategy,\" Kraus told The Incline, adding that vehicle break-ins are the most frequent crime in the South Side Flats — and overall in the city. Within the Flats, assault is the No. 2 crime (if simple and aggravated assaults are combined), Kraus said.\n\"Data shows that vehicle break-in is the No. 1 crime in the city, but also the No. 1 crime in the South Side Flats, and it’s closely followed by assault. So it’s always been my dream that if we take cars out of residential areas, put them in a single, secure lighted location, they’re easier to patrol, there’s less chance of miscreant behavior, and I’m hoping at the end of the year to show a drastic reduction in vehicle break-ins,\" Kraus said.\nWhile the Nite Ride and other changes, including extended parking meter hours, are designed to make it easier and more inviting to go to the South Side business district, we wondered, are vehicle break-ins really the top crime in the South Side Flats? And in the city?\nKraus told The Incline that he based his statement on conversations with Zone 3 Pittsburgh Police Commander Karen Dixon, and the data they discussed is reflected in the police bureau’s Annual Report.\nThe most current version of that report available is from 2015. In it, police breakdown reported crimes into 24 categories, plus an \"other\" section.\nOf the 24 specific crimes, theft was No. 1 in 2015 with 7,101 reported incidents out of the year’s total of 30,900 reports.\nThose numbers are tabulated based on reports to police.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nBut theft is a broad category that includes more than just vehicle break-ins. In 2015, there were 2,311 reports of vehicle break-ins or \"theft from auto,\" as police call it, per Emily Schaffer, spokeswoman for the public safety department.\nWhen theft is split into those two categories — theft from auto and other theft — that puts theft from auto as the fourth most common crime in 2015, behind simple assault at No. 1 (5,446), followed by other theft (4,790) and vandalism (3,507).\nIn the report’s neighborhood breakdown, theft was also No. 1 for 2015 at 505. Of those, 190 were \"theft from auto\" per Schaffer.\nUsing the same list of 24 specific crimes for 2015, after theft is public drunkenness in second with 323 incidents, and in third, 310 simple assault incidents. However, combining simple assault with the 61 aggravated assaults brings it to No. 2, as Kraus said, with a total of 371 assaults.\nBut, split theft from auto and other theft, and vehicle break-ins come in at No. 5. First is 323 incidents of public drunkenness, second is 315 reported thefts, third is 310 reports of simple assault and fourth is 211 reports of vandalism. If aggravated and simple assaults are combined, it becomes the most common crime in the South Side Flats in 2015, followed by public drunkenness, other theft, vandalism and theft from auto.\nOur ruling\nWhen theft is split into \"theft from auto\" and \"other theft,\" vehicle break-ins fall to the fourth most common crime across the city and No. 5 in the South Side Flats. That split also makes simple and aggravated assaults the most common crime in the neighborhood for 2015.\nThe councilmember would have been on firm ground if he had said theft — the category vehicle break-ins falls into — was the most common crime in the city and South Side Flats. When looking at the overall theft category and combining the two assault categories, theft does become the most common crime, and Kraus also would be correct that the second most common crime in the Flats is assault.\nWe rule the claim False.", "vclaim_id": "vclaim-pol-03447"}