{"url": "/factchecks/2011/jun/10/doug-otto/plano-school-chief-says-rick-perry-said-theres-1-1/", "speaker": "Doug Otto", "vclaim": "Says Rick Perry said there’s an administrator for every teacher in Texas public schools.", "truth_label": "false", "date": "stated on March 22, 2011 in a radio interview.:", "title": "Plano schools' chief says Rick Perry said there's a 1-to-1 ratio of administrators to teachers in Texas schools", "text": "A Dallas-area school leader concerned about state education aid zeroed in on what he characterized as a ridiculous claim by Gov. Rick Perry.\n\nIn an interview with KRLD-AM’s Scott Braddock posted online March 22, Doug Otto, superintendent of the Plano school district, said the district would adjust to any state reductions by cutting administrative and teaching posts. Asked about whittling first outside classrooms, Otto replied: \"Well, certainly we’re going to do that as much as we can... But it’s disingenuous, as the governor says, that somehow we have one administrator for every teacher. That’s idiocy.\"\n\nOtto’s claim about Perry came to our attention after a reader asked us to check a May follow-up interview the governor gave the radio host.\n\nPerry, stressing school districts will ultimately decide which employees to shed due to tight budgets, said in the May 11 interview: \"In Texas now, we’ve hired a huge number of non-teachers into our public schools — administrators, et cetera.\"\n\nBraddock then asked: \"Do you stand by the number you gave previously, that there was (a) 1-to-1 ratio of administrators to teachers?\"\n\nPerry: \"That is absolutely correct.\"\n\nLater, Braddock told us he posed his question that way because of Otto’s earlier characterization of Perry’s view. But we found no evidence that Perry has ever cited a 1-to-1 ratio of teachers to administrators.\n\nWhat Perry did say, in early March, was that non-classroom positions are on the rise. \"Over the course of the last decade, we have seen a rather extraordinary amount of non-classroom employees added to (Texas public) school rolls,\" he told reporters.\n\nWe checked that statement and found that from 1998-99 to 2009-10, the number of non-classroom employees — especially in support and administrative staff — outpaced growth in student enrollment and teachers, though whether this growth qualifies as \"extraordinary\" is open to debate. Nevertheless, we rated Perry’s statement Mostly True.\n\nPerry spokeswoman Catherine Frazier said by email the governor meant to say just that in the May interview -- that the ratio of non-teachers to teachers is 1-to-1.\n\nSimilarly, in March 2010 we rated Mostly True a statement saying there were about the same number of teachers as non-teachers in Texas in 2008-09. Non-teaching staff is a broad category that includes administrators, typically superintendents, principals, registrars, tax assessor-collectors and athletic and personnel directors and the like, as well as other school employees ranging from custodial staff to librarians.\n\nIn 2009-10, according to the Texas Education Agency, teachers filled half of the state’s 661,286 full-time school district posts. Administrators accounted for 4 percent of the remaining positions.  \n\nBy email, Otto told us he thinks he saw Perry’s 1-to-1 claim in a newspaper story.\n\nJim Hirsch, another Plano administrator, provided links to news stories. A March 18 Fort Worth Star-Telegram article attributed that erroneous 1-to-1 claim to the Texas Young Republican Federation, but none quoted Perry saying there’s a teacher for every administrator.\n\nWe rate Otto’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12953"}