{"url": "/factchecks/2011/oct/18/mike-fasano/sen-mike-fasano-says-most-progress-energy-floridas/", "speaker": "Mike Fasano", "vclaim": "\"Just a little over 60 percent of your electric bill, my electric bill, 60 percent of that is pass-throughs, whether they be for building of nuclear plants or whatever they may be.\" A planned nuclear plant repair \"will only increase that percentage.\"", "truth_label": "mostly-true", "date": "stated on October 11, 2011 in a news article:", "title": "Sen. Mike Fasano says most of your Progress Energy Florida power bill is pass-throughs", "text": "Progress Energy Florida may ask that its customers foot the bill for the physical repairs to a nuclear plant that will be offline years longer than expected.\n\nThat has state Sen. Mike Fasano, R-New Port Richey, upset. Fasano, who regularly argues on behalf of  \"the little guy or gal,\" recently told St. Petersburg Times that he was concerned the latest $2.5 billion repair price tag -- which includes paying for the fuel to replace the energy generated by the nuclear plant -- would overburden the company's Tampa Bay and Central Florida ratepayers.\n\nTo hammer home the point, Fasano offered an interesting detail about the power bill Progress Energy customers pay each month.\n\n\"Already, just a little over 60 percent of your electric bill, my electric bill, 60 percent of that is pass-throughs, whether they be for building of nuclear plants or whatever they may be,\" Fasano said. \"This (repair) will only increase that percentage.\"\n\nThis fact-check will address two points. First, does 60 percent of a Progress Energy customer's bill pay for something called \"pass-throughs\" (and just what is that)? And second, will the repair of the damaged nuclear plant make things worse?\n\nThey pay, so you pay\n\nThe term \"pass-through\" is what it sounds like: Certain costs that get passed through to utility customers. The utility pays, so you pay.\n\nBut that's an oversimplification. So let us explain.\n\nProgress Energy Florida is an investor-owned company regulated by the state's Public Service Commission. The commission makes the rules and sets the rates.\n\nThere are two pieces to your electric bill, the \"base rate\" and \"cost recovery clauses.\" The base rate doesn't often change. It only gets adjusted when a utility applies to the commission for a new base rate. That can be a lengthy and burdensome process, so a base rate might stay in place for years. The base rate compensates a utility for producing and delivering electricity, plus investment in its plants and facilities, plus an \"allowed return\" -- you might call it profit.\n\nAgain, that's the base rate. Then there are the \"cost recovery clauses.\" Some costs -- say, for example, fuel -- rise and fall dramatically. So the commission lets a utility file a different type of request each year to pass those costs directly to you, rather than include them in its base rate. If fuel ends up costing less in a given year, ratepayers get some money back. If it costs more, well, ratepayers shell out extra. That's the essence of a pass-through.\n\nWe should note that while pass-throughs get speedier review than a proposed change to the base rate, they're not automatic. They still have to be approved by the Public Service Commission.\n\nIn Florida, fuel costs are handled as a pass-through, as are expenses related to energy efficiency programs and environmental compliance. Then there's a relatively recent, and controversial, pass-through -- for new nuclear power. That's the one that allows Progress Energy to charge you for planning and construction costs years before a project actually produces any energy. Right now, a little less than 5 percent of a typical Progress Energy residential bill helps pay for a Levy County plant that may be more than a decade away, plus a project to boost capacity at the Crystal River plant that's offline for unrelated repairs. (The Crystal River nuclear plant is the one that prompted Fasano's comments germane to this fact-check.)\n\nIn coming years, that chunk could soar dramatically.\n\nPercentages\n\nTo test Fasano's claim that \"just a little over 60 percent of your electric bill ... is pass-throughs,\" we asked Progress Energy Florida for a breakdown. Spokeswoman Suzanne Grant provided these numbers, which show that fuel costs make up the biggest chunk of a typical 1,000 kilowatt-hour residential bill, followed by the base rate that pays for essentials from power lines to energy workers: \n \n\n\n\n\nDescription\n\nCurrent\n\nChange (proposed)\n\nProposed January 2012\n\n\n\nBase rate\n\n$48.58\n\n$0\n\n$48.58\n\n\n\nNuclear cost recovery\n\n$5.53\n\n-$0.85\n\n$4.68\n\n\n\nEnergy conservation cost recovery\n\n$2.99\n\n-$0.11\n\n$2.88\n\n\n\nEnvironmental cost recovery\n\n$4.91\n\n$0.92\n\n$5.83\n\n\n\nFuel and capacity cost recovery\n\n$54.35\n\n$5.99\n\n$60.34\n\n\n\nSubtotal\n\n$116.36\n\n$5.95\n\n$122.31\n\n\n\nGross receipts tax\n\n$2.98\n\n$0.16\n\n$3.14\n\n\n\nTotal\n\n$119.34\n\n$6.11\n\n$125.45\n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nWe did some math, which showed that Fasano's close when he says \"just a little over 60 percent.\" Right now, pass-throughs make up just under 60 percent, though it may be headed up:\n \n\n\n\n\n \n\nCurrent\n\nProposed January 2012\n\n \n\n\n\nBase rate\n\n40.7 percent\n\n38.7 percent\n\n \n\n\n\nCost recovery clauses (pass-throughs)\n\n56.8 percent\n\n58.8 percent\n\n \n\n\n\nGross receipts tax\n\n2.5 percent\n\n2.5 percent\n\n \n\n\n\n\n \n\nCrystal River's impact on your bill\n\nNow, back to that Crystal River plant, which suffered cracks in its containment wall in 2009 during an attempt to replace steam generators. It's been out for the count ever since.\n\nSome of the costs associated with the plant shutdown are pass-throughs -- more costly fuel. Progress has had to turn to more expensive sources to replace the nuclear power, such as natural gas, boosting the typical residential bill by $3.82, according to the company.\n\nNext year, the Crystal River outage could add $4.70 a month -- again, because replacement fuel costs more than nuclear power -- meaning your bill could be nearly 4 percent higher than it would have been. \n\nThe hit would be worse, but Progress Energy's insurance coverage has picked up quite a bit. Still, the future's not exciting: The company's coverage for replacement power expires in August 2012, according the public counsel's office, more than a year before the nuclear plant's fixed.\n\nSt. Petersburg Times reporter Ivan Penn wrote that \"the utility has projected there will be an additional $1 billion in replacement power and fuel costs until the plant comes back online, with customers paying about $560 million of that cost.\"\n\nMeanwhile, some of the price tag -- for the physical repairs to the plant itself -- isn't a pass-through, according to the Public Service Commission. So you won't see it for a while. If Progress wants its customers to pay for what's not covered by insurance, that would have to be part of a change to the base rate. And Progress' current agreement with the commission means no base rate update through the end of 2012.\n\nOur ruling\n\nFasano said, \"Already, just a little over 60 percent of your electric bill, my electric bill, 60 percent of that is pass-throughs, whether they be for building of nuclear plants or whatever they may be. This (repair) will only increase that percentage.\"\n\nPass-throughs actually represent just under 60 percent of a Progress Energy bill, so he's close.\n\nBut there's two caveats to Fasano's claim. The first is just what constitutes a pass-through. A casual reader of Fasano's statement might imagine that the bulk of a customer's bill goes to big projects unrelated to the power they consume, rather than to something as central as fuel -- and fuel represents by far the largest pass-through cost.\n\nSecond, the problems with the Crystal River plant create some pass-through costs -- through paying for more expensive fuel -- and possibly some non-pass-through costs, namely the physical repairs.\n\nOn balance, we rate Fasano's statement Mostly True.", "vclaim_id": "vclaim-pol-12702"}