{"url": "/factchecks/2013/jul/22/democratic-party-virginia/democrats-says-cuccinelli-whether-social-security-/", "speaker": "Democratic Party of Virginia", "vclaim": "\"In his book, (Ken) Cuccinelli questions whether Medicare and Social Security should exist.\"", "truth_label": "barely-true", "date": "stated on July 16, 2013 in a TV ad.:", "title": "Democrats say Cuccinelli questions whether Social Security, Medicare should exist", "text": "Democrats have been flipping through Republican gubernatorial nominee Ken Cuccinelli’s book \"The Last Line of Defense\" in a bid to paint him as conservative extremist.\nThe latest citation from the 2013 book comes from the Democratic Party of Virginia, which is airing a TV ad with Peggy Borgard, a Henrico County senior citizen, criticizing Cuccinelli’s views on entitlement programs.  \n\"In his book, Cuccinelli questions whether Medicare and Social Security should exist and said people are dependent on government,\" Borgard says.\nIt seemed remarkable that any candidate would start an election year by writing a book questioning propriety of popular entitlement programs for senior citizens. That goes double for a gubernatorial candidate who, if elected, would have no influence over how the federal government runs Medicare and Social Security. So we looked into the Democrat’s claim.\nOn screen, the ad cites as its source page 62 of the book. At the bottom of that page is a passage that has been a lightning rod for Democrats.\n\"Sometimes bad politicians set out to grow government in order to increase their own power and influence,\" Cuccinelli wrote. This phenomenon doesn’t just happen in Washington; it happens at all levels of government. The amazing thing is that they often grow government without protest from citizens, and sometimes they even get buy-in from citizens -- at least from the ones getting the goodies.\"\nCuccinelli then cites specific entitlements.\n\"One of their favorite ways to increase their power is by creating programs that dispense subsidized government benefits, such as Medicare, Social Security and outright welfare (Medicaid, food stamps, subsidized housing and the like). These programs make people dependent on government. And once people are dependent, they feel they can’t afford to have the programs taken away, no matter how inefficient, poorly run or costly to the rest of society.\"\nThat’s certainly not a ringing endorsement of the entitlement programs, which the Republican said are a tool leveraged by politicians to hold on to power.\nBut does that mean Cuccinelli questions whether those entitlements should exist at all?\nCuccinelli answered that question on pages 237 and 238, as first noted by our colleagues at FactCheck.org. Cuccinelli wrote that government spends little on investments that result in economic growth, noting that Social Security, Medicare and defense spending amounted to more than half of the federal budget in 2011.\n\"There is no monetary return on these investments in any traditional business sense (that is, one invests money with a goal of getting a return in the form of interest, income or appreciation in value), although there are obviously other reasons America spends money on these programs,\" Cuccinelli wrote. \"I’m not questioning here the existence of these programs nor the wisdom of how much money is spent on them. What I’m trying to illustrate is that most dollars that government spends do not create economic growth, but instead take money out of the hands of the people who do create economic growth.\"\nAgain, Cuccinelli wrote, \"I’m not questioning here the existence of these programs, nor how much money is spent on them.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAnd on pages 74 and 75, Cuccinelli wrote Medicare and Social Security are indeed constitutional programs based on the government’s tax and spending authority.\nAfter the ad appeared, Cuccinelli issued a statement saying, \"I have always believed programs like Medicare, Medicaid and Social Security are government services that should be maintained.\"\nCuccinelli added that the social safety net programs should be \"reformed\" so they can be preserved for future generations.\nBrian Coy, spokesman for the Democratic Party of Virginia, stood by the ad’s statement.\n\"On page 62 in the book he describes Social Security and Medicare as created by ‘bad politicians’ who ‘set out to grow government in order to increase their own power and influence,’\" Coy wrote in an e-mail. \"That statement clearly questions  the foundations of those programs - why would he say they’re a big government ploy by bad politicians without questioning their existence?\"\nCoy also defended the statement by pointing to a Cuccinelli interview with Politichicks.tv at a 2012 Tea Party rally. Cuccinelli said, \"We have had one answer in federal government to every challenge in health care for 47 years, and that’s more government. It goes back to the beginning of Medicaid, Medicare and as Dr. Phil would say ‘How’s that working out for ya?’ We need to go the other way. We need to move back toward the free market.\"\nThe Fact Checker at The Washington Post recently gave the ad three out of four possible Pinocchios, saying \"while it is fair to say that Cuccinelli is skeptical of government-run social programs\" and that he prefers free market solutions as part of any overhaul of those entitlements, that doesn’t mean he thinks that the programs should not exist.\nFactCheck.org found that the ad \"goes too far.\"\nFinally, let’s return to Peggy Borgard, the senior citizen who narrated the ad. We left two messages for her and did not hear back. Borgard retired last year as administrator of a youth soccer league. She has contributed $1,770  to Democratic candidates and nothing to Republicans since 2004, according to data from the Virginia Public Access Project.\nOur ruling\nThe Democratic Party of Virginia says in a new ad that Cuccinelli, in his book, \"questions whether Medicare and Social Security should exist.\"\nCuccinelli gave the Democrats a tiny opening in writing that \"bad politicians\" have \"tried to increase their power by creating programs that dispense subsidized government benefits, such as Medicare, Social Security\" that make people \"dependent on government.\"\nBut ad goes overboard because it suggests Cuccinelli is questioning whether the entitlements should exist today and in the future. Cuccinelli specifically wrote in his book, \"I am not questioning the existence of these programs, nor how much is spent on them.\"\nThe Democrats ignored that key passage and we rate their claim Mostly False.", "vclaim_id": "vclaim-pol-09084"}