{"url": "/factchecks/2016/jun/03/david-perdue/sen-perdue-uses-bad-history-business-birthdeath-tr/", "speaker": "David Perdue", "vclaim": "\"More businesses went out of business last year than were started for the first time in our history.\"", "truth_label": "false", "date": "stated on June 2, 2016 in an interview on NBC's \"Meet the Press Daily\":", "title": "Georgia's David Perdue wrong saying more businesses closed in 2015 than opened", "text": "Some Republicans might have misgivings about Donald Trump as the Republican nominee, but Sen. David Perdue, R-Ga., isn’t one of them. Perdue told NBC News that Trump has what the country needs.\n\"We have the lowest worker participation rate since 1978,\" Perdue told host Chuck Todd on Meet the Press Daily on June 2. \"Poverty rate hasn’t changed. More businesses went out of business last year than were started for the first time in our history, Chuck. This is an economic fiscal policy that is failing, and I believe this guy (Trump) will absolutely set us in the right direction to change that.\"\nWe wanted to look at that statement about more businesses closing than opening last year.\nPerdue’s communications director Megan Whittemore sent us charts of business births and deaths posted by Gallup and the Brookings Institution, but neither had numbers beyond 2011. Whittemore said \"the trend is still downward of where it should be and that’s the point the senator is making.\"\nBut Perdue said the number of deaths exceeded the number of births, not that growth was lackluster or some variation of that theme. And the data after 2011 paint a different picture from what Perdue presented.\nThe U.S. Census Bureau collects data on new businesses forming and businesses closing as part of a project called Business Dynamics Statistics.\nThe Census data undercut Perdue’s claim in several ways.\n1. The numbers only go back to 1977. Perdue said, \"More businesses went out of business last year than were started for the first time in our history.\"\nNo one has exact figures on what happened before 1977. But it is likely that in the depths of the Great Depression during the 1930s, more firms folded than were created.\n2. The figures for \"last year\" --  2015 -- aren’t available. They’re not available for 2014, either.\n3. The limited data does show a few years when more businesses were closing than opening, but not for the most recent years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn 1981, the country lost about 31,000 more businesses than were created. That trend reversed in 1982 and stayed that way until 2009. That year, and in 2010, more businesses closed than opened.\nThat flipped again the following year. In 2011, the country saw a tiny gain of about  6,000 businesses. That was followed by net gains of about 40,000 in 2012 and nearly 70,000 in 2013\nThis chart based on the Census Bureau’s Business Dynamics Statistics shows the ebb and flow. \n\nIan Hathaway, a Brookings Institution non-resident senior fellow who has studied patterns of business openings and closings, said Perdue’s statement is incorrect.\n\"He is making a stale statement,\" Hathaway said.\nOur ruling\nPerdue said that last year the country saw more businesses closing than starting for the first time in the nation’s history.\nThat’s wrong.\nData doesn’t exist for last year. And the last year data is available, 2013, showed the opposite trend.\nPerdue’s historical claim also falls short. In 1981, there were more deaths than births.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/6749fafb-c552-477a-90bd-14b78cc01c6b", "vclaim_id": "vclaim-pol-04872"}