{"url": "/factchecks/2011/jan/05/tom-barrett/milwaukee-mayor-tom-barrett-says-125-jobs-have-bee/", "speaker": "Tom Barrett", "vclaim": "\"More than 125 jobs have been created\" at the Milwaukee Job Corps Center.", "truth_label": "mostly-true", "date": "stated on November 19, 2010 in a newsletter to Milwaukee residents:", "title": "Milwaukee Mayor Tom Barrett says 125 jobs have been already created through Milwaukee Job Corps Center", "text": "The  Milwaukee Job Corps Center didn’t open for business until Jan. 3, 2011.\n\nBut six weeks earlier, Milwaukee Mayor Tom Barrett suggested the education and job-training facility had already become a major job creator.\n\n\"The Job Corps is both preparing the next generation of workers and providing jobs for current workers,\" Barrett said in a newsletter published Nov. 19, 2010. \"The first students will arrive in January. The center is expected to be at capacity with 300 students by the end of June. To date, more than 125 jobs have been created.\"\n\nThat sounds impressive.\n\nBut jobs already created through a center that wasn’t yet open -- and is aimed at job training, not job creation?\n\nWe decided to get to the bottom of it all.\n\nJob Corps is a 46-year-old federal program funded by Congress and administered by the U.S. Department of Labor. The program provides free education and training to more than 100,000 low-income people ages 16 to 24 at 124 locations around the country. Students can earn a high school diploma or GED, get specific vocational training and get help in finding jobs. Jobs Corps cost $1.68 billion in 2009.\n\nHow well does it work? The Labor Department’s most recent assessment, which examined performance in 2008, found mixed results on two major goals:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n66 percent of students either got jobs, or entered post-high school education or advanced training, within three months of finishing Job Corps. That was a decline from 84 percent in 2004 and below the program’s 2008 target of 74 percent.  \n\n\n\n55 percent attained a high school diploma or GED within nine months of completing Job Corps. That was down from 64 percent in 2004, but it exceeded the 2008 target of 54 percent.\n\n\n\nMilwaukee applied for a Job Corps Center in 1993 but didn’t win the federal funding until 2003. The city’s $28 million facility, built on 25 acres on the former Bacher Farm on the city’s northwest side, opened for 14 students the first week of January 2011, said James Roberts, the center director.\n\nMost will live in dormitories on the campus, where they will get free room and board, and some clothing. For most students, the education and training run for at least 8 1/2 months, but can run for as long as three years.\n\nThat means it will be about September before any will be ready for jobs.\n\nSo what about the 125 jobs Barrett said have been created?\n\nAccording to Roberts, they are all federally funded staff positions at the Job Corps facility itself, everything from instructors and career counselors to cooks and custodians. Nearly all the positions are full-time and most have been filled.\n\nWhen politicians announce job creations, the public typically thinks of new jobs in the private sector, but that’s not the case here.\n\nIn this case, there are 125 taxpayer-funded jobs that have been added to run the Job Corps Center. But the center itself doesn’t create jobs; it trains people for jobs. And it likely will not have trained anyone to be ready for work until late 2011.  \n\nFor our work on this item, it’s time to call it a day.\n\nEven before the Milwaukee Job Corps Center opened, Mayor Tom Barrett touted the fact \"more than 125 jobs have been created.\" There are about 125 new jobs as a result of the new facility -- those needed to run the center. However, the facility itself is not aimed at job creation, but job training -- and it isn’t expected to have trained any students to be ready for jobs until at least September.\n\nWe rate Barrett’s statement Mostly True.", "vclaim_id": "vclaim-pol-13810"}