{"url": "/factchecks/2016/sep/28/tammy-baldwin/donald-trump-only-major-party-nominee-40-years-not/", "speaker": "Tammy Baldwin", "vclaim": "Says that except for Donald Trump, \"every other major party nominee\" for the past 40 years has released their tax returns.", "truth_label": "mostly-true", "date": "stated on September 19, 2016 in a statement:", "title": "Is Donald Trump the only major-party nominee in 40 years not to release his tax returns?", "text": "On Sept. 19, 2016, the Wisconsin Democratic Party called on Donald Trump to release his tax returns, issuing a statement that quoted U.S. Sen. Tammy Baldwin, D-Wis., as saying:\n\"The time is way past due for Donald Trump to release his tax returns, as every other major party nominee has done for the past 40 years.\"\nSo, let’s see if that’s what every Democratic and Republican presidential nominee since 1976 has done.\nWayback machine\nBaldwin has taken aim at Trump before, since he became the GOP nominee.\nIn August 2016, we rated Half True her claim that Trump \"has a long history of exporting jobs overseas.\" Trump-brand products such as his clothing have been made overseas, but those jobs were always abroad, not U.S. jobs that were moved.\nTo back her current claim, Baldwin’s campaign cited editorials from the New York Times and the Washington Post, both of which said Trump would be the first major party candidate since 1976 -- 40 years ago -- not to release his tax returns. Also cited was an editorial from the Boston Globe, which said it’s been more than 40 years.\nBut there is an exception.\nWe checked an archive of presidential tax returns maintained by the Tax Analysts, a publisher specializing in tax policy. It shows that going back to 1976, all but one major-party nominee released at least one return.\nOnly Republican Gerald Ford, who lost to Democrat Jimmy Carter in 1976, did not release returns (he released summary tax data), the archive shows. FactCheck.org also found Ford to be the one exception.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nJoe Thorndike, the Tax History Project director at Tax Analysts, told us that Ford’s summaries were clearly not the same as tax returns. For instance, they didn’t provide detailed information on things such as sources of income and charitable contributions.\nMoreover, it’s impossible to know what might be in a return unless you see the return.\nIt's also worth noting that while some nominees have released numerous years of returns – 1996 GOP nominee Bob Dole provided 30 years’ worth – others have not. In 1980, Republican Ronald Reagan released only one return and in 2012, Republican Mitt Romney released two.\nIn the 2016 race, Hillary Clinton, the Democratic nominee, has released returns from 2000 through 2015.\nAs for Trump, he has said he hasn’t released his taxes because he is being audited. When he claimed he \"released the most extensive financial review of anybody in the history of politics. … You don't learn much in a tax return,\" PolitiFact National’s rating was False.\nTrump did release an extensive (and legally required) document detailing his personal financial holdings. But experts say tax returns would offer valuable details on his effective tax rate, the types of taxes he paid and how much he gave to charity, as well as a more detailed picture of his assets.\nOur rating\nBaldwin says that except for Trump, \"every other major party nominee\" for the past 40 years has released their tax returns.\nShe’s almost right. During that period, the only major-party presidential nominee who didn’t release returns was Ford, the Republican nominee in 1976. It's also worth noting that many nominees have released numerous years of returns, but some have released only one or two.\nWe rate Baldwin’s statement Mostly True.\nhttps://www.sharethefacts.co/share/3b799eb7-8454-41ff-a343-3c13c44e9c78", "vclaim_id": "vclaim-pol-04248"}