{"url": "/factchecks/2014/apr/03/republican-governors-association/republican-governors-association-says-40-percent-j/", "speaker": "Republican Governors Association", "vclaim": "Under Mary Burke’s leadership, Commerce Department business-incentive programs had \"major shortcomings\" and \"40 percent of jobs...didn’t materialize.\"", "truth_label": "mostly-true", "date": "stated on March 17, 2014 in a campaign TV ad:", "title": "Republican Governors Association says under Mary Burke 40 percent of jobs promised by Commerce Department under didn’t materialize", "text": "Major problems at his redesigned job-creation agency created a political headache for Gov. Scott Walker when millions of dollars in taxpayer money given to businesses was not tracked.\nNow Walker’s allies in his 2014 re-election campaign are hoping to spread the pain to Democratic challenger Mary Burke.\nBurke, as Commerce secretary under Walker predecessor Jim Doyle, ran the predecessor agency to Walker’s Wisconsin Economic Development Corp.\nNow Burke’s record at the Commerce Department is under attack in a series of TV ads from the Republican Governors Association. The most recent came after a Burke ad claimed that \"under Walker, unemployment’s up.\" We rated that Pants on Fire, noting unemployment has gone steadily down since Walker took office.\n\"Burke is desperate to hide her failed record on jobs,\" the ad begins.\nThe spot cites a 2007 Milwaukee Journal Sentinel investigation into Commerce Department subsidies given to businesses that promised to create jobs.\nAn announcer says: \"What is clear is in Madison, Burke wasted millions of tax dollars, and promised jobs didn’t materialize.\" Two quotes attributed to the newspaper are featured on-screen, including \"Major shortcomings\" and \"40% of jobs … failed to materialize.\"\nWe’re not going to fact check whether millions was \"wasted\" in the subsidy programs. There’s considerable disagreement on whether such programs work or are necessary, even when promised jobs get created. So in some respects that is a matter of opinion.\nBut we decided to take a look at how the RGA was characterizing the Journal Sentinel’s work and Burke’s role in the problems it noted.\nAbout the program\nSubsidy programs for corporations have proliferated since Wisconsin began providing grants, tax credits and forgivable loans in the 1980s to keep businesses from fleeing the state, the Journal Sentinel reported in that 2007 series.\nThe taxpayer-provided aid, about $50 million a year as of 2007, generally comes with some strings: creating or preserving jobs, or helping low-income areas, the stories said.\nNow, back to the RGA’s TV spot.\nThe Journal Sentinel series, \"Subsidies Without Scrutiny,\" found 40% of jobs promised by 25 firms that won $80 million in state aid over a six-year period \"failed to materialize,\" a Journal Sentinel follow-up story noted on July 5, 2007.\nThe RGA ad cites this follow-up story specifically. The group of 25 firms included the 10 largest aid recipients, accounting for roughly one-fourth of all business subsidies given.\nThe series also found what were termed \"major shortcomings\" in state subsidy records. Firms receiving help rarely complied with their aid agreements, state officials routinely eased rules for business recipients and no reliable process existed to track success or failure, it found.\nMany of the state subsidy files examined by the Journal Sentinel were in disarray, the series found. Companies were supposed to file with the agency annual or semiannual progress reports on job creation. But many of the reports were late or missing.\nThat hobbled the Commerce Department's ability to tally how successful its aid programs had been, the paper found. (It’s worth noting, in addition, that that the stories took a snapshot of the job creation as of 2007, but additional jobs may have been created or lost since then at the firms receiving aid. The 40 percent figure has not been updated).\nIn short, the RGA’s claim accurately, if ever so briefly, summarizes the problems in the business-aid programs identified by the newspaper.\nHow much responsibility?\nA trickier question is what was Burke’s role in this.\nThe newspaper examined information on subsidies dating from January 2000 to March 2006. Doyle tapped Burke in February 2005 to run Commerce and she left in November 2007.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo how much responsibility does she bear?\nThere’s no doubt Burke was in charge when some of the incentives examined by the newspaper were initially granted.\nIt’s also clear that many of the 25 firms won approval for state help before Burke was on the scene -- 70 percent, we found in looking back at the reporting of the 2007 Journal Sentinel series. Many of the deals originated earlier under Doyle or even before that under Republican Governors Tommy Thompson and Scott McCallum.\nStill, even on many of those older subsidy arrangements, Burke would have been responsible for monitoring the promised jobs and handing out the money.\nThat’s because the money was portioned out as jobs were created, often over up to a seven-year period.\nIn the 2007 Journal Sentinel series, Burke took responsibility for some problems, defended the program in general and pointed out specific successes. She blamed tight budgets for record-keeping she acknowledged had shortcomings.\nShe argued that the incentives are necessary in some cases just to preserve jobs at a company weighing lucrative offers from other states.\n\"They need to see a sign ... that we value their presence,\" Burke said in 2007.\nBurke said at the time that improvements were underway in tracking firms’ progress on jobs goals. She also noted at the time that one safeguard in place was that companies can’t claim tax credits unless they meet job goals.\nThe newspaper, however, found companies often got tax credits for preserving old jobs as well as for creating new ones and that companies routinely got more time to meet job goals than contracts specified.\nThe paper’s findings mirrored those of an earlier legislative audit that examined various state economic development programs in a narrower period than the newspaper’s review. The state audit looked at mid-2003 to mid-2005.\nThat period overlaps Burke’s tenure, but by just six months.\nThe 2006 audit found:\n• Insurance companies claimed more than $29 million in tax credits over six years under a program that created just 316 jobs. For each job created, taxpayers spent $91,871 — far more than what they spent to create jobs in other programs.\nThe audit found a wide range in the cost of creating or retaining jobs under other programs, from a low of $556 to a high of $22,727 per job.\n• At least two companies laid off employees within three years of receiving state grants. The state does little long-term follow-up with grant recipients and so is unaware of other such examples, auditors said.\n• The state Department of Commerce did not adequately follow up on the performance of companies that received assistance. Its regular reports to the Legislature detailed expected outcomes, rather than results.\nIn response to the audit, Burke, whose job was to oversee many of the state’s economic development programs, said in 2006 that the audit made welcome recommendations on improving reporting and streamlining the programs. But she said the state was doing a good job in getting money to the right businesses.\nDoyle, in the wake of the audit, acknowledged that targeting money to the right areas can be difficult.\n\"What you really have to do is make sure that the grants that are going out are going to companies that have good plans. . . . (But) you can never predict exactly what the future is,\" he said. \"You’ve got to have smart people who are really looking at whether the applications are ones that show real promise.\"\nOur rating\nThe Republican Governors Association said that under Burke, Commerce Department business-incentive programs had \"major shortcomings\" and \"40 percent of jobs … didn’t materialize.\"\nThe programs did have significant problems, some acknowledged by Burke at the time. And the 40 percent figure is accurately drawn from the Journal Sentinel series that sampled the job-creation progress for 25 companies.\nBut the ad’s claim needs clarification in that the newspaper series focused mainly on deals that originated before Burke took office, though she was responsible for overseeing the disbursal of money. That fact puts some of the blame on Burke’s predecessors.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-08049"}