{"url": "/factchecks/2011/aug/30/xavier-becerra/11000-attempts-amend-us-constitution-only-27-amend/", "speaker": "Xavier Becerra", "vclaim": "\"We've had 11,000 attempts to amend the Constitution since 1789.\"", "truth_label": "true", "date": "stated on July 29, 2011 in a press conference:", "title": "Of 11,000 attempts to amend U.S. Constitution, only 27 amendments have passed", "text": "At a press briefing about the debt limit negotiations, Rep. Xavier Becerra, D-Calif., criticized a Republican push for a balanced budget amendment. He said Congress should not be hasty about amending the Constitution and noted that only a tiny number of amendments ultimately pass.\n\n\"We’ve had 11,000 attempts to amend the Constitution since 1789. Twenty-seven amendments have been passed, 10 of them in one shot with the Bill of Rights. And so, we’re now hearing that Republicans may want two, three days before they plunge us into the economic abyss, propose the eleven-thousand and first constitutional amendment so that in less than three days we pass that when it’s taken over 230 years to pass 27 out of the 11,000 that were proposed,\" Rep. Becerra said, adding, \"That’s the height of ridicule.\"\n\nBecerra was later named to the \"super committee\" that is developing a plan to comply with the budget cuts required by the debt ceiling vote.\n\nBefore we get to the numbers, it’s worth reviewing the process for amending the U.S. Constitution.\n\nAmendments can be proposed two ways: in Congress or by a national convention assembled at the request of the two-thirds of the states legislatures.  \n\nThe national convention approach has been attempted twice but has never been successful. So the successful amendments have all originated in Congress.  \n\nAnd according to a congressional tally, Becerra is just about right on target: Congress has considered \"approximately 11,372 amendments\" from 1789 through December 31, 2008, the most recent tally available, according to the Statistics and Lists section of the United States Senate website.\n\nWhy is it \"approximately\" 11,372? The site says that's because of a number of factors, including inadequate indexing of legislation in the early years of Congress.\n\nOf those 11,372 proposed amendments, only 27 have been approved by Congress and ratified by the states. Why such a low success rate? Senate Historian Donald Ritchie told us that amending the Constitution is \"an extremely complicated process\" and an amendment \"essentially only gets adopted when there’s a broad national consensus on the issue.\"\n\nUniversity of Pennsylvania law professor Kermit Roosevelt agreed, noting that \"the founders wanted the bar set high because they believed that most issues should be left to the ordinary political process. A constitutional amendment takes an issue away from the normal process of democratic politics, quite likely forever. So it makes sense to require an extraordinary consensus to resolve it permanently.\"\n\nMost proposals aren’t inspired by a broad national consensus, however. The motivation for introducing a constitutional amendment is often political. \"Every time the Supreme Court makes a ruling some member of Congress doesn’t like, someone pushes for a constitutional amendment on the matter,\" Ritchie told us.\n\nFor example, the day after the Supreme Court ruled flag burning to be protected speech in 1989, U.S. Rep. Michael Bilirakis, R-Fla., introduced an amendment outlawing desecration of the flag. Amendments to ban flag burning have been introduced in every session of Congress since, spanning more than two decades.\n\nMany amendments are introduced many times. An amendment defining marriage as between one man and one woman has been introduced numerous times in the last decade, including four times in a single session of Congress. Some are introduced many times but with variations. Following the terrorist attacks of Sept. 11, 2001, members of Congress introduced amendments that would provide for the continuity of Congress in the event of a sudden mass vacancy in the Capitol. The amendments varied on what constituted that \"mass vacancy\" and how replacement lawmakers would be chosen. None of the amendments passed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBack to Becerra. He was correct that only a tiny percentage of amendments ultimately pass and are ratified. He said 11,000; the official count puts the number at approximately 11,372. That's close enough to earn a True.", "vclaim_id": "vclaim-pol-12504"}