{"url": "/factchecks/2018/feb/07/bill-nelson/fact-checking-statistics-about-puerto-ricos-storm-/", "speaker": "Bill Nelson", "vclaim": "\"Violent crime in Puerto Rico is on the rise as nearly one-third of the island remains without power.\"", "truth_label": "half-true", "date": "stated on February 2, 2018 in a tweet:", "title": "Fact-checking statistics about Puerto Rico’s storm recovery", "text": "Florida Sen. Bill Nelson is calling on the federal government to help Puerto Rico address the fallout from Hurricane Maria, a Category 4 storm that hit the island more than four months ago.\nNelson, a Democrat seeking re-election this year, and Republican Sen. Marco Rubio sent a letter to Attorney General Jeff Sessions on Feb. 1, encouraging federal justice officials to \"engage with the Commonwealth of Puerto Rico to best determine how federal law enforcement can assist the territory in these trying times.\"\nThe letter comes in the middle of reports of increased crime in Puerto Rico, which Nelson emphasized in a tweet accompanying news reports about the letter.\n\"Violent crime in Puerto Rico is on the rise as nearly one-third of the island remains without power,\" Nelson tweeted Feb. 2.\nViolent crime in Puerto Rico is on the rise as nearly 1/3 of the island remains without power. Sen. Rubio and I have asked DOJ to send any additional law enforcement resources necessary to help protect the people of Puerto Rico as they continue to recover. https://t.co/NRTRHVJgFH— Bill Nelson (@SenBillNelson) February 2, 2018\n\n\nWe wondered if Nelson’s statistics about Puerto Rico’s storm recovery were accurate. Let’s take a look.\nNelson’s communication director Ryan Brown said the claim was in reference to recent news reports about an uptick in killings in January 2018.\n\"If you look at Nelson and Rubio’s letter, they clearly discuss the murder rate when discussing the increase in violent crime,\" he said. \"But they also clearly cite recent media reports.\"\nTake for example the Associated Press article from Feb. 1. \n\"One of Puerto Rico’s deadliest months in recent years has closed, with 78 killings reported in January as the U.S. territory struggles with a surge in violent crime and growing discontent among thousands of police officers,\" it reads. \nThat's almost a 35 percent increase from the previous year at the same time. There were 58 recorded killings in January 2017, according to statistics from Gobierno de Puerto Rico Policia. In addition, the AP reported that Puerto Rico normally sees an average of 56 homicides a month in the last two years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe AP reported that the uptick in killings came after increased dissatisfaction among thousands of police officers. In late December, police officers began calling in sick after the government fell behind on repaying millions of dollars worth of overtime  following Hurricanes Irma and Maria.  \nNelson has a point about a recent uptick in killings, but Nelson said \"violent crime,\" which includes other crimes such as sexual assault, robberies and aggravated assault. \nThe most recent data for violent crime we could find was from Gobierno de Puerto Rico Policia. The report compared the month of January 2017 to the month of January 2018 and showed that violent crime dropped 12 percent, from 716 incidents in January 2017, to 630 incidents in January of 2018.\nBut, comparing violent crime from one point in 2017 to the same point in 2018 is not an apple-to-apples comparison, experts said. Here's why:\nHundreds of thousands of Puerto Ricans fled the island after Hurricane Maria. It's hard to say exactly how many Puerto Ricans have left. University of Florida economists estimate the post-Maria moves to Florida are around 50,000 as of Jan. 6, according to an Orlando Sentinel article.\nSecondly, criminologists and experts familiar with the situation in Puerto Rico said it’s possible that the number of recently reported violent crimes (outside of homicides and murders), might be an undercount.\n\"Homicides are reliably measured, but the measurement of other violent crimes depends on reports by the victim or someone else to the police,\" said Richard Rosenfeld, a professor of Criminology and Criminal Justice at the University of Missouri - St. Louis.\nPart of the reason it’s difficult to track violent crime outside of murders, has to do with the lack of power and resources on the island. Like Nelson accurately said, nearly one-third of the island remains without power.\nOn Feb. 2, the acting executive director of the Electric Power Authority Justo L. González Torres announced that a little more than one million or 70.92 percent electric customers in Puerto Rico have power. That leaves about 450,000 customers (roughly one-third) without power.\n \nOur ruling\nNelson said that \"violent crime in Puerto Rico is on the rise as nearly one-third of the island remains without power.\"\nNelson is accurately citing the percentage of Puerto Rico power customers still without power, but his claim about violent crime requires some context. Nelson is referring to a recent uptick in killings in January of this year, not overall violent crime.  \nThe most recent estimate we could find shows that violent crime has actually dropped 12 percent in January compared with same point last year. Still, that doesn’t mean Nelson is wrong. Experts said the uptick in killings is significant, and that the crisis in Puerto Rico has more than likely reduced crime reporting by victims and perhaps also the recording of crime reports by the police, so the official statistics might be undercounting the number of violent crime incidents.\nWith everything considered, we rate this claim Half True.\n Share the Facts 2018-02-07 15:45:05 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Violent crime in Puerto Rico is on the rise as nearly one-third of the island remains without power.\"    Bill Nelson Senator https://twitter.com/SenBillNelson/status/959524862342713344   in a tweet Friday, February 2, 2018 2018-02-02    Read More  info", "vclaim_id": "vclaim-pol-02429"}