{"url": "/factchecks/2012/jan/26/donald-mceachin/mceachin-says-gov-mcdonnells-budget-cuts-public-ed/", "speaker": "Donald McEachin", "vclaim": "Gov. McDonnell's proposed budget \"is cutting\" public education.", "truth_label": "false", "date": "stated on January 11, 2012 in a speech.:", "title": "McEachin says Gov. McDonnell's budget cuts public education", "text": "New dollars are scarce at the state capitol and politicians are positioning for a fight this winter over the amount of money that will be sent to public schools.\n\nDemocrats are complaining that Gov. Bob McDonnell, a Republican, stiffed education in a two-year state spending plan he submitted to the General Assembly last month.\n\n\"Overall in this, his first budget, the governor is cutting pre-K and K-through-12 education by hundreds of millions of dollars,\" Sen. Donald McEachin, D-Henrico, said Jan. 11 in the Democratic response to McDonnell’s State of the Commonwealth address.\n\nIs the governor really calling on lawmakers to reduce public school funding in the biennial budget that starts July 1? (We’ll explore McEachin’s claim that pre-kindergarten programs are also being cut at a later date).\n\nLet’s start with some basic math. McDonnell has asked the General Assembly to spend $13.1 billion on public education during the two-year budget cycle that begins July 1. The current biennial budget, which ends June 30, allots $12.6 billion to schools.\n\nSo that leaves about a $500 million increase. McDonnell’s office says the exact increase is $497.2 million.\n\nHow did McEachin conclude the governor is \"cutting\" public education? Our calls to him were referred to the Virginia Senate Democratic Caucus. We spoke to two officials: Steve Pazmino, the executive director, and Katie Mulhall, the press secretary. They told us the bottom-line state budget numbers are misleading.\n\nWhat throws everything off, they said, is McDonnell’s proposal to inject a record $2.2 billion into the ailing state pension during the coming two-year budget cycle. Of that money, $600 million would go state workers’ retirement plan and Virginia government would pay for that.\n\nThe remaining $1.6 billion would go to teacher pensions with localities kicking in $1 billion and the state paying $600 million. The state’s share would be a $342 million increase over what it is contributing to teacher pensions during the current two-year budget cycle. It would account for the lion’s share of McDonnell’s $497 million boost to the state’s biennial public education budget. So most of the new money the governor is seeking, as Pazmino and Mulhall point out, would be invested in pensions, not classrooms.\n\nEven so, there would remain $155 million in new state education money not earmarked for pensions. The bottom-line state allocation to schools, even if we don’t count the increased contribution to teacher pensions, would still go up under McDonnell’s plan.\n\nBut these calculations, the Democratic officials told us, form the periphery of McEachin’s contention that the governor’s budget would cut school spending. Let’s go to the core.\n\nFunding public schools is a collaborative effort, with roughly 50 percent of the money coming from localities, 40 percent from the state, and 10 percent from the federal government.  Pazmino told us McEachin based his statement on his belief that cash-strapped localities would be forced to slash their spending on classroom instruction to pay their $1 billion bill for teacher pensions over the next two budget years.\n\nLocalities are paying a collective $472 million for teacher pensions during the current budget biennium, according to the Virginia Retirement System.   \n\n\"School boards all across the state are screaming and they’re not saying, ‘We’re getting more money,’\" Pazmino said. \"They’re all saying that this thing equals cuts.\"\n\nPazmino sent us about a dozen news articles quoting local school officials across the state saying the pension contributions will create shortfalls in their budgets. The predictions came from educators in Virginia Beach, Lynchburg, Charlottesville, Waynesboro, Roanoke, Staunton and Suffolk. They said the slight increase in state funds their school systems might receive under McDonnell’s proposal would be dwarfed by increased pension payments. Several officials raised the possibility of teacher layoffs or tax increases to balance their budgets.  \n\nOfficials at the the Virginia Association of School Superintendents say they recently surveyed 85 of Virginia’s 132 local school divisions and found \"more than 90 percent of them\" were anticipating \"significant shortfalls based on the governor’s budget.\"\n\nLocally, Hanover County public schools estimate McDonnell’s budget would increase its pension contribution by $5.8 million while adding only $1.6 million is state aid. Chesterfield County schools would see a $3.1 million rise in state aid while paying $16.7 million more for teacher pensions. Richmond schools estimate paying $8.2 million more in pension contributions next year and the loss of $985,300 in state aid. Henrico County, an anomaly in this debate, would pay $13.4 million more for pensions next year, but receive $14.1 million more in state aid.\n\nOur ruling:\n\nMcEachin, speaking on behalf of Democrats in the General Assembly, accused the governor of \"cutting\" education funding in his proposed two-year state budget.\n\nThe math doesn’t work for the Democrats here, as the net increase in state funding to public schools would be $497 million under McDonnell’s plan. McEachin and other Democrats point out that most of the money would go to teacher pensions, not classroom instruction. But even if you subtract the pension payments, McDonnell’s budget would increase state spending on public education by $155 million.\n\nThat gain, Democrats speaking for McEachin argue, would be more than wiped out by new demands the governor’s budget would impose on local school districts. McDonnell’s plan  would require city and county school systems to spend about $530 million more on teacher pensions during the next two years then they did in the past biennium. To comply, McEachin says localities would be forced to cut their education budgets.\n\nMcEachin is mistaken. Teacher pensions are already part of local school budgets. Increased retirement payments would not cause the bottom lines of local education budgets to fall. To the contrary, each locality would have to decide how to pay for a rising expense.\n\nDemocrats, speaking for McEachin, say the only realistic option for cities and counties would be to cut other education programs and many may go in that direction. But there are options: some municipalities could decide to raise taxes; others might opt to increase their school budgets by reducing spending for non-education services.\n\nNo doubt, McDonnell’s budget would force most localities to adjust priorities.  But it does not cut the overall state appropriation to public education nor the revenues localities use to pay their share for schools.\n\nWe rate McEachin’s statement False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11710"}