{"url": "/factchecks/2010/jul/14/bill-white/white-perrys-texas-we-import-nurses/", "speaker": "Bill White", "vclaim": "“In Rick Perry’s Texas, we import nurses ... from other countries.”", "truth_label": "half-true", "date": "stated on June 25, 2010 in a speech at the Texas Democratic Party convention:", "title": "White: In Perry's Texas, we import nurses", "text": "What do nurses and welders have in common? According to Bill White, the Democratic gubernatorial nominee, those are two jobs in the state that foreign workers fill.\n\nDuring his June 25 speech to delegates at the Texas Democratic Party convention in Corpus Christi, White said the values of his Republican opponent, who has been governor for more than 10 years, are out of step with Texans’, saying: “Rick Perry’s Texas is different than our Texas. ... In Rick Perry’s Texas, we import nurses and welders from other countries.”\n\nWe’ll leave welders for another day. In this article, we’re checking the nurses’ element.\n\nKaty Bacon, White’s spokeswoman, said the hiring of foreign nurses shows the state has failed to educate enough Texans for the jobs. That's a Perry issue “since he's the leader of state government, and the primary function of state government is education,\" Bacon said. \"The buck stops at his desk.”\n\nBacon backed White's statement about Texas importing nurses by pointing to the National Sample Survey of Registered Nurses, taken every few years by the federal Health Resources and Services Administration. The latest study, completed in 2004, had Texas among six states employing the bulk of the nation’s foreign-educated registered nurses. The leader was California (28.6 percent), followed by Florida (10.7 percent), New York (10.4 percent), Texas (7.5 percent), New Jersey (6.9 percent) and Illinois (5.6 percent).\n\nThe survey found that the majority of the nation's foreign-educated nurses went to school in the Philippines, Canada or the United Kingdom.\n\nBased on a sample of nurses -- not a head count -- the report estimated that in 2004, Texas had 6,738 registered nurses who had attended foreign nursing schools.\n\nCounting licensed nurses, the Texas Board of Nursing put the number significantly higher: It said 20,048 internationally educated registered nurses were eligible to work in Texas in 2004. The number increased more or less steadily from 18,358 in 2000 to 24,483 in 2009, when they accounted for 11 percent of the state's 219,458 registered eligible nurses. News reports from the early 2000s confirmed that Texas hospitals were recruiting nurses from abroad to help fill their staffs.\n\nThat's not new. Clair Jordan, executive director of the Texas Nurses Association, said foreign-trained nurses were even more prevalent decades ago. From the 1960s through the 1980s, she said, as many as 30,000 foreign-trained nurses may have been hired to work in Texas. Jordan said very few Americans go overseas for training.\n\nIn the past few years, said Jordan, the nursing pinch has been eased somewhat by the economic downturn (which reduced job turnover as some nurses put off retirement or worked more hours) and an increase in graduates from the state’s nursing schools. Federal visa restrictions have also hampered foreign recruitment, said Amanda Engler, a spokeswoman for the Texas Hospital Association.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWhat's been state government's role in all this?\n\nIn 1999, the year before Perry became governor, the Texas Nurses Association joined with other organizations to address the nursing shortage, according to a report written in 2008 and updated this year by the Texas Team -- 10 state, industry, higher education and legislative leaders selected by the governor's office. Among the concerns raised by the coalition: Too many qualified applicants were being turned away from the state's nursing programs, mainly because the schools lacked the resources to train them. Graduating more nurses was one of the group's legislative goals.\n\nSince 2001, the Legislature has appropriated more than $100 million to tackle the nursing shortage, according to the nurses association. Enrollment in registered nursing programs increased 62 percent from 2001 to 2009 and graduates increased 81 percent, according to the Texas Center for Nursing Workforce Studies and the Texas Board of Nursing.\n\nWhat has Perry done? Catherine Frazier, a spokeswoman for the governor’s campaign, said Perry “has led the charge to improve the nursing shortage and nursing education in Texas.” We found five examples, from 2002 to 2010, of Perry citing the shortage in speeches and endorsing efforts to help expand the educational system.\n\nUnder “Nursing Education Efforts” on his office's website, Perry touts several legislative actions, starting with the Professional Nursing Shortage Reduction Program, which he signed into law in 2001. The legislation, authored by then-Sen. Mike Moncrief, D-Fort Worth, established grant programs for nursing schools to increase student enrollment and retain faculty members.\n\nElizabeth Sjoberg, associate general counsel for the Texas Hospital Association, told us Perry “has supported initiatives to address the nursing shortage for a number of years.” Sjoberg noted that Perry’s wife, Anita, is a former nurse.\n\nDespite the improvements, Sjoberg said, Texas still has catching up to do. In a 2010 report, the Texas Center for Nursing Workforce Studies said that by 2020, Texas will be short about 70,000 full-time registered nurses as the state continues to grow, its population ages and older nurses retire. The center said that to meet the demand for registered nurses by 2020, the number of graduates will need to triple from the 2009 level, when 8,211 people graduated.\n\nTexas nursing schools are still turning away qualified applicants -- about 8,700 in 2009, primarily because the schools lack sufficient faculty, the center reports.\n\nUpshot: White is correct that Texas imports nurses from abroad. But implying that Perry is to blame for that disregards the governor's efforts to address a shortage that existed before he became governor, and has persisted despite efforts by the state to produce more Texas-trained nurses.\n\nWe rate White's statement as Half True.", "vclaim_id": "vclaim-pol-14769"}