{"url": "/factchecks/2012/oct/22/charles-bass/charlie-bass-accuses-ann-mclane-kuster-having-extr/", "speaker": "Charles Bass", "vclaim": "Ann McLane Kuster is \"for a government takeover of health care more radical than Obamacare. And she supports a $700 billion cut to Medicare for current retirees.\"", "truth_label": "barely-true", "date": "stated on September 26, 2012 in an ad “Dancing,” released September 26, 2012.:", "title": "Charlie Bass accuses Ann McLane Kuster of having extreme partisan agenda", "text": "On the campaign trail, U.S. Rep. Charles Bass has often targeted his opponent Ann McLane Kuster for her support of the Affordable Care Act. But, last month, he took the attack one step further in an ad broadcast on New Hampshire airwaves.\n\nKuster \"is for a government takeover of health care more radical than Obamacare,\" Bass charges in the ad, \"Dancing,\" released September 26.\n\n\"And she supports a $700 billion cut to Medicare for current retirees,\" the ad declares. \"Annie Kuster: so far left, she’ll never be right for us.\"\n\nWe’ve heard this line of attack before. Last month, we gave Bass a False ruling on his charge that Kuster supports a government takeover of health care.\n\nBut, this claim goes further, accusing Kuster of supporting a plan more extreme than the health care law. So, we decided to take another look.\n\nIn this ad, Bass cites a Concord Monitor article from 2010, in which Kuster both lauded President Barack Obama’s Affordable Care Act and offered her support for a government-run insurance option to better control costs.\n\n\"I support the public insurance option to increase competition and bring down costs,\" she told the paper. \"We can't print enough money to have access to healthcare for everyone without addressing costs.\"\n\nIn past rulings, including the prior Kuster claim, PolitiFact has disagreed strongly with the classification of the Affordable Care Act as a government takeover of healthcare. A ‘government takeover’ conjures images of the European approach to health care, where the government owns the hospitals and doctors are public employees. In 2010, PolitiFact named the claim its Lie of the Year.\n\nUnder the Affordable Care Act, employers will continue to provide health insurance to most patients through private insurance companies. This would continue to prove true, even if lawmakers passed a public insurance option, like the one Kuster is talking about, according Jonathan Oberlander, a professor of health policy at the University of North Carolina-Chapel Hill.\n\nIn that case, private providers would still supply the majority of medical services. But, patients could choose to go with a government-run insurance plan to cover the costs, Oberlander said.\n\n\"You would still have private physicians and private hospitals, and the government would reimburse them,\" he said. \"But the government would not take over the medical system.\"\n\nLet’s look now at the $700 billion figure Bass mentions in the ad. As in the September claim, Bass is referencing money reportedly taken from Medicare to pay for the Affordable Care Act.\n\nEarlier this year, the Congressional Budget Office revised its estimates to show that the health care law would reduce Medicare outlays by $716 billion between 2013-2022.\n\nAs noted in prior PolitiFact rulings, the reductions do not come in the form of direct cuts, but through changes to Medicare intended to reduce costs. These changes, targeted mainly at insurance companies and hospitals rather than beneficiaries, will not result in immediate cuts to Medicare, but are intended instead to reduce future Medicare spending and to free up savings that will then offset the costs of the health care law.\n\nOur ruling:\n\nLast month, we chided Bass for referring to the Medicare reductions as a robbery. This time, the Congressman changed his language, speaking instead to a \"$700 trillion cut,\" a claim we deem more accurate. But, he still did not accurately characterize the nature of the cuts, which will be realized over time. Similar statements have been ruled Half True in the past for failing to make these distinctions.\n\nMoreover, little has changed that makes Bass’ claim about the \"government takeover of healthcare\" more true today than it was a month ago.\n\nIntroducing a public option might welcome the government further into the insurance game. But, it would not bring the U.S. medical system any closer to the European model of government-run hospitals and clinics. This part of the statement remains False.\n\nOn balance, we rate Bass’ claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10113"}