{"url": "/factchecks/2019/jul/03/viral-image/did-eisenhower-say-military-parade-would-make-us-l/", "speaker": "Viral image", "vclaim": "When asked if the United States should have a military parade to \"show off its might,\" President Dwight Eisenhower said, \"Absolutely not. We are the pre-eminent power on Earth. For us to try and imitate what the Soviets are doing in Red Square would make us look weak.\"", "truth_label": "half-true", "date": "stated on July 3, 2019 in posts on the Internet:", "title": "Did Eisenhower say a military parade would make U.S. look weak? Not in so many words", "text": "As President Donald Trump was preparing a July 4 celebration in Washington, with tanks and other armaments on display, some social media users were pushing back by sharing an image of one of Trump’s predecessors as president, former general Dwight D. Eisenhower.\nA post circulating on the internet showed a photograph of Eisenhower with the following caption:\n\"When asked if the United States should have a military parade to show off its might, this was then-President Eisenhower’s response: ‘Absolutely not. We are the pre-eminent power on Earth. For us to try and imitate what the Soviets are doing in Red Square would make us look weak.’\"\n\nA reader who saw the post asked us to fact-check it.\nThe meme has been circulating since at least early 2018, when news of Trump’s idea for a military-themed parade in the nation’s capital was circulating, Snopes.com reported at the time.\nThe fact-checking site noted that it was actually a quote from historian Michael Beschloss, author of the book \"Presidents of War\", in an interview with NPR’s \"All Things Considered\" on Feb. 7, 2018. \nBeschloss was paraphrasing Eisenhower’s feelings about military parades, but was not directly quoting him.\nBeschloss told NPR that while Eisenhower had no quarrel with parades following major military victories and while some military hardware was present at his 1953 inauguration, \"to have a military parade without the end of a war or an inaugural or some big reason in Washington, D.C., that is out of our tradition.\" The NPR report continued:\nBeschloss points to the 1950s, when Dwight D. Eisenhower was president and Soviet leader Nikita Khrushchev presided over large military parades showing off the latest in Soviet military might. Beschloss says some in the White House approached Eisenhower, himself a decorated military general, suggesting the U.S. do the same, to show off American might.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"Eisenhower said absolutely not, we are the pre-eminent power on Earth,\" Beschloss says, recalling Eisenhower's response. \"For us to try to imitate what the Soviets are doing in Red Square would make us look weak.\"\nSamantha Kenner, communications director of the Eisenhower Presidential Library, Museum, and Boyhood Home in Abilene, Kan., said that their reference archivist recently researched this question and did not find instances of him using those exact words.\nBut Wiliam I. Hitchcock, a University of Virginia historian and author of \"The Age of Eisenhower: America and the World in the 1950s,\" told PolitiFact that the views do mesh with Eisenhower’s.\nLance Janda, a military historian at Cameron University, agreed.\n\"The sentiment certainly aligns with everything we know about him,\" Janda said. \"He was, after all, the president who famously cut defense spending, warned of a military industrial complex, and preferred low profile covert operations to overt use of military force. He was also steadfastly not bombastic or grandiose.\"\nJanda pointed to a passage in Eisenhower’s April 16, 1953 speech \"The Chance for Peace.\"\n\"The cost of one modern heavy bomber is this: a modern brick school in more than 30 cities. It is two electric power plants, each serving a town of 60,000 population. It is two fine, fully equipped hospitals. It is some 50 miles of concrete pavement. We pay for a single fighter plane with a half million bushels of wheat. We pay for a single destroyer with new homes that could have housed more than 8,000 people.\"\nAnd Chester Pach, an Ohio University historian and co-author of \"The Presidency of Dwight D. Eisenhower,\" told Snopes that he agreed Eisenhower would have had a dim view of the idea of a parade along the lines of what Trump has sought. \nOur ruling\nA viral image said that when asked if the United States should have a military parade to \"show off its might,\" Eisenhower said, \"Absolutely not. We are the pre-eminent power on Earth. For us to try and imitate what the Soviets are doing in Red Square would make us look weak.\"\nEisenhower’s presidential library, among other experts, failed to find any occasion on which Eisenhower spoke these words. However, the passage stems from historian Michael Beschloss’ paraphrase of Eisenhower’s views. Several historians told us that Beschloss’ summary aligns with their own understanding of Eisenhower’s views.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-00463"}