{"url": "/factchecks/2018/jan/22/patrick-morrisey/west-virginia-evan-jenkins-joe-manchin-flak/", "speaker": "Patrick Morrisey", "vclaim": "Says Evan Jenkins was Sen. Joe Manchin’s \"spokesperson. It’s true!\"", "truth_label": "barely-true", "date": "stated on January 18, 2018 in a tweet:", "title": "Was Evan Jenkins once Joe Manchin's spokesman?", "text": "Did a Republican candidate in the West Virginia primaries for U.S. Senate once serve as a spokesperson for his Democratic opponent?\nThat’s the accusation of Republican hopeful and Attorney General Patrick Morrisey lobbed at his opponent, U.S. Rep. Evan Jenkins on Twitter on Jan. 18, 2018.\n\"Do you remember when @EvanJenkinsWV was @Sen_JoeManchin’s spokesperson? It’s true! How will Jenkins effectively criticize Manchin when he was his spokesperson & held a fundraiser for him. Manchin will simply portray Jenkins as a dishonest flip-flopper, & it will be true. #wvsen,\" Morrisey tweeted.\nDo you remember when @EvanJenkinsWV was @Sen_JoeManchin’s spokesperson? It’s true! How will Jenkins effectively criticize Manchin when he was his spokesperson & held a fundraiser for him. Manchin will simply portray Jenkins as a dishonest flip-flopper, & it will be true. #wvsen— AG Patrick Morrisey (@MorriseyWV) January 18, 2018\n\n\nJenkins has switched parties several times. He switched from a Democrat to Republican in July 2013 to successfully challenge U.S. Rep. Nick Rahall, D-W.Va.\nBut Jenkins was never on Manchin’s payroll in the typical manner of a \"spokesperson.\"\nIn the parlance of political campaigns, it is the role of a spokesperson to offer public statements for the candidate that appear in news stories and press releases.\nThat is not what Jenkins did, although he did support Manchin back then as a fellow Democrat.\nMorrisey’s tweet was in reference to a public candidate forum sponsored by the local chapter of the NAACP and the Ohio Valley Environmental Coalition in October 2004. Jenkins, then a Democrat, represented then-Democratic gubernatorial candidate Manchin, at the event.\n\"Incumbent legislative candidates present included delegates Kevin Craig, Margarette Leach and James Morgan and senators Bob Plymale and Evan Jenkins, all Democrats,\" The Huntington, West Virginia Herald-Dispatch reported on Oct. 27, 2004. \"Jenkins was there to represent democratic gubernatorial candidate Joe Manchin.\"\nManchin did not attend the forum, where candidates for the state Legislature and county and city offices fielded questions on crime prevention, the environment and education, according to the news report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMorrisey spokeswoman Nachama Soloveichik clarified that Jenkins wasn't an official part of Manchin's team as a spokesperson, but rather, acted as his representative at this event. She did not provide evidence of any other times this occurred.\nNeither Jenkins nor the reporter, Jean Hardiman, recall how exactly Jenkins represented Manchin.\n\"Evan does not recall that local forum in detail but knows he did not give a speech or answer questions on Manchin’s behalf,\" Andy Sere, Jenkins’ spokesman, said. Sere offered Jenkins likely passed along his colleague’s regrets for his absence.\n\"At a lot of events, one politician will stand up to speak for someone who couldn’t be there and read something on the person’s behalf, or offer to relay concerns or take questions on the person’s behalf,\" Hardiman said. \"This may or may not have been the case. And he may or may not have been officially asked to be there, but I didn’t ask that question apparently.\"\nMorrisey’s spokeswoman said it doesn’t matter that Jenkins wasn’t paid or hired to represent Manchin.\n\"He did it as a friend and political compatriot. That’s the whole point,\" Soloveichik said. \"How can he credibly take on Manchin when he was serving on Manchin’s team not that long ago — representing him at events and hosting fundraisers for him.\"\nA spokesman for Manchin’s Senate campaign, Grant Herring, recalled Jenkins as a \"big supporter\" of Manchin in past campaigns.\nJenkins hosted a 2007 fundraiser for Manchin in his Huntington home, referenced in the Morrisey tweet.\n\"Joe Manchin was much different before Washington changed him,\" Sere of the Jenkins campaign said. \"When they served together in Charleston, Evan and Manchin both supported tax cuts, pro-life, pro-gun and pro-coal policies. As governor, Manchin was endorsed by the NRA and West Virginians for Life; Morrisey is thus impugning those conservative groups, as well, when he attacks those who backed Manchin when he was not the liberal he is today.\"\nOur ruling\nMorrisey tweeted, \"Do you remember when @EvanJenkinsWV was @Sen_JoeManchin’s spokesperson? It’s true!\"\nJenkins once represented Manchin at a public candidate forum in Huntington, W. Va. Neither Jenkins nor the reporter recall his role at the event, but Morrisey said Jenkins was not paid to do so, or hired by the Manchin campaign as an official spokesman at any time.\nWe rate this statement Mostly False.\n Share the Facts 2018-01-22 16:41:39 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Evan Jenkins was Sen. Joe Manchin’s \"spokesperson. It’s true!\"    Patrick Morrisey West Virginia attorney general https://twitter.com/MorriseyWV/status/954045627159203841?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fcms.politifact.com%2Ftruth-o-meter%2Fstatements%2F2018%2Fjan%2F19%2Fpatrick-morrisey%2Fwest-virginia-evan-jenkins-joe-manchin-flak%2F   In a tweet Thursday, January 18, 2018 2018-01-18    Read More  info", "vclaim_id": "vclaim-pol-02501"}