{"url": "/factchecks/2019/aug/05/facebook-posts/no-el-paso-and-dayton-mass-shootings-were-not-fals/", "speaker": "Facebook posts", "vclaim": "The El Paso and Dayton shootings were \"false flag\" attacks coordinated by the \"deep state.\"", "truth_label": "pants-fire", "date": "stated on August 4, 2019 in Facebook posts:", "title": "No, the El Paso and Dayton mass shootings were not ‘false flag’ operations", "text": "As of the morning of Aug. 5, weekend mass shootings in El Paso, Texas, and Dayton, Ohio, had taken the lives of at least 30 people. But some social media users claim — without evidence — that the tragedies were planned and coordinated by leftists.\nKnown as \"false flag\" conspiracies, the rumors started making the rounds on Facebook the morning of Aug. 4 following the Dayton shooting. Several Facebook posts claim that the shootings were staged by Democrats to push an anti-gun agenda ahead of the 2020 presidential election.\n\"TWO mass-shootings over the weekend. Both are a 'paid for' effort by the former deep-state leftist regime,\" one post claims.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nFalse flag conspiracies have become a recurring theme in the misinformation that follows mass shootings in the U.S. \nAfter a gunman shot and killed 17 people at Marjory Stoneman Douglas High School in Parkland, Fla., in February 2018, social media users and Russian bots shared the false claim that the tragedy was orchestrated by the so-called \"deep state,\" a purported faction within the government working against President Donald Trump. Similar hoaxes circulated after the mass shooting in Las Vegas in October 2017.\nWhile they’re about different shootings, the false flag conspiracies about the attacks in El Paso and Dayton are cut from the same conspiratorial cloth.\nOne Facebook user published a photo of the Dayton suspect alongside the alleged gunman in a shooting at a garlic festival in Gilroy, Calif., last weekend, which left three dead. We found similar side-by-side comparisons on Reddit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"DEEP STATE RECYCLES SHOOTERS,\" the user claimed in the post.\n\n(Screenshot from Facebook)\nThe photo on the left comes from a story in The Daily Mail about Santino William Legan, 19, whom authorities have named as the gunman responsible for the Gilroy shooting. The photo on the right comes from a story by KTVT in Dallas about Patrick Crusius, 21, the suspect linked to the El Paso shooting.\nThe shooting suspects may look similar, but that doesn’t mean they’re the same person. Authorities in both El Paso and Gilroy have identified two different suspects. Plus, Gilroy authorities said the gunman died at the scene of the shooting.\nAnother post points to an article from Natural News, a known purveyor of health misinformation, that purports to show that \"the official news narrative about the El Paso Walmart mass shooting is largely fabricated.\" PolitiFact hasn’t rated each of the five points the site brought up, but the article relies on conjecture and speculation to claim that the El Paso and Dayton shootings were false flag operations.\nFurther, there’s no evidence to suggest that either attack was coordinated or otherwise planned by a left-leaning faction of the U.S. government.\nAuthorities are investigating a manifesto published online by the alleged El Paso gunman shortly before the attack, which expressed hatred for Hispanic people and laid out an attack on them in the United States. Police still haven’t disclosed a potential motive for the Dayton shooter, who was killed on the scene, but media reports suggest that Connor Betts, 24, had talked about violent fantasies in the past.\nOur ruling\nPosts on social media claim the El Paso and Dayton shootings were \"false flag\" attacks coordinated by the \"deep state.\" The posts use a mix of conjecture and misinformation to reach an unproven conclusion. We rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-00365"}