{"url": "/factchecks/2021/jan/22/garlin-gilchrist/why-are-racial-disparities-michigans-covid-19-case/", "speaker": "Garlin Gilchrist", "vclaim": "In Michigan, “we were able to really flatten” the racial disparity in COVID-19’s impact “and make significant progress.”", "truth_label": "mostly-true", "date": "stated on January 17, 2021 in a speech at MLK Day Jr. Youth Conference:", "title": "Why are racial disparities in Michigan’s COVID-19 cases and deaths shrinking?", "text": "Michigan Lt. Gov. Garlin Gilchrist, who chairs the state’s Coronavirus Task Force on Racial Disparities, claimed that steps taken by communities of color, along with state and local efforts, have helped alleviate COVID-19’s disproportionate impact on Black residents.\n\"I’m proud to report that in the State of Michigan, we were able to really flatten that disparity and make significant progress,\" he said at an MLK Jr. Day Youth Conference.\nBlack residents make up 13.7% of Michigan’s population. But in April, they accounted for 42.93% of COVID-19 deaths, according to a Detroit Free Press analysis. That share has steadily decreased, and hit a low of 7.08% in November. Even during the second wave of the pandemic that began in the fall, the case rate among Black residents mostly remained below the rate for white people, according to data from the Michigan Department of Health and Human Services.\nMichigan seems to have bucked the national trend, as Black communities across the country continue to experience disproportionately high death rates.\nGilchrist said the shift \"is a tribute and a testimony, frankly, to people of color stepping up and doing the right things to keep themselves and their families safe.\" He also credited local and state efforts to address COVID-19’s toll on communities of color.\nIt is impossible to know for sure what’s driving the trend. Experts we talked to backed up Gilchrist’s claim, but also pointed to other factors, including the way the pandemic has spread beyond the early hot spots.\nGeographical scope changes\nThe disparities have closed statewide. But Dr. Philip Levy, a professor at the Wayne State University School of Medicine, attributed the shift in part to Detroit. The onset of the pandemic in late March hit southeast Michigan hard, and Detroit — where the population is nearly 80% Black — became a hot spot. But the city is no longer leading the surge in cases and deaths in Michigan.\nIn early November, cases began raging in western Michigan. And in the late fall and early winter, the Upper Peninsula saw a big increase in COVID-19 cases and deaths.\nIn the most recent phase, Detroit has stood out for its low infection rate, even compared with the rest of the metro area.\n\"Despite the rise, Detroit has stayed down,\" said Levy. \"Something must be going on, and the secret sauce, I think, is in the people themselves.\"\nDetroiters were impacted early\nDawn Misra, an epidemiologist at Michigan State University who conducted a mortality review of Michiganders who died from COVID-19, said she suspects that the personal impact of the pandemic on the lives of Detroiters led the city’s residents to take the virus seriously.\n\"Everyone who lives in Detroit ended up being probably close to someone they knew who died,\" Misra said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nLevy said Detroiters’ early and personal experiences led them to embrace mask-wearing and social distancing. \"I think people really stepped up for their own personal responsibility and really recognized that they had an important role to play in this, and if people didn’t do that more people that they knew were going to die,\" he said.\nBlack Michiganders across the state have embraced mask-wearing. A survey conducted by the Michigan Department of Health and Human Services over the summer found that 81% of Black Michiganders reported that they always wear a mask, compared with 69% of the rest of the population.\n\"They listened to the science,\" Misra said.\nState and local efforts\nMisra also credited state and local efforts to reduce racial disparities. For instance, as cases surged in Detroit, the city rolled out rapid testing for first responders, bus drivers and health care workers, becoming the first city in the country to do so. Levy helped launch a mobile testing program in Detroit that deployed vehicles to neighborhoods where cases were rising. These were among many efforts to ramp up testing in the city, said Misra.\nIn late April, Gov. Gretchen Whitmer established the task force to examine racial disparities during the pandemic. Michigan is only one of a dozen states with such a task force, according to the National Governors’ Association.\nThe state’s task force set up neighborhood testing sites in at-risk communities, launched media campaigns in urban communities on wearing masks and testing and provided personal protective equipment and food for quarantined individuals.\nThe virus got worse\nBut another factor in the narrowing racial disparity is the increase in cases in predominantly white areas in the state.\nJon Zelner, a professor of epidemiology at the University of Michigan, said the worsening pandemic is an \"underappreciated factor\" in explaining the reduction in racial disparities. \"Some of the narrowing of that gap unfortunately kind of comes from an increase in overall case burden,\" he said.\n\"When you see white deaths going up, the ratio looks better,\" he added.\nOur ruling\nGilchrist claimed that Michigan has seen significant progress in reducing the racial disparities observed at the outset of the pandemic, particularly the disproportionate impact on Black residents, and credited community, state and local efforts.\nPublic health experts and officials say Black residents as well as the state and local governments made significant efforts to narrow the disparity. But a surge in cases among white people has also contributed, as the impact of the pandemic spread beyond Detroit into predominantly white areas around the state.\nWe rate Gilchrist’s claim Mostly True.\nPat Byrne contributed reporting.", "vclaim_id": "vclaim-pol-19210"}