{"url": "/factchecks/2010/oct/04/kurt-schrader/kurt-schrader-says-scott-bruun-wants-cut-departmen/", "speaker": "Kurt Schrader", "vclaim": "Says Scott Bruun supports \"cutting the Department of Commerce and eliminating NOAA.\"", "truth_label": "half-true", "date": "stated on September 15, 2010 in a radio interview:", "title": "Kurt Schrader says Scott Bruun wants to cut the Department of Commerce and eliminate NOAA", "text": "When the National Oceanic and Atmospheric Administration affirmed Newport as the location of its new Pacific Marine Operations Center earlier this year, it was a rare bit of good news in an otherwise dim year for Oregon, economically speaking. The center will bring hundreds of jobs to the area.\n\nIt’s little wonder, then, that Rep. Kurt Schrader, D-Ore., has been telling constituents lately just how hard he lobbied for the move.\n\nBut last week, in an interview that aired on Newport-based radio station KCUP, Schrader went a step further. He took his Republican challenger Scott Bruun to task, saying Bruun was poised to undermine the whole deal.\n\n\"(I was) very concerned at the forum the other day when he said he wanted to cut the Department of Commerce and, you know, NOAA would be, of course, a big part of that,\" he said, referring to a debate held at the Salem City Club on Sept. 10, 2010. \"I just think that's very, very scary for residents on the coast when everybody in the community and our office, in particular, fought so hard to make sure that the NOAA fleet is going to come to Oregon. And I think that's a very, very bad statement for a candidate in the 5th District to say when we're working so hard to make sure this comes to fruition. Cutting the Department of Commerce and eliminating NOAA is not going to be a good message to those guys.\"\n\nSchrader’s right: That wouldn’t be a good message to send to the 5th District, which includes Newport. But did Bruun really say he wanted to eliminate NOAA?\n\nPolitiFact Oregon went back and listened to the exchange at the Salem City Club. The Department of Commerce cropped up after an audience member asked the following question: \"I would like to ask the candidates what specific expenditure of the federal government they would like to discontinue.\"\n\nHere’s what Bruun replied: \"We have to look at some of the agencies that are out there right now -- I'll name a few, Department of Energy, Department of Commerce, Department of Housing and Urban Development -- to see whether or not what they're doing is valid, it's meeting its purposes and even if it is valid, is it better putting it in local governments. Is it better putting it in county government or state government, pushing some of it out into the states?\"\n\n(If you want to listen for yourself, this all starts around the 35-minute mark.)\n\nWe followed up with Schrader’s campaign to see whether it had any additional evidence to support the congressman’s claim that Bruun had it out for NOAA. James Atkins, a spokesman for the campaign, pointed to a 1996 article in The Oregonian from the last time Bruun ran for national office. Back then, Bruun said he would vote to eliminate the same three departments he brought up in the most recent debate.\n\nOf course, we know how much can change in 24 hours when it comes to politics, let alone 14 years, so PolitiFact Oregon brought the article up with the Bruun campaign. Spokeswoman Alee Lockman said Bruun no longer supports eliminating those departments, but he stands behind his statement that the departments need to be reviewed for possible savings.\n\nWhat Lockman says tracks with what Bruun told KCUP in his own interview on the radio station on Sept. 16, 2010.  \"I did name some big agencies that are big and encompassing and we do need to look at doing things better in those agencies. The Department of Commerce is one of those agencies,\" he said. Bruun also said he wholly supports NOAA coming to Newport and would fight, if ever necessary, to keep the agency there.\n\nSo far as we can tell, there are basically two pieces to Schrader’s initial claim: 1) Bruun advocates possible cuts to the Department of Commerce and 2) Bruun advocates eliminating NOAA. It’s clear enough that the first bit is true, but even though NOAA is a part of that department, there is scant evidence that Bruun wants to do away with the agency entirely.\n\nWe’ll split the difference here and call this claim Half True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14310"}