{"url": "/factchecks/2010/oct/24/charlie-crist/charlie-crist-claims-florida-legislature-was-first/", "speaker": "Charlie Crist", "vclaim": "\"I am very proud, as governor of Florida, that we signed the first divestment act, as it relates to Iran, divesting any investments in companies that would invest in Iran.\"", "truth_label": "true", "date": "stated on October 24, 2010 in a U.S. Senate debate on CNN’s “State of the Union.”:", "title": "Charlie Crist claims Florida Legislature was first to reject investment in companies with Iran ties", "text": "While \"divestment\" isn’t nearly as sexy as \"war on terror,\" that’s how Florida Gov. Charlie Crist chimed in on foreign policy at a U.S. Senate debate on Oct. 24, 2010.\n\nAs talk turned international, Crist touted Florida’s strong ties with Israel and advocated \"keeping an eye\" on Iran. Then he pointed to a rare opportunity he had as a domestic leader to take an international stand:\n\n\"I am very proud, as governor of Florida, that we signed the first divestment act, as it relates to Iran, divesting any investments in companies that would invest in Iran, because we support Israel so strongly here in this state and this country.\"\n\nWe wanted to check the record. Was Florida really first?\n\nWe had to crank the way-back machine to 2007 for this one.\n\nIn May that year, Crist’s office encouraged other governors to \"follow Florida’s lead in Iran and Sudan divestiture.\" \"As demonstrated by the end of apartheid in South Africa, when a light shines to expose oppression and extremism, the days of injustice are numbered,\" he said.\n\nFlorida was the only state at that point to have moved Iran divestment legislation through the state House and Senate.\n\nIn June, Crist signed the \"Protecting Florida’s Investments Act.\" Among other things, it instructed the State Board of Administration to shed holdings with companies that did business in Sudan and Iran.\n\nNews coverage at the time noted Florida was looking to \"lead the charge\" and confirmed that the state sought to cut ties with 57 companies doing energy-related work in Sudan and Iran.\n\n\"At least two other states have also passed laws requiring divestiture of stocks tied to Sudan, but Florida is the first state to target both countries,\" the St. Petersburg Times reported in September 2007.\n\nBills yanking state pension funds from countries suspected of engaging in genocide or sponsored terror became so popular, the National Conference of State Legislatures kept a list.\n\nBut it wasn’t until October 2007 that California Gov. Arnold Schwarzenegger signed a related bill, prohibiting the state’s pension funds from investing in companies doing business in Iran. It had already done the same with Sudan in 2006, before Florida — but that wasn’t Crist’s claim.\n\nHe said Florida signed the first divestment act concerning companies doing business with Iran. Media reports and official pronouncements support Crist’s story. We rate his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009", "vclaim_id": "vclaim-pol-14156"}