{"url": "/factchecks/2020/feb/29/facebook-posts/no-mountain-dew-isnt-being-canceled-being-bad-you/", "speaker": "Facebook posts", "vclaim": "PepsiCo announced Mountain Dew will be discontinued over health concerns.", "truth_label": "pants-fire", "date": "stated on February 1, 2020 in a Facebook post:", "title": "No, Mountain Dew isn’t being canceled for being bad for you", "text": "Is Mountain Dew apparently so bad for people that PepsiCo decided to discontinue it?\nNo, you’ve been punked. \nA popular Facebook post shares an image of a Mountain Dew bottle and says that PepsiCo, the parent company that produces the Dew, released this statement:\n\"Due to the increased evidence of drinking our line of Mtn Dew (sic) products has been shown to adversely affect health over long periods of use, we have decided to discontinue production of these products. Production will cease as of June 31, 2020 and availability will be limited to stock on hand until it is deplenished. We are sorry for this inconvenience and hope that you will try one of our other great products,\" crediting PepsiCo Chief Product Officer Niwrad Eiknarf.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nMountain Dew has not been canceled. Here’s a few reasons we know that.\nFirst, if a popular soft drink, such as Mountain Dew, was being discontinued around the world it would have been reported by countless news organizations. So far, we found no credible reports that reflect this information.\nSecond, there has been no official statement released by the company on any product changes. \nThird, there is no Chief Product Officer named \"Niwrad Eiknarf\" who works at PepsiCo. There’s actually no Chief Product Officer listed on the company’s website at all.\nFourth, there are only 30 days in June. Not 31 as the post claims.\nPants on Fire!", "vclaim_id": "vclaim-pol-17495"}