{"url": "/factchecks/2015/may/24/eric-turner/fireworks-lobbyist-says-sparkler-legalization-cut-/", "speaker": "Eric Turner", "vclaim": "There was \"a 57-percent decrease in fireworks-related injuries in 2000 [after Connecticut legalized sparklers] compared to the 14 years prior.\"", "truth_label": "pants-fire", "date": "stated on April 7, 2015 in testimony before the Senate Judiciary Committee.:", "title": "Fireworks lobbyist says sparkler legalization cut Conn. fireworks injury rate by 57 percent in 2000", "text": "One proposal before the General Assembly would restore the state's ban on all fireworks, a prohibition that was in place until the legislature and Gov. Donald Carcieri lifted it in June 2010.\nThe ban was eased to allow sparklers, spinners and smokers to be purchased in stores. Fireworks that explode or fly through the air remained illegal, although you wouldn't know it during the weeks surrounding that Fourth of July, when the number of neighborhood fireworks displays seems to have, well, skyrocketed since sparklers became legal.\nDuring a hearing on the bill, S-431, a comment by Eric Turner sparked our attention. He's director of governmental affairs for American Promotional Events, which sells fireworks under the name TNT Fireworks.\nTurner argued against the Rhode Island bill, saying the experience in Connecticut, which began allowing sparklers and other \"consumer\" devices, shows the public is actually safer when such products are legal.\n\"When the public is permitted to use sparkling devices as allowed in Rhode Island, they're less apt to go after illegal products,\" Turner told members of the Senate Judiciary Committee. \"Injuries actually go down because more people use a regulated product.\"\n\"I'll give you an example,\" he said. \"In 2000, Connecticut, your neighbor, passed a very similar law -- handheld and ground-based sparklers. The Connecticut Department of Public Safety showed a 57-percent decrease in fireworks-related injuries in 2000 compared to the 14 years prior.\"\nWe made repeated attempts to contact Turner to find the source of his information. He never returned our phone messages or emails.\nSo we tried to get the data ourselves.\nTurner cited the state's department of public safety. So we went there. After one month, the only data it could provide was well outside the period Turner mentioned in his testimony. And the numbers it did have -- one or two injuries per year reported to the department's Fire and Explosion Investigation Unit -- were ridiculously small.\nIt turns out that there are a lot more, as we discovered when we contacted Connecticut's Department of Public Health and received its data on emergency room visits and hospital discharges classified as stemming from an accident caused by fireworks.\nInstead of just one injury per year in 2010 to 2014 as logged by the public safety department, the hospital data show an average of 35 people admitted to emergency rooms each year during that period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nTheir emergency room numbers, available going back to only 1996, show an average of 40.5 fireworks injuries per year through 1999. \nThe number in 2000: 40.\nBasically there was no change in 2000 versus the average of the previous four years. That's a far cry from a 57-percent drop the year that sparklers were legalized, as Turner insisted, referring to a longer period for which we can’t find -- and he hasn’t provided -- any reliable data.\nThe average since 2000: 43 emergency room injuries per year, which is actually a slight increase from the year when Connecticut legalized sparklers.\nWe tried to add in the much smaller numbers for people whose injuries were serious enough to require hospitalization, using inpatient discharge data going back to 1991, the oldest available. But the state would not give us firm numbers for the years when inpatient discharges were 5 or fewer.\nBut even when we assumed numbers most favorable to Turner, the reduction in 2000 wasn't even close.\nAnd if you look at subsequent years, the number of injuries have, on average, increased.\nOur ruling\nFireworks lobbyist Eric Turner, contending that fireworks injuries decreased when sparklers are legalized, said that when Connecticut legalized sparklers and similar pyrotechnics in 2000, there was \"a 57-percent decrease . . . . compared to the 14 years prior.\"\nWhile Turner stood up and shot off his mouth on Smith Hill, he wouldn’t respond to our repeated requests for information. And when we contacted the agency he cited in his testimony, we found the current database misses virtually all fireworks injuries.\nFinally, the most reliable source of information -- hospital records collected by the state health department -- shows no significant change in emergency room visits before and after sparklers and similar devices became legal.\nThis incendiary claim is so wrong it rates a Pants on Fire.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06388"}