{"url": "/factchecks/2017/jul/07/gwen-moore/are-poor-people-less-likely-use-drugs/", "speaker": "Gwen Moore", "vclaim": "\"There are so many data that demonstrate that poor people, surprisingly, are less likely to use drugs than people with means.\"", "truth_label": "false", "date": "stated on June 19, 2017 in an interview:", "title": "Are poor people less likely to use drugs?", "text": "Attending the People’s Summit, a three-day gathering in Chicago for organizations committed to social, racial and economic justice, U.S. Rep. Gwen Moore spoke with the Real News Network, a nonprofit group that says it reports with \"ordinary people’s interests in mind.\"\nThe topic was poverty. Moore, a Milwaukee Democrat and former welfare recipient, blasted Republicans. Then she made a claim about poor people and drug use that we want to check.\nIn the video interview, which went online June 19, 2017, she said:\nThe Republicans have done a very good job of driving poor people into the underground, making people feel ashamed and guilty and feeling that they have some character flaws, based on their poverty. Paul Ryan, the speaker of the House, is from my state -- as chairman of the Budget Committee; every year he was the chairman of the Budget Committee, I served on that committee.\nAnd so when he would roll out his pathways out of poverty initiatives -- this last time, he did it in front of a drug house. What is the equivalent between being poor and being a drug addict? None. There are so many data that demonstrate that poor people, surprisingly, are less likely to use drugs than people with means. I mean, they don't have money. They can’t afford it.\nMoore’s office did not respond to our call and emails asking for information to back her statement that poor people are less likely to use drugs.\nBut the latest federal survey on the subject indicates the opposite of what she said.\nThe research\nWe posed Moore’s claim to the federal government’s National Institute on Drug Abuse, which cited the government’s latest National Survey on Drug Use and Health, done in 2015. Individuals age 12 and older were asked in in-person interviews in their homes if they had used illicit drugs in the past month.\nA spokeswoman for the institute told us that staff members used data obtained from the survey and found that a higher proportion of persons living in poverty used illicit drugs compared to persons with incomes at higher levels.\n\n\n\n\n \n\n\nLiving in poverty\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\nIncome up to 2 times the federal poverty threshold\n\n\nIncome more than 3 times the federal poverty threshold\n\n\n\n\nUsed any illicit drug in the past month\n\n\n12.96%\n\n\n11.4%\n\n\n8.94%\n\n\n\n\n \n \nWe also posed Moore’s claim to the University of Wisconsin-Madison’s Institute for Research on Poverty. A staff member pointed us to studies that looked at employment and education, not income. But the results trended the same way.\nAmong adults aged 18 or older, the rate of illicit drug use in the past month was higher among the unemployed (18.2 percent) than for those who were employed full time (9.1 percent) or part time (13.7 percent). That’s according to the 2013 National Survey on Drug Use and Health.\nThe same federal survey found that illicit drug use was higher among people who had not graduated from high school (11.8 percent) than high school graduates with no further education (9.9 percent), those with some college education (10.8 percent) and college graduates (6.7 percent).\nA footnote: Harold Pollack, a social service administration professor at the University of Chicago whose research specialties include poverty, told us about Moore’s claim:\n\"I think that's a nuanced question,\" he said. \"The data are much stronger that rich people are less likely to be punished for whatever drug use they engage in than that rich people use drugs more.\"\nOur rating\nMoore said: \"There are so many data that demonstrate that poor people, surprisingly, are less likely to use drugs than people with means.\"\nThe latest federal survey found that a higher percentage of people in poverty had used illicit drugs in the past month than people at higher income levels. Moore didn’t respond to our requests for information to back her statement.\nIf other evidence available when Moore made her statement surfaces, we will revisit this item. In the meantime, we rate her statement False.", "vclaim_id": "vclaim-pol-03135"}