{"url": "/factchecks/2010/jun/24/vern-buchanan/vern-buchanan-estimates-debt-growth-during-maratho/", "speaker": "Vern Buchanan", "vclaim": "The national debt \"has gone up by $1,729,000,000 during the Isner v. Mahut match.\"", "truth_label": "true", "date": "stated on June 24, 2010 in a tweet:", "title": "Vern Buchanan estimates debt growth during marathon Wimbledon match", "text": "The mind-bogglingly long Wimbledon tennis match between John Isner of the United States and Nicolas Mahut of France finally ended on June 24, 2010, after 11 hours and 5 minutes. Isner prevailed 70-68 in the fifth set.Leave it to Rep. Vern Buchanan, R-Fla. -- who represents a Sarasota-area district not far from Isner's Tampa home -- to turn this sports oddity into a political point.Not long after Isner finally won, Buchanan tweeted, \"Think Wimbledon tickets are expensive? Our National Debt has gone up by $1,729,000,000 during the Isner v. Mahut match.\"We couldn't resist checking his math.We first decided that what Buchanan meant by \"during the Isner v. Mahut match\" was the time between the first serve on June 22, 2010, and the final point on June 24, 2010. That was roughly 48 hours, or two days.One way to look at it is to use the Congressional Budget Office's analysis of the president's budget, which was released in March. This predicts a $1.368 trillion deficit for 2010. If you divide this by 365 days, you get an incremental, daily addition to the debt of $3.748 billion. Over two days, the total is $7.496 billion. That's more than four times of Buchanan's estimate.Another way is to turn to the historical tables for federal debt published by the Office of Management and Budget. These tables list the federal debt as it stands every year on Dec. 31. We took the debt estimate for the end of 2010 ($13.787 trillion) and subtracted the debt as it stood at the end of 2009 ($11.876 trillion) to determine the amount of debt increase over the course of 2010 ($1.911 trillion).Dividing by 365, you get a daily debt increase of $5.234 billion, or $10.470 billion over two days. That's about six times more than what Buchanan had said.Why so different? We contacted Buchanan's office and an aide clarified that what they'd actually meant in the tweet was how much the debt had risen during the 11-hour, 5-minute match itself. (The match was suspended for darkness twice and there were delays on the third day to give extra rest time.)So, using our first method, the 11-hour debt increase works out to $1.718 billion, while using the second, it's about $2.4 billion. Of these two, the first is spot-on.Since the size of the federal debt is a moving target, and since economists periodically re-evaluate its size, we'll grant Buchanan leeway here. While we think the wording of his tweet suggests the full, 48-hour period, his 11-hour number strikes us as a reasonable estimate. So we rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14862"}