{"url": "/factchecks/2019/oct/18/mick-mulvaney/mulvaney-wrong-donald-trump-wont-profit-g7/", "speaker": "Mick Mulvaney", "vclaim": "Says Donald Trump \"will not be profiting\" from the G-7 summit meeting to be held at Trump’s Doral resort.", "truth_label": "false", "date": "stated on October 17, 2019 in a news conference:", "title": "Mulvaney wrong that Donald Trump won't profit from choosing Trump resort to host G-7", "text": "The trips that President Donald Trump has made as president to resorts he owns have raised questions about whether he has improperly enriched himself or violated the Constitution’s emoluments clause, which prohibits high-level U.S. officials from accepting gifts or benefits from foreign governments.\nSo, White House acting chief of staff Mick Mulvaney was ready when he opened an Oct. 17 news conference by speaking about the annual Group of Seven summit. It had just been announced that the president decided the G-7 gathering of world leaders in June 2020 will be held at Trump National Doral, a 643-room golf resort outside Miami that advertises it as being \"infused with the Trump standard of excellence.\"\n\"Again, anticipating your questions, how is this not an emoluments violation, is the president going to profit from this?\" Mulvaney said. \"I think the president has pretty much made it very clear since he’s got here that he doesn’t profit from being here, he has no interest in profit from being here; that’s one of the reasons that he’s not taken a salary since he’s been here, he’s given that salary to charity, will not be profiting here.\"\nAt the very least, Trump can expect to profit from future business that will be generated at Doral as a result of hosting an exclusive, three-day summit that will get worldwide media coverage.\nPrior bookings \nSince Trump took office, several foreign countries, including Kuwait, Saudi Arabia, Turkey and the Philippines, have hosted national holiday celebrations at the Trump International Hotel in Washington. We found that the Saudi government spent $270,000 at the hotel between October 2016, the month before Trump’s election, and March 2017 alone.\nTrump’s more than 100 trips as president to properties he owns, such as Doral, the Mar-a-Lago Club in Palm Beach, Fla., and resorts in Los Angeles and Scotland, have brought those businesses at least $1.6 million in revenue, but probably much more, the Washington Post reported in June 2019. The revenue comes from federal officials and others who pay to stay where Trump stays.\n‘At cost’\nThe White House and Trump’s campaign did not respond to our requests for information to back up Mulvaney’s claim that Trump wouldn’t be profiting from the G-7 summit. But Mulvaney did elaborate on his claim during the news conference.\nDoral \"is doing this at cost,\" Mulvaney said. \"As a result, it’s actually dramatically cheaper for us to do it at Doral compared to the other final sites that we had.\"\nAsked by a reporter about the summit being a \"huge branding opportunity\" for Doral, Mulvaney downplayed the notion by noting Trump’s visits as president to Trump resorts. \n\"Donald Trump’s brand is probably strong enough as it is and doesn’t need any more help on that,\" Mulvaney said. \"It’s the most recognizable name in the English language and probably around the world right now. So, that has nothing to do\" with Doral being chosen for the summit. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOpportunity to profit\nTrump has backed off day-to-day control of his businesses, but he’s still an owner. And, despite Mulvaney’s statement about the Trump brand, business at Doral is down. Profits have dropped 69% in three years, though Doral still provides Trump more revenue than any other hotel or golf club, according to the Post.\nThe G-7 is an event unlike any other and is held in the United States only every eight years. The summit, for discussing a broad range of issues, rotates among sites chosen by the seven member countries, as well as by the European Union.\nIt will draw seven foreign leaders, of France, Italy, Japan, the United Kingdom, Germany and Canada, along with Trump. Plus, it will attract hundreds of diplomats, journalists and security personnel to Doral during one of its slowest months of the year for the resort — and attract worldwide attention.\nAnd even if somehow the event would be structured so that Doral would only break even on room bookings, that doesn’t take into account other spending by guests while on the property.\n\"Filling the resort during the summer — the off-season in Florida — even ‘at cost,’ reduces overhead and contributes to the corporate bottom line,\" said Steven Schooner, professor of government procurement law at George Washington University. \"But, far more importantly, think of it as no-cost advertising or promotion investment. Having a resort property fill TV screens and newspaper pages with images of world leaders is the kind of publicity that's nearly impossible to put a price on.\"\nThe publicity surrounding such an event \"incredibly valuable to a resort's owner,\" said David Berins, co-founder and chairman emeritus of the International Society of Hospitality Consultants and a 53-year hotel industry veteran.\n\"The Trump Organization will not only benefit from the publicity in the form of future bookings,\" Berins said, \"but you can be sure that the resort will be chock-a-block with high-paying reporters, photographers, television crews and others who are billed separately from the event invoice not only during the summit but for many days before and after.\"\n\"And, what does 'at cost' mean?\" Berins added. \"Will there be an allocation of the payroll for the accountants, the greenskeepers, the plumbers and painters, the electricity and water, or does it just mean the direct costs of the meet itself like tent rentals, food and beverage, and audio-visual equipment?  Will the costs of painting, replacing carpeting, and making everything look new and shiny be included?\"\nOur ruling\nMulvaney said Trump \"will not be profiting\" from the G-7 summit meeting to be held at Trump’s Doral resort.\nThe acting White House chief of staff says the Miami-area resort will host the gathering \"at cost.\" But the White House did not explain how that would work.\nMoreover, the summit is a one-of-a-kind event, attracting seven world leaders, hundreds of diplomats, journalists and other guests, and worldwide publicity. Even at cost, it fills the hotel during Florida’s slow season and guests would be doing other spending on the property even if the rooms were rented at break-even prices.\nMulvaney’s statement is inaccurate. We rate this claim False.", "vclaim_id": "vclaim-pol-00042"}