{"url": "/factchecks/2018/oct/04/lanny-lancaster/gop-county-leader-shares-fake-photo-ford-blasey/", "speaker": "Lanny Lancaster", "vclaim": "Viral internet photo shows a young Christine Blasey Ford", "truth_label": "pants-fire", "date": "stated on October 1, 2018:", "title": "GOP county leader shares fake photo of Blasey Ford", "text": "The internet meme machine went into overdrive when sexual assault allegations were made against Supreme Court nominee Brett Kavanaugh.\nDallas Woodhouse, director of the North Carolina Republican Party, tweeted that one of Kavanaugh’s accusers, Julie Swetnick, should be arrested, The News & Observer reported.\nBloggers claimed to have photos of professor Christine Blasey Ford, the first woman to bring forward allegations against Kavanaugh, has been pictured George Soros, and that Ford’s lawyer was pictured with Hillary Clinton. As PolitiFact shows, it’s not Ford in the photos.\nNow, Lanny Lancaster, Cabarrus County GOP chairman, has shared a photo allegedly of Ford, one of Kavanaugh’s accusers, that was originally posted on Facebook by an account under the name Joseph T. Mannarino.\nLancaster shared the photo, which shows a young woman wearing braces and large glasses, adding the comment: \"This is the alleged sexual assault victim. Wow.\"\nOn Oct. 2, Democratic congressional candidate Frank McNeill included the post in an email newsletter as an example of a Republican \"assault on the safety and dignity of American women.\" McNeill is running against Republican U.S. Rep. Richard Hudson in the 8th district, which runs from Fayetteville in southeastern North Carolina to the north Charlotte area.\n\nMannarino’s post has been shared over 12,000 times, and has around 800 comments.\nContacted by The News & Observer, Lancaster said in a phone interview that there’s nothing inappropriate about his post.\n\"I didn’t say anything. I just said this is her picture. Basically, the media is distorting the facts on this lady. Everything she’s said is made up. She has no evidence whatsoever. I support that theory,\" Lancaster said.\nIn addition, Lancaster shared why he shared the photo.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\"The media wants you to think she was a beautiful young lady who was on her way home from the tennis courts ... \" Lancaster said. \"I just wanted you to see the real person. I wanted people to see that this is really her.\"\nThis caught our attention because several photos of Ford from her teenage years are circulating, and they don’t look like the one Lancaster shared.\nIf there are different photos of Ford, then which is real?\nA member of Ford’s legal team confirmed the photo from Mannarino's post isn’t Ford.\nThe picture was circulating as early as 2012 in a Daily Mail article, though no name was provided. The first known claim the person in the photo is Ford appears on Oct. 1 on the messaging board 4Chan -- a site known for spreading false information. (PolitiFact explained how 4Chan was used to spread false information during the 2016 presidential elections.)\nThe image also appeared on Reddit, and has been used in lists focusing on bad yearbook photos or hairstyles, like this one.\nOur ruling\nThe photo shared by Lanny Lancaster is not Ford. Her legal team has confirmed that. In addition, the picture has appeared as early as six years prior to the allegation, and has since been circulating as a meme.  \nWe rate this claim Pants on Fire!\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-04 16:50:05 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Viral internet photo shows a young Christine Ford    Viral internet photo shows a young Christine Ford Cabarrus County GOP chairman     Monday, October 1, 2018 2018-10-01    Read More  info", "vclaim_id": "vclaim-pol-01526"}