{"url": "/factchecks/2014/apr/01/organizing-action/organizing-action-says-koch-brothers-group-used-bo/", "speaker": "Organizing for Action", "vclaim": "A Koch brothers group is \"going to college campuses, giving away free booze to try to bribe young folks out of getting health insurance.\"", "truth_label": "half-true", "date": "stated on March 26, 2014 in a fundraising email:", "title": "Organizing for Action says Koch brothers group used booze to bribe young people out of buying health insurance", "text": "\"This is some sick crap.\"\nSo began an Organizing for Action fundraising email.\nThe group attacked David and Charles Koch, the billionaire brothers who support the tea party movement.\n\"This should humiliate anyone who's ever been associated with the Koch brothers,\" the March 26 email continued. \"One of their anti-Obamacare groups is going to college campuses, giving away free booze to try to bribe young folks out of getting health insurance.\"\nWe wondered if such an education campaign, complete with free alcohol, really existed. The email referred to Generation Opportunity, a national political activist group made up of young conservatives. They’re behind the \"Creepy Uncle Sam\" ads you may have seen last year.\nBack in November 2013, the Tampa Bay Times reported on one of their 20 \"opt-out\" campaign stops at college campuses to educate students about alternatives to buying health insurance on the Affordable Care Act exchanges.\nAt a University of Miami-Virginia Tech football game tailgate, Generation Opportunity set up a DJ, beer pong tables, models and free pizza to draw students in. They handed out free gear with their logo on it -- T-shirts, beer koozies, bottle openers.\nThe one thing they didn’t provide is the beer itself. Spokesman David Pasch said 21+college students brought their own beer to the Miami event and others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHowever, just off campus near several colleges, Generation Opportunity hosted happy hours where they did give out individual tickets for free drinks to 21+ attendees at places like The Crust, a Williamsburg, Va., pizza place. These events weren’t focused specifically on an anti-Affordable Care Act agenda, but there was free \"opt-out swag\" on hand, Pasch said.\nSo we know Generation Opportunity did offer free booze to college-aged students at some of their events, but let’s take a closer look at the opt-out campaign. Organizing for Action claimed Generation Opportunity used the campaign to \"bribe young folks out of getting health insurance.\"\nBut Generation Opportunity’s events were open to everyone, Pasch said. Attendees at the tailgates and happy hours didn’t need to swear off the health care reform before snagging a free T-shirt or drink.\nAlso, the campaign’s goal is not to encourage young Americans to go without health care. It’s to get them to look into alternative coverage options to the online marketplaces, such as private plans that still fit the Affordable Care Act’s 10 essential benefit requirements. Those plans still fulfill the law’s individual mandate, which requires everyone to have health insurance.\n\"We never have (and never will) advocate young people forgo health insurance,\" Pasch said.\nOur ruling\nOrganizing for Action said Generation Opportunity is \"going to college campuses, giving away free booze to try to bribe young folks out of getting health insurance.\"\nThe Koch brothers-backed group holds Opt-Out events to encourage young people to consider buying health insurance off the Affordable Care Act marketplaces. At some of their education campaign events near college campuses, they did offer free alcohol to entice attendees. At campus events, students brought the booze themselves.\nGeneration Opportunity didn’t bribe students, but they did offer alcohol to young people who wanted to hear about alternatives to the health care reform’s marketplaces. We rate Organizing for Action’s statement Half True.", "vclaim_id": "vclaim-pol-08057"}