{"url": "/factchecks/2016/sep/27/donald-trump/donald-trump-denies-saying-global-warming-chinese-/", "speaker": "Donald Trump", "vclaim": "\"I did not — I did not — I do not say that. I do not say that\" climate change is a hoax perpetrated by the Chinese.", "truth_label": "barely-true", "date": "stated on September 26, 2016 in a presidential debate:", "title": "At New York debate, Donald Trump denies saying climate change is a Chinese hoax", "text": "Amid a discussion about how to boost the U.S. economy, Democratic presidential nominee Hillary Clinton said her opponent Donald Trump \"thinks that climate change is a hoax perpetrated by the Chinese.\"\n\"I think it’s real,\" she said during a Sept. 26 debate in New York. \"I think science is real.\"\nTrump interrupted.\n\"I did not — I did not — I do not say that. I do not say that,\" he said.\nWell, it turns out he did say that climate change is a \"hoax\" of Chinese origin — as we’ve found in previous fact-checks.\nOn Nov. 6, 2012, Trump tweeted, \"The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.\"\n\nSo Trump clearly did say, at least once, that climate change was a Chinese hoax.\nThe subject of this 2012 tweet came up during a Jan. 18, 2016, episode of Fox & Friends. In that interview, Trump indicated the tweet was a joke.\n\"Well, I think the climate change is just a very, very expensive form of tax,\" Trump said. \"A lot of people are making a lot of money. I know much about climate change. I'd be — received environmental awards. And I often joke that this is done for the benefit of China. Obviously, I joke. But this is done for the benefit of China, because China does not do anything to help climate change. They burn everything you could burn; they couldn't care less. They have very — you know, their standards are nothing. But they — in the meantime, they can undercut us on price. So it's very hard on our business.\" (Emphasis added.)\nTrump may call the mention of China’s role a joke, but he certainly has a lengthy record of using the word \"hoax\" to describe climate change. (For the record, in 2014 we rated a claim that climate change is a \"hoax\" Pants on Fire.)\nHere are a few examples:\nOn Dec. 30, 2015, Trump told the crowd at a rally in Hilton Head, S.C., \"Obama's talking about all of this with the global warming and … a lot of it's a hoax. It's a hoax. I mean, it's a money-making industry, okay? It's a hoax, a lot of it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nOn Jan. 25, 2014, Trump tweeted, \"NBC News just called it the great freeze — coldest weather in years. Is our country still spending money on the GLOBAL WARMING HOAX?\"\n\nOn Jan. 29, 2014, Trump tweeted: \"Snowing in Texas and Louisiana, record setting freezing temperatures throughout the country and beyond. Global warming is an expensive hoax!\"\n\nThat same day, he tweeted, \"Give me clean, beautiful and healthy air - not the same old climate change (global warming) bullshit! I am tired of hearing this nonsense.\"\n\nTrump also called climate change a \"hoax\" on the Jan. 6, 2014, edition of Fox & Friends.\nIn addition, he said on the Sept. 24, 2015, edition of CNN’s New Day, \"I don’t believe in climate change.\"\nOur ruling\nTrump said,  \"I did not — I did not — I do not say that. I do not say that\" climate change is a hoax perpetrated by the Chinese.\nHe certainly did say it — in a tweet four years ago.\nWhile he has since described that remark as a \"joke,\" Trump has repeatedly called climate change a \"hoax\" in speeches, tweets and media appearances. And he has said as recently as Jan. 18, 2016, that action on climate change \"is done for the benefit of China.\"\nBecause he hasn’t pushed this exact theory in recent years, as far as we’ve seen, there’s a tiny grain of truth to Trump’s claim. But it’s still inaccurate. For that, we rate his statement Mostly False.\nhttps://www.sharethefacts.co/share/04109c43-9130-4b0a-8d47-1f5166741fc7", "vclaim_id": "vclaim-pol-04265"}