{"url": "/factchecks/2017/jul/26/donald-trump/amazon-no-tax-monopoly-donald-trump-said/", "speaker": "Donald Trump", "vclaim": "Amazon has a \"no-tax monopoly.\"", "truth_label": "pants-fire", "date": "stated on July 24, 2017 in Twitter:", "title": "Is Amazon a ‘no-tax monopoly,’ as Donald Trump said?", "text": "President Donald Trump took to Twitter to launch his latest salvo at Amazon, accusing the company of being a monopolistic tax cheat.\n\"Is Fake News Washington Post being used as a lobbyist weapon against Congress to keep Politicians from looking into Amazon no-tax monopoly?\" Trump tweeted.\nThis is not the first time Trump has feuded with the online retail giant led by Jeff Bezos, who also owns the Washington Post, which has published a number of news stories that have angered Trump.\nThe president’s description of Amazon struck us as questionable. So we decided to look into it.\nAmazon is not a monopoly\nWith more than $136 billion in sales last year, there’s no doubt about Amazon’s status as an online shopping empire.\nBut Amazon is not a monopoly, said Herbert Hovenkamp, a professor of law at the University of Pennsylvania and an expert on antitrust law.\nA monopoly exists when a company so dominates a market that it can reduce output and cause a rise in prices over a substantial period of time. This level of market control is outlawed by antitrust statutes designed to promote competition for the benefit of consumers.\n\"We measure an antitrust violation by looking at consumer harm -- not harm to competitors,\" Hovenkamp said. \"Most complaints about Amazon come from competitors. By and large, Amazon is pretty good with customers, so you don’t usually hear consumers squawking about this.\"\nMonopoly law typically kicks in when a company controls about 75 percent of a given market, Hovenkamp said. He noted that in 2000, Microsoft was deemed to be a monopoly because of its control of over 90 percent of the market for Windows-based computers.\nBut no U.S. tribunal ― whether federal or state court, or the Federal Trade Commission ― has ever found Amazon to be a monopoly, Hovenkamp said.\nAmazon pays taxes\nTrump is wrong to say Amazon is not subject to tax.\nLike other businesses, Amazon pays taxes on corporate income, property, payroll and unemployment insurance, said Joseph Henchman, the executive vice president of the business-backed Tax Foundation. Amazon has also recently changed its policy on state sales tax, he added.\nAccording to regulatory filings, Amazon paid a combined total of $412 million in federal, state, local and foreign taxes last year. In 2015 it paid $273 million in combined taxes, and $177 million the previous year.\nBut Amazon has faced criticism for taking advantage of tax breaks and loopholes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOnly 13 percent of Amazon’s profits went to federal, state, local and foreign taxes from 2007 through 2015, according to an analysis by S&P Global Market Intelligence. For the sake of comparison, that’s about half the average amount S&P 500 companies paid over the same period.\nAmazon’s combined tax burden also falls well below the official U.S. corporate tax rate of 35 percent. In fact, one study found Amazon paid just a 9.3 percent effective federal income tax between 2008 and 2012.\nNonetheless, Trump is wrong to say they’ve avoided tax collectors altogether.\nAt the state level, Amazon, which launched online in 1995, long resisted charging a sales tax. But by 2012, it was collecting and paying sales tax in California, Texas and Pennsylvania, and elsewhere.\nToday, the company collects taxes in all states where state sales taxes exist, plus Washington, D.C. (all states except Alaska, Delaware, Montana, New Hampshire and Oregon collect sales tax). Henchman noted that taxes apply to all of Amazon’s own sales, but not the large percentage of sales by other sellers using the Amazon platform.\nThe digital retail giant’s decision to collect state sales tax is mostly voluntary.\nThat’s because a 1992 Supreme Court ruling effectively restricts states from forcing online retailers to pay state and local sales taxes if the company has no brick-and-mortar property or employees in the state.\nThe court’s ruling left the door open for Congress to override its decision through legislation -- and Amazon has lobbied Congress to do so by passing the Marketplace Fairness Act, which would subject online retailers to state sales tax.\n\"We support a federal law that would allow states to require sales tax collection by remote sellers under a nationwide system,\" Amazon wrote in its 2016 regulatory filing.\nCurrently, Amazon does not have physical buildings or employ workers in all the states where it charges taxes, though its footprint has grown in recent years and may grow larger still if its plan to acquire Whole Foods comes to fruition.\nOur ruling\nTrump said Amazon has a \"no-tax monopoly.\"\nAmazon is an industry giant, but it does not exert enough market control to be considered a monopoly, and no U.S. tribunal has ever deemed it as such.\nWhile Amazon takes advantage of tax breaks and loopholes, it pays federal corporate tax, and charges sales taxes in 46 U.S. jurisdictions. It also supports federal legislation that would require other online retailers to pay state tax on internet sales.\nTrump’s statement is inaccurate and ridiculous. We rate it Pants on Fire!\n Share the Facts 2017-07-26 18:58:39 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Amazon has a \"no-tax monopoly.\"    Donald Trump President   Twitter Monday, July 24, 2017 2017-07-24    Read More  info", "vclaim_id": "vclaim-pol-03067"}