{"url": "/factchecks/2012/apr/16/bettylou-decroce/bettylou-decroce-claims-states-without-income-taxe/", "speaker": "BettyLou DeCroce", "vclaim": "\"While the country’s economy was battered, nine states with no income tax actually grew jobs from 2001 to 2010.\"", "truth_label": "half-true", "date": "stated on April 8, 2012 in n opinion column in the Gloucester County Times:", "title": "BettyLou DeCroce claims states without income taxes grew jobs from 2001 to 2010", "text": "Though the job market is bleak for some, a Republican assemblywoman claims Gov. Chris Christie’s proposed income tax cut promises a brighter future.\n\nBettyLou DeCroce, a Republican representing parts of Morris, Essex and Passaic counties, recently penned a column touting Christie’s proposal to reduce personal income tax rates by 10 percent over three years.\n\n\"We need to build momentum with an across-the-board tax cut to boost the recovery and give New Jersey a competitive advantage in attracting new jobs to our state,\" DeCroce wrote in an April 8 column in the Gloucester County Times.\n\n\"While the country’s economy was battered, nine states with no income tax actually grew jobs from 2001 to 2010. If states without an income tax added jobs during the Great Recession, imagine how many more jobs New Jersey can grow by reducing taxes during the recovery. The next job created could be yours,\" she said.\n\nWith several tax cut plans swirling around Trenton, DeCroce’s claim caught our attention. Have states with no personal income tax fared better than the nation on job growth?\n\nThe nation lost more than two million jobs from 2001 to 2010, according to federal labor data. On average states without a personal income tax experienced job growth, but two of those states lost jobs. And the connection between income taxes and job growth is murky.\n\nAlaska, Florida, Nevada, South Dakota, Texas, Washington and Wyoming do not levy a personal income tax. New Hampshire and Tennessee only tax interest and dividend income.\n\nGreg Volpe, a spokesman for the Assembly Republicans, pointed to a Wall Street Journal article from February about governors pushing to cut or abolish their state’s personal income tax and a report from the American Legislative Exchange Council, a conservative group based in Washington, D.C.\n\nThe group’s 2012 report found that on average the nine states without personal income taxes experienced employment growth of 5.36 percent during the last decade.\n\nBut New Hampshire and Tennessee actually lost jobs during the same time frame. And other states the report identified as having high personal income tax rates, such as Hawaii and Maryland, gained jobs from 2001 to 2010.\n\nDeCroce called those states \"statistical outliers\" and said in a written statement they \"do not change the fact that states with no personal income tax were more successful in creating jobs than high-tax states during the last decade.\"\n\nBut Richard Pomp, a professor of law at the University of Connecticut and state taxation expert said, \"you can’t bury bad news with good news. You have to take those as contradictions. Right away it shows you it’s not uniform. There’s more going on than just whether there’s an income tax or not.\" Pomp noted population growth and natural resources as other factors.\n\nAlan Auerbach, professor of economics and law at University of California, Berkeley, said in an e-mail that grouping states without a personal income tax is \"OK if one wants a summary measure of growth in those states, but the exercise of trying to explain growth differences using just one factor doesn't make a lot of sense, particularly when one is considering a relatively short period of time.\"\n\nDeCroce said although others \"may have different economic opinions, I still believe the best way to grow jobs in New Jersey is by reducing government spending and cutting income taxes.\"\n\nOur ruling\n\nDeCroce said in an opinion column: \"While the country’s economy was battered, nine states with no income tax actually grew jobs from 2001 to 2010.\"\n\nA conservative group found that on average states that don’t levy personal income taxes had more job growth during the past decade than the national average.\n\nBut the absence of an income tax isn’t the only factor driving growth. In fact, two of the nine states without personal income taxes lost jobs between 2001 and 2010. And two states the conservative group points out as having high personal income tax rates gained jobs during the same decade.\n\nWe rate this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11262"}