{"url": "/factchecks/2020/sep/16/viral-image/no-selene-delgado-lopez-isnt-everyones-facebook-fr/", "speaker": "Viral image", "vclaim": "Selene Delgado Lopez is “everyone’s friend in Facebook.”", "truth_label": "false", "date": "stated on September 2, 2020 in a Facebook post:", "title": "No, Selene Delgado Lopez isn’t everyone’s Facebook friend", "text": "Joining Myspace in the early 2000s meant befriending Tom Anderson, the co-founder of the social networking site. He was automatically users’ first friend when they joined. \nBut Facebook users don’t have such a default friend, despite what recent Facebook posts say. \n\"No one knows her and she is everyone’s friend in Facebook,\" reads a recent post above a user photo for the account of Selene Delgado Lopez. \"Don’t believe me look her up first profile of her is on your friends I just blocked her.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe reached out to Facebook about the post but did not immediately receive a response. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nHowever, this reporter did as the Facebook post directed, and Selene Delgado Lopez was not among the listed friends. \nBut searching for the name on the social networking site, several results come up with the same woman’s picture. Unlike many other profiles, there isn’t an option to \"Add Friend,\" perhaps making it seem like she already is a friend — but she’s not. \n\"It’s simple,\" Mashable reported in a Sept. 4 story titled, \"Say hello to the latest weird viral Facebook hoax: ‘Selene Delgado Lopez.’\" \"One of the Selene accounts — the one that has now gone viral — has the friend request button disabled in their Facebook privacy settings.\"\nThe origins of the hoax are unknown, according to Mashable.  \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18942"}