{"url": "/factchecks/2015/may/11/maria-shriver/maria-shriver-2-american-families-rely-mothers-inc/", "speaker": "Maria Shriver", "vclaim": "\"Two-thirds of American families rely on the mother's income to stay above the poverty level.\"", "truth_label": "barely-true", "date": "stated on May 10, 2015 in comments on NBC's \"Meet the Press\":", "title": "Maria Shriver: 2 in 3 U.S. families 'rely on the mother's income to stay above the poverty level'", "text": "What better way to honor moms on Mother’s Day than to mark how much they do to keep the country on even keel. On Meet the Press, NBC correspondent Maria Shriver tried to underscore the pivotal economic role mothers play.\n\"Two-thirds of American families rely on the mother's income to stay above the poverty level,\" Shriver told host Chuck Todd, as a graphic highlighted the same message.\nThat’s a powerful message -- that two in three American families would fall below the federal poverty line if it weren't for Mom.\nUnfortunately, it’s incorrect.\nShriver botched the wording of a different stat from the Shriver Report, a regular publication focused largely on the status of women. For the 2014 edition, Shriver partnered with the liberal Center for American Progress.\nThat report claimed that \"In an era when women have solidified their position as half of the U.S. workforce and a whopping two-thirds of the primary or co-breadwinners in American families, the reality is that a third of all American women are living at or near a space we call ‘the brink of poverty.’ \"\nThat passage may sound like it supports Shriver’s point. But it doesn’t.\nSo what's the real number?\nWe asked Philip Cohen, who researches inequality and families at the University of Maryland, to see if he could find the actual percentage of families who rely on a mother’s income to stay above the poverty level.\nUsing Census Bureau data from the March 2014 Current Population Survey and comparing it to poverty threshold statistics, Cohen identified 33.6 million U.S. families that included at least one child and a mother. In 6.7 million of those households, the mother’s income was vital in the way Shriver stated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThat’s a shade under 20 percent -- far from two in three.\n\"You could say 20 percent of families with mothers and children rely on the mother’s income to remain above the poverty line,\" Cohen said. \"The rest either were poor already, 16 percent, or still wouldn’t be poor even without the mother’s income, 64 percent, because of income from the father or other family members.\"\nCohen tried a slightly different approach and started just with the families that were not in poverty, which created a pool of 28.2 million households. That would boost the percentage of families who rely on a mother’s income to stay out of poverty to about 24 percent.\n\"I don’t see how you can get to 67 percent, or two-thirds, as Shriver said,\" Cohen told us.\nCohen agreed with Shriver’s main point -- that mothers in many families make a huge difference in the family’s standard of living -- but said she got the specific statistic wrong.\nAfter contacting Shriver, she tweeted a correction. Shriver wrote, \"Clarifying what I said on @meetthepress: 2/3 of U.S. families rely on a mother's income that keeps many families out of poverty, but not all.\"\nOur ruling\nShriver said that for two-thirds of families with children, the mother’s income keeps them out of poverty. According to an analysis of Census Bureau data, the actual figure is closer to one-fourth. The mother’s income matters, but not to the extent she said.\nAn expert said there was a grain of truth to Shriver’s claim -- a mother’s income makes a big difference in a family’s standard of living -- but not at the percentage Shriver said.\nWe rate her claim Mostly False.", "vclaim_id": "vclaim-pol-06428"}