{"url": "/factchecks/2019/jun/19/viral-image/popular-quote-often-attributed-ayn-rand-she-didnt-/", "speaker": "Viral image", "vclaim": "Says Ayn Rand said, \"The question isn’t who is going to let me; it’s who is going to stop me.\"", "truth_label": "barely-true", "date": "stated on June 12, 2019 in a Facebook post:", "title": "This popular quote is often attributed to Ayn Rand — but she didn’t say it", "text": "If you Google \"Ayn Rand quotes,\" the first result is one recently shared on Facebook.\n\"The question isn’t who is going to let me; it’s who is going to stop me,\" reads the quote attributed to Rand, a philosopher and novelist who wrote the books \"The Fountainhead\" and \"Atlas Shrugged.\"\nThe problem is Rand never said that — at least not directly.\nThe Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) But it’s certainly not the first account to misattribute the quote to Rand.\n\"This is an attribution to Rand that has really spread all over the internet,\" said Ben Bayer, a fellow at the Ayn Rand Institute. In March 2018, the Institute even published a blog post about it. And Howard Roark, a character in \"The Fountainhead\" said \"something close\" to the quote, Bayer said.\nRoark is expelled from architectural school early in the book and during a conversation with the school’s dean, Roark is asked about a drawing he turned in, according to the blog post. The assignment was to design a Renaissance villa but Roark’s work was modern and \"strikingly original.\"\n\"Do you mean to tell me that you’re thinking seriously of building that way when and if you’re an architect?\" the dean asks.\nWhen Roark says \"yes,\" the dean says: \"My dear fellow, who will let you?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"That’s not the point,\" Roark replies. \"The point is, who will stop me?\"\nThe blog post argues that the quote often attributed to Rand is a \"well-intentioned condensation of this exchange.\"\nBut, Bayer notes, \"in the context of the scene in the novel, there’s a very particular thing that the character (Roark) is trying to do. Out of context, the rewritten quotation might be taken to mean that anyone should be able to do anything they like, but that’s surely not Rand’s view.\"\nHe linked to a page on \"amoralism\" on the institute’s website. An excerpt from Rand’s book, \"Philosophy: Who Needs It\":\n\"The amoralist’s pattern of self-appraisal (which he seldom identifies or admits) is: ‘I am good because it’s me.’\nBeyond the age of about three to five (i.e., beyond the perceptual level of mental development), this is not an expression of pride or self-esteem, but of the opposite: of a vacuum — of a stagnant, arrested mentality confessing its impotence to achieve any personal value or virtue.\"\nOur ruling\nThe Facebook post says Ayn Rand said: \"The question isn’t who is going to let me; it’s who is going to stop me.\" She didn’t say this, though the quote paraphrases a character in one of her novels. But without the book’s context, the statement could mislead readers about Rand’s worldview.\nWe rate this post Mostly False.", "vclaim_id": "vclaim-pol-00518"}