{"url": "/factchecks/2008/feb/11/barack-obama/cumulatively-major-losses/", "speaker": "Barack Obama", "vclaim": "\"8 years of the Clintons, major losses for Democrats across the nation.\"", "truth_label": "mostly-true", "date": "stated on February 1, 2008 in a flyer sent prior to Super Tuesday:", "title": "Cumulatively, major losses", "text": "Raising the prospect that a Hillary Clinton presidency will weaken the Democratic party nationally, a mailer sent on behalf of Barack Obama in the days before Super Tuesday spells out how many governorships and congressional seats the party lost during the eight years of Bill Clinton's presidency.\n\n\"8 years of the Clintons, major losses for Democrats across the nation,\" the mailer read, comparing the number of Democratic governors, U.S. senators and representatives after the 1992 and 2000 elections. It shows Democrats lost 12 governorships, seven Senate and 46 House seats over that span.\n\n\nFactually, the mailer's claims are borne out in breakdowns by the Senate, Clerk of the House and Congressional Quarterly, using 1993 and 2001 as the reference years.\n\n\nMany of the Democratic losses came in the 1994 election cycle, when voters dealt a stunning rebuke to Clinton's first-term policies and put Republicans in control of both houses of Congress for the first time in 40 years.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nBut the GOP began to lose congressional seats in the 1996 and 1998 elections, while Clinton still was in office. And just months after he departed, the Senate shifted back to Democratic control after Vermont Sen. Jim Jeffords switched his affiliation from Republican to Independent.\n\n\nWhile it's true that Democrats suffered major losses in 1994, they recouped some of those seats before Clinton left office. We find the claim to be Mostly True.", "vclaim_id": "vclaim-pol-16345"}