{"url": "/factchecks/2010/sep/22/john-kasich/john-kasich-claims-ohios-department-development-on/", "speaker": "John Kasich", "vclaim": "\"The total number of dollars that passes through the Department of Development is like $900 million and like $650 (million) of it has nothing to do with development, which is breathtaking when you think about it.\"", "truth_label": "half-true", "date": "stated on August 17, 2010 in a statement to reporters:", "title": "John Kasich claims Ohio's Department of Development only spends a small fraction of its money on bringing jobs to Ohio", "text": "If elected governor in November, Republican challenger John Kasich is certain to rule the state like a CEO managing a Fortune 500 company. In fact, Kasich has said he wanted to completely eliminate the Ohio Department of Development, the state’s primary job development agency. Instead, Kasich would outsource Ohio’s job recruiting and developing efforts to a 12-member private board of hand-picked business leaders who would report to him.\n\nIn selling this idea to reporters in August, Kasich, who is challenging Democratic Gov. Ted Strickland, ripped the current job creation efforts by the Department of Development as feeble and inefficient.\n\n\"The total number of dollars that passes through the Department of Development is like $900 million and like $650 (million) of it has nothing to do with development, which is breathtaking when you think about it,\" Kasich told reporters Aug. 17 in Columbus.\n\nEssentially, Kasich is charging that the state’s primary job creation division only uses 28 cents of every taxpayer dollar it spends on seeking out and bringing jobs to Ohio.\n\nPolitiFact Ohio wanted to know, did Kasich make an accurate statement or just blurt out a comment to perfectly accompany his new idea?\n\nFor starters, it is true that there is a lot more going on at the Department of Development besides job creation. The state agency also oversees home winterization and energy reduction projects, Ohio’s tourism marketing, and community development and housing programs, to name a few.\n\nThe agency’s fiscal year 2011 budget is a little over $930 million. Of that, the agency is spending $327 million this year (not including federal matching funds) directly on what it calls economic development, which is job development programs. That would mean the department spends about 35 percent of its funds for job creation. Thus far, Kasich’s figures are off but his larger point — that a state agency charged with bringing jobs to Ohio spends the bulk of its money elsewhere — has some merit.\n\nBut those easy to capture figures do not reveal the entire picture, says development Director Lisa Patt-McDaniel.\n\nPart of the problem is that through the years as various programs were added, such as providing heating assistance to people who can’t afford to pay their utility bills, state leaders often had no idea where to officially house the programs. Eventually, the Department of Development emerged as a catchall of various projects. Adding more slices to the pie actually crowds the slice entitled \"job creation\" and makes it appear the agency isn’t putting its all behind its main purpose.\n\nMoney the department spends in other areas, such as, the Home Winterization Assistance Program, the Community Development Block Grant, even tourism, also each might contain job training programs that indirectly lead to economic development, Patt-McDaniel said.\n\nAlso, those programs under development that focus on cleaning up brownfields, tidying up neighborhoods and green energy projects all make Ohio a more attractive place to live and do business, which also indirectly lures jobs.\n\nDevelopment is really more comprehensive than just straight job development figures, she said. \"It's important to understand that companies want to be in good communities with good quality of life and an educated workforce. They are all intertwined and important to each other. Our business is to make a business-friendly climate.\"\n\nFor example, the department has budgeted $210 million for winterizing and making other energy saving adjustments to Ohio homes this coming winter. The department says the program alone has helped create 1,300 jobs. But the department cannot say how much of that $210 million can be extrapolated as purely job creation spending.\n\nTo Kasich’s point, it is hard to believe that a state agency charged with bringing and retaining jobs for Ohio could spend only a small fraction of its state funds on its primary duty. Give him credit for the over-arching point. But his figures are off and do not encapsulate the full picture. Take some credit away for that.\n\nWe rate his statement as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14382"}