{"url": "/factchecks/2019/jan/04/donald-trump/no-usmca-trade-deal-wont-pay-border-wall-despite-d/", "speaker": "Donald Trump", "vclaim": "\"Mexico is paying for the Wall through the new USMCA Trade Deal.\"", "truth_label": "false", "date": "stated on January 2, 2019 in a tweet:", "title": "No, Mexico isn't paying for border wall through USMCA trade deal, despite Donald Trump's claims", "text": "President Donald Trump campaigned on the promise that Mexico would pay for a border wall, yet stands firm on his call to U.S. lawmakers to provide money to construct it. All while also claiming that Mexico is already paying for the barrier.\n\"Mexico is paying for the Wall through the new USMCA Trade Deal. Much of the Wall has already been fully renovated or built. We have done a lot of work. $5.6 Billion Dollars that House has approved is very little in comparison to the benefits of National Security. Quick payback!\" Trump tweeted Jan. 2.\nMexico is paying for the Wall through the new USMCA Trade Deal. Much of the Wall has already been fully renovated or built. We have done a lot of work. $5.6 Billion Dollars that House has approved is very little in comparison to the benefits of National Security. Quick payback!— Donald J. Trump (@realDonaldTrump) January 2, 2019\n\nThe U.S. government is in a partial shutdown as Trump and Democrats are at odds over the appropriation of taxpayers funds to pay for the wall’s construction. Trump said that without money for the wall, there’s no deal to reopen the government.\nBarriers in the form of fencing have gone up at the southwest border. But the wall Trump promised is not up.\nThe question here is: Is Mexico paying for the wall through a renegotiated trade deal, as Trump claimed?\nNo, trade experts say.\nThere are a couple of immediate problems with Trump’s statement.\nFirst, the renegotiated North American Free Trade Agreement is not in effect yet. Trump rebranded the updated NAFTA as the United States-Mexico-Canada Agreement (USMCA), but it still needs congressional approval.\nAnd the deal, literally, does not include any language saying Mexico will pay the United States for the wall.\nIn addition, U.S.-Mexico trade has been duty free for more than a decade, and the renegotiated trade deal does not add new tariffs on goods coming from Mexico to the United States, said Lori Wallach, director at Public Citizen's Global Trade Watch.\n\"I do not see any scenario under which the U.S. government gets more money from Mexico per se — and even if the U.S. tariffs had been raised, that would be paid by Mexican exporters not the Mexican government,\" Wallach said.\nTrump’s claim that wall costs will be covered through trade isn’t new. But it is wrong.\nBack on the campaign trail, Trump claimed that Mexico can afford to build a wall because Mexico's trade surplus with America is billions of dollars. We rated that False as trade experts said there is no connection between the size of the trade deficit and finding money to build the wall. The trade deficit is based mostly on trading and investment by private individuals and companies — not the government itself, an expert then told us.\nTrump’s latest claim hinges on changes negotiated for NAFTA by the three parties involved in the trade agreement — the United States, Mexico and Canada.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAs we’ve already said, the renegotiated version of the trade agreement is not in effect yet. It has to clear several logistical hurdles and be approved by the legislative bodies of all three countries. If approved, it would likely take effect around 2020. Until then, NAFTA remains in place. (Trump also could choose to pull the United States out of NAFTA.)\nAmong other things, the renegotiated deal increases the United States’ reach into Canadian milk and pharmaceutical markets, bolsters labor and environmental rights and broadens protections over intellectual property. It also aims to substantially increase the share of car and truck parts made in North America. It raises the proportion of North American parts and inputs that must be used in a car for it to qualify for duty-free treatment.\nIs there any provision in the agreement that would indirectly have money flow from the Mexican government to the U.S. government — and that money be designated for border security, specifically a wall?\n\"No,\" Wallach told us. \"Trade agreements do not really have terms that have one government pay another or otherwise transfer funds.\"\nWhite House argument doesn’t back Trump’s claim\nTrump has previously claimed that the new trade deal will pay for the wall, and reporters questioned White House press secretary Sarah Huckabee Sanders about it during a Dec. 18 press briefing. (The White House did not respond to PolitiFact’s request for comment.)\nThe president’s positions is that \"additional revenue through that deal that would show that Mexico was paying for the wall,\" Sanders said in December.\nAfter a reporter noted that the trade benefits go to private citizens, not the U.S. treasury, Sanders said Trump was talking about the general revenue that comes from that.\n\"So you're going to tax?\" the reporter asked. No, Sanders responded.\nIn a Dec. 18 post contributed to Forbes, Phil Levy, who served as a senior economist for trade for President George W. Bush’s Council of Economic Advisers, wrote that if automakers chose not to increase the North American content percentage for cars (as required by the new deal for it to be tariff-free), then there would be a tariff for imports from outside the North America trading bloc.\nBut even in that case, that revenue from tariffs would not be earmarked for the wall, wrote Levy, a senior fellow on the global economy at the Chicago Council on Global Affairs, who also teaches international business strategy at Northwestern University’s Kellogg School of Management.\nAlso, still pending is an assessment from the U.S. International Trade Commission on the new deal’s economic impact.\nIn a scenario where private American businesses significantly increase their revenue under the new deal, and overall U.S. tax revenues increase, then Congress might have those funds to appropriate, Wallach noted. But even then, lawmakers would have to agree to specifically allocate those funds for the wall. That seems dubious, given the ongoing government shutdown over border wall funding.\n\"I guess Trump could propose a new tax on increased revenue of U.S. firms related to trade with Mexico, but that is not passing through Congress,\" Wallach said. \"If they cannot get appropriations for a wall, imagine trying to pass a new tax to fund the wall.\"\nOur ruling\nTrump claimed, \"Mexico is paying for the Wall through the new USMCA Trade Deal.\"\nUSMCA is the name for the renegotiated NAFTA. USMCA is not in effect yet. Even then, there is no provision in the free trade agreement about Mexico directly paying for the wall.\nThe new USMCA deal does not add new tariffs on goods coming from Mexico to the United States, an expert told us. It’s unclear how the deal will impact U.S. businesses revenues. If U.S. tax revenue increases in response to increased revenues of U.S. firms, then Congress would still have to allocate that money for the wall. That’s questionable.\nTrump’s claim lacks supporting evidence. We rate it False.\n Share the Facts 2019-01-04 20:44:59 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Mexico is paying for the Wall through the new USMCA Trade Deal.\"    Donald Trump President of the United States    in a tweet Wednesday, January 2, 2019 2019-01-02    Read More  info    \nClarification: We updated a line in this story Jan. 7 to clarify that Mexico has a trade surplus with the United States. (Conversely, the United States has a trade deficit with Mexico.)\nCorrection, Jan. 9: We corrected a quote provided by Lori Wallach to refer to Mexico exporters.", "vclaim_id": "vclaim-pol-01159"}