{"url": "/factchecks/2016/mar/17/don-gaetz/legislature-provided-428-million-worth-property-ta/", "speaker": "Don Gaetz", "vclaim": "\"We were able to provide $428 million worth of property tax relief.\"", "truth_label": "mostly-true", "date": "stated on March 11, 2016 in Florida Senate floor debate:", "title": "Legislature provided $428 million worth of property tax relief, Sen. Don Gaetz says", "text": "The Florida Legislature and Gov. Rick Scott didn’t see eye-to-eye on much during the 2016 session, but they both acknowledged education spending should go up. Even then, however, they couldn’t agree on how to do it.\nScott wanted to pay for it almost entirely by increasing a share of property taxes known as the Required Local Effort. Legislators balked at that idea, especially in the Senate, because they didn’t want homeowners to bear most of the burden by paying more in taxes.\nAfter several rounds of negotiation, the House and Senate settled on a solution of reducing the rate of property taxes and supplementing spending with more money from state coffers. They passed their compromise as part of the overall budget on March 11, 2016.\n\"You can go home and say that under President (Andy) Gardiner, we were able to provide $428 million worth of property tax relief,\" Sen. Don Gaetz, R-Niceville, said on the Senate floor.\nThat’s a hefty tax break while boosting the education budget by almost half a billion dollars. We wondered whether the math added up the way Gaetz and other lawmakers said it did. It turns out the state did chip in an extra $428 million to keep property tax bills from going up, but it’s a pretty wonky process.\nAn education in taxes\nWe’re going to explain this in the simplest terms possible, because education funding and property taxes are complex. Just look at your property tax bill in November and you’ll see what we mean.\nThe education budget the Legislature passes each year is based on two parts: state funding and local funding.\nThis local funding includes a discretionary millage rate on property that counties control, and a millage rate for the so-called required local effort. (A \"mill\" is a levy of $1 for every $1,000 in taxable value on a property. If your house is worth $100,000, a one-mill rate equals $100.)\nThe required local effort is paid for through a millage rate the Legislature sets annually, and local governments must assess that rate on property owners in order to kick in enough cash for schools and get their share of state funding. While lawmakers in Tallahassee set the rate each year, what they’re really doing is setting a dollar amount local governments need to contribute.  \nWe should note that the overall projection of what the required local effort would bring in doesn’t differentiate between counties or specific real estate markets. Because of the way the Department of Education revises its budget over the course of the year, different counties will be paying different amounts, based on their markets and school districts’ needs.\nKeep in mind, the state’s economy has rebounded from the recession fairly well. Property values are up, and so are tax collections on those properties. That’s because even if the government is charging the same millage rate on a property as the year before, the taxable value has increased, raising the tax bill.\nLast year, when the millage rate was 4.984 mills, the required local effort was $7.6 billion. The projected local property tax collections for the 2016-17 budget were set at more than $8 billion, if they kept the same millage rate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nScott was largely banking on this increase to pay for a bigger budget, but legislators said no. They didn’t want property owners paying more than the $7.6 billion they paid in 2015, so they used state tax money instead of more local property taxes.\nTo use Gaetz’s term, the budget-writers \"bought out\" the required local effort. They moved $428 million from the general revenue fund, which includes money from practically every other tax and fee except ad valorem taxes.\nThen they reduced the millage rate to 4.694 mills, a 0.29-mill decrease, to counter higher taxable values and bring in the same $7.6 billion in property taxes. According to state projections, the next fiscal year’s property taxes are actually slated to be $724,000 less than last year.\nWhether you want to consider this \"tax relief\" depends on your point of view.\nKurt Wenner, vice president of research at watchdog group Florida TaxWatch, said only the $724,000 reduction in property taxes could be considered an actual tax cut based on current rates. That $724,000 is literally the amount people will be saving this year over last year.\nThe $428 million, meanwhile, is preventing an increase that is projected to happen, not cutting current taxes that people are paying now.\nBut Gaetz was careful to say \"tax relief,\" not tax cut. There’s a lot of leeway in how you could define that. In the end, that’s $428 million homeowners will not be paying in any event.\nWenner said the truest measure of whether the Legislature’s actions saved property owners any more money over last year would be to compare the new school property tax rate to the so-called \"rollback rate.\"\nThe state devises the rollback rate to show what the millage rate would have to be this year in order to collect the same amount as last year. If the rollback rate were higher than 4.694 mills, we could clearly define how much less property owners would be paying.\nBut unfortunately we can’t examine it that way. The state doesn’t calculate rollback rates until July.\nOur ruling\nGaetz said, \"We were able to provide $428 million worth of property tax relief.\"\nThe Legislature approved an increase to local school funding while cutting a key millage rate used to calculate the Required Local Effort. That will keep property tax collections essentially the same. The $428 million is an infusion of general revenue cash that will cover the boost in the education budget.\nWe could quibble with Gaetz referring to this as \"tax relief,\" because the plan is altering future collections, instead of cutting current collections. But property owners are shielded from shouldering the burden of increased education spending, so we rate this statement Mostly True.", "vclaim_id": "vclaim-pol-05252"}