{"url": "/factchecks/2018/jan/05/brian-kolb/does-ny-spend-more-create-jobs-any-other-state/", "speaker": "Brian Kolb", "vclaim": "\"New York state spends more than $8 billion in taxpayer money each year on job-creation programs - more than the combined total of the next three largest states\"", "truth_label": "half-true", "date": "stated on December 9, 2017 in an op-ed:", "title": "Does NY spend more to create jobs than any other state?", "text": "Assembly Republican Leader Brian M. Kolb said New York state economic development spending outpaces every other state by a large measure.\nKolb, a 2018 candidate for governor, claimed New York state spends more than the next three highest spending states combined.\n\"New York state spends more than $8 billion in taxpayer money each year on job-creation programs - more than the combined total of the next three largest states,\" Kolb wrote in an op-ed.\nRepublican lawmakers have targeted the state’s economic development strategy, saying little progress has been made since Gov. Andrew M. Cuomo took office in 2011.\nCuomo, conversely, rarely makes a public appearance without touting the state’s growth. In the summer of 2016, PolitiFact New York rated as True the governor's claim that 800,000 jobs had been created, the unemployment rate fell by almost half, and the state had more private sector jobs than ever before.\nBut is New York state spending as much as Kolb indicated?\nWhere’s the number from?\nKolb’s spokesperson said the development spending amount came from a June article in the Democrat & Chronicle newspaper in Rochester.\n\"The W.E. Upjohn Institute for Employment Research found New York awarded $8 billion in incentives in 2015 — three times as much as the next three largest states combined,\" according to the article.\nThe institute is one of the nation's leading nonpartisan sources of research and analysis on employment trends in the U.S.\nThe article also cited research from the Citizens Budget Commission, a nonpartisan government watchdog group, that likewise found more than $8 billion spent each year on economic development incentives in New York state.\nThe report\nThe report by the W.E. Upjohn Institute tracked at least $4.9 billion spent on economic development incentives in New York state based on state government reporting in 2015. State and local governments spend that money in several different ways, ranging from tax credits for film companies to property tax waivers.\nThe next three highest spending states were California, Texas, and Louisiana. They spent a combined total of about $5.6 billion, more than New York state's spending. California, the second highest, spent about half as much as New York state.\nTimothy J. Bartik, a senior economist at the institute and the report’s author, said New York state likely spent more on economic development.\nHis report, based on a simulation model, arrived at a higher estimate for New York state: $8.2 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe model is the only one of its kind. Experts we spoke to that specialize in similar research said its methodolgy is credible.\nThe model used the state’s laws and commonly used tax incentives to predict total economic development spending beyond numbers reported by state government. Some incentives may not be properly counted in state reporting, according to Bartik’s research.\nBartik said Kolb’s statement on New York state’s amount of spending is accurate based on that data.\n\"I would be inclined to say that the statement is true but based on an estimate of state and local incentives,\" Bartik said.\nThe other part of Kolb’s claim does not add up. The other three high spending states — California, New Jersey, and Texas — spent a combined $8.8 billion, more than New York’s estimate, according to his model.\n\"In terms of the bigger picture, New York state is well above average in the magnitude of incentives it provides,\" Bartik said.\nEmpire State Development, the state’s economic development agency, did not provide any data to support or refute Bartik’s estimates.\nA few caveats\nNew York state is bound to spend more money than other states because its economy is larger, but the state still ranked high when Bartik considered the size of each economy.\n\n\nThree other states ranked higher than New York in reported economic development spending as a percentage of their economies: Louisiana, New Mexico, and South Carolina.\n\n\nNew York ranked third behind New Mexico and Tennessee when numbers from the report’s simulation model are used instead.\n\n\nThe report also combined both state and local economic incentives in its data. There are state incentives, like tax credits for film companies, and local incentives, like property tax abatements.\nMore than half the cost of economic development was at the local level in 2016, according to a report from the Citizens Budget Commission. Of the $8.6 billion in tax breaks or direct spending they found in New York, about $4.6 billion was local.\nThat’s not necessarily an important distinction to make, Bartik said.\n\"In New York, as in all other states, local governments are creatures of the state,\" Bartik said. \"They only have the powers and functions that the state decides to give them.\"\nOur ruling\nKolb said \"New York state spends more than $8 billion in taxpayer money each year on job-creation programs - more than the combined total of the next three largest states.\"\nResearch suggests Kolb is right on the amount, but wrong about New York state exceeding the next three states combined. The report Kolb cited also includes local government spending, so the $8 billion cannot be attributed completely to the state.\nHis statement is partially accurate. On balance, we rate it Half True.\n Share the Facts 2018-01-05 19:18:34 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"New York state spends more than $8 billion in taxpayer money each year on job-creation programs - more than the combined total of the next three largest states\"    Brian Kolb Assembly Minority Leader and 2018 Gubernatorial Candidate https://auburnpub.com/opinion/columnists/kolb-rose-colored-rhetoric-sure-to-highlight-economic-awards/article_29234806-dc5e-11e7-a837-8fe8328cd23c.html?platform=hootsuite   New York Saturday, December 9, 2017 2017-12-09    Read More  info", "vclaim_id": "vclaim-pol-02542"}