{"url": "/factchecks/2014/feb/14/patriot-majority-usa/demcratic-group-says-nc-republican-senate-hopeful-/", "speaker": "Patriot Majority USA", "vclaim": "Says North Carolina Republican Senate candidate Thom Tillis \"supports a plan that would end Medicare as we know it.\"", "truth_label": "barely-true", "date": "stated on February 12, 2014 in a campaign ad:", "title": "Democratic group says N.C. GOP Senate hopeful Thom Tillis supports a plan that would 'end Medicare as we know it'", "text": "A race in North Carolina has become one of the top battles in the war to control the U.S. Senate. Sen. Kay Hagan, D-N.C., is trying to win a second term and help keep the Democrats in control of the chamber. But she is expected to face a tough race against one of several Republicans competing in the primary.\nOne of the leading candidates is Thom Tillis, the speaker of the North Carolina House. Patriot Majority USA, a pro-Democratic group operating independently of the Hagan campaign, has begun to run ads against Tillis, who has already benefited from a blizzard of ads against Hagan that were paid for by the conservative group Americans for Prosperity.\nHere’s the narration of the ad:\n\"In North Carolina, we put families first. But Senate candidate Thom Tillis sides with health insurance companies. He'd let them deny coverage for pre-existing conditions and raise rates for women needing mammograms. Tillis supports a plan that would end Medicare as we know it, and force seniors to spend up to $1,700 more for prescriptions. He's with the special interests; hurting North Carolina families.\"\nWe wondered whether it was true that Tillis \"supports a plan that would end Medicare as we know it.\"\nIn making the claim, the ad cites articles from the Raleigh News & Observer and Reuters in 2012 about Rep. Paul Ryan, R-Wis., who had just been tapped as Mitt Romney’s vice presidential nominee. The articles discussed how Ryan’s budget plan in 2011 would have made significant changes to the structure of Medicare. \nUnder Ryan’s plan, Medicare would have changed from a program that pays doctors and hospitals fees for particular services to one in which beneficiaries would be paid an amount by the government that they could use toward private insurance premiums. This proposal, known as \"premium support,\" would have affected people who today are under 55 only.\nDemocrats called it radical and argued that it shifted too much of Medicare’s financial burden to beneficiaries. It was approved by the GOP-controlled House before dying in the Democratic-controlled Senate.\nWe should note that the ad’s characterization of Ryan’s plan is more measured than the version of the talking point used by many Democrats in 2011 that was our choice as that year’s Lie of the Year. That version was that Republicans would \"end Medicare,\" period. We do wonder how many viewers would understand what the ad means by ending Medicare \"as we know it,\" though Democrats use the phrase routinely to describe the Ryan plan. We’ve found the \"as we know it\" phrasing to be highly subjective.\nSince the original proposal from 2011 failed to be adopted by the Senate, Ryan has offered updated versions of the plan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe most recent iteration of Ryan’s plan is less far-reaching than the original. The current version offers seniors younger than 55 the opportunity to choose the premium support model, rather than a requirement.\nEven introducing the option of premium support would be a significant change to Medicare, but since beneficiaries would be able to remain on traditional Medicare without being penalized, it seems doubtful that, as the ad says, the Ryan plan \"would end Medicare as we know it.\"\nThe bigger issue, though, is whether Tillis supports the Ryan proposal's ideas on Medicare. Does he? \nWe asked Tillis’ campaign manager and spokesman, Jordan Shaw, for Tillis’ position on the Ryan plan.\n\"He has said that there are some good ideas in versions of the Ryan plan, but has never gone to this level of dedication to every aspect of a specific version,\" Shaw said.\nThis is a pretty vague position. Still, it gives Tillis room to say that he might prefer the current version of the proposal, which, by virtue of being optional, doesn’t fit the ad’s underlying claim that Tillis definitively supports changing Medicare as we know it.\nWe couldn't find any more specific evidence that Tillis supports or opposes Ryan's ideas for Medicare. \nOur ruling\nPatriot Majority USA said Tillis \"supports a plan that would end Medicare as we know it.\"\nTillis has acknowledged supporting aspects of Paul Ryan’s budget plan, but he hasn’t specifically said whether or not he supports the original Medicare provision that would have made significant and mandatory changes to the program. Tillis could clear this up by more forthrightly stating his views on the matter. Still, the ad exaggerates by assigning a specific position to Tillis that he hasn't actually taken. Overall, we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08251"}