{"url": "/factchecks/2015/apr/27/van-wanggaard/no-evidence-waiting-period-handgun-purchases-reduc/", "speaker": "Van Wanggaard", "vclaim": "\"There's no statistical evidence that\" a waiting period for handgun purchases \"reduces violence whatsoever.\"", "truth_label": "mostly-true", "date": "stated on April 21, 2015 in a legislative floor debate:", "title": "No statistical evidence that a waiting period for handgun purchases reduces violence, lawmaker says", "text": "Amid a surge in murderous gun violence in Milwaukee, the Republican-controlled Wisconsin Senate voted to repeal a state law that requires a two-day wait for handgun purchases.\nJust before the April 21, 2015, vote, the author of the bill, state Sen. Van Wanggaard, made this waiting-period claim:\n\"There’s no statistical evidence that it reduces violence whatsoever,\" the Racine Republican declared.\nWith the repeal bill moving to the GOP-controlled Assembly, and likely headed for GOP Gov. Scott Walker, let’s see if Wanggaard is right.\nThe law\nThe District of Columbia and 10 states, including Wisconsin, Minnesota, Illinois and Iowa, have laws that require a waiting period for purchases of at least some types of guns, according to the Law Center to Prevent Gun Violence. Wisconsin’s law, in place since 1976, applies only to handguns and only to purchases from firearms dealers. It prohibits a handgun buyer from taking possession of the weapon until 48 hours after a background check is started -- even if the check comes back clean within a matter of hours or minutes.\nThe City of Milwaukee, the Wisconsin Coalition Against Domestic Violence and the Wisconsin Medical Society are among groups that oppose scrapping the law. Some say the cooling-off period can help prevent crimes of passion, such as domestic violence.\nUnder the repeal bill from Wanggaard, who is a retired Racine police traffic investigator, a buyer could take possession of a handgun as soon as the seller completes the background check.\nGroups backing the repeal include the National Rifle Association, the Milwaukee Police Association union and the Wisconsin Wildlife Federation. Some say the wait following a successful background check is an \"unnecessary time tax on both the purchaser and the dealer,\" and that a person who needs a gun for protection can be put at risk.\nWalker has indicated he supports the repeal. Asked about such a measure in February 2015, he told the NRA: \"I think we want to be a leader in this area as well.\"\nStudies\nHere are highlights from some key studies about the effects of waiting-period laws:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA study done by one researcher from Georgetown University and one from Duke University that was published in the Journal of the American Medical Association in 2000 examined the Brady Handgun Violence Prevention Act, a 1994 federal law that established a nationwide waiting period and background check for handgun sales. (The waiting period provision was later removed.)\nThe study concluded that the law’s waiting period was associated with reductions in the firearm suicide rate for people age 55 and older, but not associated with reductions in homicide rates or overall suicide rates.\nOther research has found that people who buy handguns are at a higher risk of committing suicide during the first week after the purchase. For example, an article published in 2000 by members of the Firearm Injury Center at the Medical College of Wisconsin said a Wisconsin study found a \"sharp increase\" in the risk of suicide within one week of a gun purchase.\nBut a 2003 report by the U.S. Centers for Disease Control and Prevention that reviewed studies on the effects of waiting periods on violence found that some studies indicated a decrease in violent outcomes associated with the delay, while others indicated an increase.\nAnd a 2012 study by one researcher from the University of Cincinnati and another from Arizona State University found no statistical effects from waiting periods on gun crimes.\nIn a nutshell, except for suicide, the studies show Wanggaard’s claim about waiting periods and violence is largely correct.\nExperts\nDaniel Webster, director of the Johns Hopkins University Center for Gun Policy and Research, told us there is research linking more thorough background checks -- which take longer than an instant FBI check -- with reduced homicide rates. The more thorough checks are more likely to turn up reasons why a person cannot legally purchase a gun. But Webster said he is not aware of research that shows waiting periods reduce violence.\nSimilarly, Harvard’s David Hemenway said he was aware only of research that links lower suicide rates with wait periods. Many studies link lower levels of lethal violence with strong gun control laws in general, but not with particular laws such as a waiting period, he said.\nOur rating\nWanggaard said, \"There’s no statistical evidence that\" a waiting period for handgun purchases \"reduces violence whatsoever.\"\nThere is research to indicate that handgun waiting periods are linked with lower suicide rates. But we did not find evidence that waiting periods coincide with less violence being committed by one person against another. If such evidence emerges, we may revisit this item.\nAs it stands, Wanggaard’s statement is accurate but needs clarification -- our definition of Mostly True.", "vclaim_id": "vclaim-pol-06478"}