{"url": "/factchecks/2012/jan/13/newt-gingrich/newt-gingrich-ad-says-mitt-romney-runs-away-ronald/", "speaker": "Newt Gingrich", "vclaim": "Says Mitt Romney \"runs away from Ronald Reagan.\"", "truth_label": "barely-true", "date": "stated on January 13, 2012 in a campaign ad:", "title": "Newt Gingrich ad says Mitt Romney 'runs away from Ronald Reagan'", "text": "In a web video released on Jan. 13, 2012, Newt Gingrich’s presidential campaign took aim at \"Massachusetts moderate\" Mitt Romney, comparing him to fellow Bay State politicians (and Democratic presidential losers) Michael Dukakis and John Kerry and even taking him to task for being able to speak French.\n\nThe ad fires a fusillade of shots designed to show that Romney is too liberal to be a Republican presidential nominee. We’ve chosen one of those claims to check.\n\n\"What has Massachusetts given us?\" the ad asks, offering grainy footage of Dukakis’ ill-fated tank ride during the 1988 campaign and Kerry’s windsurfing from 2004. The video goes on to describe Romney as \"a Massachusetts moderate who runs away from Ronald Reagan,\" then cuts to a clip of Romney speaking during a debate while running for Senate in 1994. In the debate, Romney said, \"Look, I was an independent during the time of Reagan-Bush. I’m not trying to return to Reagan-Bush.\"\n\nWe have already looked at the question of Romney’s view of Reagan, a conservative icon, during a fact-check of a Democratic National Committee ad on Nov. 29, 2011.\n\nThe DNC ad from 2011 juxtaposes two clips of Romney talking. The first was the same one later used in the Gingrich ad. The second showed Romney standing at a podium saying, \"The principles that Ronald Reagan espoused are as true today as they were when he spoke them.\"\n   \nThe 1994 clip, which came during Romney’s bid to unseat the late Sen. Edward Kennedy, showed part of an exchange in which the two men had a philosophical discussion about poverty and families. Kennedy, a liberal Democrat, claimed that child poverty rates rose when Republicans occupied the White House.\n   \n\"Under the Reagan-Bush economic programs, under the economic programs you want to return to, the total number of children that are living in poverty, the total number of children out of wedlock -- this has happened, you know we’ve had Republican presidents during this period of time and the cutting back of support systems for children and most of all for families to get jobs,\" Kennedy said. \"If you’re not going to provide a climate and an atmosphere for men and women to be able to work and provide for their children, you’re going to see the breakdown of the family as well.\"\n   \nKennedy said discussions about supporting families shouldn’t be used to score \"political hits,\" prompting Romney to fire back that he wasn’t politicizing the issue -- Kennedy was.\n   \n\"I mentioned nothing about politics or your position at all. I talked about what I’d do to help strengthen families, and you talked about Reagan-Bush. Look, I was an independent during the time of Reagan-Bush. I’m not trying to return to Reagan-Bush,\" Romney said, in a clear attempt to distance himself from the former president.\n\nIn our fact-check of the DNC ad, we couldn’t find any other references to Romney distancing himself from Reagan beyond the 1994 debate comment. Still, Romney did say it on live television, so we have no quarrel with the Gingrich campaign using it. The Gingrich ad also correctly identified it on-screen as having occurred in 1994, some 18 years ago.\n\nBut we have a different problem with the Gingrich ad: It erred by using the present tense in the voice-over, saying that Mitt Romney \"runs away from Ronald Reagan.\" To us, that means that Romney is still distancing himself from Reagan. And that’s definitely not the case.\n\nConsider the second clip in the DNC ad, in which Romney was speaking at the annual Reagan lecture at the Reagan library in Simi Valley, Calif., in May 2010. He was talking about America’s position in the world.\n\n\"I have to tell you that I’m optimistic. I’m optimistic about the future because I recognize that there is a growing awakening among the American people that this administration has put us on the wrong track and that the principles that Ronald Reagan espoused are as true today as they were when he spoke them.\"\n\nAfter some applause, Romney continued by elaborating on Reagan-like policies emphasizing low taxes, balanced budgets and strong families. While speaking about the need to keep America strong for the sake of world peace, he paraphrased \"that wonderful line\" of Reagan’s:\n\n\"(Reagan) said, ‘Of the four wars that were begun during my lifetime, not one of them was begun because America was too strong.’ And he’s absolutely right,\" Romney said.\n\nWe found other examples of Romney's fealty to Reagan's legacy:\n\n• During his first presidential campaign in 2007, Romney blasted primary rival John McCain for voting against President George W. Bush’s tax cuts. \"That's failing Reagan 101,\" Romney said, essentially holding up Reagan as the standard to which Republicans should aspire.\n   \n• In a debate that year, he was asked whether the primary candidates would support the Republican nominee if it was someone else. Yes, Romney said, then added, \"I want that nominee, however, to come out of the same mold as Ronald Reagan.\"\n\n• When he proposed a detailed economic plan last year, Romney included a provision for a new \"Reagan Economic Zone,\" an international free-trade area designed to reward nations that have \"embraced free enterprise and open markets.\"\n\n• On Dec. 16, 2011, at a Fox News-sponsored debate, Romney referred to Reagan in explaining his change of heart on abortion. Both Romney and Reagan started off favoring abortion rights before shifting to an anti-abortion stance.\n\n\"I've learned over time, like Ronald Reagan and George Herbert Walker Bush and others, my experience in life over, what, 19 -- 17, 18, 19 years has told me that sometimes I was wrong,\" Romney said. \"Where I was wrong, I've tried to correct myself.\"\n\n• On Dec. 15, 2011, the Romney campaign unveiled a group called \"Reaganites for Romney,\" featuring officials who served in political or policy roles during the Reagan Administration.\n\n\"These individuals were part of a movement that changed America and the rest of the world,\" said Romney. \"The smaller government policies of the Reagan era helped turn around a struggling economy and create millions of jobs. And the strong defense of freedom around the world led to the crumbling of empires and dictatorships. I am proud to announce this group of conservative leaders – with their help we can recreate the robust job creation of the Reagan years.\"\n\nOur ruling\n\nGinrgich’s ad contains a grain of truth: In one televised debate 18 years ago, Romney distanced himself from Reagan and his policies. But more recently, Romney has had only kind words to say about the Gipper. When the DNC charged that Romney had flip-flopped on his support for Reagan’s policies, we ruled that charge Mostly True. In this case, though, we don’t think Romney’s long-ago discomfort with Reagan-era policies justifies the Gingrich ad’s claim that Romney is \"a Massachusetts moderate who runs away from Ronald Reagan.\" We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11793"}