{"url": "/factchecks/2012/feb/29/george-lemieux/lemieux-says-connie-mack-failed-pay-his-child-supp/", "speaker": "George LeMieux", "vclaim": "Says Connie Mack \"failed to pay his child support.\"", "truth_label": "false", "date": "stated on February 27, 2012 in a Web ad:", "title": "George LeMieux says Connie Mack “failed to pay his child support”", "text": "Judging from his latest Web ad, George LeMieux thinks his rival for the Republican nomination for U.S. Senate is a loser on par with Hollywood bad boy Charlie Sheen.\n\nThe ad parodies \"Two and a Half Men\" -- the show Sheen infamously quit in a snit -- to target U.S. Rep. Connie Mack, whom the ad mockingly calls \"Half Mack.\" \n\nIn the ad, we see an animated \"Half Mack\" in a series of buffoonish outfits as the ad makes its stinging charges:\n\n\"Connie the fourth took seven and a half-years to finish college. … Drunken Brawls. … Arrested. … Road rage. … His only real job in the real world? An 'events coordinator' for Hooters!\n\n\"In Congress, Half Mack bounced checks, didn’t pay bills, was sued by his Yacht club, stiffed his lawyer, even failed to pay his child support.\"\n\nThere’s a lot of claims in that ad, and viewers can find background about much of it in a Miami Herald article that examined Mack’s past. We’ll be looking at a number of these claims in the days ahead.\n\nIn this item, we will tackle the serious charge that Mack \"failed to pay his child support.\" The ad shows many notices sailing by, each stamped \"urgent,\" \"overdue,\" or \"past due.\"\n\nMack (whose real name is Cornelius Harvey McGillicuddy IV) filed for divorce from his wife Ann McGillicuddy in August 2005 in Lee County Court. On July 12, 2006, the lawyer for the congressman filed a response to his estranged wife’s motion for contempt. The document states that Mack agreed to pay $1,700 a month in temporary support to his estranged wife starting May 1, 2006. His annual congressional salary in 2005 was $162,100, the Herald reported.\n\nThat payment was apparently late. When we asked LeMieux’s campaign for evidence, they referred us to a court document from Mack’s divorce posted on the Herald’s website showing a single late payment in connection with the $1,700.\n\nThe court record filed by Mack’s attorney showed he transferred $400 to Ann’s account July 3 while on vacation. Once he realized he made a mistake, according to the court filing, he transferred $1,000 on July 10, $164.49 on July 11, and $135.51 on July 12, as well as $175 on July 12 to cover any returned checks.\n\nWe should note that the document said \"temporary support\" and \"temporary alimony,\" and not child support, though news reports from the time indicated Mack had two children ages 3 and 5.\n\nThe LeMieux campaign said the money should count as child support. \"Financial support of the children is part of family support, and Connie Mack did not make the payment on time,\" LeMieux spokeswoman Anna Nix said in an email.\n\nMack campaign spokesman David James said this was an alimony payment -- not child support.\n\nJames told PolitiFact that the divorce wasn’t final on the dates in question, and negotiations were still ongoing. \"The terminology of ‘late’ is one attorney’s interpretation of the facts.\"\n\nWe were unable to reach Mack’s ex-wife or her attorney. We did speak with Carolyn Swift, the congressman’s attorney. She said the document the Herald posted specifically referred to the $1,700 that was agreed upon for temporary alimony, in addition to him paying other expenses, including the mortgage on their Virginia residence.\n\nSwift sent us a copy of a May 2006 agreed-upon order that described the $1,700 payment as \"temporary alimony.\"\n\nThe marital settlement agreement filed in late July said that the congressman would pay the mortgage in lieu of child support until the home was sold, Swift said. An addendum in 2007 set child support at $1,645 a month.\n\nOur ruling\n\nLeMieux’s ad said that Mack \"failed to pay his child support,\" and the visuals of multiple \"past due\" notices suggest a pattern.\n\nLeMieux can’t prove that charge, though. Instead, LeMieux points to a court document that showed Mack was once 12 days late in paying for part of a $1,700 \"temporary alimony\" payment. LeMieux’s campaign argued that Mack’s late alimony payment could have been used to pay for their children’s expenses.\n\nWe think saying that Mack \"failed\" to pay his child support is quite a stretch. It’s based on a single partial late payment of less than two weeks, and the payment was classified as alimony by the courts. We rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the 2012 election season. See the video version of this fact-check here.", "vclaim_id": "vclaim-pol-11525"}