{"url": "/factchecks/2019/jan/02/blog-posting/did-hillary-clinton-say-migrant-children-should-be/", "speaker": "Bloggers", "vclaim": "\"Hillary on child aliens in 2014: Send them back.\"", "truth_label": "mostly-true", "date": "stated on December 17, 2018 in a Facebook post:", "title": "Did Hillary Clinton in 2014 say migrant children should be sent back to their countries?", "text": "A viral Facebook video claims that Hillary Clinton in 2014 said children arriving at the border should be sent back to their countries.\nThe video is legitimate, and Clinton did make the remarks during a 2014 CNN interview. The 31-second clip has at least 13 million views on Facebook. It continues to be shared amid the ongoing national dialogue about separations of migrant families arriving at the border.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe video has a static headline that says: \"Hillary on child aliens in 2014: Send them back.\" As the clip plays, a transcript of Clinton’s remarks is shown at the bottom of the video. The transcript highlights these particular lines: \"But we have to send a clear message, just because your child gets across the border, that doesn't mean the child gets to stay.\"\nThe clip comes from a June 17, 2014, CNN town hall called \"Hillary Clinton's Hard Choices,\" hosted by Christiane Amanpour.\nAmanpour asked Clinton, who had recently served as secretary of state during the Obama administration, if the thousands of children coming across the border alone (without their parents) should be allowed to stay in the United States or be sent back to their countries. The number of unaccompanied children arriving at the southern U.S. border peaked in 2014.\nIt’s important to note that Clinton’s remarks are not about family separations, a detail that may not be evident based on the trimmed clip circulating on Facebook.\nHere’s the context:\nClinton: \"Well, two quick points. One, the numbers are increasing dramatically. And the main reason I believe why that's happening is that the violence in certain of those Central American countries is increasing dramatically. And there is not sufficient law enforcement or will on the part of the governments of those countries to try to deal with this exponential increase in violence, drug trafficking, the drug cartels, and many children are fleeing from that violence.\nAmanpour: \"Should they be able to stay here? It's safer.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nClinton: \"Well -- it may be safer but that's not the answer. I do not --\"\nAmanpour: \"Should they be sent back?\"\nClinton: \"Well, first of all, we have to provide the best emergency care we can provide. We have children 5 and 6 years old who have come up from Central America. We need to do more to provide border security in southern Mexico.\"\nAmanpour: \"So, you're saying they should be sent back now?\"\nClinton: \"Well, they should be sent back as soon as it can be determined who responsible adults in their families are, because there are concerns about whether all of them can be sent back. But I think all of them who can be should be reunited with their families. And just as Vice President (Joe) Biden is arguing today in Central America, we've got to do more. I started this when I was secretary to deal with the violence in this region to deal with border security.\n\"But we have so to send a clear message, just because your child gets across the border, that doesn't mean the child gets to stay. So, we don't want to send a message that is contrary to our laws or will encourage more children to make that dangerous journey.\"\nSo, speaking about children arriving alone at the border, Clinton said children who can be sent back, should be sent. Clinton noted that not all children could be returned to their home countries.\nOur ruling\nText for a video circulating on Facebook claims, \"Hillary on child aliens in 2014: Send them back.\"\nClinton during a 2014 CNN interview responded to a question about children arriving at the border. At the time, there was a surge of children arriving alone, without their parents.\nClinton said that children should be sent back to responsible adults in their home countries, but noted that there were concerns about the plausibility of sending all of them back.\nThe Facebook post is is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts 2019-01-03 00:17:42 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Hillary on child aliens in 2014: Send them back.\"    Bloggers Bloggers    in a Facebook post Monday, December 17, 2018 2018-12-17    Read More  info", "vclaim_id": "vclaim-pol-01163"}