{"url": "/factchecks/2011/may/13/jay-carney/president-obamas-press-secretary-says-rick-perry-d/", "speaker": "Jay Carney", "vclaim": "Says Rick Perry \"turned down our invitation to meet\" President Barack Obama in El Paso.", "truth_label": "mostly-true", "date": "stated on May 10, 2011 in a press gaggle aboard Air Force One.:", "title": "President Obama's press secretary says Rick Perry declined to meet president in El Paso", "text": "Asked why President Barack Obama didn’t meet with Texas Gov. Rick Perry during his one-day trip to Texas, White House press secretary Jay Carney told reporters Tuesday: \"Gov. Perry turned down our invitation to meet the president at the airport.\"\n\nObama spokesman Adam Abrams later told us that Carney was referring to the airport in El Paso, where Obama ventured before flying to Austin for political fundraisers.\n\nAccording to a White House transcript, when a reporter suggested Perry \"wanted a more substantial meeting\" and didn’t want to travel across the state \"to discuss the wildfires and border security and all that,\" Carney replied: \"Again, we invited him to meet with the president, and he declined the invitation.\"\n\nDid Perry refuse to greet Obama in El Paso?\n\nRewind: In August, the GOP governor experienced a 34-second handshake of a conversation with the Democratic president at Austin’s airport during which he attempted to hand him a letter urging closer attention to security along the U.S.-Mexico border. The letter was accepted by a White House adviser.\n\nIn an interview, Perry spokeswoman Lucy Nashed confirmed that on Tuesday, the governor declined an offer from the White House to greet the president in El Paso. \"It would have been a 10-minute greeting,\" she said.\n\nHowever, Nashed said, \"we did ask them if we could meet and greet the president later in Austin or if the president would be interested in\" taking a flying tour of wildfires that have hurt rural Texas. \"Unfortunately, we couldn’t arrange anything,\" Nashed said.\n\nSeparately, Perry spokesman Mark Miner was quoted in the Austin American-Statesman’s Postcards blog as saying Perry \"wanted to meet with the president to discuss the wildfires and border security, not just shake his hand in a receiving line on a tarmac.\"\n\nWe asked how the governor passed the hours he could have spent journeying to and from El Paso, about 575 miles from Austin. Nashed, forwarding Perry's state schedule for that day, said he joined Jay Kimbrough, his former chief of staff and a favorite troubleshooter, in marking the anniversary of the severe wound Kimbrough endured as a Marine machine gunner in Vietnam in 1967. The two lunched in East Texas, she said, and joined a motorcycle ride to a veterans museum in Huntsville.\n\nOn May 12, as noted by the Dallas Morning News, Perry told interviewer Laura Ingraham that he didn't have time to fly to El Paso for a handshake. The newspaper said Perry told Ingraham, \"If he wanted to meet, I was in Austin. I would have been here.\"\n\nThe White House did not comment on Perry’s professed offer to meet in Austin, though emails between Perry's office and the White House confirm that Perry was invited to greet the president in El Paso and that a gubernatorial aide asked if it was \"an option\" for Perry to greet Obama in Austin \"since we are here.\" A White House aide replied: \"Unfortunately there won't be a tarmac greet in Austin.\" PolitiFact Texas obtained the emails through an open-records request.\n\nOur call? Perry declined to howdy the president in El Paso. However, Carney’s response implies Perry flat refused to meet when an alternative meeting prospect was floated. We rate Carney’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-13098"}