{"url": "/factchecks/2014/apr/14/barack-obama/lyndon-johnson-opposed-every-civil-rights-proposal/", "speaker": "Barack Obama", "vclaim": "During Lyndon B. Johnson’s first 20 years in Congress, \"he opposed every civil rights measure that came up for a vote.\"", "truth_label": "true", "date": "stated on April 10, 2014 in speech at the Lyndon B. Johnson Library:", "title": "Lyndon Johnson opposed every civil rights proposal considered in his first 20 years as lawmaker", "text": "President Lyndon B. Johnson of Texas was lauded by four successor presidents as a Lincoln-esque groundbreaker for civil rights, but President Barack Obama also noted that Johnson also had long opposed civil rights proposals.\n\"Now, like any of us, he was not a perfect man,\" Obama said in his April 10, 2014, speech at the Civil Rights Summit at the LBJ Presidential Library. \"His experiences in rural Texas may have stretched his moral imagination. But he was ambitious, very ambitious, a young man in a hurry to plot his own escape from poverty and to chart his own political career. And in the Jim Crow South, that meant not challenging convention.\n\"During his first 20 years in Congress,\" Obama said, \"he opposed every civil rights bill that came up for a vote, once calling the push for federal legislation a farce and a shame.\"\nOn one level, it’s not surprising that anyone elected in Johnson’s era from a former member-state of the Confederate States of America resisted civil-rights proposals into and past the 1950s. But given Johnson’s later roles spearheading civil-rights measures into law including acts approved in 1957, 1960 and 1964, we wondered whether Johnson’s change of course was so long in coming.\nJohnson initially won election to the U.S. House in 1937, outpacing nine other aspirants on April 10, 1937, to fill the seat opened up by the death of Rep. James P. Buchanan, according to Johnson’s biographical timeline posted online by his presidential library. He advanced to the Senate in the November 1948 election, later landing the body’s most powerful post, majority leader, before resigning after his ascension to vice president in the 1960 elections.\nSo, Obama was speaking to Johnson’s position on civil rights measures from spring 1937 to spring 1957, a stretch encompassing many votes.\nFor this fact check, we asked our Twitter followers (@PolitiFactTexas) for research thoughts. A reader guided us to excerpts of an interview with historian Robert Caro, who has written volumes on Johnson’s life, presented on the Library of Congress blog Feb. 15, 2013.\nThe applicable portion:\nThe nation will be marking the 150th Anniversary of the Civil War. Like Lincoln, Johnson’s true motives on promoting racial equality have been questioned. Have you come to any conclusions about that?\nCaro: The reason it’s questioned is that for no less than 20 years in Congress, from 1937 to 1957, Johnson’s record was on the side of the South. He not only voted with the South on civil rights, but he was a southern strategist, but in 1957, he changes and pushes through the first civil rights bill since Reconstruction. He always had this true, deep compassion to help poor people and particularly poor people of color, but even stronger than the compassion was his ambition. But when the two aligned, when compassion and ambition finally are pointing in the same direction, then Lyndon Johnson becomes a force for racial justice, unequalled certainly since Lincoln.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nSimilarly, White House spokesman Eric Schultz answered our request for information with emailed excerpts from Means of Ascent, the second volume of Caro’s books on Johnson.\nThe introduction to the book says that as Johnson became president in 1963, some civil rights leaders were not convinced of Johnson’s good faith, due to his voting record. \"He had been a congressman, beginning in 1937, for eleven years, and for eleven years he had voted against every civil rights bill – against not only legislation aimed at ending the poll tax and segregation in the armed services but even against legislation aimed at ending lynching: a one hundred percent record,\" Caro wrote. \"Running for the Senate in 1948, he had assailed President\" Harry \"Truman’s entire civil rights program (‘an effort to set up a police state’)…Until 1957, in the Senate, as in the House, his record – by that time a twenty-year record – against civil rights had been consistent,\" Caro wrote.\nWe found that excerpt in the book as well as these vignettes:\n--In 1947, after President Harry S Truman sent Congress proposals against lynching and segregation in interstate transportation, Johnson called the proposed civil rights program a \"farce and a sham--an effort to set up a police state in the guise of liberty.\"\n--In his 1948 speech in Austin kicking off his Senate campaign, Johnson declared he was against Truman’s attempt to end the poll tax because, Johnson said, \"it is the province of the state to run its own elections.\" Johnson also was against proposals against lynching \"because the federal government,\" Johnson said, \"has no more business enacting a law against one form of murder than against another.\"\nNext, we asked an expert in the offices of the U.S. Senate to check on Johnson’s votes on civil rights measures as a lawmaker. By email, Betty Koed, an associate historian for the Senate, said that according to information compiled by the Senate Library, in \"the rare cases when\" such \"bills came to a roll call vote, it appears that\" Johnson \"consistently voted against\" them or voted to stop consideration. (See detail in her email, here.)\nOur ruling\nObama said that during Johnson’s \"first 20 years in Congress, he opposed every civil rights measure that came up for a vote.\"\nThat was the case for Johnson, who broke this pattern by steering passage of civil rights acts starting in 1957. We rate this statement as True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07996"}