{"url": "/factchecks/2012/jan/26/no-casinos/nevada-no-1-unemployment-violent-crime-car-theft-d/", "speaker": "No Casinos", "vclaim": "Nevada is No. 1 in unemployment, violent crime, car theft, divorce, robberies and foreclosures.", "truth_label": "mostly-true", "date": "stated on January 19, 2012 in a television ad:", "title": "Ad: Nevada is No. 1 in unemployment, violent crime, car theft, divorce, robberies and foreclosures", "text": "\"What happens in Vegas stays in Vegas\" is a common advertising slogan for Las Vegas. And those who oppose the introduction of mega-casinos in Florida say they want those casinos -- and the problems in Nevada -- to stay there.\n\nIn a \"Leave it in Vegas\" television ad that launched Jan. 19, 2012, the group No Casinos claims that Nevada is No. 1 in lots of rankings -- and not in a good way. Set to sinister music, the ad states:\n\n\"Big gambling . . .  \nThey Say Florida's the Next Vegas.\nThat Nevada's Number One . . .\nAnd its true.\nNo. 1 in Unemployment.\nNo. 1 in Violent Crime.\nIn Car Theft.\nDivorce . . .\nIn Robberies.\nNo. 1 in Foreclosures.\nWhat happens in Vegas Should Stay in Vegas.\nTell Our Elected Officials: Keep Big Gambling Out of Florida.\"\n\nThe ad packs an emotional punch with photos of what appears to be a homeless man huddling under a blanket, a jail cell, the flashing lights of a squad car and a for sale/foreclosure sign by a house.\n\nWe checked some similar claims about Nevada in the past by the CEO of the Florida Chamber of Commerce -- a group that opposes casino expansion. But the new ad by No Casinos includes two additional claims about Nevada -- car theft and robberies -- and it started airing during the state legislative session, in the heat of the debate about whether to pass a bill to allow casino resorts.\n\nNo Casinos pointed us to a document from CQ Press that compares states on multiple rankings and is based on data from the census, Small Business Administration, FBI and administrative office of the U.S. courts. The document is the most recent version of the state ranking book, said Dan Gelber, South Florida chairman of No Casinos.\n\nUnemployment: Nevada’s unemployment rate was 13 percent in November 2011 -- placing it at No. 1 among states, according to the Bureau of Labor Statistics.\n\nCrime: For the statistics about violent crime, car theft and robberies we turned to the FBI’s 2010 statistics which show the rate per 100,000 people. (The 2011 data is still preliminary.) Nevada’s violent crime rate was second highest in the country behind the District of Columbia. Nevada's rate for robberies was third, behind D.C. and Delaware. The rate for car theft was third, behind California and Washington state. (The District of Columbia isn’t a state so we won’t hold that one against No Casinos.)\n\nThe CQ data cited by No Casinos was for 2009. It showed Nevada at No. 1 for violent crime, robberies and car theft. That data showed Florida at No. 8 for violent crime, no. 6 for robberies and 14th for car theft.\n\nForeclosures: RealtyTrac, which tracks foreclosures, showed Nevada at the highest in the country for December 2011 with one foreclosure for every 177 homes.\n\nDivorce: CQ used 2009 data from the National Center for Health Statistics, which found that Nevada had the highest divorce rate among states reporting (6.7 per 1,000 population) -- and Florida was 9th. We corroborated the data through the National Center.\n  \nWe should note that six states did not collect information for 2009. Center spokesman Jeffrey Lancashire said the group no longer collects detailed divorce data because not all the states collect the information.\n\nThe Census also measures marital status rates for each state. The census shows that Nevada had a divorce rate of 12.3 percent for males and 14.6 percent for females between 2005 and 2007. According to the census, Wyoming had a slightly higher rate of divorced males -- 12.6 percent -- but Nevada was No. 1 for divorced females.\n  \nAnother product created by the U.S. Census Bureau, the 2010 American Community Survey showed that Nevada had a 12.4 percent divorce rate for women -- placing it in a tie for 9th place with Tennessee -- and a 14 percent divorce rate for men -- ranking it first.\n  \nNevada vs. Florida\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe won't address whether gambling is to blame for these indicators. But it's important to note some differences between Nevada and Florida. \n\nAs of mid-January there were conflicting proposals of what a casino expansion would look like in Florida: Some legislators wanted a limit to three casinos, while others wanted to allow Las Vegas-style slot machines in every horse and dog track and jai-alai fronton in the state. But while Las Vegas’ economy is heavily dependent on casinos, Florida already has a diverse tourist economy.\n\nDavid G. Schwartz, a professor at the University of Nevada, said that the current high unemployment in Nevada is due to declines in gaming and construction and \"most of the foreclosures aren't because of people who live here gambling away their mortgages, they’re because investors got caught up in a bubble....\"\n   \nDean Gerstein, principal investigator in a major federal study of gambling in the 1990s, said the influx of visitors to Vegas makes statistics for the state difficult to compare to elsewhere.\n\n\"Florida is a very populous state, in contrast to Nevada, and it already has a very large tourism industry, most of which has nothing to do with gambling.  So there’s a generic sense in which what might be big in Nevada, for good or ill, cannot possibly be as big in Florida,\" Gerstein wrote in an email.\n\nThe goal of the ad here is to show that Las Vegas -- a city famous for casinos -- is in a state with high rates of crime, unemployment and divorce. Florida is now considering whether to allow mega casino resorts but it already suffers from troubling rankings in some of these areas -- fifth in foreclosures and tied for fifth in unemployment, for example. \n\nOur ruling\n\nNo Casinos said Nevada is No. 1 in unemployment, violent crime, car theft, divorce, robberies and foreclosures. Nevada is at the top for unemployment, divorce and foreclosures. Based on 2009 data, Nevada was at the top for the crime measures, but 2010 data showed the state was near the top, but not no. 1.  We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-11707"}