{"url": "/factchecks/2018/oct/19/defending-main-street/danny-oconnor-wouldnt-and-cant-make-columbus-sanct/", "speaker": "Defending Main Street", "vclaim": "Says Ohio congressional candidate Danny O’Connor \"would make Columbus a sanctuary city for illegal immigrants.\"", "truth_label": "false", "date": "stated on October 12, 2018 in an ad:", "title": "Danny O'Connor wouldn't — and can't — make Columbus, Ohio, a sanctuary city", "text": "\"Sanctuary city\" is a term that typically applies when local police won’t cooperate with federal authorities if someone in their custody is suspected of immigration violations. This is a flash point in the national debate over borders and immigration.\nIt’s also apparently a flash point for Republicans in the 2018 Ohio Congressional District 12 election. A new ad from Republican U.S. Rep. Troy Balderson says his opponent, Danny O’Connor, supports progressive values such as sanctuary cities. A Balderson ad in early October said it more directly:  O’Connor \"supports making Columbus a sanctuary city.\" And a recent ad from a group called Defending Main Street, a PAC affiliated with the Republican Main Street Partnership, says the same thing: O’Connor \"would make Columbus a sanctuary city for illegal immigrants.\"\nWould he? Could he? And what’s the proof?\nThe proof, Defending Main Street says, is a tweet from O’Connor in support of a policy from the mayor of Columbus. The tweet said nothing specifically about sanctuary cities. Yet it touched on an issue awfully close, and raised a good question: Does O’Connor really want to make Ohio’s capital city a sanctuary city?\nThe tweet in question\nSoon after taking office in 2017, President Donald Trump issued a travel ban barring immigrants from certain Muslim-majority countries from entering the United States. He said they posed a national security risk. In turn, Columbus Mayor Andrew J. Ginther issued an executive order on Feb. 3, 2017, for his city. It said that the city supports refugees and will help place or settle those \"eligible to be admitted to the United States as refugees.\"\nNote the language: \"eligible to be admitted.\"\nThe mayor's order also said the city would not use its resources \"for the sole purpose of detecting or apprehending persons based on suspected immigration status, unless in response to a court order.\" This meant the city was not going to stop or pull people over just to check on their immigration status. Yet as refugee-friendly as this sounds, the mayor's executive order made an important legal distinction: The city would not investigate or cooperate in an investigation \"unless a warrant exists, a criminal violation was reported, or an arrest was made.\"\nSome cities refuse to do even that -- and those are the very cities the White House defines as sanctuary cities.\nGinther announced his intentions to issue this order a few days earlier, with a Jan. 30 news release. The mayor that day wrote a tweet as well: \"This week I will issue an executive order that will support the resettlement of refugees in Columbus.\"\nThe tweet was about supporting resettlement -- legal resettlement, as the executive order made clear. The mayor's tweet said nothing about refusing to cooperate with federal authorities when police have arrested someone -- which the mayor was not saying, anyway.\nThe mayor's tweet on supporting resettlement prompted O’Connor to send a tweet of his own to his followers. It retweeted Ginther’s words and added, \"Proud of my friend and Mayor @andrewginter for his leadership in pushing back against Trump. We are all immigrants!\"\n\n \nSanctuary or no\nO’Connor made no mention of sanctuary cities in his tweet. Defending Main Street says that the mayor's announcement closely mirrors sanctuary city laws and O'Connor's tweet was an endorsement.  \nBut it wasn't a clear endorsement of sanctuary city policy. Some definitions are helpful here.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe White House website says the term sanctuary city \"generally refers to jurisdictions that refuse to cooperate with lawful federal immigration enforcement efforts, often by rejecting immigration ‘detainer’ requests from U.S. Immigration and Customs Enforcement.\"\nHere is how this works, the White House says: When local police arrest \"an illegal alien on criminal charges, ICE issues a detainer, which is a request that the local authority notify ICE before releasing the alien and maintain custody for a short time so that ICE may take custody for removal purposes. Sanctuary jurisdictions, including many big cities, refuse to comply with ICE’s detainer requests.\"\nColumbus has never declared itself a sanctuary city. It said it wecomes immigrants, but it never said it wouldn’t cooperate with federal immigration authorities. Rather, the mayor's order said the city would do so when \"a warrant exists, a criminal violation was reported, or an arrest was made.\"\nThat is a lot different from cities that have made arrests in crimes but still refuse ICE requests to turn the individuals over for ICE custody. Those cities are more typically labeled — or declare themselves — sanctuary cities.\nICE says this as well: It places \"detainers on aliens who have been arrested on local criminal charges,\" so it can determine whether it has probable cause to believe that they are removable from the United States. That phrase -- they have been arrested on local criminal charges -- is the same criterion the mayor used in his executive order. ICE adds on its website, \"When law enforcement agencies fail to honor immigration detainers and release serious criminal offenders, it undermines ICE’s ability to protect public safety and carry out its mission.\"\nThe Center for Immigration Studies, which describes itself as supporting \"low immigration\" while being \"pro-immigrant,\" has an online map pinpointing sanctuary cities. None are in Ohio.\nThat’s because the center uses \"the strictest definition possible,\" which means cities that refuse or prohibit their agencies from complying with ICE even when someone has been arrested, spokesman Matthew Sussis said.\nO’Connor’s views\nAs Franklin County recorder, O’Connor has no power to make Columbus a sanctuary city. He wouldn’t if elected to Congress, either. \"O'Connor does not support sanctuary cities,\" his campaign manager, Annie Ellison, told us.\nAs for his views on immigration, O’Connor told Vox that \"I don’t support abolishing ICE... Oversimplifying things is not going to solve our immigration problem.\"\nIn an interview with the Columbus Dispatch in early July, O’Connor said, \"What we have right now at the border with the separation of children from their families is abhorrent. If we make sure our immigration debate is focused on safety and not on penalizing folks who aren't committing crimes and are contributing economically, that's the right way to do things.\"\nOur ruling\nDefending Main Street says, as Troy Balderson has also said, that Danny O’Connor \"would make Columbus a sanctuary city for illegal immigrants.\"\nO’Connor couldn’t if he wanted to, but he also has not said that. He supported policies of the Columbus mayor, who said the city would not volunteer to go after federal immigration suspects or turn them over to ICE \"unless a warrant exists, a criminal violation was reported, or an arrest was made.\" That doesn’t meet the definition of a sanctuary city by ICE or groups that support lower levels of immigration.\nWe rate the claim False.\n Share the Facts 2018-10-19 18:08:59 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Ohio congressional candidate Danny O’Connor \"would make Columbus a sanctuary city for illegal immigrants.\"     Defending Main Street Super PAC  https://www.youtube.com/watch?v=vu1HgyMtCNs   In an ad Friday, October 12, 2018 2018-10-12    Read More  info", "vclaim_id": "vclaim-pol-01450"}