{"url": "/factchecks/2020/apr/21/facebook-posts/no-proof-yet-post-election-surge-coronavirus-cases/", "speaker": "Facebook posts", "vclaim": "Says Wisconsin’s in-person election has caused a “surge” in new coronavirus cases", "truth_label": "false", "date": "stated on April 17, 2020 in a Facebook post:", "title": "No proof (yet) of a post-election “surge” in Wisconsin coronavirus cases", "text": "Wisconsin’s mid-pandemic election was a unique spectacle.\nThe courtroom drama preceding the vote — and Wisconsin’s status as the only state with a primary election around this time that didn’t delay or cancel in-person voting — drew national attention and criticism.\nThe fundamental question was simple: What would this do to the state’s coronavirus trends? Though polling places attempted to institute social distancing, voters said it was impossible to maintain at all times, particularly in Milwaukee and Green Bay where masses of voters were shuttled through just a handful of locations.\nA few people have tried to answer this question in the time since, including an April 17, 2020, article shared widely on Facebook. The story claimed \"immense consequences\" from in-person voting, with this headline:\n\"New Virus Cases Surge in Wisconsin a Week After Republicans Forced In-Person Election to Go Forward.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHave confirmed coronavirus cases really surged after the in-person election?\nNo, they haven’t. At least not yet. Here’s what we found. \nClaim based on flawed data work\nThe article, posted by the website Second Nexus, pulled its sole statistical evidence from a tweet by Topher Spiro, a health policy analyst with more than 100,000 followers on Twitter.\nHe posted a chart showing a dip in the number of positive cases on April 13, followed by increases each of the next three days. The accompanying text said, \"Check out the uptick in transmission the GOP caused by forcing an in-person election in Wisconsin.\"\nPeople who contract COVID-19, the disease caused by coronavirus, typically don’t start showing symptoms for about five days. A study of 181 cases in China found the median incubation period — time before symptoms show — was five days, and only 1% first showed symptoms after 14 days (hence the standard 14-day quarantine).\nSpiro and the Second Nexus story are starting with a point a week after the April 7 election and saying the increase in new cases is connected. \nBut there are several critical data errors here.\nFirst, calling the post-April 13 increase a trend assumes that April 13 is a valid baseline. If the state had been at the April 13 level for some time, then an increase from that level could be proof of a new trend.\nBut that’s not what happened.\nApril 13 was a very unusual day for coronavirus testing. The state administered an average of 1,600 coronavirus tests daily in the first three weeks of April. But on April 13 it administered only 940 — 400 less than any other day.\nPredictably, with fewer tests came fewer positive results, and a large dip in the number of new confirmed cases.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nThe rise in the days after — identified by the story as proof of the election impact — was actually just a result of the number of tests growing to 1,355, then 1,495, then 1,802 the four days after April 13. Before and after that date, the percentage of tests that came back positive remained about the same: between 9% and 10%\nWhen presented with this data, Spiro deleted his tweet.\n\"It looks like testing has increased since April 13 and the positive rate has remained roughly constant,\" he said in an email to PolitiFact Wisconsin.\nWhat’s really happening\nThe truth is, at the time of the Second Nexus article — and this one — it’s too soon to say what impact the election had on Wisconsin’s coronavirus outbreak.\nBut so far there is no sign of an increase, said Andrea Palm, secretary of the Wisconsin Department of Health Services. In the state’s daily coronavirus briefing on April 20, 2020, she also noted the time between contracting the disease and being a confirmed case involves more than just the five-day median incubation time.\n\"I think folks do need to remember sort of the progression of this virus, from infection to symptoms to the conversation with your physician to the test to the test results,\" Palm said. \"It’s not surprising that we have not seen … a large uptick from in-person voting.\"\nRELATED: Tracking coronavirus in Wisconsin\nIf we look closer at the data before and after April 13, we see the state has so far seen no change in the frequency of new cases.\nThe state averaged 153 new cases per day the week before April 13, and 153 the week after. The percentage of tests coming back positive remained relatively consistent throughout that span.\nAnd the number of people hospitalized with COVID-19 actually dropped, from 431 on April 13 to about 360 every day from April 17-20.\n\nThat’s not to say the election had no impact. There have been reports of infection potentially linked to the election.\nThe Milwaukee Journal Sentinel reported April 20 that seven people appear to have contracted COVID-19 through activities related to the April 7 election. Six are voters, and one is a poll worker.\nIt’s too soon to say if there will be more, or if they in turn infected others. We don’t even know for sure that polling places are where those seven were infected.\nBut that certainly doesn’t constitute a \"surge.\"\nOur ruling\nAn article shared widely on Facebook claimed on April 17, 2020, that Wisconsin coronavirus cases had surged as a result of the in-person election.\nThat’s not the case.\nThe data the article cited failed to factor in a drop in the number of tests administered. It wrongly treated an unusually low number of cases on April 13 as a baseline against which to compare the following days’ new cases. The increase cited was in fact connected to an increased number of tests in the following days.\nWe don’t know for sure what impact the election may prove to have, but we do know it’s wrong to say a surge has already surfaced.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-16976"}