{"url": "/factchecks/2018/oct/19/andrew-cuomo/cuomo-attacks-molinaro-record-womens-issues/", "speaker": "Andrew Cuomo", "vclaim": "\"He even supports putting a female inmate in shackles during childbirth.\"", "truth_label": "true", "date": "stated on October 16, 2018 in a campaign advertisement:", "title": "Cuomo attacks Molinaro's record on shackling pregnant inmates", "text": "Gov. Andrew Cuomo is keeping up the attacks on his Republican opponent, Marc Molinaro, as he campaigns for a third term. His latest ad, running online and also airing on television, focuses on issues important to women and criticizes Molinaro for opposing equal pay, abortion rights and taking guns away from domestic abusers among other positions.\nBut one claim stood out. Cuomo says Molinaro \"supports putting a female inmate in shackles during childbirth.\"\nWhere did that come from, and is it true?\nThe Assembly bill\n\nAs an Assembly member in 2009, Molinaro voted against a bill to prohibit the use of shackles and restraints on pregnant inmates who are in labor. In support of the \"anti-shackling bill,\" women who had been incarcerated in New York State described how they were subject to the use of waist chains, handcuffs, and shackles, while they were in labor. \nHealth care organizations called the restraints harmful to women and their babies.\n\"Physically restraining a pregnant prisoner poses undue stress on both her and her baby, is uncomfortable and possibly could interfere with proper assessment of the patient's condition,\" the Medical Society of the State of New York wrote in a letter supporting the bill.\nThe American College of Obstetricians and Gynecologists called for an end to the practice before the legislation. By 2009, at least four other states had enacted prohibitions on restraining inmates during delivery.\nGroups opposed to the bill included the New York State Association of Counties, which said it takes away discretion of local sheriffs and medical personnel. It could add expenses to local budgets, the association said. The New York State Sheriff’s Association also opposed the measure.\nThe bill, S.1290-A/A.3373-A, won wide support, passing 61-0 in the Senate and 119-21 in the Assembly. The law restricts the use of restraints when pregnant inmates in labor are transported to a hospital and during delivery and recovery. During transport to a medical facility before labor, and only under \"extraordinary circumstances,\" the law allows corrections staff to handcuff them by one wrist if the women are a danger to themselves or to medical or corrections personnel. No restraints may be used during labor or during recovery. The law calls for corrections personnel to stay with the woman during her hospital stay to keep her in custody.\nThe law applies to state correctional facilities and local jails. Between 60 and 70 state prison inmates were pregnant in 2007 and 2008, according to Sen. Velmanette Montgomery, a bill sponsor.\n\nMolinaro's regret\n\nMolinaro said recently that he would not vote the same way today - not because he changed his mind about the substance of the bill, but because of politics.\nHe said he voted against the 2009 bill because of concerns raised by physicians and corrections officers about women acting violently against themselves and their newborns, according to an article in the Poughkeepsie Journal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"The way the bill was written, there was no discretion,\" Molinaro told the newspaper’s editorial board. \"It made a very black-and-white statement that could put women and children at risk.\"\nMolinaro explained his regret to the editorial board.\n\"I regret that vote only in that I had to deal with it politically,\" he said. \"The only reason I regret that vote is that you can spin it the way you wish.\"\nWe asked the Molinaro campaign whether he had anything to add and if there is any context we should consider when evaluating Cuomo’s claim about Molinaro’s vote.\nCampaign spokeswoman Katherine Delgado provided a memo written by then-Gov. David Paterson when he signed the bill into law. Paterson acknowledged some people were concerned the law would be interpreted to apply to any pregnant woman being transported for any reason. Paterson wrote that he did not share that concern.\nThe Molinaro campaign also drew attention to Paterson’s statement that he would prefer a bill that would allow corrections personnel to use discretion about whether to use a restraint if the inmate posed a risk to the public or could escape. Paterson decided not to veto the bill because inmates who are a danger to the public would also likely be a danger to themselves or medical or corrections personnel, as specified in the law. Inmates thinking about trying to escape would be deterred by the presence of a correctional officer, he said.\nIn a video interview with USA TODAY Network, Molinaro pushed back on the use of the term \"shackle\" when describing restrained inmates. He was not directly asked about that vote. But speaking generally about votes that have come under scrutiny during the campaign, Molinaro said he has evolved.  \n\"If we want to be held and defined only by slices of our lives, we’ll get nowhere,\" he said.\nOur ruling\nCuomo said Molinaro \"supports putting a female inmate in shackles during childbirth.\"\nMolinaro was one of 21 Assembly members to vote against a bill that would prohibit the use of restraints on pregnant inmates held in local jails and state prisons during childbirth.\nWe rate this claim True.\n Share the Facts 2018-10-19 21:36:21 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"He even supports putting a female inmate in shackles during childbirth.\"    Andrew Cuomo Governor https://www.youtube.com/watch?v=5xpzr-nKbyU&feature=youtu.be   in a television ad Tuesday, October 16, 2018 2018-10-16    Read More  info", "vclaim_id": "vclaim-pol-01447"}