{"url": "/factchecks/2016/may/09/tom-marino/pa-congressman-tom-marino-says-20-million-american/", "speaker": "Tom Marino", "vclaim": "Twenty million Americans are \"out of work.\"", "truth_label": "half-true", "date": "stated on May 5, 2016 in an interview on MSNBC.:", "title": "PA Congressman Marino and the math for 20M ‘out of work’ Americans", "text": "U.S. Rep. Tom Marino took to MSNBC to defend presumptive GOP Presidential nominee Donald Trump, and cited an eye-opening number of unemployed Americans in the process.\nMarino, a Republican who represents Pennsylvania’s 10th district, endorsed Trump in February, saying the decision was \"one of my life-changing moments,\" according to Politico. He appeared Thursday on MSNBC to defend the real estate mogul’s record and assert Trump, who’s never held elected office before, is the best person for the job.\n\"To those that are saying that this just isn’t going to work, let me ask you this question: How’s it been working the last 30 years with governors and senators and career politicians being president?\" he asked. \"We’re 20 trillion dollars in debt, 20 million people out of work, businesses leaving the country, people are afraid that they can’t even send their kids to college.\"\nThe idea that 20 million people are out of work in America sounded high, especially because the official number of unemployed Americans was 8 million as of April 1, according to the Bureau of Labor Statistics. So we decided to check the fact.\nMarino’s office didn’t respond to a request for comment from PolitiFact, but we’ve looked into this claim before. Former presidential candidate John Kasich actually cited the 20 million figure in a campaign ad in February, and when PolitiFact asked the Kasich campaign for evidence, they proceeded to cite a source that caught us off-guard: Us.\nSpecifically, they pointed to an even earlier fact check from August in which we analyzed a statement by Republican presidential candidate Donald Trump. Trump said that \"we have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they're considered employed.\"\nWe rated this claim False, largely because the 93 million number included lots of people who would not be expected to want or be able to work, including full-time students, senior citizens, the disabled, and those who have chosen to take care of their children full-time.\nHowever, in the process, we conducted a mathematical experiment in which we played with possible numbers of Americans who are \"out of work\" that fit somewhere between the official unemployment rate (on the low end) and Trump’s number (on the high end).\nHere’s what we wrote, using the statistics that were current at the time:\nThe official number of unemployed Americans is 8.3 million -- less than one-tenth of what Trump says. But to give Trump the benefit of the doubt, it’s possible to expand this number using more credible economic thinking.\nGary Burtless, an economist at the Brookings Institution, says it’s not unreasonable to include:\n\n The 6.4 million people who haven’t looked for work recently enough to qualify as being \"in the labor force,\" but who say they \"currently want a job.\"\n\n\n And the 6.5 million people working part-time who would prefer to have a full-time job.\n\nThis would mean that upwards of 21 million Americans could be described with some justification as \"out of work\" involuntarily, either fully or partially. But that’s not even one-quarter of the number that Trump offered.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nRob Nichols, a spokesman for Kasich, said the campaign simply updated our math with more recent data in preparing the television ad.\nThe numbers for January 2016, Nichols said, were:\n\n Unemployed: 7.8 million\n People who haven’t looked for work recently enough to qualify as being \"in the labor force,\" but who say they \"currently want a job\": 6.2 million\n People working part-time who would prefer to have a full-time job: 6 million.\n\nThat works out to 20 million on the nose.\nWe salute the Kasich campaign’s efforts to fact-check-proof their assertion. Still, we should note that we didn’t intend our calculation to be the final word on how to determine the number of \"out of work\" Americans. Rather, we were trying to provide a benchmark for showing just how wrong Trump’s number was. We’ll note that our wording was that the 21 million figure had \"some justification\" — not exactly a clarion call for the Bureau of Labor Statistics to change its longstanding protocol.\nIn subsequent fact-checks, though not the one the Kasich campaign referred to, we have added language that is clearer about our intentions. We did that, for instance, in our Feb. 11, 2016, fact-check of a different statement by Trump: \"Don't believe those phony numbers when you hear 4.9 and 5 percent unemployment. The number's probably 28, 29, as high as 35 (percent). In fact, I even heard recently 42 percent.\"\nIn that fact-check, which produced a rating of Pants on Fire, we prefaced a similar alternative calculation this way: \"We are deliberately stretching the numbers here as an intellectual exercise; we are not saying that 15.6 percent is a more accurate unemployment rate than the official one of 4.9 percent.\"\nBut enough from us. What do the two economists we checked with for the original fact-check think about the use of the 20 million figure?\n\"Given that the image looks like a guy in an unemployment line, I'd say it's a misleading figure,\" said Tara Sinclair, an economist with George Washington University and the jobs website Indeed.com. Many people have good reasons for not wanting to work now, she said, and that is something distinct from actually being \"out of work.\"\nBurtless agreed, saying, \"The 5.988 million people working part-time who would prefer to have a full-time job are not ‘out of work.’ They are employed, but on a work schedule that does not provide them with the weekly hours they desire.\"\nAt the same time, Burtless said there is still some value in the number cited in Kasich’s advertisement. He called a the 20 million figure \"an upper-bound estimate of the total number of Americans who are unemployed or underemployed.\" \nIt’s just not the only estimate.\nOur ruling\nMarino said on MSNBC that 20 million Americans are out of work. While the statement can be interpreted as accurate depending on the definition of \"out of work,\" it lacks context. We rate the claim Half True.", "vclaim_id": "vclaim-pol-04990"}