{"url": "/factchecks/2010/jun/17/alex-sink/sink-says-she-opposed-drilling-minute-it-was-propo/", "speaker": "Alex Sink", "vclaim": "\"The minute this proposal for near-beach oil drilling came up, I was against it.\"", "truth_label": "half-true", "date": "stated on June 10, 2010 in a speech:", "title": "Sink says she opposed drilling the 'minute' it was proposed in 09", "text": "Chief Financial Officer Alex Sink, a Democratic candidate for governor, has been a vocal critic of offshore drilling in the aftermath of the Gulf oil spill.In a speech to the Suncoast Tiger Bay Club in Clearwater on June 10, 2010, Sink responded to a question about how she would handle the crisis as governor:\"Clearly we are in uncharted territory here because while other parts of the world have been subject to oil spills, and by the way, the minute this proposal for near-beach oil drilling came up, I was against it, and that's why I support a constitutional amendment for the people of Florida to be able to say never will we have drilling within 3 miles of our shore.\"We were struck by Sink's claim that she opposed a proposal for near-beach oil drilling \"the minute\" it came up. Did she?It was spring 2009 when a group of Republican lawmakers, in the waning days of Florida's legislative session, advanced a proposal to allow offshore oil drilling in state waters, 3 to 10 miles off Florida's coasts. A bill related to developing a plan to implement oil drilling was proposed on Feb. 26, 2009, but it didn't evolve into an actual push to allow drilling until April 21. That's when state Rep. Dean Cannon advocated for a measure to allow applications to the Florida Cabinet to open up drilling. At Cannon's urging, the House Policy Council passed the bill 17-6 on April 21. The bill represented a reversal of the longstanding ban on oil drilling in state waters. But a massive budget deficit encouraged some lawmakers to support the change, which would have allowed the state to charge $1 million per application. If the Cabinet gave the go-ahead for exploration, companies would have had to post a $500 million bond.Environmentalists protested.\"Florida's beaches are our legacy and to put them at risk for a few million dollars makes no sense,\" Eric Draper of the Florida Audubon Society told the Miami Herald. \"One small oil spill could wipe out billions of dollars of economic activities. This is gambling with Florida's future.\"U.S. Sen. Bill Nelson tweeted his dismay.\"I can't believe some Florida lawmakers might actually be serious about allowing oil drilling within 10 miles offshore,\" he wrote on April 21.So what about Sink? An April 22, 2009, article by the Associated Press quotes Sink as being upset that the issue surfaced so late in the session, but her opposition isn't apparent.\"I thought we were supposed to have government in the sunshine, this is government in the middle of the night,\" Sink said. \"We have to have open, rigorous debate, and real time to hear from Florida's citizens about this 11th-hour change that could bring drilling rigs just 3 miles off Florida's coastline in the shallow waters of the Gulf.\"Sink spokesman Kyra Jennings pointed us to an April 24 press release in which Sink opposed the proposed bill -- three days after the House Policy Council voted for it.\"As Florida’s Chief Financial Officer it is my responsibility to protect the people of Florida and all state owned land, and I take these obligations very seriously,\" Sink wrote. \"That's why I strongly oppose the near-shore drilling legislation, which would threaten Florida’s economy by bringing oil rigs 3 miles off our coast, sanctioning drilling in the shallow waters of the Gulf, and allowing unlimited pipelines to go through sensitive areas up to our beaches. This controversial near-shore drilling bill puts Florida's billion dollar tourism, fishery, and marina-related industries at serious risk, and is not in the best interest of Florida.\"As a member of the state Cabinet, Sink's opinion was relevant because the bill would have given the Cabinet authority to accept applications for drilling. Sink was one of many Democratic politicians to voice opposition. On April 27, the House approved HB 1219 on a 70-43 vote, but the Senate put the brakes on it because the issue surfaced near the end of the session. A similar proposal was suggested for the 2010 session, but the April 20 Deepwater Horizon oil rig explosion sunk all efforts.Even before the 2009 legislative session, Sink was critical of drilling near Florida's coasts.She joined several Democrats in 2008 responding to Gov. Charlie Crist's comments that oil drilling would reduce gas prices. \"The future is not in destroying our coast,\" she said. \"We need long-term solutions now.''Earlier this year, when Obama sought to lift the federal ban on drilling off Florida's west coast -- which would still keep rigs 125 miles away -- Sink issued this response March 31, 2010:\"While I support additional offshore exploration 125 miles from Florida's coasts, I have long been opposed to the near-beach drilling proposal currently in the Florida legislature that puts our tourism economy at risk. Florida depends on our tourism, fishery, and marina industries and having oil rigs in sight, pipes on our beaches and the potential of a spill would threaten our state's economic well-being. It's extremely important to ensure that any drilling will not impact Florida's $65 billion tourism industry or interfere with the important work of Florida's military bases, both of which are vital to our state's economy.\"After the Gulf oil spill, she joined other officials in calling for a permanent ban near Florida's shores.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKendrick Meek\n\n\nstated on April 29, 2010 in an interview on CNN.\n\n\n\n\n\n\n\n\n\"The governor switched his position once again on offshore oil drilling.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • April 30, 2010\n\n\n\n\n\n\n\n\"I have seen the BP oil spill up close, spreading for miles,\" Sink said. \"This evidence proves that near-beach drilling in Florida is a disastrous idea. We must never let oil companies drill just 3 miles off our beaches.\" It's clear Sink is opposed to drilling off Florida's coast, but she said in her statement that she opposed the idea \"the minute\" was floated in 2009. In a press release, she spoke out against the proposal three days after the House Policy Council voted for it -- and three days before the full House voted on it. Because she was so specific with her words, we have to be specific, too. Three days after a vote is not \"the minute,\" despite her 2008 opposition. Sen. Nelson tweeted about it that very day. So we rate her claim Half True.", "vclaim_id": "vclaim-pol-14893"}