{"url": "/factchecks/2018/may/04/mike-braun/indianas-mike-braun-misleads-about-opponents-recor/", "speaker": "Mike Braun", "vclaim": "Says Luke Messer and Todd Rokita \"voted to fast-track Obama’s trade deals.\"", "truth_label": "half-true", "date": "stated on April 30, 2018 in GOP debate:", "title": "Indiana's Mike Braun overplays opponents' records on Obama trade deals", "text": "Lifelong political rivals Todd Rokita and Luke Messer have been locked in a bitter personal feud to represent Indiana in the U.S. Senate for over a year. But they had reason to band together in the last debate before voting day.\nMike Braun, the third challenger who touts himself as a business-savvy outsider, called his rivals advocates of former President Barack Obama — in a race that has been all about who is most aligned with President Donald Trump.\nBraun built his career as a businessman and served three years in the state House of Representatives and 10 years on the Jasper School Board. Messer and Rokita have represented Indiana in Congress for three and four terms respectively. The three are competing in a May 8 primary for the Republican nomination for U.S. Senate.\n\"Let’s make it clear,\" Braun said. \"They voted to fast-track Obama’s trade deals. Now, they’re acting like it’s a tool for President Trump.  They can’t escape it, I know it’s tough. They try to twist it, but that’s the truth. That was Obama’s fast-tracking and look at the trade deals we got into.\"\nMesser and Rokita shot back.\n\"Not one trade deal passed under Obama with the authority you cited,\" Messer said. \"Not one, Mike. And you know it.\"\n\"Not one trade deal passed for President Obama,\" Rokita said. \"We made sure of that.\"\nSo who’s telling the truth? Both sides make fair points.\nFast-track\nIn 2015, Messer and Rokita voted for the Defending Public Safety Employees’ Retirement Act. Tucked into that law was the Trade Promotion Authority, or TPA, in question.\nPresidents are the usual trade negotiators, but the Constitution only allows Congress to set tariffs. So Congress can speed up, or fast-track, votes on trade by allowing for a change in the rules.\nThat is, Congress can’t amend or filibuster a trade agreement, and the deal only needs 51 votes in the Senate to pass. These have been granted in some form or another to most presidents since Franklin Delano Roosevelt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn each specific law, Congress lays out the conditions for the deals the president will negotiate.\n\"If you are bringing back a trade agreement for an up or down vote, no amendments procedure, Congress tells the president, it has to do all these things we lay out,\" said Edward Alden, a senior fellow at the Council on Foreign Relations.\nAlden said the conditions laid out in the 2015 TPA were designed for the negotiation of Obama’s Trans-Pacific Partnership, or TPP.\nThat said, the rules would apply to any trade negotiation in that time period. If the Trump administration renegotiates the North American Free Trade Agreement, it will also be submitted under the 2015 trade authority Messer and Rokita voted for.\nThe 2015 law included a provision that would automatically renew it on July 1, 2018, for the next three years, unless Congress votes to block it. Trump requested its renewal on March 20.\n\"These are modifications of the House and Senate rules (in this case the House) that apply regardless of who’s president,\" said Grant Aldonas, a senior advisor on international trade at the Center for Strategic and International Studies. \"So to the extent it’s characterized as voting to fast-track a particular president’s trade deal, that’s wrong.\"\nBut Messer and Rokita bring up good points: TPP never came to a vote because the Republican Congress blocked it. Congress never got to give the agreement a formal up or down vote, but opponents did effectively kill the deal.\nTo be clear, three trade deals with Colombia, South Korea and Panama passed under Obama in October 2011. But those had been primarily negotiated under President George W. Bush, and were not subject to the 2015 law in question.\nOur ruling\nBraun said Messer and Rokita \"voted to fast-track Obama’s trade deals.\"\nMesser and Rokita indeed voted in favor of fast-track authority in 2015. The authority was for three years, counting toward both Obama and his successor’s trade deals. It has and will apply to Trump’s trade deals for another three years if Congress does not vote to block it come July.\nThe law would have applied to the TPP if it had come up for a vote. But a vote in favor of the authority does not equate a vote in favor of the deal. Messer and Rokita could have still voted against \"Obama’s trade deals.\"\nWe rate this statement Half True.\n Share the Facts 2018-05-04 15:05:53 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Luke Messer and Todd Rokita \"voted to fast-track Obama’s trade deals.\"    Mike Braun GOP Indiana candidate for U.S. Senate https://www.wfyi.org/news/articles/watch-live-us-senate-republican-primary-debate   GOP Indiana debate Monday, April 30, 2018 2018-04-30    Read More  info", "vclaim_id": "vclaim-pol-02109"}