{"url": "/factchecks/2012/sep/30/brendan-doherty/brendan-doherty-says-most-david-cicilline-campaign/", "speaker": "Brendan Doherty", "vclaim": "\"The Doherty Campaign, unlike the Cicilline Campaign, is funded mostly by individual donors -- not the big PACs that Cicilline relies on.\"", "truth_label": "false", "date": "stated on September 26, 2012 in a news release:", "title": "Brendan Doherty says most of the David Cicilline campaign is funded by big political action committees", "text": "Because candidates need money to pay staff and buy the advertisements designed to sway voters, it's not surprising that the source of those funds can be a matter of contention.\n\nBrendan Doherty, the Republican seeking to unseat Democratic U.S. Rep. David Cicilline, issued a news release Sept. 26 claiming that Cicilline is getting most of his money from large political action committees, not the individual donors that mark a grass-roots campaign.\n\nHere's the statement: \"The Doherty Campaign, unlike the Cicilline Campaign, is funded mostly by individual donors -- not the big PACs that Cicilline relies on.\"\n\nTo us, \"mostly\" means Cicilline is getting the majority -- more than half -- of his campaign funds from PACs. Because incumbents wield a lot of influence, especially members of Congress, it wouldn't be surprising if Cicilline was getting a lot of money from PACs, many of which are created by groups with specific agendas, such as businesses and labor unions.  But we decided to check.\n\nOur quick go-to source for campaign finance information is OpenSecrets.org, the nonpartisan  nonprofit website of the Center for Responsive Politics.\n\nIts latest tally for the Cicilline-Doherty race shows that as of Aug. 22, 2012, Cicilline had received $413,806 in PAC contributions versus $109,250 in PAC money raised by Doherty.\n\nThat represents 24 percent of the money raised by Cicilline and 10 percent raised by Doherty.\n\nThat's not a majority for either campaign.\n\nIn fact, most of Cicilline's money -- 68 percent -- has come from large contributions (classified as donations of more than $200) from individual donors. An identical percentage -- 68 percent -- of Doherty's campaign funds also comes from large individual donations.\n\nIf you add in the smaller contributions from individuals, Cicilline got 75 percent of his money from individuals compared to 86 percent for Doherty.\n\nWe e-mailed the Doherty campaign Sept. 27 asking if they were using a different source for its claim. Spokesman Dave Layman focused on the OpenSecrets data we were looking at.\n\n\"The point we were trying to make is that Mr. Doherty has a larger percentage of individual contributions and relies far less on PAC money,\" he said in an e-mail.\n\n\"Perhaps, we should have said: 'Both campaigns rely mostly on individual contributions, but about a quarter of Mr. Cicilline’s campaign contributions ($413,806) come from PACs, whereas just 10% of Mr. Doherty’s campaign contributions ($109,250) come from PACs.'  We should have made that clearer,\" Layman wrote.\n\nOur ruling\n\nBrendan Doherty said his campaign, \"unlike the Cicilline Campaign, is funded mostly by individual donors -- not the big PACs that Cicilline relies on.\"\n\nCampaign finance data show that both campaigns are funded mostly by individual donors.\n\nCicilline may have gotten more money from political action committees than Doherty has, but the scope -- 24 percent of $1.7 million raised -- doesn't even come close to supporting a statement suggesting that Cicilline is getting most of his funds from PACs.\n\nWe rate Doherty's claim False.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-10286"}