{"url": "/factchecks/2014/oct/27/doug-muder/blog-sen-paul-wanted-big-cut-cdc-2011/", "speaker": "Doug Muder", "vclaim": "Says Sen. Rand Paul’s 2011 budget \"included a big cut in the CDC.\"", "truth_label": "true", "date": "stated on October 20, 2014 in a post on the Weekly Sift blog:", "title": "Blog: Rand Paul wanted 'big cut in the CDC' in 2011", "text": "We don’t know yet if the Ebola scare will help either party or be an afterthought in the midterm elections, but liberal blogger Doug Muder argued that confronting Ebola shows that it makes sense to vote Democratic. For Muder, Kentucky Republican Sen. Rand Paul is the poster child for a distinct partisan contrast.\n\"Ebola points out why we need a fully funded government,\" Muder wrote. \"When there’s no immediate threat of disease, government agencies like the CDC look like bureaucratic waste. When Rand Paul put out a ‘Tea Party budget’ in 2011, it included a big cut in the CDC, and virtually no explanation as to how this would affect its mission.\"\nIn this fact-check, we look at whether Paul proposed a \"big cut\" in the Centers for Disease Control and Prevention.\nMuder had blogged about Paul’s budget in 2011. Back then, Muder asked how the CDC would be able to fulfill its mission if, as Paul wanted, its budget was cut by $1.165 billion.\nWe went back to Paul’s original budget documents. One posted January 2011 called for the $1.165 billion reduction that Muder mentioned. Paul then assembled a more complete budget plan in May 2011.  It would cut the CDC budget by 20 percent from its Fiscal Year 2008 levels.\nDepending on whether you include special funds to evaluate federal health programs, Congress appropriated between $6.049 billion and $6.375 billion for the CDC in FY 2008. So Rand’s 20 percent reduction amounts to either $1.209 billion or $1.275 billion in cuts. That’s slightly more than Muder described.\nPaul wrote in his plan, \"The center is often mentioned in media reports highlighting their lavish accommodations. For example, in 2005, the CDC built a conference center for $106 million, complete with large-screen plasma TVs. They also spent tens of millions of dollars on state-of-the-art anti-gravity seating for employees, as well as luxury furniture. Taxpayers can no longer afford the luxury working atmosphere of the CDC.\"\nThat budget plan remains posted on the website randpaul2016.com, Paul's Senate re-election website.\nBrian Darling, a Paul spokesman, agreed that the senator has proposed these cuts in the past, but said that funding and the ability to fight Ebola don’t inevitably go hand-in-hand.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"If you look closely at the CDC budget, there are funds that have been wasted on projects that have nothing to do with disease prevention,\" Darling said.\nDarling then noted that Congress has been at least as supportive of the CDC as the Obama administration. Darling said that in an omnibus spending bill, Congress appropriated $6.9 billion for the CDC, about $240 million more than the administration requested. Darling highlighted another $88 million for Ebola in a continuing resolution bill approved in September.\nHowever, neither action undercuts Muder’s point, and Paul voted against both measures. It’s important to remember that those bills doled out money across many government agencies, not specifically for the CDC alone.\nSometimes reasonable people can quibble over whether a cut is \"big\" or not. In this case, Paul himself called his cuts \"serious\" in a 2011 op-ed he penned for the Wall Street Journal.\n\"My proposal, not surprisingly, has been greeted skeptically in Washington, where serious spending cuts are a rarity,\" Paul wrote. \"But it is a modest proposal when measured against the size of our mounting debt.\"\nOur ruling\nMuder said that in 2011 Sen. Paul proposed cutting the CDC budget by $1.165 billion. Budget documents confirm that. In fact, Paul’s most detailed budget that year would have trimmed CDC spending by slightly more, about $1.2 billion.\nWhile the Senate approved two broad spending measures to fund the CDC in 2014, Paul voted against both.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-07075"}