{"url": "/factchecks/2016/may/01/ted-cruz/donald-trump-hillary-clinton-planned-parenthood/", "speaker": "Ted Cruz", "vclaim": "Says both Donald Trump and Hillary Clinton say Planned Parenthood is \"terrific and that it should keep taxpayer funding.\"", "truth_label": "barely-true", "date": "stated on May 1, 2016 in an interview on \"Meet the Press\":", "title": "Do Donald Trump, Hillary Clinton agree on Planned Parenthood funding?", "text": "Sen. Ted Cruz accused Donald Trump of being a \"Democrat-lite\" candidate who agrees all-too-often with Democratic presidential frontrunner Hillary Clinton.\n\"Donald can't criticize her policies,\" Cruz said May 1, 2016, on NBC’s Meet the Press. \"You know why? Because he supports them. Donald and Hillary, they're flipsides of the same coin. They've both gotten rich exploiting Washington, exploiting government power. So Donald can't criticize Hillary Clinton on Planned Parenthood, because he agrees with her. They both say it's terrific and that it should keep taxpayer funding.\"\nCruz has been a vocal supporter of stripping the health organization of its $500 million in government funding since an anti-abortion group released secretly filmed footage purporting to show Planned Parenthood officials selling fetal tissue for a profit. Courts have not found evidence of any criminal wrongdoing.\nDo Trump and Clinton, respective frontrunners of the Republican and Democratic primaries, agree about maintaining taxpayer funding for Planned Parenthood?\nThere’s no question about Clinton’s support for Planned Parenthood. Throughout the campaign, she has frequently attacked Republicans’ pledge to defund the organization. And Planned Parenthood endorsed Clinton in July, its first-ever presidential primary endorsement.\n\"I am not only against defunding Planned Parenthood, but I would like to see Planned Parenthood even get more funding,\" Clinton told Fusion in January.\nTrump’s position is more nuanced.\nRegarding abortion generally, Trump has several times raised both Republicans’ and Democrats’ eyebrows by changing position. Today, Trump says he’s anti-abortion.  \nAs it pertains to taxpayer funding for Planned Parenthood, Trump has been fairly consistent since October 2015. He has said Congress should stop providing the group with federal funding full stop as long as they provide abortions.\nHere’s a sampling of Trump’s comments on the subject:\nAug. 4, 2015: Trump said defunding Planned Parenthood would be worth a government shutdown. When radio host Hugh Hewitt asked Trump if he would support this kind of legislative maneuver, Trump said, \"I would.\"\nAug. 11, 2015: Trump backtracked to say he might consider funding for Planned Parenthood services other than abortion. \"I would look at the good aspects of it, and I would also look because I’m sure they do some things properly and good for women,\" he said. \"The abortion aspect of Planned Parenthood should absolutely not be funded.\"\nThis is the closest quote we found to support Cruz’s position.\nWe should note a piece of longstanding legislative language called the Hyde Amendment, which bars federal funding for abortions except in cases of rape, incest or protecting the mother’s health. So technically, federal funding does not support Planned Parenthood’s abortion services. But people who would like to see Planned Parenthood defunded argue that the money is fungible, so any money the organization receives from the federal government frees up other funds to spend on abortions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOct. 18, 2015: Trump wouldn’t say outright if he would be willing to shut down the government over defunding Planned Parenthood. But he said, \"Planned Parenthood should absolutely be defunded. I mean if you look at what's going on with that, it's terrible.\"\nFeb. 13, 2016: Trump and Cruz sparred over Planned Parenthood directly at a South Carolina debate. \"Donald didn't disagree with the substance that he supports taxpayer funding for Planned Parenthood,\" Cruz said. \"And Donald has this weird pattern — when you point to his own record he screams, 'Liar, liar, liar.'\"\n\"Where did I support it?\" asked Trump. \"Where did I support it?\"\n\"You said Planned Parenthood does wonderful things,\" Cruz said.\n\"It does do wonderful things, but not as it relates to abortion,\" Trump said. \"There are wonderful things having to do with women's health, but not when it comes to abortion.\"\nCruz's campaign pointed us to this exchange as an example of Trump being unwilling to say he would cut off all funding. \nFeb. 18, 2016: Trump said he respects some of the work Planned Parenthood does for women’s health, but their abortion practices should prevent them from getting funding. \"I said defund. I didn't say pay. I said I have a lot of respect for some of the things they do, the cervical cancer on women,\" he said, but they should not receive tax dollars, \"not while they do abortions.\"\nFeb. 22, 2016: Trump continued the same narrative. \"Planned Parenthood does a lot of good jobs, a really good job in a lot of different areas. But not on abortion. So I'm not going to fund it if it's doing the abortion. I am not going to fund it.\"\nMarch 1, 2016: Even more of the same. \"Millions of women have been helped by Planned Parenthood,\" he said. \"But we're not going to allow, and we're not going to fund, as long as you have the abortion going on at Planned Parenthood, and we understand that and I've said it loud and clear.\"\nSo to recap: Trump’s overarching position on taxpayer funding for Planned Parenthood seems to be that he supports defunding Planned Parenthood as long as they continue to perform abortions, even though he respects some of the other work they do for women’s health.\nOur ruling\nCruz said both Donald Trump and Hillary Clinton say Planned Parenthood is \"terrific and that it should keep taxpayer funding.\"\nTrump and Clinton seem to agree that Planned Parenthood does some positive work as it pertains to things like cancer prevention, and Trump has described that work as \"wonderful.\" However, Clinton supports their abortion services, and Trump does not. He thinks Planned Parenthood should not receive taxpayer dollars as long as they provide abortions. Clinton, on the other hand, has said Planned Parenthood should receive even more funding than it does now.\nWe rate Cruz’s claim Mostly False.\nhttps://www.sharethefacts.co/share/e027987b-21b8-4919-bf16-b2931b5366cc", "vclaim_id": "vclaim-pol-05022"}