{"url": "/factchecks/2012/aug/10/rob-turner/rob-turner-says-property-appraisers-budget-1-milli/", "speaker": "Rob Turner", "vclaim": "The property appraiser's budget \"is $1 million less today than when I took office 16 years ago.\"", "truth_label": "true", "date": "stated on July 18, 2012 in an email interview with the Tampa Bay Times:", "title": "Rob Turner says property appraiser's budget is $1 million less than when he took office", "text": "Hillsborough County Property Appraiser Rob Turner was cruising toward re-election with nothing remarkable to taint his 16-year tenure -- until a former human resources director filed a discrimination claim against him for sending her pornographic emails, that is.\n\nTurner fired her, and the incident drew calls for him to resign, as well as a challenge in the Republican primary from state Sen. Ronda Storms.\n\nTurner’s main defense in this contest is that he’s good at his job and has saved taxpayers money.\n\n\"Our budget is $1 million less today than when I took office 16 years ago,\" he wrote in answers to questions from the Tampa Bay Times.\n\nGiven the rate of inflation and the vast expansion in property development in Hillsborough since 1996, we wondered if that could possibly be true.\n\nThe office\n\nTurner, who defeated Democrat Ron Alderman in 1996, hasn’t made many waves since taking office, which assigns values to the county’s properties so that local governments can assess how much their owners should pay in taxes each year. Despite Alderman’s reputation for alleged cronyism and visiting bars during work hours, Turner’s reputation was for reducing his workforce and keeping spending levels reasonable.\n\nAmong the changes in the office in the last 16 years are updating administrative services, purchasing technology that allows workers to perform appraisals with fewer staff, reducing the office’s vehicle fleet from 72 vehicles to 40 and a steady reduction in full-time employees from 178 in 1996 to 130 today.\n\nThe key claim here, however, is the annual budget.\n\nHere’s how the process works: The appraiser’s office proposes a budget each year and submits it to the state Department of Revenue. The department applies a nonpolitical cost analysis to those numbers, and then usually approves a little more or a little less than what is requested, a difference that may be as negligible as a few hundred dollars. The department then tells the county tax collector how much money to disburse from ad valorem taxes. The county commission is notified, but it doesn’t get a say in the budget.\n\nThe budget numbers\n\nThe first budget Turner was responsible for was for the 1997-98 fiscal year, totalling $11.8 million. Over the years, Turner gradually reduced staff, resulting in the current workforce of 130. He says with pride that none of those positions were lost due to layoffs, and his office confirmed the staff reductions were achieved through retirements, voluntary resignations and employees changing jobs.\n\nThis budget dipped slightly the first few years, reaching a low of $8.9 million for 2000-01. The budget then increased steadily for several years, reaching a peak of $13.1 million in 2008-2009. This is for reasons ranging from computer upgrades to salary raises to the real estate boom, which disproportionately affected Florida as a whole. During this time, the number of parcels requiring appraisal in Hillsborough County went from about 380,000 in 1999 to more than 525,000, the office says.\n\nThe budget then began a steady decline, due to staff departures, a four-year wage freeze and the onset of the Great Recession, which brought a decrease in property values -- and ad valorem taxes along with it. The following fiscal year, 2009-10, the budget was $12.45 million. In 2010-11, it was $11.6 million. Last year it was $11 million.\n\nDuring every year we examined, the amount of actual expenditures never exceeded the office’s approved budget.\n\nThe 2012-13 budget for Turner’s office is yet again lower, with the state approving expenditures of $10.7 million. This is the basis for Turner’s claim of his budget being $1 million less than when he took office. The difference between his first approved budget for 1997-98 and the budget for the next fiscal year, which begins in October, is $1,079,585, to be exact. This is a drop of about 9 percent since 1996.\n\nTurner leaves out the fact that his office’s budget swelled along with the housing boom before deflating with the recent recession. But given the boom and bust in property values, the increase in the number of assessed properties, and inflation, this is not an unreasonable fluctuation, especially considering the peak in 2008-09 was only 10.5 percent higher than when he took office in 1996. Since that peak, the budget decreased $2.3 million.\n\nThe ruling\n\nDespite the distractions, Turner is running on his record of being able to perform his duties for four consecutive terms. Among his most salient qualifications, he says, is that his office cut $1 million from the budget compared to 16 years ago.\n\nThe numbers show the office’s budget did increase steadily through Florida’s boom years, but only by a relatively small amount. Its annual spending plan is now smaller than when Turner took office in 1996 -- by $1,079,585.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBob Hackworth\n\n\nstated on September 14, 2010 in a candidates forum in Dunedin\n\n\n\n\n\n\n\n\n\"The downsizing of Pinellas County government resulted in about 1,200 people being laid off in a 12 percent unemployment market. … I can tell you that every one of them was hired from the time that Ms. Latvala went into office in 2000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy David DeCamp • September 24, 2010", "vclaim_id": "vclaim-pol-12849"}