{"url": "/factchecks/2012/oct/22/paul-hirschbiel/paul-hirschbiel-says-newspapers-called-scott-rigel/", "speaker": "Paul Hirschbiel", "vclaim": "\"Virginia papers called (Scott) Rigell’s campaign ‘Mostly False.’\"", "truth_label": "pants-fire", "date": "stated on September 28, 2012 in a TV ad.:", "title": "Paul Hirschbiel says newspapers called Scott Rigell's campaign \"Mostly False\"", "text": "Democrat Paul Hirschbiel, challenging U.S. Rep. Scott Rigell, R-2nd , is airing a TV ad that portrays Rigell as a below-the-belt campaigner.\n\nThe commercial says \"Virginia papers called Rigell’s campaign ‘Mostly False,’\" and the screen flashes a PolitiFact logo.  \n\nSince Hirschbiel campaign chose to invoke our name, we decided to examine his claim.\n\nHirschbiel’s ad cites a PolitiFact Virginia article from the 2010 election, when Rigell defeated one-term incumbent Democrat Glenn Nye. The article examined a Rigell ad claim that Nye voted \"in lockstep with Nancy Pelosi\" 83 percent of the time.\n\nIn fact, Nye voted with the Democratic Party about 83 percent of the time, but with Pelosi -- who was House speaker back then -- only 66 percent of the time. Nye actually had one of the most independent records in Congress and Pelosi rarely voted in 2009 and 2010, a standard for House speakers.  \n\nRigell’s statement was rated Mostly False and the Republican also earned a False for another claim during his 2010 run. We should also note that last year, we rated a claim he made about U.S. borrowing as True.\n\nThis year, we have not rated any campaign statements by Rigell.\n\nOur ruling\n\nHirschbiel said Rigell’s campaign had been labeled \"Mostly False\" and attributed his statement to PolitiFact.\n\nPolitiFact Virginia rated a single 2010 election claim by Rigell as Mostly False, but we never passed judgment on the overall veracity of the candidate or his campaign.\n\nHirschbiel’s statement was over the top and we give it our worst rating: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10112"}