{"url": "/factchecks/2018/oct/04/beto-orourke/beto-orourke-says-texas-you-can-be-too-gay-adopt-n/", "speaker": "Beto O'Rourke", "vclaim": "Says that in Texas, \"you can be too gay to adopt\" a foster child \"who needs a loving home.\"", "truth_label": "half-true", "date": "stated on September 29, 2018 in an Austin rally:", "title": "Beto O'Rourke says that in Texas, you can be 'too gay' to adopt a foster child", "text": "At a lakeside Austin rally mostly celebrating the potential of Texas to lead the nation, Democratic U.S. Senate nominee Beto O’Rourke made a claim about gay residents being kept from adopting children in need.\nO’Rourke, the El Paso congressman challenging first-term Republican Sen. Ted Cruz, said Sept. 29, 2018: \"In this state, with 30,000 kids in the foster care system —a foster care system so under-resourced that recently kids were sleeping on top of or underneath the desks in CPS (Child Protective Services) offices—in this state, they say that under the guise of religious liberty that you can be too gay to adopt one of those children who needs a loving home.\"\nWe wondered: Can a Texan be \"too gay\" to adopt a child in foster care?\nWhen we asked, Chris Evans of O’Rourke’s campaign told us that O’Rourke’s claim was based on the Texas Legislature’s action in 2017 known as House Bill 3859. The measure, signed into law by Gov. Greg Abbott, says that groups can decline to provide social services to a person if that person’s beliefs conflict with the group’s \"sincerely held religious beliefs.\" In this case, that would mean that a social service group that arranges adoptions could refuse to allow a gay couple to adopt a child through that group.\nCritics of the measure say that gay Texans are being refused adoption opportunities. Backers of the legislation and a state agency say the law does not keep any qualified adults, including gay residents, from adopting.\nWe read the law and noticed that it doesn’t explicitly bar services to anyone based on sexual orientation, including adoption. The law says that if a group opts to decline service to someone, the group must direct the person to another service provider or to a state list of providers.\nOpponents of the proposal—-including Equality Texas, which says it seeks to secure \"full equality\" for LGBTQ Texans—maintain that the law hastens discrimination based on sexual orientation or other factors.\nIn Texas House debate on the measure in May 2017, the Texas Tribune reported, Democratic legislators warned that the plan would give groups license to discriminate against gay — or Jewish or divorced — parents who want to foster or adopt. A subsequent blog post by the Human Rights Campaign, the nation’s largest LGBTQ civil rights advocacy group, that said that under the law, state \"contractors who provide child welfare services can discriminate against qualified same-sex couples seeking to care for a child in need—including LGBTQ couples, interfaith couples, single parents, married couples in which one prospective parent has previously been divorced, or other parents to whom the agency has a religious objection.\"\nAfter O'Rourke made his 2018 claim, we reached out to Chuck Smith of Equality Texas. Smith indicated by email that Texas doesn’t prohibit adoptions by same-sex couples. Still, he said, if \"you were to ask a provider like Catholic Charities if being just a little bit gay is OK with them, you’d learn that they think that ‘any gay’ is ‘too gay’ when it comes to working with prospective adoptive parents.\" In that vein, O’Rourke’s statement was accurate, Smith said. \"For some licensed providers in Texas, including Catholic Charities, you can be too gay to adopt a foster child,\" Smith wrote.\nBy phone, Jennifer Allmon of the Texas Catholic Conference of Bishops offered a kind of confirmation, saying the conference helps married mothers and fathers adopt. \"Catholics believe fathers are men and mothers are women,\" Allmon said. Allmon also noted the law's requirement that anyone refused a service be referred to other providers.\nSmith said he’s not aware of statistics or independent research on the extent to which the law \"has been used by certain providers to refuse to work with LGBTQ people.\"\nAdvocates say adoptions not prevented\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAdvocates of the law say it doesn’t deter adoptions by gay Texans.\nState Rep. James Frank, R-Wichita Falls, who authored HB 3859, told us that nothing in the law \"would stop a same-sex couple from adopting or serving as foster parents in Texas.\" He added: \"There are existing providers today who place children in same-sex households.\"\n Franks was quoted in a May 2017 Associated Press news story speculating that different parents would choose different adoption paths. Frank said then that most adoptions happened through the state’s child protective services agency, which would not be subject to the religious freedom mandate, though outside agencies that receive state funding would be. \"My guess is if you have an LGBT agency they’re going to pick an LGBT family, and if you have a Baptist agency they may be more likely to pick a Baptist family,\" Frank told the AP. \"They’re free to do that and should be free to do that.\"\nAllmon, who testified in favor of Frank’s measure, suggested to us that the law drove up adoptions. \"By allowing faithful engagement for those who are motivated to serve because of their religious convictions, the bill expands the diversity of competent providers and loving, stable families who can help the children of Texas,\" Allmon wrote. \"For example, the Texas Bishops launched a major parish based foster care recruitment and retention ministry, The St. Joseph Ministry, in March 2018. A bilingual parish toolkit has been sent to all 1,300 Catholic parishes in Texas to encourage parishes and parishioners to engage in the important work of serving those involved with the foster care system in Texas.\"\nState agency says gay adoptions not deterred\nA key state agency told us that, generally, a person’s sexual orientation isn’t considered in its placements of children in foster care.\nPatrick Crimmins of the Texas Department of Family and Protective Services, which oversees a website connecting adoptive parents with foster children awaiting adoption, said by email: \"While HB 3859 protects the religious beliefs of child-placing agencies and adoption agencies, that DOES NOT mean that a qualified individual cannot foster or adopt – it simply means that person should select an agency that will accept his or her application to foster or adopt.\"\nCrimmins said Texas has 133 foster/adoption agencies, some with religious affiliations. \"The point is that there are plenty to choose from,\" Crimmins wrote.\nIn the 12 months through August 2018, Crimmins said, 5,636 children were adopted out of foster care statewide. As of September 2018, he said, 3,811 children in foster care needed an adoptive parent. Crimmins said the agency keeps no count of private adoptions.\nOur ruling\nO’Rourke said at an Austin rally that in Texas, \"you can be too gay to adopt\" a foster child \"who needs a loving home.\"\nContrary to the implication in O'Rourke's statement, Texas has no law against adoption by gay parents. LGBTQ Texans can, and do, become adoptive parents through any number of processes. Still, O'Rourke is partially accurate in that a 2017 Texas law allows essentially allows faith-based groups to refuse to help gay Texans adopt. \nOn our Texas Truth-O-Meter, that fits the definition of Half True.\n Share the Facts 2018-10-05 18:05:49 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says that in Texas, \"you can be too gay to adopt\" a foster child \"who needs a loving home.\"     Beto O'Rourke U.S. Senate candidate from Texas    In an Austin rally Thursday, October 4, 2018 2018-10-04    Read More  info", "vclaim_id": "vclaim-pol-01527"}