{"url": "/factchecks/2020/jun/29/viral-image/no-wearing-mask-doesnt-void-concealed-carry-permit/", "speaker": "Viral image", "vclaim": "If you are licensed to carry a concealed weapon, wearing a face covering for coronavirus \"removes your conceal carry ability.\"", "truth_label": "false", "date": "stated on June 23, 2020 in a viral image:", "title": "No, wearing a mask doesn’t void concealed-carry permit", "text": "A viral image shared on Facebook claims that wearing a mask in public, which is widely recommended for fighting the spread of the coronavirus, threatens the rights of people who are licensed to carry guns.\nThe image shows a handgun and an identification card and this message:\n\"Know what else wearing a mask does??? Anyone?? REMOVES YOUR CONCEAL CARRY ability. That’s right!! Its in the rules. CCW licensees are NOT allowed to wear face coverings while carrying. Now let that sink in.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSome states generally ban wearing masks in public, unrelated to their concealed-weapon laws.\nThere is no nationwide law banning carrying a concealed weapon while wearing a mask.\n\"With some minor exceptions, concealed carry is a matter of state law,\" said Duke University law professor Darrell Miller, co-director of the Duke Center for Firearms Law. He and UCLA law professor Adam Winkler said they were aware of no federal law that would bear on masks and concealed carry.\nOne such ban is temporarily lifted\nIn Illinois, it is a felony to carry in a vehicle or on your person \"any pistol, revolver, stun gun or taser or firearm or ballistic knife, when he or she is hooded, robed or masked in such manner as to conceal his or her identity.\". \nUnder an executive order from Gov. J.B. Pritzker in response to the COVID-19 pandemic, as of May 1, most Illinois residents are required to wear masks while in public. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nBut the governor’s order \"does not require or suggest that law enforcement should arrest or criminally charge concealed-carry license permit holders for wearing protective masks while in public, as long as they are complying with the other provisions of the Illinois Concealed Carry Act and are not committing any other violations of Illinois law,\" Illinois State Police said.\nStates clarifying the situation\nWe couldn’t find any state where wearing a protective mask while carrying a concealed weapon is currently banned. Here’s a look at the situation in several states, some of which were the subject of similar Facebook claims:\nNorth Carolina: We’ve rated as False a claim that in North Carolina, \"you can be charged with a felony for wearing a mask and concealed carrying.\" A state law — sometimes known as the anti-Ku Klux Klan law — forbids adults to conceal their identities in public. But it applies whether they’re carrying a concealed weapon or not. And the law was suspended in May for the coronavirus, although it expires Aug. 1.\nGeorgia: Fordham University law professor Nicholas Johnson noted that Georgia has a KKK-related law similar to North Carolina’s. But that law was suspended for people wearing masks because of the coronavirus in an April executive order from Gov. Brian Kemp.\nOregon: \"Oregon law does not prohibit someone from wearing a mask while lawfully carrying a concealed weapon,\" reads a June 25 statement from Marion County Sheriff's Office. \nSouth Carolina: \"There is no South Carolina concealed-weapons permit law that prohibits a South Carolina CWP holder from wearing a mask to comply with a city or a county health ordinance or to help stop the spread of COVID-19 while carrying a concealed weapon,\" reads a June 25 statement from the South Carolina Law Enforcement Division.\nUtah: \"Utah law has no prohibition against carrying a concealed firearm and wearing a mask,\" tweeted the Utah Department of Public Safety, June 24.\nVirginia: Virginia has a law that generally prohibits the wearing of masks to conceal identity. Gov. Ralph Northam issued an executive order requiring masks for the coronavirus, leading to questions about concealed carry. The Augusta County Sheriff’s Office said May 28: \"This order doesn’t restrict your ability to conceal a firearm legally.\"\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18013"}