{"url": "/factchecks/2020/jun/01/viral-image/protests-over-george-floyds-death-are-real/", "speaker": "Viral image", "vclaim": "George Floyd’s death and the ensuing protests were planned to introduce martial law and “purge” the United States.", "truth_label": "false", "date": "stated on June 1, 2020 in a Facebook post:", "title": "The protests over George Floyd’s death are real", "text": "George Floyd died on May 25 after a Minneapolis police officer pressed his knee into Floyd’s neck. He said he couldn’t breathe and cried out for his mother. Nothing supports claims social media users are sharing that say his death was staged by unseen hands to \"purge\" the United States.\nA sprawling June 1 Facebook post skips from Freemasonry to sacrificial death to martial law. It warns of \"the first annual purge\" prompted by a government that hired people to riot in the wake of Floyd’s death. But in the end it’s a conspiracy theory that ignores the social realities of our country. \n\"George Floyd was a freemason and it’s pretty clear what to expect when a person is a freemason,\" the post begins. \"Most of the time Freemsons have a certain period of time where they can live they life to the fullest and then will come an act in which they must participate in which could be sacrifice or a faked death for publicity and an evil agenda to be fulfill WAKE UP everything you see is not REAL! STOP PROTESTING you are feeding into their agendas Martial Law, The first annual purge, A second Wave and even more DEADLY wave of covid 19 the list goes on WAKE UP Do you really think the elites can’t hire people to start riots to initiate the rituals that must take place? WAKE UP Also The government has put hired people to start riots and do these crazy things they had given them the power to basically purge knowing that others will tag along immediately God Bless.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe didn’t find anything online corroborating the claim that Floyd was a Freemason. But even if he was, the claim that his death is a false flag is completely unfounded. As we’ve previously reported, conspiracy theories that claim major news events — Floyd’s death and mass shootings among them — were staged are common. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nFreemasonry is the world’s oldest and largest fraternity, according to CBS News, and to join, men can petition a local lodge. It started in medieval Europe as a guild for stonemasons and evolved into a social organization. The \"essential qualification for admission\" is \"a belief in a Supreme being,\" the Minnesota Freemasons say, and membership is open to all races and religious beliefs. \nHere’s what the group has to say about secrecy: \"The secrets of Freemasonry are concerned with its traditional modes of recognition. It is not a secret society, since all members are free to acknowledge their membership and will do so in response to inquiries for respectable reasons. Its constitutions and rules are available to the public. There is no secret about its aims and principles.\"\nWe reached out to the Minnesota Freemasons. Keith Reierson, the group’s grand secretary, told us Floyd wasn’t a member of any lodge under the jurisdiction of the Grand Lodge of Minnesota. But Reierson said \"that doesn’t mean he wasn’t a Freemason.\" Floyd could have been a member at a lodge under a different Minnesota jurisdiction, or he could have been a member in another state and never joined a lodge in Minnesota. \nFloyd was the latest in a long line of black men who have died in police custody and outrage over his death, and racism in America, have fueled protests across the country in recent days. \nThe FBI and the U.S. Department of Justice are investigating Floyd’s death as a possible civil rights violation. The officer who knelt on Floyd’s neck was charged with third-degree murder and manslaughter. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17856"}