{"url": "/factchecks/2012/jun/22/david-plouffe/mitt-romney-said-he-would-veto-dream-act-says-davi/", "speaker": "David Plouffe", "vclaim": "\"Gov. Romney was very clear, he would veto the DREAM Act.\"", "truth_label": "true", "date": "stated on June 17, 2012 in a comment on 'Fox News Sunday':", "title": "Mitt Romney said he would veto the DREAM Act, says David Plouffe", "text": "Since President Barack Obama announced a new policy to suspend deportations for some young illegal immigrants, his campaign has been touting that policy and putting down his Republican rival, Mitt Romney.\n\nObama adviser David Plouffe answered a question on Fox News Sunday on June 17, 2012, about why Hispanics should vote for Obama.\n\n\"So, this is someone who believed that we are a nation of laws, but also a nation of immigrants, and that people who want to staff our labs and start businesses and serve their country ought to be able to do that,\" Plouffe said. \"Gov. Romney has said he would veto the DREAM Act. Gov. Romney essentially said the 11 million here ought to just go home. They ought to self deport. So, this is someone you're not going to be able to trust.\"\n\nWe wanted to know if Romney specifically said he would veto the DREAM Act because we often find distortions when one campaign describes its opponent’s position.\n\nA little background: The DREAM Act is the federal Development, Relief, and Education for Alien Minors Act, a bill proposed several times over the years but never passed.\n\nGenerally speaking, it pertains to children brought to the U.S. illegally by parents or relatives. If the young people have stayed out of trouble and were in school or in the military, they would be allowed to move to a legal status and not be deported. The idea has been around since at least 2001, when a bipartisan bill was introduced by Sen. Orrin Hatch, R-Utah, though details of the bills have varied over the years.\n\nWe should also note that the term \"DREAM Act\" has been applied to some state legislation that gives in-state tuition to young illegal immigrants who had been long-time state residents.  \n\nIn the context of this fact-check, though, the most applicable legislation is the federal DREAM Act of 2010. The bill wasn’t able to win the 60 votes needed for a full consideration, failing a cloture vote on Dec. 18, 2010.\n\nWe went back to the archives of the Republican primary and soon found what Romney had to say about the DREAM Act. (We contacted the Romney campaign but didn’t hear back.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn 2011, the DREAM Act and other immigration issues were hotly debated topics in the Republican primary. Romney took a hard line on illegal immigration and attacked his primary opponents Newt Gingrich and Rick Perry on the issue.\n\nWhen asked about the DREAM Act in 2011, Romney said he would veto it, but he also said he supported part of the DREAM Act -- the part that allowed people who had served in the military to achieve legal status.\n\nHere’s Romney's answer to a voter on Dec. 31, 2011, in Le Mars, Iowa, who asked if he would veto the DREAM Act if Congress passed it:\n\n\"The answer is yes. I’m delighted with the idea that people who come to this country and wish to serve in the military can be given a path to become permanent residents in this country. Those who serve in our military and fulfill those requirements, I respect and acknowledge that path. For those that come here illegally, the idea of giving them in-state tuition credits or other special benefits I find to be the contrary to the idea of a nation of law. If I’m the president of the United States I want to end illegal immigration so that we can protect legal immigration. I like legal immigration.\"\n\n(We should note that the DREAM Act did not automatically award in-state tuition to anyone, though some states have those laws on the books.)\n\nRomney recently repeated support for the military portion of the DREAM Act in remarks to the National Association of Latino Elected and Appointed Officials in Orlando on June 21, 2012.\n\nHowever, Romney declined to say whether he would renew the executive policy of Obama.  \n\n\"Some people have asked if I will let stand the president's executive order. The answer is that I will put in place my own long-term solution that will replace and supersede the president's temporary measure,\" he said.\n\nHe also criticized Obama for failing to pass comprehensive immigration reform when there were Democratic majorities in the Congress:\n\n\"For two years, this president had huge majorities in the House and Senate – he was free to pursue any policy he pleased. But he did nothing to advance a permanent fix for our broken immigration system. Nothing. Instead, he failed to act until facing a tough re-election and trying to secure your vote. … I think you deserve better.\"\n\nOur ruling\n\nPlouffe said, \"Gov. Romney was very clear, he would veto the DREAM Act.\" Romney did say that, without equivocation, during the Republican primary. He has not indicated a change in that position.\n\nIt’s worth pointing out, though, that Romney does support one element of the DREAM Act: allowing young illegal immigrants who were brought to the United States as children \"to become permanent residents, and eventually citizens, by serving honorably in the United States military,\" according to a statement from the campaign.\n\nThe DREAM Act, though, provided a path to legal status to young people who are in school, without serving in the military.\n\nWe rate Plouffe’s statement True.", "vclaim_id": "vclaim-pol-10878"}