{"url": "/factchecks/2010/jun/16/barack-obama/obama-says-he-issued-six-month-moratorium-deepwate/", "speaker": "Barack Obama", "vclaim": "\"I've issued a six-month moratorium on deepwater drilling.\"", "truth_label": "half-true", "date": "stated on June 15, 2010 in an address from the Oval Office:", "title": "Obama says he issued a six-month moratorium on deepwater oil drilling", "text": "In his June 15, 2010, Oval Office address on the Gulf oil spill, President Barack Obama defended his decision to temporarily halt new oil drilling in the Gulf of Mexico in the wake of the Deepwater Horizon tragedy.\n\"Already, I’ve issued a six-month moratorium on deepwater drilling,\" Obama said. \"I know this creates difficulty for the people who work on these rigs, but for the sake of their safety, and for the sake of the entire region, we need to know the facts before we allow deepwater drilling to continue.\"\nOn May 27, Obama did announce a 6-month moratorium on exploratory drilling in the Gulf of Mexico. But if you think that means there's no more oil production going on in the Gulf, you'd be mistaken.\nWells that are currently producing oil will continue to produce. There are 72 active platforms in water depths of 500 feet or greater (the definition of deepwater) in the Gulf of Mexico that will be allowed to continue to operate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAt issue here is the term \"oil drilling.\" Many people use the term broadly to refer to the entire process of extracting oil from the ground, not just drilling the holes looking for oil. But once a well starts producing oil, it's not being \"drilled\" anymore.\nAccording to the moratorium notice, the U.S. Minerals Management Service will not consider drilling permits for deepwater wells for six months. In addition, operators that are currently drilling any well \"must proceed at the next safe opportunity to secure the well and take all necessary steps to cease operations and temporarily abandon or close the well until they receive further guidance from the Regional Supervisor for Field Operations.\" There are 33 drilling operations in water deeper than 500 feet that fit that bill, which means that they needed to get to a safe place and then stop drilling. For the record, Deepwater Horizon was among the wells in the exploratory drilling phase.\nWhen the Department of the Interior issued the moratorium directive on May 30, Secretary Ken Salazar published a statement saying, \"Deepwater production from the Gulf of Mexico will continue subject to close oversight and safety requirements, but deepwater drilling operations must safely come to a halt. With the BP oil spill still growing in the Gulf, and investigations and reviews still underway, a six-month pause in drilling is needed, appropriate, and prudent.\"\nWe think a lot of people probably assumed Obama's statement meant that all oil operations in the Gulf of Mexico were put on a six-month hiatus. That's not the case. The moratorium relates to exploratory oil drilling, not to existing, oil-producing deepwater platforms, which will continue to produce. So Obama's words were technically accurate, though due to the common use of the phrase oil drilling to refer to all oil operations, we think it may have confused some people. And so we rule his statement Half True.", "vclaim_id": "vclaim-pol-14897"}