{"url": "/factchecks/2011/oct/14/alan-grayson/alan-grayson-says-united-states-has-fifth-most-une/", "speaker": "Alan Grayson", "vclaim": "\"According to Wikipedia, there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth.\"", "truth_label": "true", "date": "stated on October 10, 2011 in an interview on MSNBC's \"The Rachel Maddow Show\":", "title": "Alan Grayson says United States has fifth-most unequal wealth distribution in world", "text": "On the Oct. 10, 2011, edition of MSNBC’s The Rachel Maddow Show, former Florida Rep. Alan Grayson, D-Orlando, took aim at the financial sector in an interview that focused on the Occupy Wall Street protests.\n\n\"According to Wikipedia, there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth,\" Grayson said. \"That’s a system that Wall Street created, that Wall Street maintains, and that Wall Street enforces.\"\n\nFirst, some background on how equality is measured. The primary statistic used for this purpose is called the Gini coefficient. Gini coefficients range from 0, or perfect equality, to 1, or perfect inequality.\n\nWe should note here that we’re glad that Grayson cited his sources -- in the midst of a national TV interview no less! -- but we’re also disappointed that his source was Wikipedia, which is open to editing by anyone.\n\nLuckily for Grayson, the Wikipedia page he cited had sourced its numbers to a peer-reviewed paper. The paper was coauthored by four academics, James B. Davies, Susanna Sandstrom, Anthony Shorrocks and Edward N. Wolff and published in The Economic Journal in 2010.\n\nGrayson was correct that the United States had the fifth-highest Gini coefficient for wealth in the world, trailing only Denmark, Namibia, Switzerland and Zimbabwe. In other words, the U.S. distribution of wealth was more unequal than all but four other nations.\n\nThere are a few technical caveats to note.\n\nFirst, international comparisons such as these are always a bit dicey, because the statistics available for each country are not always perfectly aligned.\n\nSecond, most of the figures are about a decade old. These are the most recent comparisons available -- and as a result, we don’t fault Grayson for using them -- but they do represent a snapshot of time before the recession that began in late 2007, a recession notable for the implosion of the U.S. real estate market as well as the values of many other financial holdings. (To be fair, it’s unclear whether current numbers would show a higher or lower Gini coefficient for the United States, since many Americans of modest incomes lost significant wealth when home prices tanked. It’s also unclear what new data would show for other nations.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nThird and most important, these figures refer to wealth (that is, accumulated holdings) rather than income (the funds earned on an annual basis). To his credit, Grayson described the statistics correctly -- he very clearly said \"wealth,\" not income.\n\nHowever, to understand the full picture, it’s worth a look at income figures as well. A paper by the United Nations Development Program -- the Human Development Report 2010 -- shows that the Gini measurement for income places the U.S. more in the middle of the international pack. (Wikipedia has its own page for international income inequality, as well.)\n\nAmong the nations ranking as more unequal in income than the U.S. were Hong Kong, Singapore and Qatar among richer nations and a large proportion of middle- and lower-income nations, ranging from Niger and Mozambique in Africa to Nicaragua and Honduras in Central America to Cambodia and Thailand in Asia to Russia and Turkey in Europe.\n\nIndeed, one reason that U.S. wealth is so highly concentrated among relatively few compared to the rest of the world is because so much wealth has been accumulated in America. If you’re a poor country, you’re not going to have much wealth to begin with, so there’s a mathematical limit on how narrowly it can be distributed within your population.\n\nThis doesn’t mean that the pattern of wealth distribution in the United States is either fair or inevitable, but it does provide some important context. Wealth distribution in the United States may be unequal compared to the rest of the world, but its income inequality is not nearly as unequal.\n\nWhen we asked Grayson about the question of income vs. wealth, he said, \"I get to choose what I want to talk about in my infrequent moments in the spotlight, and I chose to talk about wealth.  That choice does not, in any way, make my statement inaccurate. For what's it's worth, when we are talking about a nation with almost unbelievable extremes of wealth and poverty -- which virtually no other candidate ever speaks about, for obvious reasons -- then a more common distribution of income is hardly much of a consolation prize.\"\n\nHe added that \"there is overwhelming, staggering inequality in America, however it is measured, and that inequality substantially exceeds the inequality in many other countries. That is not merely ‘True’ but ‘Profoundly True’ and ‘Largely Ignored.’ If thousands of people were dying each day from pollution, it hardly would be appropriate to argue whether we should be measuring that pollution by volume or by weight. That actually undermines public discourse, rather than enhancing it.\"\n\nOur ruling\n\nThe peer-reviewed data backs up Grayson’s claim that \"there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth.\" Had Grayson used \"income\" rather than \"wealth,\" the answer would have been much more mixed.\n\nBut Grayson was admirably careful in his phrasing. So we rate this claim True.", "vclaim_id": "vclaim-pol-12265"}