{"url": "/factchecks/2011/oct/12/michele-bachmann/ipab-board-15-bureaucrats-who-will-decide-nation-s/", "speaker": "Michele Bachmann", "vclaim": "\"These 15 political appointees (on the IPAB) will make all the major health care decisions for over 300 million Americans.\"", "truth_label": "false", "date": "stated on October 11, 2011 in a debate in New Hampshire:", "title": "IPAB board is 15 bureaucrats who will decide for the nation, says Michele Bachmann", "text": "At a debate in New Hampshire, Michele Bachmann was asked how to make sure that Medicare doesn’t waste money.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"No one wants the government to come between a doctor and a patient. But do you think that Americans are getting the most for their money in Medicare spending?\" asked Washington Post reporter Karen Tumulty, one of the debate’s moderators. \"And how can we make sure that the money that is being spent is being spent on the treatments and the preventive treatments that do the most?\"\n\nRather than answering the question directly, Bachmann pivoted to attacking President Barack Obama’s health care law.\n\n\"I think that senior citizens across the country have no idea that President Obama plans for Medicare to collapse, and instead everyone will be pushed into Obamacare,\" Bachmann said. \"And just like Newt Gingrich said, the way that Obamacare runs, there's a board called IPAB. It's made up of 15 political appointees. These 15 political appointees will make all the major health care decisions for over 300 million Americans. I don't want 15 political appointees to make a health care decision for a beautiful, fragile 85- year-old woman who should be making her own decision.\"\n\nWe’re not sure what she means by when she says people will be pushed out of Medicare and into Obamacare. If what she means by \"Obamacare\" is the health care law, then the law assumes that Medicare will continue.\n\nIn fact, the law made a number of changes to Medicare intended to make it operate more efficiently and provide better care. One of those changes was the creation of a board called the Independent Payment Advisory Board, or IPAB.\n\nHere, we’ll fact-check Bachmann’s claim that IPAB is \"made up of 15 political appointees. These 15 political appointees will make all the major health care decisions for over 300 million Americans.\"\n\nWe’ve looked at the board in some detail in a previous fact-check by PolitiFact Georgia.\n\nLawmakers created the board in response to criticism that Congress has been unable to make the politically risky and technically complex decisions needed to slow the growth of costs for Medicare, the federal program that provides health care for seniors.\n\nUnder the health care reform bill, if Medicare spending growth is projected to exceed certain targets, the IPAB must come up with plans to slow the increase. If Congress does not act on the recommendation within a set time, it will be automatically implemented.  \n\nIPAB has many critics. Some worry it will be too hard for Congress to overrule the board’s recommendations or that the board will stifle innovation. In recent months, some members of Congress have attempted  to repeal it.\n\nGetting back to Bachmann’s statement, she’s right that there are 15 members of the IPAB and that they are political appointees. But that leaves out a lot of detail of the law’s requirements.\n\nThe law states that the members \"shall include individuals with national recognition for their expertise in health finance and economics, actuarial science, health facility management, health plans and integrated delivery systems, reimbursement of health facilities, allopathic and osteopathic physicians, and other providers of health services, and other related fields, who provide a mix of different professionals, broad geographic representation and a balance between urban and rural representatives.\"\n\nIt also says the board \"shall also include representatives of consumers and the elderly.\"\n\nAnd, it says individuals who are directly involved in providing or managing health care \"shall not\" constitute a majority of the board’s members.\n\nThe president appoints 12 of the 15 members, who undergo confirmation by the Senate.\n\nOnce appointed to the board, the members become full-time government employees and are not allowed to hold other full-time employment.\n\nThe IPAB is forbidden from submitting \"any recommendation to ration health care,\" as Section 3403 of the health care law states. It may not raise premiums for Medicare beneficiaries or increase deductibles, coinsurance or co-payments. The IPAB also cannot change who is eligible for Medicare, restrict benefits or make recommendations that would raise revenue.\n\nWhat it can do is reduce how much the government pays health care providers for services, reduce payments to hospitals with very high rates of readmissions or recommend innovations that cut wasteful spending. Some may argue that because the IPAB can reduce the money a doctor receives for giving chemotherapy to a Medicare patient, this could lead to an indirect form of rationing.\n\nBachmann said the IPAB \"will make all the major health care decisions for over 300 million Americans.\" It is possible that private health insurance companies might look at the IPAB’s recommendations for cost-savings and efficiency and try those ideas for their own customers. But legally, the IPAB only has the power to suggest changes to Medicare, which includes 47 million beneficiaries.\n\nBachmann’s comments also give the impression that the IPAB makes decisions on individual cases. It does not. We looked at the claim that the board decides \"whether you get care, such as continuing on dialysis or cancer chemotherapy,\" and rated it False.\n\nOur ruling\n\nBachmann said, \"There's a board called IPAB. It's made up of 15 political appointees. These 15 political appointees will make all the major health care decisions for over 300 million Americans.\" There is a board with 15 members, and most are appointed through a political process, though they must have expertise in health care. But the board is intended to recommend cost savings for the Medicare program. It would not \"make all the major health care decisions for over 300 million Americans.\" We rate her statement False.", "vclaim_id": "vclaim-pol-12285"}