{"url": "/factchecks/2016/oct/25/gary-johnson/testing-gary-johnson-claim-he-only-candidate-favor/", "speaker": "Gary Johnson", "vclaim": "Says he and his running mate \"are the only candidates that do believe in free trade.\"", "truth_label": "half-true", "date": "stated on September 4, 2016 in a campaign appearance:", "title": "Testing Gary Johnson claim that he is only candidate in favor of free trade", "text": "Amid a presidential election that seems to grow stranger every day, Libertarian candidate Gary Johnson is looking to stand out the old-fashioned way: with good, clean political claims.\nJohnson, a former governor of New Mexico, appeared on UpFront with Mike Gousha, a public affairs show on WISN-TV (Channel 12), when he stopped in Milwaukee in early September. Responding to a question about how his platform might appeal to a Republican voter, Johnson rattled off a minute-long list of values ranging from honesty to low taxes to limited government.\n\"We’re the only candidates that do believe in free trade,\" he told Gousha midway through, referring to his himself and his running mate, Bill Weld, a former governor of Massachusetts.\nFree trade — the ability to import and export products among countries without restrictions such as taxes and tariffs — has been a hot topic this cycle. While it is an example of limited government intervention, which conservative voters tend to favor, critics say unfettered competition sends domestic jobs to countries with lower wages.\nThe issue of trade came up in each of the three presidential debates — though Johnson’s poll numbers didn’t earn him a spot on the stage with Democrat Hillary Clinton and Republican Donald Trump.\nSo, do Johnson and Weld stand alone in support of free trade?\nTrading positions\nLet’s start with Johnson’s own position.\nOver the course of the campaign, he and Weld have both said several times they’re the only candidates who believe in free trade. Specifically, they have voiced support for the Trans-Pacific Partnership, a far-reaching free trade deal between 12 countries that was finalized and signed by President Barack Obama in February but has yet to be voted on by Congress.\nJohn Vaught LaBeaume, a spokesman for Johnson’s campaign, referred us to a Ballotpedia overview of each candidate’s position on the TPP to support Johnson’s claim that he and Weld are the only candidates who support free trade.\nWhile a collection of quotes shows Johnson has embraced the TPP, in June, Johnson questioned whether or not he would have signed the TPP while speaking to Politico’s Glenn Thrush.\n\"Would I have signed or implemented the Trans-Pacific Partnership?\" he said in the June 6, 2016 podcast. \"I've got to tell you, I think it's laden with crony capitalism.\"\nThree months later, when speaking to Gousha in Milwaukee, Johnson suggested that his view that political favors are tied in to free trade agreements is similar to that of many Americans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"The aversion that we have to these trade agreements is that they are laced with favoritism,\" he said. Despite the issues, Johnson says he would sign the TPP.\nClinton and Trump\nClinton has had her own change of heart when it comes to free trade agreements. She praised the North American Free Trade Agreement finalized during her husband’s presidency — only to criticize it while running for president herself in 2008. PolitiFact verified the switch at the time.\nAnd in 2012, she famously called the TPP \"the gold standard\" of trade deals while serving as Secretary of State — before flipping entirely. At a Democratic primary debate last October, she said that after absorbing new information, she determined the TPP did not meet her standards and she now opposed it.\nAs a senator, she had the opportunity to vote on 10 free trade deals, though none as sizable as NAFTA or the TPP. She voted in favor of six. Two other deals she supported but missed the votes. The final two she voted against. PolitiFact previously broke down her votes.\nSo, Clinton has supported such trade deals in at least some of the cases.\nRepublican nominee Donald Trump’s position has been equally conflicting. He has floated the idea of tariffs, as PolitiFact has previously examined, which is not in line with free trade positions.\nIn July, he railed against the TPP: \"The Trans-Pacific Partnership is another disaster done and pushed by special interests who want to rape our country — just a continuing rape of our country. It’s a harsh word, but it’s true.\"\nMuch like Clinton, Trump has voiced support of free trade while criticizing current free trade deals. In the final presidential debate, he said if elected, he would support free trade deals but re-negotiate them.\n\"We'll have more free trade than we have right now, but we have horrible deals,\" he said.\nFinally, Green Party candidate Jill Stein has a clear track record of opposing free trade agreements including the TPP and NAFTA. In 2015, she released a video called \"Flush the TPP\" in which she characterized the agreement as a \"backroom deal\" that \"gives corporations more power than nations.\"\nOur rating\nJohnson said he and his running mate were the only candidates who support free trade.\nWhile his statement has truth to it — they are the only candidates supporting the largest free trade agreement currently on the table — Clinton and Trump say they support the idea of free trade deals if executed to their liking. Clinton supported NAFTA and in the Senate voted for several smaller trade deals.\nFor a partially accurate statement that leaves out important details, our rating is Half True. https://www.sharethefacts.co/share/923861a1-ca56-4194-815e-b6bc706cf015", "vclaim_id": "vclaim-pol-04059"}