{"url": "/factchecks/2015/jul/01/jeb-bush/which-presidential-candidate-has-released-most-tax/", "speaker": "Jeb Bush", "vclaim": "Says his release of 33 years of tax returns is \"more than any presidential candidate in history.\"", "truth_label": "true", "date": "stated on June 30, 2015 in an announcement on his website:", "title": "Which presidential candidate has released the most tax returns in history?", "text": "Former Florida Gov. Jeb Bush released 33 years of tax returns, casting it as the high water mark of transparency for presidential hopefuls.\n\"Today, I’m releasing 33 years of tax returns – more than any presidential candidate in history,\" Bush said on his website. He also bragged about it on Twitter. The returns run from 1981 to 2013.\nWe wondered if Bush’s 33 years was indeed the most ever, and that does appear to be the case. We also found it’s highly unusual for a candidate to share so many returns, especially so early in the campaign.\nThe previous record was held by Sen. Bob Dole, R-Kan., who won the Republican nomination to run against President Bill Clinton in 1996. In January of that year, Dole released 29 years of tax returns, stretching from 1966 to 1994. He added 1995 in April, for a grand total of 30 years.\nMost of Dole’s ire at the time was directed at primary rival, publisher Steve Forbes, who was reticent about revealing his finances. Dole took the opportunity to rebuke his opponent for pushing for a flat tax.\nThe next highest number of releases was Sen. John Kerry, D-Mass., who released a total of 20 years of returns: five years worth of returns in April 2004, adding to 15 years of returns he had revealed in prior Senate races. Critics of Kerry’s campaign were more concerned that his independently wealthy wife, millionaire Teresa Heinz Kerry, wouldn’t give out her returns. (She eventually provided two pages of her 2003 return.)\nThere is no law requiring candidates to show their tax returns, but it has become common practice since Jimmy Carter became president in 1976. The releases have been far from uniform, however, down to when candidates make their returns public.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nBush is an outlier for providing so many returns so early in the campaign, as the lion’s share of candidates usually wait until the year of the election to give out their information. The amount of documentation also has varied widely from person to person.\nGeorge Romney released 12 years in 1968, as did Bill Clinton in 1992. Sen. John Edwards, D-N.C., gave out 10 when he was Kerry’s running mate in 2004. The numbers then dwindle, from George W. Bush (nine in 2000) and Al Gore (eight the same year) to Sen. Barack Obama, D-Ill., and Hillary Clinton, who both released seven in 2008. Sen. John McCain, R-Ariz., and Mitt Romney both released two years during their campaigns. In 1980, Ronald Reagan only provided one.\nReleasing tax information is often a part of campaign strategy, usually to force other candidates to reveal their finances. But even then, the move can draw criticism. Liberal political action committee American Bridge 21st Century posted a laundry list of questions about the former Florida governor’s business dealings on the same day he released his returns.\nBush’s 1,150 pages of financial documents show that the former real estate executive’s net worth dropped from about $2 million to $1.3 million during his two terms as governor. The campaign said he is currently worth between $19 million and $22 million. He has earned at least $29 million since leaving office in 2007.\nOur ruling\nBush said his release of 33 years of tax returns is \"more than any presidential candidate in history.\"\nThat really is the case. The next highest total by a presidential candidate is from Dole, who released 30 years’ worth during his 1996 presidential campaign.\nWe rate Bush’s statement True.", "vclaim_id": "vclaim-pol-06244"}