{"url": "/factchecks/2015/jun/07/patricia-morgan/rep-morgan-says-convention-center-was-sold-pledge-/", "speaker": "Patricia Morgan", "vclaim": "The Convention Center \"was sold as a building that would never cost taxpayers a dime.\"", "truth_label": "mostly-true", "date": "stated on May 27, 2015 in a news conference:", "title": "Rep. Morgan says the Convention Center was sold with the pledge that it wouldn’t cost taxpayers", "text": "State Rep. Patricia Morgan of late has repeatedly criticized the state’s financial support for the Rhode Island Convention Center Authority, asserting that the entity has cost taxpayers more than $450 million, even though it was never supposed to cost them a dime.\nLast week, the West Warwick Republican, who represents a group calling itself the Republican Policy Group, convened a press conference and unveiled an investigative report on the subsidies, which totaled more than $30 million last year.\nThis included $23 million for debt service.\n\"Seriously,\" Morgan said, \"it was sold as a building that would never cost taxpayers a dime and it continues to cost us money.\"\nYear after year, state budgets show, in addition to paying off the convention center’s debt -- its mortgage, so to speak -- the taxpayers have kicked in subsidies to keep the authority afloat.\nSince 1994, the state has allocated in excess of $450 million to the authority, which runs the Dunkin’ Donuts Center and Veterans Memorial Auditorium in addition to the convention center.\nThat’s a big number and it made us wonder: Did someone really say this facility would never cost taxpayers a dime? If so, what were they talking about?\nSo we asked Morgan for her sources.\nWe also searched through The Journal’s archives and found someone who had made just such a statement -- Richard M. Oster.\nOster, the heir of a family metals enterprise, had risen to the loftiest heights of the business world, serving as the chairman of the London-based Cookson Group PLC, a multinational company.\nIn 1987, then-Gov. Edward DiPrete installed Oster as chairman of the Rhode Island Convention Center Authority.\nThis made him the front man in 1989 for the campaign to sell the public on the need for a convention center, which was expected to cost $225 million. It was to be one of the largest economic development projects in Rhode Island’s history.\nOster told The Journal such a facility would bring 500,000 visitors a year to the city, pump $60 million to $100 million per year into the economy and generate enough new tax revenue -- via hotel, income, sales and property taxes -- to offset the deficit from construction and operations.\n\"This won’t cost the taxpayers one dime,\" Oster said in 1989. That was his clincher, the line he used after detailing a list of economic benefits.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMorgan told us this was the quote she had in mind in her attack on the convention center’s finances. Morgan, however, did not talk about how Oster and the other proponents claimed that new tax revenue would make up for the taxpayers’ costs.\nMorgan’s repeated emphasis on costs without discussing new tax revenues drew criticism from Joseph R. Paolino Jr., the former mayor and another champion of the convention center.\n\"I think she’s wrong,\" Paolino said. \"I don’t think she truly understands the concept of the convention center and what a convention center is supposed to do for a community.\"\nPaolino, who refers to the late Oster as \"one of the leading business giants of our community,\" says any analysis of convention center appropriations must consider tax revenue generated by convention center activity. This is the \"real story,\" he says.\nHe acknowledged that he doesn’t know how Oster’s projections worked out. But last week the Authority said its experts calculate that the convention center, the Dunkin’ Donuts Center and Veterans Memorial Auditorium have an average annual impact totaling $135 million and generate $10 million in state and local tax revenue across about 500 events — hockey games, conferences and musical performances among them.\nThat’s the opposing point of view. Is it credible?  \nWe turned to Gary Sasse, who headed up the Rhode Island Public Expenditure Council in the 1980s and is now director of the Hassenfeld Institute for Public Leadership at Bryant University.\nSasse, who supported the project in 1989, says he believes the presence of the convention center has had some degree of multiplier effect on the local economy -- possibly enough to offset costs.\nBut Sasse emphasizes that the actual numbers are important for this debate and there is no independent entity around to do the hard work of providing a trustworthy assessment.  \n\"Who is the independent scorekeeper?\" he asks. \"That’s the problem.\"\nOur ruling\nMorgan had her numbers right. And Richard Oster did famously tell the public that the center wasn’t going to cost the taxpayers a dime.\nBut she failed to put Oster’s claim in context. Oster didn’t say convention center revenues would pay its bills. He was talking about the center’s overall economic impact. And, as Gary Sasse says, without an independent scorekeeper, we won’t know whether the center’s impact offsets its costs.\nAs a result, we rate her statement Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)\n \n(An earlier version of this item gave an incorrect ruling for Rep. Morgan's statement.)", "vclaim_id": "vclaim-pol-06342"}