{"url": "/factchecks/2020/sep/18/viral-image/facebook-post-conflates-epsteins-suicide-and-recen/", "speaker": "Viral image", "vclaim": "“Epstein dies while in custody, his private banker is found dead, a judge had a trial regarding Epstein and the Deutsche Bank. Her son has been killed now and her husband has been shot. The shooter who shot the son and shot the judge’s husband has now also been found dead.”", "truth_label": "false", "date": "stated on September 3, 2020 in a Facebook post:", "title": "Facebook post conflates Epstein’s suicide and recent deaths", "text": "Conspiracy theories about the death of Jeffrey Epstein, the financier and sex offender who officials say killed himself in jail, have spilled into into the world he orbited. \n\"Epstein dies while in custody, his private banker is found dead, a judge had a trial regarding Epstein and the Deutsche Bank,\" reads a recent Facebook post. \"Her son has been killed now and her husband has been shot. The shooter who shot the son and shot the judge’s husband has now also been found dead. Why is this not news?!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nEpstein’s \"private banker\" who was found dead seems to be a reference to Thomas Bowers, who committed suicide in November 2019, according to the Los Angeles County medical examiner.  \nBowers was a former Deutsche Bank executive who \"reportedly signed off on some of the institution’s unorthodox loans to Donald Trump,\" Los Angeles Magazine reported. Bowers was once the head of the bank’s American wealth-management division, where he oversaw Trump’s private banker. The article doesn’t mention Epstein. \nBut Epstein, a financier, has close ties to Deutsche Bank. Deutsche Bank recently agreed to pay a $150 million fine for its dealings with Epstein, the New York Times reported in a July article titled: \"These are the Deutsche Bank executives responsible for serving Jeffrey Epstein.\"\nThe bank itself hasn’t publicly identified the individuals who worked with Epstein but based on descriptions of the employees in a consent order with the New York Department of Financial Services, and interviews with current and former bank officials, the Times identified nearly everyone in the legal document, according to the story. \nPaul Morris, who had previously helped Epstein manage an account at JPMorgan, brought Epstein to Deutsche Bank, the Times reported. Because Morris needed approval for a client who carried a reputational risk — Epstein had been convicted in 2008 of soliciting prostitution from a minor — he sent a memo to Charles Packard, then the head of the bank’s American wealth-management division that detailed Epstein’s past. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nOther bank officials are mentioned in the article but not Bowers. \nWe found no credible sources corroborating the Facebook post’s claim that Bowers was Epstein’s \"private banker.\" \nDeutsche Bank also connects Epstein to Judge Esther Salas, a federal judge whose son was killed and her husband injured in a shooting at their New Jersey home in July. \nSalas has presided over a class action lawsuit brought against the bank by investors who claim it made false and misleading statements about its anti-money laundering policies, according to the Associated Press, and because it failed to monitor \"high-risk\" customers like Epstein.\nThe lawyer suspected in the shooting at Salas’ home was Roy Den Hollander, a self-described \"anti-feminist\" who had compiled a dossier on her and her family and arrived at their home that morning carrying a FedEx package. \n\"He was apparently angry at Judge Salas for not moving quickly enough on a lawsuit he had brought challenging the constitutionality of the male-only draft,\" according to the Times. \nDays before the shooting at Salas’ residence, Hollander had traveled to San Bernardino County, Calif., where authorities say he shot and killed a rival men’s rights lawyer at his home. Hollander later killed himself. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18960"}