{"url": "/factchecks/2020/oct/30/facebook-posts/no-youtube-didnt-remove-tucker-carlsons-interview-/", "speaker": "Facebook posts", "vclaim": "Says YouTube removed Tucker Carlson’s interview with Tony Bobulinski.", "truth_label": "false", "date": "stated on October 26, 2020 in a Facebook post:", "title": "No, YouTube didn’t remove Tucker Carlson’s interview with Tony Bobulinski", "text": "On Oct. 27, Tony Bobulinski, a former business partner of Hunter Biden, appeared on Fox News and said that Biden’s father — Democratic presidential nominee Joe Biden — was more involved in his son’s overseas business ventures than he’s previously claimed.  \nBobulinski spoke to Fox News host Tucker Carlson for an hour. But recent Facebook posts claim that YouTube is censoring the interview.\n\"YouTube has removed the full 1hr of Tucker Carlson’s interview with Tony Bobulinsky,\" one post says, misspelling his name. \"Now that’s communism!!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere’s ample reason to doubt the claims that Bobulinski made on Fox News, but YouTube told us that it didn’t pull the interview. We found no evidence to support the claim that it did. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe first segment of the show, posted by Fox News, appears on YouTube. \nIn the description of the video, Fox provided two links to watch the rest of the interview on its website. The second link doesn’t work, but we found that segment of the interview here — the second video on the page. \nCarlson was critical of efforts from Facebook and Twitter to slow the spread of an Oct. 14 New York Post article that outlined allegations involving the Bidens, a computer hard drive and a Ukrainian businessman. (We dove into that story here.) \nBut we didn’t find any instances of Carlson speaking out because YouTube removed his own coverage. \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18826"}