{"url": "/factchecks/2012/aug/30/paul-ryan/paul-ryan-touts-mitt-romneys-record-massachusetts/", "speaker": "Paul Ryan", "vclaim": "In Massachusetts under Mitt Romney, \"unemployment went down, household incomes went up,\" and the state \"saw its credit rating upgraded.\"", "truth_label": "half-true", "date": "stated on August 29, 2012 in a speech at the Republican National Convention in Tampa:", "title": "Paul Ryan touts Mitt Romney's record in Massachusetts on income, unemployment and credit worthiness", "text": "As part of the Republican Party’s continuing effort to celebrate business success and private-sector ingenuity, Paul Ryan offered Mitt Romney as Exhibit A during his convention speech in Tampa.\n\n\"Mitt has not only succeeded, but succeeded where others could not,\" the Wisconsin congressman and vice presidential nominee said. \"He turned around the Olympics at a time when a great institution was collapsing under the weight of bad management, overspending, and corruption – sounds familiar, doesn’t it?\"\n\nRyan then turned to Romney’s four years as governor of Massachusetts from 2003 to 2007\n\n\"He was the Republican governor of a state where almost nine in ten legislators are Democrats, and yet he balanced the budget without raising taxes. Unemployment went down, household incomes went up, and Massachusetts, under Mitt Romney, saw its credit rating upgraded.\"\n\nLet’s look at the last three claims.\n\nPolitiFact fact-checked the household income trends and found an increase of $5,500 under Romney without considering inflation -- but a decrease in real dollars after adjusting for inflation.\n\nThat earned a Romney surrogate a Half True for noting only the positive side of the equation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOn unemployment, PolitiFact tested a Romney claim that he reduced Massachusetts unemployment to 4.7 percent. We rated that claim Half True; the number was correct, but we ruled that Romney did not deserve as much credit as he was giving himself. The employment situation in Massachusetts was subject to many factors, not just the governor’s policy.\n\nFinally, the credit rating.\n\nMultiple media accounts, including stories in the Tampa Bay Times and The Hill, have noted that Romney was among the governors who achieved a credit rating upgrade while in office.\n\nThis was how the Tampa Bay Times put it in a July 15, 2012, story:\n\nRomney had an advantage of entering office as the economy was improving — though the state budget did not yet reflect it. He also had the benefit of a 2002 tax increase without having to shoulder any responsibility.\n\nIn 2004, Romney's administration lobbied Standard & Poor's to improve Massachusetts' credit rating based in part on the extra money generated by that tax hike — which raised capital gains tax rates, eliminated charitable deductions, delayed a planned cut to the state income tax and raised the state cigarette tax 75 cents.\n\nA presentation to Standard & Poor's, which was first obtained by POLITICO, included the tax increases on a computer slide that said Massachusetts \"acted decisively to address the fiscal crisis.\n\nThe state's credit rating was upgraded four months later, from AA- to AA.\"\n\n Our ruling\n\nRyan said in his convention speech that when Romney was governor of Massachusetts, unemployment went down, household income went up, and the state’s credit rating was upgraded.\n\nRyan’s claim was well grounded mathematically on the unemployment and credit-rating claims. The income claim comes with a significant footnote: That increase turned to a decrease when the numbers are adjusted for inflation.\n\nWe also have noted that no governor can take major credit for economic trends in his or her state. Many other facts are at work than just a governor’s actions.\n\nOn balance, we rate this triple-header a Half True.", "vclaim_id": "vclaim-pol-10486"}