{"url": "/factchecks/2020/jan/29/blog-posting/fda-has-warned-mercury-teeth-fillings-could-harm-s/", "speaker": "Bloggers", "vclaim": "\"FDA finally admits dental fillings are toxic.\"", "truth_label": "barely-true", "date": "stated on December 12, 2018 in a Facebook post:", "title": "The FDA has warned mercury teeth fillings could harm some, but this claim goes too far", "text": "Facebook users have been sharing a story that warns the U.S. Food and Drug Administration \"finally admits dental fillings are toxic.\"\nThis post, which was published on Principia Scientific on Dec. 12, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe story says that, as part of a lawsuit settlement with consumer groups, the FDA was forced to publicly admit that \"all ‘silver’ dental fillings are poisoned with mercury.\" \nIt’s referring to dental amalgam, a filling material dentists use to fill cavities. According to the FDA, its primary component is elemental mercury. Amalgam fillings are also known as \"silver fillings\" because of their silver-like appearance. The agency says such fillings have been used in hundreds of millions of patients around the world for over a century, and are beneficial because they’re strong and less likely to break than those made of other materials.\nBut there are also risks. Amalgam releases low levels of mercury vapor that can be inhaled and absorbed by the lungs. \nHigh levels of mercury vapor exposure can harm the brain and kidneys. The FDA says it reviewed scientific evidence to determine whether low levels of mercury vapor from dental amalgam fillings were cause for concern. Based on the evidence, according to the agency, the FDA considers them safe for adults and children 6 and older. \nBut fetuses and young children may be more sensitive to the \"neurotoxic effects of mercury vapor,\" according to the FDA. It says there is \"very limited to no\" clinical data on the long-term health outcomes for pregnant women, their fetuses and young children, and advises concerned patients to talk to their dentists.\nThe agency also discourages patients from removing their dental amalgams if they’re in good condition and there’s no tooth decay under the filling because, in part, it could expose that person to additional mercury vapor released during the removal process.\nThough the Principia Scientific story was published in 2018, it uses an FDA statement from 2008 to show that the agency \"was finally forced to admit\" amalgam fillings are toxic.\nIt was then, Reuters reported in June 2008, that the FDA settled a lawsuit with several consumer advocacy groups, including Consumers for Dental Choice and Moms Against Mercury. The group sought to ban mercury fillings from the U.S. market. As part of the settlement, according to Reuters, the FDA agreed to alert consumers about the potential risks on its website and to issue a more specific rule about fillings that contain mercury.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIn a notice on its website — and this is what the Principia Scientific story quotes — the FDA said that amalgams contain mercury, which may have neurotoxic effects on the nervous systems of developing children and fetuses.\n\"Pregnant women and persons who may have a health condition that makes them more sensitive to mercury exposure, including individuals with existing high levels of mercury microburden, should not avoid seeking dental care, but should discuss options with their health practitioner,\" the FDA said.\nAt the time, a lawyer for Consumers for Dental Choice described the FDA’s statement as a major shift. \n\"Gone, gone, gone are all of the FDA’s claims that no science exists that amalgam is unsafe,\" he said.\nThe Associated Press, reporting on the settlement, said that \"silver dental fillings contain mercury, and the government for the first time is warning that they may pose a safety concern for pregnant women and young children.\" It described it as a victory for \"anti-mercury activists.\"\nBut the report also notes that the warning isn’t aimed at everybody — just two groups of people who are already urged to limit mercury from seafood because too much can harm a developing brain.\nOur ruling\nThe story we’re fact-checking claims that the FDA finally admitted that \"dental fillings are toxic.\"\nThat’s not quite right, and it’s old news — not from 2018, when the story was posted, but 2008, when the FDA settled a lawsuit with consumer groups. It’s true that as part of the settlement the FDA warned that a type of dental filling, amalgams, may have neurotoxic effects on some people — pregnant women, fetuses and young children. But it didn’t declare without caveats that dental fillings are toxic, full stop. \nWe rate this story Mostly False.", "vclaim_id": "vclaim-pol-17653"}