{"url": "/factchecks/2010/aug/24/brian-robinson/barnes-part-team-blame-failed-policies-deal-spokes/", "speaker": "Brian Robinson", "vclaim": "\"Roy Barnes is part of the team that has run up trillions of dollars in debt that Americans will spend years paying off, and they've done it without creating one job.\"", "truth_label": "barely-true", "date": "stated on August 14, 2010 in a newspaper interview:", "title": "Barnes part of the team to blame for failed policies, Deal spokesman says", "text": "So who's responsible for the economic mess ensnaring Georgia and the rest of the nation?\n\nDemocratic Party gubernatorial nominee Roy Barnes pointed his finger at his GOP challenger, Nathan Deal, and fellow Republicans during the Democrats' state convention on Aug. 14 in Athens. The Republicans have cut education funding and raised property taxes during their eight years in control of the Governor's Mansion, Barnes charged.\n\n\"Nathan Deal is part of the team that brought Georgia to where we are now,\" said Barnes, a former governor.\n\nBrian Robinson, a spokesman for Deal, wasn't going to let that slide.\n\n\n\"Roy Barnes is part of the team that has run up trillions of dollars in debt that Americans will spend years paying off, and they've done it without creating one job,\" Robinson told the Athens Banner-Herald.\n\nRobinson told PolitiFact Georgia he based his statement on the results of the stimulus package passed by the Democrat-led Congress and signed into law by President Barack Obama in February 2009.\n\nAJC PolitiFact Georgia decided to take a look at Robinson's claim, since it was more specific than what Barnes said.\n\nRepublicans have portrayed Barnes as a supporter of Obama and some of the policies supported by Democrats in Washington, figuring they won't play well with voters in conservative Georgia. In fact, in 2008 Barnes donated $2,300 to \"Obama for America\" and $2,500 to the \"Obama Victory Fund,\" records show. More recently, Barnes avoided the president when he came to Atlanta this month. Barnes campaign manager Chris Carpenter said he wasn't invited to two events Obama held on his visit. A Democratic National Committee spokeswoman said Barnes was invited to an Obama fundraiser. PolitiFact Georgia gave Carpenter a \"Pants on Fire\" rating for claiming Barnes wasn't invited to any of the events.\n\nRobinson cited Barnes' campaign contributions to Obama's presidential bid as part of his rationale for connecting the two Democrats.\n\n\"If Nathan is a part of [the team of Republicans], then Roy is part of the Democratic team that passed the stimulus bill, bailed out [General Motors] and passed ObamaCare,\" Robinson said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRepublican National Committee\n\n\nstated on August 2, 2010 in a press release\n\n\n\n\n\n\n\n\nGeorgia has lost more than 124,000 jobs and the unemployment rate has increased since the stimulus passed\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 5, 2010\n\n\n\n\n\n\n\n\n \n\nBut do campaign contributions really make Barnes \"a part of the [Obama] team\"?\n\nUniversity of Georgia political scientist Charles Bullock said it's common for state candidates to link opponents to the unpopular policies of their national party. Bullock said it's a \"tenuous link\" to connect Barnes, a former governor who's been out of office since 2003, to Obama administration policies -- or, for that matter, to link Deal, a former congressman, to the policies of Republican leaders at the state Capitol.\n\n\n\"Barnes didn't vote for [those policies], he couldn't. He wasn't a member of Congress,\" Bullock said. \"The only thing you can say [about Barnes and Obama] is there is a D on their jersey.\"\n\nSo, what about Robinson's claim about the debt? The federal debt held by the public was nearly $5.8 trillion at the end of fiscal year 2008, which encompassed most of George W. Bush's last year as president, according to the White House Office of Management and Budget. In fiscal year 2009, OMB data shows the debt rose to $7.5 trillion. The federal fiscal year begins Oct. 1 and ends Sept. 30 of the next calendar year. Fiscal year 2010 ends Sept. 30, 2010. The Congressional Budget Office estimates the debt held by the public will rise to $10.5 trillion by the end of fiscal year 2011 under Obama's budget and nearly double by September 2020.\n\nNow, let's deal with Robinson's claim about jobs.\n\n\"There are fewer jobs today than there were [when the stimulus passed],\" Robinson said. \"You can't say you created a job if 30 others were lost.\"\n\nFederal labor statistics data show the number of Georgians employed has dropped by about 200,000 people since the 2009 stimulus was adopted. Georgia's unemployment rate rose in that time from 8.7 percent to 10 percent. Nationally, the unemployment rate has risen since February 2009 from 8.1 percent to 9.5 percent.\n\nThe data suggest Robinson is right about fewer jobs being created since the stimulus. But that's not what he said. Robinson said the stimulus hasn't created \"one job.\"\n\nFederal officials credit the stimulus for creating or saving 24,103 jobs in Georgia during the last three months of 2009, the AJC reported in January.\n\nThere are some issues with the numbers. It combines some part-time jobs into \"full-time equivalent\" jobs. Raises funded through the stimulus are counted toward the job numbers, the AJC reported in January.\n\nFederal officials initially reported jobs \"created or saved\" by the stimulus. They changed the terminology to \"recovery funded jobs reported by recipients\" in January after consulting recipients, good government groups and members of Congress. The federal government counts stimulus jobs as positions funded by the money, even if the person worked at the company beforehand.\n\nSeveral private-sector economic-analysis firms say the stimulus has saved or created more than 1 million jobs.\n\nU.S. Sen. Scott Brown, R-Mass., made a similar claim during a February news conference that \"the last stimulus bill didn't create one new job.\" Our friends on the national PolitiFact site asked Brown about that statement. A spokesman clarified the senator's statement to say the stimulus hasn't created \"any new jobs.\" PolitiFact gave Brown a \"Pants on Fire\" rating for his initial statement.\n\nWhile Barnes did support Obama financially, he has not been a member of Congress and hasn't been a close adviser to the president. We agree with Bullock that it is tenuous to link Barnes to Obama's policies. As for the other aspects of the claim: Robinson is correct to say debt has risen since the stimulus, but we have trouble with the final portion of his quote to the Athens Banner-Herald. The way the federal government counts stimulus jobs has been problematic, but several independent groups say the stimulus has saved or created some jobs. It's a stretch, we believe, to say the stimulus has not created \"one job.\" All in all, we rate Robinson's statement as Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14547"}