{"url": "/factchecks/2016/oct/19/mike-pence/pence-wrong-haiti-contracts-steered-clinton-friend/", "speaker": "Mike Pence", "vclaim": "\"State Department officials actually directed contracts for the Haitian recovery after the earthquake to friends of the Clintons.\"", "truth_label": "false", "date": "stated on October 16, 2016 in an interview on NBC's \"Meet the Press\":", "title": "Mike Pence wrong on Haiti contracts steered to Clinton friends", "text": "For Republican vice presidential candidate Mike Pence, recently revealed State Department emails are a smoking gun that prove how Clinton Foundation donors cashed in on their political connections.\nAnd Pence was clearly frustrated that this alleged pay-for-play is getting little attention.\n\"Revelations coming out of Secretary of State Clinton's years in the State Department and the Clinton Foundation are virtually ignored by the national media,\" Pence said on Oct. 16, 2016, on NBC’s Meet the Press.  \"I mean we discovered this week that State Department officials actually directed contracts for the Haitian recovery effort after the earthquake to friends of the Clintons.\"\nDid State Department officials actually steer Haiti relief contracts to friends of Bill and Hillary Clinton? While there was contact between the State Department and friends of the Clintons, we found no evidence of that contracts were actually awarded. We asked the Donald Trump campaign to send us proof and did not hear back.\nBut we did speak to staff at the Republican National Committee, which used the Freedom of Information Act to get State Department emails during the weeks right after the 2010 earthquake. The RNC shared the emails with ABC News and referred us to the ABC News story that emerged. (When we asked, the RNC also shared the emails with us.)\nRNC Research Director Raj Shah focused on two instances when he said foundation donors \"gained access to officials that people who weren’t friends of the Clintons didn’t.\" But importantly, Shah also said it isn’t clear that those with Clinton ties in fact ultimately won contracts. That is \"the case we have to make,\" Shah said.\nLet’s look at the two examples.\nThe ABC News story\nThe 2010 earthquake devastated Haiti. Entire city blocks had crumbled. The damage was everywhere, striking hospitals, power systems and the water supply. The world scrambled to respond, and Clinton Foundation donors contacted the foundation. On top of the foundation’s work in Haiti, since 2009, Bill Clinton had been the United Nations special envoy to Haiti.\nEmails to the foundation made their way to the State Department. Under the headline \"How Hillary's State Dept. Gave Special Attention to 'Friends of Bill' After Haiti Quake,\" the ABC report revealed many instances of State Department staffers giving priority status to people with ties to the Clintons.\nIn one case, Rolando Gonzalez-Bunster, a foundation board member, sent an email to his contacts at the Clinton Foundation. As is laid out in the email, Gonzalez-Bunster hoped to get satellite images of the damage to Haiti’s electric grid to help guide engineers he was sending to do reconstruction work.\n\nLiterally within a few hours, the Clinton Foundation forwarded the email to the State Department and a State Department staffer had forwarded Gonzalez-Bunster’s email to the chief operating officer of the U.S. Agency for International Development with the subject line \"Clinton friend/wanting info.\" Below that, the email said \"Rolando is a close friend of the Secretary and the former President dating back to Georgetown.\"\nDid his company get a contract?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNo.\nGonzalez-Bunster told ABC News that all the work to restore power was donated and that later, his company got an award for its effort -- an award for its charity, not a contract to do more work.\nThen there was Garry Mauro, the Texas state chairman for both of Clinton’s presidential campaigns and a foundation donor -- he gave between $25,000 and $50,000. An associate of Mauro contacted the Clinton Foundation on behalf of DRC Emergency Services, a major disaster relief contractor. That email came with a detailed list of the earthmoving equipment DRC had on the ground in Haiti. That was passed along to the State Department with the advisory, \"This is from a partner of Garry Mauro, a friend of WJC (William Jefferson Clinton), offering major assets in Haiti.\" A second email noted \"Garry is also a friend of the Secretary’s.\"\n\nDid DRC get a contract to work in Haiti? Not from the American government. You won’t find the company at all in a comprehensive spreadsheet of Haiti disaster relief contracts from the Federal Procurement Data System. (The company did contract with the U.S. Defense Department in 2011, but we could find no record that the work was related to Haiti.)\nCompany videos show that DRC removed the rubble of collapsed buildings and put up temporary worker housing in Haiti, but there’s no indication that the State Department played a role in that. DRC already had a presence in the country, and as the Miami Herald reported, it knew how to secure contracts directly from the Haitian government.\nLastly, the Republican National Committee mentioned former Federal Emergency Management Administration chief James Lee Witt, whose firm won a nearly $100,000 contract within days of the earthquake. The U.S. Agency for International Development wanted a quick initial assessment of the overall damage.\nThe relevance is unclear. Although Witt served during the Clinton administration, he was not mentioned in the State Department emails, and so they don’t shed light on any special treatment.\nThe Center for Economic and Policy Research, a left-leaning research and advocacy group, has criticized the Clintons and the relief work in Haiti. Lead researcher Jake Johnston said there are good reasons to challenge the Clintons’ projects in the country, but while the emails show special notice of foundation donors, they don’t show more than that.\n\"There is no evidence that contracts or U.S. government funding was then ‘directed’ towards any of them (the donors),\" Johnston told us.\nLastly, we note that we found one anonymous third-hand account on the Breitbart website, a conservative website that supports Trump’s candidacy. That report cites an unnamed friend of an unnamed friend telling John Bolton, the former United Nations ambassador under President George W. Bush, that one company was given preference for a contract. That sort of evidence is the thinnest form of hearsay.\nOur ruling\nPence said that State Department officials steered Haiti relief contracts to friends of the Clintons. That charge rests on a news report based on emails between the State Department and the Clinton Foundation.\nThose emails show only that well-connected people saw their offers of help put on a fast track. Neither the emails nor a search of government contract databases show that the government gave contracts to any of those people or their firms to help in Haiti.\nWe rate this claim False. https://www.sharethefacts.co/share/13ded04d-0a5a-41b9-910e-f0fc713ab6e0", "vclaim_id": "vclaim-pol-04105"}