{"url": "/factchecks/2014/feb/21/don-gaetz/don-gaetz-says-doctors-wont-have-write-prescriptio/", "speaker": "Don Gaetz", "vclaim": "The medical marijuana ballot initiative \"doesn’t require a physician writing a prescription\" and can be for conditions like \"having a back that needs to be scratched.\"", "truth_label": "half-true", "date": "stated on February 13, 2014 in a \"Florida Face to Face\" interview:", "title": "Medical marijuana ballot initiative requires doctors' input but not a prescription for 'debilitating' conditions", "text": "As medical marijuana heads to the ballot in Florida in November, opponents like Senate President Don Gaetz have argued that it will be too easy for people who want to smoke pot recreationally to get their hands on it.\n\"The ballot initiative is the legalization of marijuana,\" said Gaetz in an interview on Florida Face to Face on Feb. 13, 2014. \"It doesn’t require a physician writing a prescription and it can be for purposes as specious as having a back that needs to be scratched. That’s the legalization of marijuana that I oppose and will vote against in November.\"\nWe’ve already fact-checked claims about the initiative, and there’s some merit to the argument that people will be able to get medical marijuana for a wide variety of conditions. But Gaetz’s claim about physicians struck us as suspicious, so we decided to check it out.  \nWould patients need a prescription?\nIn a 4-3 ruling in late January, the Florida Supreme Court paved the way for the amendment about medical marijuana to appear on the November ballot.\nThe ballot summary mentions doctors right off the bat:\n\"Allows the medical use of marijuana for individuals with debilitating diseases as determined by a licensed Florida physician. Allows caregivers to assist patients’ medical use of marijuana. The Department of Health shall register and regulate centers that produce and distribute marijuana for medical purposes and shall issue identification cards to patients and caregivers. Applies only to Florida law. Does not authorize violations of federal law or any non-medical use, possession or production of marijuana.\"\nBut if you read further into the amendment text, you’ll see that technically patients wouldn’t get a \"prescription.\"\nInstead, patients will need a \"physician certification,\" which the amendment text states means \"a written document signed by a physician, stating that in the physician‘s professional opinion, the patient suffers from a debilitating medical condition, that the potential benefits of the medical use of marijuana would likely outweigh the health risks for the patient, and for how long the physician recommends the medical use of marijuana for the patient. A physician certification may only be provided after the physician has conducted a physical examination of the patient and a full assessment of the patient‘s medical history.\"\nRobert Mikos, a Vanderbilt law school professor who specializes in drug policy, told PolitiFact Florida that there is a fine distinction between a certification (or a recommendation, as it’s commonly called in other medical marijuana states) and a prescription.\nDoctors generally don’t \"prescribe\" marijuana, because in order for a physician to be allowed to prescribe narcotics, the doctor must register with the Drug Enforcement Agency. If the practitioner were to prescribe a Schedule I drug like marijuana -- which means under federal guidelines it is a dangerous narcotic, with no approved medical uses -- they would lose their registration, and would legally no longer be allowed to prescribe drugs.\nOn the other hand, a 2002 federal court decision did find that a doctor could simply recommend the drug, protecting the discussion with their patient under First Amendment protections of freedom of speech.\n\"In the legally relevant sense, it’s no different than a doctor recommending jogging every day,\" Mikos said. The certification in practice would largely be a piece of paper documenting the discussion, and would create a paper trail similar to a prescription, in order to track who is getting the drug and why.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nOnce a patient gets that certification, the Department of Health will issue the patient an identification card, according to the ballot language. Under the Florida law, patients would not be able to grow their own plants.\nApproved patients could purchase marijuana from registered, state-regulated centers. If the amendment passes, the Department of Health will set rules for how centers will operate.\nWhat sort of conditions would be covered?\nThe amendment text lists a number of qualifying conditions for medical marijuana, including cancer, glaucoma, HIV/AIDs, Hepatitis C, ALS, Crohn’s disease, Parkinson’s disease and multiple sclerosis.\nBut as Gaetz’s spokeswoman Katie Betta noted, it also includes this language: \"or other conditions for which a physician believes that the medical use of marijuana would likely outweigh the potential health risks for a patient.\"\nThe Supreme Court, in allowing the amendment to go forward, noted that conditions that qualified would be those that \"cause impaired strength, weakness or enfeeblement.\" We’ve previously noted that the ballot language suggests marijuana could be recommended for conditions like muscle spasms, neck pain, back pain and menstrual cramps, because all those conditions could be described as \"debilitating.\"\nThis means anyone who has a condition that weakens or enfeebles them could qualify to use marijuana if their physician indicated that their use of marijuana outweighed the potential health risks.\nThat would include a wide range of ailments, and Gaetz’s spokesperson defended his choice of words on those grounds.\n\"The president is making the point that the amendment is open-ended because it states that a physician can issue a certification allowing for the use of medical marijuana for any condition where the benefit could outweigh the risks. ...\" Betta told PolitiFact in an email. \"The Supreme Court’s ruling did not interpret the amendment for application and will not be bound by any interpretation that was advanced related to the ballot summary challenge.\"\nStill, Gaetz seems to be going too far using an example of \"a back that needs to be scratched.\" Certainly, chronic itching can be a serious condition, but Gaetz's implication is that a condition with a simple remedy could be used to qualify for marijuana. The ballot language sets a higher bar than that, noting that the condition must be \"debilitating.\"\nOur ruling\nGaetz said the medical marijuana ballot initiative \"doesn’t require a physician writing a prescription, and it can be for purposes as specious as a back that needs to be scratched.\"\nBecause of federal law, doctors won’t be writing prescriptions. Instead they will write a certification after examining the patient, determining the patient would benefit from marijuana and how long the patient should use it. Gaetz’s statement suggests Floridians could get marijuana without a doctor being involved, but that’s not the case.\nGaetz’s claim that someone can get marijuana for having a back in need of scratching is also misleading. The ballot language says that a condition must be debilitating, which means it weakens the person. While many different types of conditions could qualify under this definition, a back that simply needed scratching wouldn't qualify.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-08223"}