{"url": "/factchecks/2012/jan/09/david-dewhurst/texas-lt-gov-david-dewhurst-says-ballistics-tests-/", "speaker": "David Dewhurst", "vclaim": "\"Ballistic tests have confirmed that the death of at least one U.S. Border Patrol agent was caused by\" weapons that were part of a federal arms trafficking operation.", "truth_label": "false", "date": "stated on December 13, 2011 in a post on his campaign website:", "title": "Dewhurst says ballistics tests have confirmed border agent was killed by Fast and Furious weapon", "text": "The same day that U.S. Attorney General Eric Holder spoke at the LBJ presidential library in Austin, Lt. Gov. David Dewhurst of Texas called for Holder's resignation in a post on his campaign website that pointed to the \"Fast and Furious scandal\" as the \"latest evidence that Holder is failing to perform his duties in a competent manner.\"\nThe Dec. 13, 2011, post said the federal government's \"walking\" of guns — into the hands of criminals and across the U.S.-Mexico border — had endangered people in both countries. \"Ballistic tests have confirmed that the death of at least one U.S. Border Patrol agent was caused by one of the DOJ-walked weapons,\" the post says, referring to the U.S. Department of Justice.\nWe wondered whether Dewhurst, who is seeking the U.S. Senate seat to be vacated by Kay Bailey Hutchison, was right about what ballistics tests found.\nFirst, some background: Fast and Furious was a multi-agency federal arms-trafficking investigation that took place in Arizona from late 2009 to early 2011 and was led by the Phoenix office of the Bureau of Alcohol, Tobacco, Firearms and Explosives, an agency of the Justice Department.\nIn the operation, agents allowed firearms to be illegally purchased in Arizona, with the goal of tracking at least some guns to Mexican drug cartels and eventually building a case against cartel leaders. Along the way, though, agents lost track of at least 1,300 guns — with some subsequently linked to crimes in Mexico and the United States, including the Dec. 14, 2010, slaying of Border Patrol agent Brian Terry in Arizona.\nDewhurst's campaign did not respond to our requests for information supporting his campaign's claim that ballistics information confirmed Terry's killing by a Fast and Furious weapon.\nWe reviewed news reports, congressional reports and public testimony, which indicated that two Fast and Furious guns were recovered from the scene of Terry's shooting. However, we found no federal ballistics information confirming that the bullet that killed Terry was fired from one of the guns.\nAccording to a press release from the U.S. attorney's office in Phoenix, Terry was shot during a firefight with a group of armed \"illegal aliens\" while on patrol with other agents in a canyon near Rio Rico, Ariz. — about 10 miles north of the border city of Nogales. The slaying helped push Fast and Furious into the national spotlight, and the operation is under investigation by the Justice Department's inspector-general, the U.S. House Committee on Oversight and Government Reform and U.S. Sen. Chuck Grassley, R-Iowa.\nEleven months after the shooting, Holder told a Senate panel on Nov. 8, 2011, that \"any instance of so-called gun walking is simply unacceptable\" and that \"regrettably, this tactic was used as part of Fast and Furious, which was launched to combat gun trafficking and violence on our Southwest border.\"\nHolder continued, telling the Judiciary Committee that \"this operation was flawed in its concept and flawed in its execution, and unfortunately we will feel the effects for years to come as guns that were lost during this operation continue to show up at crime scenes both here and in Mexico.\"\nNews organizations have widely reported that the two rifles found at the scene of Terry's slaying were part of Fast and Furious.\n\nAccording to a July 21, 2011, Los Angeles Times article, ATF supervisors acknowledged in emails two days after Terry’s slaying that the guns were part of the botched operation. And according to a Sept. 11 Times story, the Phoenix ATF field office sent out an agency-wide bulletin the day after Terry’s death saying that the guns were Fast and Furious weapons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSeparately, a June 14, 2011, report released by Grassley and U.S. Rep. Darrell Issa, a California Republican who leads the House oversight committee, includes a copy of a Dec. 15, 2010, ATF email that says: \"The two firearms recovered by ATF this afternoon near Rio Rico, Arizona, in conjunction with the shooting death of U.S. Border Patrol agent Terry were identified as 'Suspect Guns' in the Fast and Furious investigation.\"\nGrassley has offered yet more support for the link, through news releases, written statements prepared for congressional hearings, and direct questioning of administration officials. A digital collection of documents on the senator's website includes a copy of a Justice Department email dated Dec. 17, 2010, to Gary Grindler, then the acting deputy attorney general. The email notes that a border agent was killed in Arizona earlier that week and says two weapons recovered from the scene had been linked to Jaime Avila Jr., \"a straw firearms purchaser that ATF and USAO (U.S. attorney's office) for Arizona have been investigating since November 2009 as part of its larger Fast and Furious operation.\"\nDuring the November 2011 hearing, Holder did not dispute the statement, repeated frequently by senators, that the guns at the scene of Terry's slaying were part of Fast and Furious. However, in response to a question from Sen. John Cornyn, R-Texas, about whether he had apologized to Terry's family, Holder said that it's unfair \"to assume that the mistakes that happened in Fast and Furious directly led to the death of Agent Terry.\" He did not elaborate.\nSo, it appears to be undisputed that two Fast and Furious guns were present at Terry's killing.\nAnd what of the ballistics testing?\nThe only information we found about ballistics testing and Terry's death was an FBI report completed shortly after the shooting. The report, dated Dec. 23, 2010, says that the bullet that killed Terry could have been fired from the kind of guns that were found at the scene but that \"firearms examinations\" could not determine if the bullet came from either of the found weapons.\nThe report — posted online July 26, 2011, by the Times and described in a story the next day — says the bullet \"was fired from a barrel rifled with four grooves, right twist, such as the K2 and K3 rifles\" — the guns found at the scene. \"However,\" the report says, \"due to a lack of sufficient agreement in the individual microscopic marks of value, it could not be determined if the … bullet was fired from the barrel of the K2 or K3 rifles.\"\nNeither the FBI nor the U.S. attorney's office in San Diego, which is handling the Terry case, would comment to us about ballistics tests.\nFinally, we talked with the House oversight committee and Grassley's office.\nBecca Watkins, a spokeswoman for committee Chairman Issa, told us that the Times' reporting about the FBI report was accurate, although she said the committee is waiting for the Justice Department to respond to requests for more information. \"The ballistics report for the guns recovered at Agent Terry's crime scene do not rule out the Operation Fast and Furious guns as the weapon in his death,\" she said. But she suggested that it wasn't accurate to say that the report confirmed one of them was responsible for his death.\nAt a Dec. 8, 2011, hearing of the House Judiciary Committee, U.S. Rep. Steve King, R-Iowa, asked Holder whether the department had \"identified the weapon that actually killed Agent Terry.\" Holder replied that he was \"not prepared to talk about that\" because the investigation is ongoing.\nOur ruling\nBy all accounts, Fast and Furious weapons were found at the scene of a U.S. agent's death. Dewhurst's campaign was emphatic, though, that ballistics tests confirmed that the weapons killed the agent. We found no information indicating that's so. Dewhurst's statement rates False.", "vclaim_id": "vclaim-pol-11833"}