{"url": "/factchecks/2013/jun/07/barack-obama/barack-obama-says-his-judicial-nominees-have-faced/", "speaker": "Barack Obama", "vclaim": "\"My judicial nominees have waited three times longer to receive confirmation votes than those of my Republican predecessor.\"", "truth_label": "half-true", "date": "stated on June 4, 2013 in remarks in the White House Rose Garden:", "title": "Barack Obama says his judicial nominees have faced waits three times as long as George W. Bush's", "text": "In the Rose Garden on June 4, 2013, President Barack Obama announced three nominees to the U.S. Court of Appeals for the D.C. Circuit. In unveiling the nominees, Obama criticized Senate Republicans, accusing them of consistently obstructing his court picks.\n\nWhile Obama acknowledged that Democrats \"weren’t completely blameless when I was in the Senate,\" he added that today’s Republican opposition to his judicial picks \"is unprecedented.\"\n\n\"Time and again, congressional Republicans cynically used Senate rules and procedures to delay and even block qualified nominees from coming to a full vote,\" Obama said. \"As a result, my judicial nominees have waited three times longer to receive confirmation votes than those of my Republican predecessor … This is not about principled opposition. This is about political obstruction.\"\n\nIs Obama really correct that his judicial nominees \"have waited three times longer\" than those nominated by President George W. Bush?\n\nThe answer hinges on how you define the phrase \"to receive confirmation votes.\"\n\nFirst, a civics reminder. The president is responsible for nominating judges, and the Senate is responsible for confirming them. Once a nomination is made, it goes to the Senate Judiciary Committee. Once it clears the committee, it goes to the Senate floor. By the book, the final confirmation vote only requires a majority, but in recent years, senators have increasingly threatened to filibuster -- that is, block -- judicial picks. This forces the Senate to first vote on ending the filibuster threat, a vote that requires 60 votes, not 51.\n\nThe fact that there’s a two-step process -- first moving from nomination to committee, and then from committee to a confirmation vote -- has led to contradictory trends on nominee delays. Bush’s nominees tended to get delayed before winning committee approval, while Obama’s have more often been delayed on the floor.\n\nThe Congressional Research Service, a nonpartisan arm of Congress, published a thorough analysis of judicial nomination delays on May 2, 2013. Here are some of the highlights.\n\nFrom nomination to confirmation\n\nMeasured one way -- from nomination to confirmation -- Obama’s claim is off base.\n\nAccording to CRS, the average number of days from nomination to confirmation for first-term circuit court nominees -- which include the D.C. Circuit -- was 240.2 for Obama. That was shorter than the 277 days faced by the nominees of George W. Bush. (Obama’s waits were, however, longer than for presidents George H.W. Bush, Reagan and Clinton.)\n\nUsing the median wait, rather than the average wait, Obama’s nominees did face slightly longer delays than Bush’s did -- 225.5 days for Obama compared to 216 days for Bush. But even that was nowhere near the three-times-longer figure Obama cited.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama was on safer ground regarding nominees to district courts, which are the trial courts one level below circuit courts. Obama nominees waited an average of 221.8 days, which was 42 percent longer than Bush’s nominees waited. Still, this isn’t three times as long. (Using the median showed essentially the same pattern.)\n\nFrom committee approval to confirmation\n\nWhere Obama has a point is if you measure the time from the point of committee approval to confirmation -- in other words, the period when the nomination is on the Senate floor, where it can be filibustered.\n\nFor an Obama circuit court nominee, the average wait from committee approval to confirmation was 138.5 days -- almost four times the duration under George W. Bush, which was 35.3 days. The median waits were similarly divergent: Obama’s nominees waited 131.5 days, compared to 18 days for nominees of George W. Bush. (Just to show how slow the process has become, George H.W. Bush's nominees waited just 7.8 days.)\n\nThe same pattern held for district court nominees. For Obama, the average number of days was 98.5, compared to 34.9 days for George W. Bush -- about three times as long. The median figures were similar as well -- 91 days for Obama, 18 days for Bush.\n\nA White House spokesman, Eric Schultz, confirmed that Obama was talking about time spent on the floor after committee approval, and he argued that this is the fairest measurement.\n\nSchultz argued that it’s only fair to start measuring once all the preliminary requirements are done, including the paperwork, the rating process by the American Bar Association, the scheduling of hearings, the submission of senators’ written questions. Each of these steps, he said, could easily produce delays for logistical reasons rather than political opposition.\n\nWe asked three academic experts on judicial nominations whether they agreed with Schultz’s preference for the committee-to-confirmation measurement, but we failed to secure a consensus. Paul Finkelman, a law professor at Albany Law School, said he thought the White House’s favored measurement was better, but Richard Painter, a law professor at the University of Minnesota who worked in the White House counsel’s office under George W. Bush, argued that measuring the full time period was preferable because committee tactics can \"include secret holds, delayed hearings, delayed votes and more.\"\n\nAnd Carl Tobias, a law professor at the University of Richmond, said that while he thinks the White House’s argument is reasonable, Obama should have been specific about the measurement he was using in his remarks -- something he could have done easily by saying, \"My judicial nominees have waited three times longer on the floor to receive confirmation votes than those of my Republican predecessor.\"\n\nMeanwhile, Sheldon Goldman, a political scientist at the University of Massachusetts at Amherst, created an \"index of obstruction and delay\" in a paper published a decade ago in Judicature Journal. His aim was to come up with a single number that measured both obstruction (that is, unsuccessful nominations) and delay (taking longer than 180 days from nomination to confirmation). Goldman has found that the index for Obama’s circuit court nominations was 0.9524, the highest he’s ever recorded. In a comparable period -- 2003 to 2004, when Bush was president and the GOP controlled the Senate -- the index was significantly lower, 0.6176.\n\nStill, Goldman told PolitiFact that his index \"does not address the three-times-as-many claim\" that we are checking here.\n\nOur ruling\n\nObama said his judicial nominees \"have waited three times longer to receive confirmation votes than those of my Republican predecessor.\" That’s true if you count from committee approval to confirmation, but not if you count the full period from nomination to confirmation. As it turns out, the average wait for George W. Bush’s circuit court nominees was actually longer from nomination to confirmation.\n\nBecause Obama didn’t specify the measurement he was using -- and because an alternative number exists that runs counter to his claim -- Obama has essentially cherry-picked a figure that puts his situation in the most sympathetic light. On balance, we rate his claim Half True.", "vclaim_id": "vclaim-pol-09246"}