{"url": "/factchecks/2016/feb/02/bob-donovan/truly-picture-milwaukees-renaissance-under-mayor-t/", "speaker": "Bob Donovan", "vclaim": "\"This is the true picture of ‘Milwaukee's Renaissance’ after 12 years of Mayor Tom Barrett's leadership.\"", "truth_label": "pants-fire", "date": "stated on January 29, 2016 in a Facebook post:", "title": "Is this truly a picture of 'Milwaukee's Renaissance' under Mayor Tom Barrett?", "text": "In his campaign for mayor of Milwaukee, Ald. Bob Donovan has criticized the record of Mayor Tom Barrett on crime, the incumbent’s support for a downtown streetcar and the conditions of the city’s neighborhoods.\nOn Jan. 29, 2016, about two weeks ahead of the primary election, Donovan posted on his campaign Facebook page an attack that included a photograph of a dilapidated home. The home was pocked by broken or boarded-up windows, torn-off siding and holes in exterior walls.\n\"This is the true picture of ‘Milwaukee's Renaissance’ after 12 years of Mayor Tom Barrett's leadership,\" Donovan’s post began.\nThe post had been shared more than 80 times over the next three days.\nBut it didn’t take that long for a Facebook reader to question how true of a picture it was.\nSeveral hours after Donovan’s posting, someone identified on Facebook as Gilberto Gonzales Jr. posted a reply, saying:\n\"This structure was used by the Milwaukee Fire Department for a training fire. It is scheduled for demolition. Prior to that fire it did not look like that. This photo by itself is deceiving.\"\nGonzalez, it turns out, is someone who would know -- a lieutenant in the Milwaukee Fire Department who was the lead instructor of its training division until 2015. \nDonovan responded on Facebook that evening, saying:\n\"Perhaps that's the case, Gilberto. But if you're familiar with the corner, you know too that there's about five additional boarded-up homes in eyesight, a fact that is not deceiving. By the way, I was not familiar with the history of the building, but quite frankly I have seen similar dilapidated residences in my travel throughout the city.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe Fire Department confirmed to us that the house, at 3068 N. 20th St., was used for training -- including with live fires in October 2015, which explains the large holes in the structure. The department chose it for training after it was put on the city’s demolition list. Eventually it will be demolished.\nDonovan told us he didn’t realize the house is in such a condition because of the training. But he contended that didn’t detract from his overall point about deteriorating neighborhoods, saying \"I’m certain we’d have no problem locating another home that looks like that\" in Milwaukee’s inner city.\nBut whether other homes look something like that one doesn’t bear on whether Donovan’s Facebook statement is accurate.\nIn the nearly six years of PolitiFact Wisconsin, we’ve rated dozens of claims as Pants on Fire. That includes three made by Barrett during his gubernatorial campaigns against Gov. Scott Walker.\nBut none of the POFs were related to actual flames.\nUntil now.\nOur rating\nDonovan said in a Facebook post: \"This is the true picture of ‘Milwaukee's Renaissance’ after 12 years of Mayor Tom Barrett's leadership.\" \nThe post included a picture of a dilapidated home, all right. But the condition is explained by the fact that the city Fire Department has set fires inside it and blasted holes in it for training.\nDonovan’s statement is false and ridiculous -- our definition of Pants on Fire.", "vclaim_id": "vclaim-pol-05478"}