{"url": "/factchecks/2012/may/14/barack-obama/obama-ad-says-romney-opposes-gay-adoption/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney would deny gay people the right to adopt children.", "truth_label": "false", "date": "stated on May 10, 2012 in a Web ad:", "title": "Obama ad says Romney opposes gay adoption", "text": "Within a day of President Barack Obama announcing his support for same-sex marriage, his campaign released an ad chiding Republican rival Mitt Romney for opposing it.\n\nIt’s true that Romney does not support gay marriage -- he reaffirmed that position the same day as Obama’s historic announcement. But the Obama campaign video claims that Romney would deny certain rights to gay partners, including the right to adopt children.\n\nThe ad shows short clips of both candidates talking about gay marriage -- Obama saying he supports it, Romney saying he doesn’t -- then the words \"What rights would Romney deny?\" appear onscreen.\n\n\"Health insurance for your partner and kids,\" it says on the screen, followed by \"adopting children together,\" and finally \"emergency medical decisions for partners.\" The words are all stamped with \"DENIED\" in red letters.\n\nWe wondered about the adoption claim: Does Romney’s opposition to gay marriage go that far?\n\nObama campaign’s evidence\n\nAsked for evidence to back up the ad, the Obama campaign pointed to Romney’s support for a federal constitutional amendment that would define marriage as a relationship between one man and one woman. That bill, as proposed, would override any state laws, such as the one in Massachusetts, making marriage between people of the same gender legal. The amendment does not address adoption by gay couples. The day of Obama’s announcement, May 9, 2012, Romney said he also opposes civil unions \"if they are identical to marriage other than by name.\"\n\nBut we found Romney has repeatedly expressed support for domestic partnership rights, on a state-by-state basis. The Obama campaign cited this \"states’ rights\" stance -- in which states would be empowered to allow or deny certain domestic partner benefits -- as evidence that Romney would deny the rights. But we find a flaw in that logic, because when Romney has argued that position, he has listed those rights in positive terms.\n\n\"My preference again would be to have a national standard, with one standard for the nation. Now that doesn’t mean that same-sex couples can’t enter into domestic partnerships, and the benefits associated with domestic partnerships could be, developed from, by enterprise, by the state, by the federal government,\" he told the Ames (Iowa) Tribune editorial board in 2011. \"So one could say for instance that in Iowa, a same-sex couple can come together, can adopt a child. And they can have hospital visitation rights and so forth. I mean you could decide what benefits, each state can decide the benefits associated with people who live in domestic partnerships.\"\n\nIn other words, Romney didn’t frame the issue in terms of rights the states could deny gay couples. He listed adoption and hospital visitation as rights that states could grant.\n\nMore from Romney on the topic\n\nOther statements from Romney do not offer resounding support for the rights of gay couples to adopt. His words are measured, and often accompany a statement about his opposition to gay marriage. But they make clear that, at least, Romney does not favor state laws prohibiting gay couples from adopting.\n\n2006: In saying he planned to pursue a law in Massachusetts exempting religious groups from allowing adoption by gay parents, Romney was quoted in the Boston Globe, \"I know that there will be some gay couples who will say that this could be discriminatory against us, except that there are many, many other agencies that can meet the needs of those gay couples, and I recognize that they have a legitimate interest in being able to receive adoptive services.\"\n\nJune 2007: \"There are other ways to raise kids that's fine: single moms, grandparents raising kids, gay couples raising kids. That's the American way, to have people have their freedom of choice,\" he said, according to the Associated Press.\n\nJuly 2008: Wolf Blitzer, then on CNN, asked, \"If the states -- whatever state said, you know what, it's fine for gay couples to adopt kids, that would be OK with you?\" Romney answered, \"I didn't oppose that here in Massachusetts. My view was the best setting for a child to be raised is where there's a mom and a dad, but I did not say let's put in place a law that would prevent a court from deciding that a child, instead of being in an orphanage, should be with a same-sex couple or with a single mom or a single dad. You leave that up to the court and let them make the decision.\"\n\nRomney spokeswoman Andrea Saul told BuzzFeed in February 2012: \"Gov. Romney believes a family with one mother and one father is the ideal setting to raise a child. That doesn't mean adoption by other parents — whether they be single or same-sex — should be outlawed. States have to make decisions that are in the best interests of children, and where possible that should be in a home with one mother and one father.\"\n\nAnd the day after Obama’s announcement, Romney told Fox News host Neil Cavuto: \"I also know many gay couples are able to adopt children. That’s fine.\"\n\nHe also said, \"If two people of the same gender want to live together, want to have a loving relationship, and even want to adopt a child -- in my state, individuals of the same sex were able to adopt children. In my view, that's something which people have the right to do. But to call that marriage, is, in my view, a departure from the real meaning of that word.\"\n\nOur ruling\n\nObama and Romney have starkly different positions on gay marriage, but Obama’s ad distorts Romney's position when it says he would deny gay couples the right to adopt children.\n\nWe found nothing in Romney’s past statements to support that claim. He is a clear opponent of gay marriage, and does not seem to favor civil unions if they afford all the same benefits as marriage. But he is on record as supporting domestic partnerships, with specific rights determined individually by states. The Obama campaign interprets this as Romney saying states would be allowed to deny gay couples the right to adopt. But when he has articulated his position, he has often mentioned adoption as one of the rights states could grant. And this year, Romney called adoption by same-sex couples \"something which people have the right to do.\"\n\nThe claim in the Web ad is not accurate. We rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11097"}