{"url": "/factchecks/2020/oct/11/jim-oberweis/no-underwood-did-not-call-riots-beautiful/", "speaker": "Jim Oberweis", "vclaim": "Says U.S. Rep. Lauren Underwood described riots as “beautiful protests.”", "truth_label": "false", "date": "stated on September 18, 2020 in an ad:", "title": "No, Underwood did not call riots ‘beautiful’", "text": "U.S. Rep. Lauren Underwood’s Republican challenger is running an ad that paints the first-term Democratic congresswoman as a supporter of acts of violence and property destruction.\nIllinois state Sen. Jim Oberweis’ ad includes footage of Underwood responding to a question about whether she condemns \"rioting and looting\" during an endorsement session with the Chicago Sun-Times editorial board.\n\"With respect to rioting and looting, I think that we have seen many instances of beautiful protests,\" Underwood says in a video clip featured in the ad, which abruptly cuts into a digitally-altered echo of her saying those last two words over footage of burning cars and ransacked buildings in Kenosha, Wis., Chicago and suburban Aurora.\n\"Riots are not beautiful, they’re ugly,\" the ad’s narrator says. \"Vote against rioters, and anyone who enables them. Vote against Lauren Underwood.\"\n\nThe vast majority of demonstrations across the nation against racial injustice since George Floyd was killed by police in Minnesota in May have been peaceful, a report from the Princeton University-affiliated U.S. Crisis Monitor found. Violence has erupted on some occasions, however, causing property damage, injuries and even deaths. And Republicans up and down the ticket have sought to conflate support for the peaceful protests as backing the violence.\nSo we decided to look into what Underwood said to see if it lined up with how Oberweis’ ad portrayed her stance.\nUnderwood did not directly address rioting with the Sun-Times\nWe reviewed a video of the Sun-Times endorsement session cited in the ad. While Underwood does not directly condemn \"rioting and looting\" during that appearance, taken in the full context of her remarks it is a stretch to suggest her praise of \"beautiful protests\" extends to looting and rioting.\nAbout 20 minutes into the candidates’ joint appearance, the paper’s editorial page editor Tom McNamee asks Underwood twice to address several arguments Oberweis had raised, including the senator’s charge that she has not condemned \"rioting and looting.\"\n\"He says you once called him a racist, and he says you have failed to condemn rioting,\" McNamee says in the video, to which Underwood responds by explaining she believes ads Oberweis has run during his political career \"walk that line that I would call racist.\"\nThen Underwood turns to the second part of McNamee’s question, saying, \"I also, with respect to rioting and looting, I think that we have seen many instances of beautiful protests this summer as people have stood up for this cause of justice and equality.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAfter that, Underwood makes a reference to Kyle Rittenhouse, a 17-year-old from her congressional district charged with killing two people and injuring a third in an attack on demonstrators in Kenosha following the police shooting of Jacob Blake.\n\"I don’t think that that kind of violence has any place in our community and certainly in a way to intimidate or disrupt peaceful protest,\" Underwood of Naperville says in the Sun-Times video.\nA spokeswoman for Underwood’s campaign said she was describing the peaceful protests she witnessed this summer in her district when she used the word \"beautiful.\"\nUnderwood condemned violence, property damage in another appearance\nIn a phone interview, Oberweis pointed to Underwood’s remarks during the Sun-Times interview to back up his ad. He told us he believes Underwood was describing \"rioting and looting\" as part of the \"beautiful protests\" she referenced when she spoke.\nDuring another joint appearance the following week, however, Underwood made clear she opposes the violence that has marred some protests. Oberweis had raised the issue during that appearance as well.\n\"I think it’s really important that we continue to lift up the peaceful protesters, those who are exercising their First Amendment rights, but it is a tragedy when people are injured, when there’s violence, when there’s damage and the like as a result of these types of demonstrations,\" Underwood told editors and reporters from the Daily Herald and Shaw Media. \"That’s not appropriate.\"\nOur ruling\nOberweis’ ad says Underwood described riots as \"beautiful protests.\"\nDuring the editorial board appearance the ad is based on, Underwood pivoted away from a question about \"rioting and looting\" by steering the conversation back to the kind of protests she supports. The ad left out that she went on to say the \"beautiful protests\" were in reference to people who \"stood up for this cause of justice and equality.\"\nShe also has since made clear she opposes the outbreaks of violence that have occurred at some demonstrations.\nWe rate the ad’s claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-18662"}