{"url": "/factchecks/2008/jun/26/john-mccain/mccains-change-in-posture-not-position/", "speaker": "John McCain", "vclaim": "\"I've always said it's (offshore drilling) up to the states and I still say that.\"", "truth_label": "mostly-true", "date": "stated on June 18, 2008 in Springfield, Mo.:", "title": "McCain's change in posture, not position", "text": "In an interview with the\n\nNews-Leader\n\nin Springfield, Mo., on June 18, 2008, Sen. John McCain was asked about his recent push for offshore oil drilling.\n\n\"You have changed your thoughts on that, am I correct?\"\n\n\n\"No,\" McCain said. \"I've always said it's up to the states and I still say that.\"\n\n\nThe interview came a day after McCain's headline-making speech in Houston in which he made a pitch for lifting a federal moratorium on offshore drilling.\n\n\nThere are actually two issues in McCain's answer. The first is McCain's denial that he has changed his thoughts about offshore drilling. The second is whether, regardless of his opinion, he has consistently said it's up to the individual states to decide whether to drill off their coasts.\n\n\nHere's the rest of McCain's answer to the question:\n\n\n\"But if the states want to drill offshore, and I hope they do. ... Gasoline prices have gone from a buck and a quarter to four dollars and it's even going to go higher, according to some. I think we have to explore all of the options that we have, and review them.\n\n\n\"And I think offshore oil exploration and natural gas exploration is a good thing to do. But the states would still make the decision.\"\n\n\nOpponents have accused McCain of flip-flopping, saying that he was once a proponent of the federal moratorium on offshore drilling. But McCain's record is not so clear. About the closest we could come to finding an inconsistency in McCain's position was two newspaper articles from the presidential race in 1999 — one from the\n\nSan Francisco Chronicle,\n\nthe other from the\n\nVentura County (Calif.) Star\n\n— in which the reporters paraphrase McCain's position as supporting the moratorium on offshore drilling. In 2000, the Associated Press listed McCain's position on offshore drilling as \"Supports state wishes over federal fiat in oil drilling.\"\n\n\nHere's a sampling of McCain quotes about offshore drilling, starting with ones made when he ran for president in 2000.\n\n\n• \"Ronald Reagan believed ... that states should have enormous input into the decisions that directly concern them. This directly concerns the people of California, this decision on offshore oil drilling. Now, off of this coast of Texas, I understand Texans want offshore oil drilling. That's fine with me. Off Florida, they don't. I think that we should allow these decisions, to some degree to be made —significant degree to be made by the people who are directly affected by them.\"\n\nMcCain during an interview on ABC News's \"This Week,\" Feb. 27, 2000.\n\n\n\n• \"The leases for offshore oil drilling should never have been granted without allowing Californians a legitimate voice in the decisionmaking process. I believe it is up to the voters of California to determine the fate of these leases, and as president, I will respect the decision they make regarding the leases. The people of California deserve to be heard, without being forced to resort to legal action against their own government. As president, I will see to it that the interests of the people of California rise above the special interests of Washington.\"\n\nMcCain to the Associated Press in March 2000.\n\n\n\n• \"I wouldn't drill off the coast of Florida unless the people of Florida wanted to. And I wouldn't drill off the coast of California unless the people of California wanted to. And I wouldn't drill in the Grand Canyon unless the people in Arizona wanted to.\"\n\nMcCain during a Republican presidential debate in Dearborn, Mich., Oct. 9, 2007.\n\n\n\n• \"Look, I'm a federalist, and I believe the states should decide to enormous degrees what happens within those states, including off their coasts. The people of California have decided they don't want oil drilling off their coasts. The people of Louisiana have decided that they do.\"\n\nMcCain during a Republican presidential debate in Simi Valley, Ca., on Jan. 30, 2008.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHere's what McCain said in Houston on June 17, 2008:\n\n\n\"With gasoline running at more than four bucks a gallon, many do not have the luxury of waiting on the far-off plans of futurists and politicians. We have proven oil reserves of at least 21-billion barrels in the United States. But a broad federal moratorium stands in the way of energy exploration and production. And I believe it is time for the federal government to lift these restrictions and to put our own reserves to use.\n\n\n\"We can do this in ways that are consistent with sensible standards of environmental protection. And in states that choose to permit exploration, there must be an appropriate sharing of benefits between federal and state governments. But as a matter of fairness to the American people, and a matter of duty for our government, we must deal with the here and now, and assure affordable fuel for America by increasing domestic production.\"\n\n\nWe should note one anomaly in McCain's position. Unlike many of his Republican counterparts in the Senate, McCain has long been opposed to drilling in Alaska's Arctic National Wildlife Refuge, even though most Alaska residents support it.\n\n\nIn Houston, McCain explained why ANWR is a special case.\n\n\n\"Quite rightly, I believe, we confer a special status on some areas of our country that are best left undisturbed,\" McCain said. \"When America set aside the Arctic National Wildlife Refuge, we called it a 'refuge' for a reason.\"\n\n\nAs for McCain's voting record on offshore drilling, it's a bit mixed.\n\n\nIn June 2003, McCain was among 10 Republicans who voted for an amendment proposed by Democratic Florida Sen. Bob Graham that would have called off a survey and inventory of possible offshore oil and natural gas deposits. It failed.\n\n\nIn August, 2006, McCain voted in favor a bill that authorized drilling in about 8.3-million acres of the eastern Gulf of Mexico, off the coasts of Alabama, Louisiana, Mississippi and Texas. The bill, which passed handily, also established a 125-mile buffer until 2022 for energy development in Gulf waters off the Florida coast, and extended the moratorium on energy exploration and development in the Gulf from 2012 to 2022.\n\n\nAs for ANWR, McCain voted yes on a 2006 procedural measure that protected legislation opening up the Arctic refuge; but he voted for an amendment to strike language that would have done the same in the previous year's budget resolution.\n\n\nNowhere in those previously listed interviews or speeches prior to Houston does McCain actively advocate for states to institute offshore drilling. Nor does he talk about creating incentives to encourage them to do it, as he did in Houston. That's why the speech made for front-page headlines.\n\n\nYes, McCain has long been in favor of letting states ultimately decide whether to drill, but he's now become a cheerleader for the cause. If it's not a change in position, it's at least a change in posture.\n\n\nBut as the quotes also make clear, McCain — as he said — has consistently characterized offshore drilling as an issue that largely ought to be left up to individual states to determine.\n\n\nWe rate his statement Mostly True.", "vclaim_id": "vclaim-pol-16156"}