{"url": "/factchecks/2020/aug/06/viral-image/no-george-soros-not-nazi-who-funds-antifa/", "speaker": "Viral image", "vclaim": "“This man funds #ANTIFA. He is a real #NAZI. His name is George Soros.”", "truth_label": "pants-fire", "date": "stated on August 3, 2020 in a Facebook post:", "title": "No, George Soros is not a Nazi who funds antifa", "text": "A subset of misinformation about demonstrations that erupted across the United States in the wake of George Floyd’s death involve billionaire Democratic donor George Soros. We’ve debunked claims that Soros is leaving rocks for activists to cause damage in Los Angeles, among other cities. He isn’t providing \"Soros Riot Dance Squad\" buses to ferry people to protests. He’s not using Open Society Foundations, the philanthropic organization he founded, to fund \"the chaos\" in Minneapolis, where a police officer pressed his knee against Floyd’s neck. \nAn image being shared on Facebook now makes another claim about Soros in connection with the protests. It appears to show a tweet from actor James Woods, who uses the social media platform to comment on current events. \n\"This man funds #ANTIFA,\" the text says above two photos — one of Soros and one of a younger man in an SS uniform. \"He is a real #NAZI. His name is George Soros.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAs we’ve reported antifa — which stands for \"anti-fascist\" — is a broad, loosely affiliated coalition of left-wing activists. The Trump administration has blamed antifa for recent protests but government intelligence reports, media reports and experts haven’t produced any evidence that supports that claim. \nWe couldn’t find the tweet searching Woods’ account, but we’re fact-checking the claims that appear in the Facebook post.\nFirst, as we’ve previously reported, Soros was not a Nazi. \nThe person in the photo in the Facebook post is Oskar Groning, one of 300 Auschwitz staff members. Groning was a corporal in Adolf Hitler’s Waffen SS and he became known as the bookkeeper of Auschwitz. He was one of the last Germans to face war-crime charges connected to the Holocaust.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSoros fled fascism. When the Nazis invaded Hungary, his father obtained false identities for Soros and his brother and Soros was sent to live with an agricultural official who passed him off as his Christian godson. \n\"This is how Mr. Soros was able to survive the Nazi occupation,\" Open Society said in the statement. \"Mr. Soros was hiding from the Nazis in order to survive. To construe this in any other way is malicious, completely misleading, and, in fact, anti-Semitic.\"\nNext, there is no evidence Soros \"funds antifa.\"\nOpen Society Foundations refuted the claim and said that neither Soros or Open Society fund antifa. In a statement, a spokesperson for the organization said the false claims \"touch on longstanding, often anti-Semtiic conspiracy theories.\"  \nWhen Fox Business published a story in June about antifa and \"who funds it,\" the story noted that it’s a difficult question to answer. \"Little is known about who funds antifa activists, or how the groups get their resources,\" the story said. \"Antifa is not a single organization, and therefore, financial details, if any exist, are murky.\"\nMark Bray, a historian at Rutgers University who wrote \"Antifa: The Anti-Fascist Handbook,\" told PolitiFact that the Facebook post reflects \"an anti-Semitic conspiracy theory that the right has launched at all kinds of radical organizing over the years.\"\n\"Antifa groups do not have much in the way of funds,\" he said. \"The International Anti-Fascist Defence Fund exists to provide funds for medical or legal expenses of antifascists and those funds come from donations from allies but beyond that I’d imagine that whatever little money these groups have come from members themselves.\"\nWe couldn’t find any evidence that Soros has contributed to this fund.\nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17067"}