{"url": "/factchecks/2014/mar/28/ed-schultz/ed-schultz-obamacare-driving-costs-down/", "speaker": "Ed Schultz", "vclaim": "Health insurance and medical costs \"are going down because of Obamacare.\"", "truth_label": "barely-true", "date": "stated on March 24, 2014 in a broadcast of \"The Ed Show\":", "title": "Ed Schultz: Obamacare is driving costs down", "text": "As the country heads into the 2014 election, Republicans are ratcheting up -- to the extent it’s possible -- their attacks on Obamacare.\nBut MSNBC host Ed Schultz is urging Democrats to stand tall.\n\"Democrats need to embrace Obamacare. Don't be afraid to run on it in the midterms,\" Schultz exhorted. \"Don't pay attention to the predictions, pay attention to the results, pay attention to the numbers, explain that in a town hall meeting, and they will be cheering Democrats.\"\nSchultz said the facts are clear. Four years after the program began, it is working.\n\"Health insurance costs and medical care costs fell sharply in January, ding, ding, ding,\" Schultz crowed. \"For the first time in decades, we finally have this: Health care costs are going down because of Obamacare.\"\nThe claim that the Affordable Care Act is reducing health costs been made before. It’s been a year since PolitiFact looked into it so it seemed time for an update. And since Schultz mentioned health insurance and medical costs, we can pull back the curtain a bit on how the government tracks these changes.\nAs Schultz spoke, a large chart behind him showed the declines he was talking about. It showed that by a measure called the price index, insurance prices fell 0.4 percent in January and health services dropped 0.1 percent.\nTechnically, the full name of this yardstick is the Personal Consumption Expenditures Price Index, and the first thing to note is that a price index is not the same as the cost. We'll get into that in just a bit.\nSchultz got those numbers correct (they came from the Bureau of Economic Analysis), but the analysts we reached told us you have to be careful focusing on any single month.\nA broader picture of the insurance price index shows a much bigger decline about a year ago followed by a steep rise. In short, the index fluctuates -- sometimes wildly, said Jim Dolmas, a senior research economist at the Federal Reserve Bank of Dallas who has written articles about price index measurement.\n\"Because these series do jump around, it’s a good idea to never put undue weight on any one month’s observation,\" Dolmas said.\nHere’s a look at what Dolmas is talking about.\n\n\nSource: Goldman Sachs and Commerce Department, via Washington Post\n \nAs you can see, isolating any one month is problematic. But so is using the index to measure health care costs at all, we found.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe health services index measures how much providers are paid, which includes what they get from patients and insurance companies.\n\"There are lots of pieces that go into the construction of these, and they don’t always match neatly with what consumers may see out-of-pocket,\" Dolmas told PunditFact.\nWhat other numbers show\nThe fact is, determining the impact of Obamacare on health care costs is difficult, if not impossible, because enough data isn’t available.\nSome numbers, like the index, suggest a decrease.\nBut others do not.\nTim Dall, a health economist at the financial consulting firm IHS, pointed to data from the Bureau of Labor Statistics that adjusts for seasonal variations. The BLS figures show that overall medical inflation remained at a constant 0.2 percent for December, January and February.\n\"It’s a stretch to say that a blip in January shows that the Affordable Care Act is holding down costs,\" Dall said. \"It should drive down costs in the long term, (but) it will be years before we know the impact on health care use and cost.\"\nJack Rodgers, managing director of the Health Policy Economics Group at PricewaterhouseCoopers, a large accounting and financial consulting firm, confirmed that the price declines are real, but he said that doesn’t mean health costs have also gone down.\n\"Even if the price index reflects the appropriate average price, costs are probably growing,\" Rodgers said. \"Because more people are using services, and those who are using services are using more on average.\"\nIn fact, total monthly health care spending rose by 1.6 percent in January, according to the Bureau of Economic Analysis.\nDoes this mean that the Affordable Care Act has had no effect? No, but teasing out those impacts today has proven difficult.\nAnalysts need to separate Obamacare from the other factors that have been working on the health care industry. The view among most researchers is that the sluggish economy has played the largest role. \"About three-quarters of the recent decline in health spending growth can be explained by changes in the broader economy,\" the Kaiser Family Foundation, an independent Washington-based research group, concluded last year.\nOne of the problems in the debate over the effect of the Affordable Care Act is that it takes a while for the data to appear. The latest report on health spending from the Centers for Medicare and Medicaid Services describes what happened through 2012. It found that health care spending rose by 3.7 percent. On the plus side, that was the fourth year in a row that the growth rate stayed low and health care’s share of the economy dropped a hair to 17.2 percent.\nWe should note that health care analysts think the new health care system could reduce costs in the long run. They credit Obamacare with moving hospitals and doctors away from frequent use of expensive specialists and toward a system that rewards improved outcomes at reduced costs. Smaller increases in Medicare payments to providers that are part of the law could be holding prices in check. But the consensus is that more durable proof of the law’s impact is yet to come.\nOur ruling\nSchultz said health care costs are going down due to Obamacare. Government data show decreases in January for the price of health insurance and health services. However, those measures can bounce around and if Schultz had looked a few months further back, he would have seen even steeper declines, followed by later increases. Plus, a drop in a price index doesn’t always translate into a lower price for the customer.\nMost analysts judge health care costs not by prices but overall spending. By that measure, costs continue to rise, albeit slowly. The impact of the Affordable Care Act on containing the cost of health care remains largely unproven.\nSchultz had some accurate numbers on prices but he was too quick to treat those as changes in costs and the role of the Affordable Care Act is sketchy for the time being. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08072"}