{"url": "/factchecks/2020/aug/24/paul-junge/fact-check-junge-says-slotkin-voted-against-condem/", "speaker": "Paul Junge", "vclaim": "Says Rep. Elissa Slotkin “voted against condemning cyber attacks by the Chinese Communist Party on American organizations developing COVID-19 treatments.”", "truth_label": "false", "date": "stated on July 16, 2020 in a Facebook post:", "title": "Fact-check: Junge says Slotkin voted against condemning Chinese cyberattacks. That’s not true.", "text": "Paul Junge, the Republican nominee running to unseat incumbent Democratic Rep. Elissa Slotkin, D-Holly, wrote a Facebook post criticizing Slotkin for failing to support action on Chinese cyberattacks targeting American companies and researchers working to develop vaccines and treatments for the coronavirus.\n\"She voted against condemning cyber attacks by the Chinese Communist Party on American organizations developing COVID-19 treatments,\" Junge claimed.\nSlotkin, a former national-security aide to presidents Barack Obama and George W. Bush, won election in 2018 in a traditionally Republican district in Southeast Michigan. She is fighting a challenge from Junge, a former prosecutor and TV anchor.\nJunge is referring to a resolution introduced by Rep. Adam Kinzinger, R-Ill., condemning the cyberattacks and calling on the administration to punish those engaged in the attacks through sanctions. During debate on whether to take up a major infrastructure bill, Rep. Robert Woodall, R-Ga., attempted to force the House to begin considering Kinzinger’s resolution instead.\nThat’s where Slotkin joined Democrats and voted to begin considering the infrastructure bill. Junge’s claim interprets Slotkin’s vote on a procedural move as a vote against the resolution condemning the cyberattacks.\nBut there was no vote on Kinzinger’s resolution.\nWhat did the House vote on?\nIn May, the FBI and the Department of Homeland Security issued a public warning that hackers linked to China are engaged in cyberattacks to steal information from American research institutions and pharmaceutical companies working to develop a coronavirus vaccine. Russian hackers are also attacking universities, companies and other entities working conducting research on a coronavirus vaccine, federal officials have warned.\nKinzinger, who serves on the House Foreign Affairs Committee, responded to these warnings with a resolution condemning the attacks. The House has yet to take a vote on it.\nPresident Donald Trump and Republicans in Congress have stepped up their attacks on China as they hone their messages for the fall campaign.\nOn June 30, the House considered a resolution to take up the Moving Forward Act, a $1.5 trillion infrastructure bill authorizing funds for federal highway, road safety and transit programs.\nThe bill includes $300 billion for fixing roads and bridges and provides funding to states to expand broadband access. It also includes several water-quality provisions of particular interest to Michiganders, including reauthorizing the Great Lakes Restoration Initiative.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nDuring debate on the House floor, Rep. Robert Woodall, R-Ga., promised to offer an amendment that would have forced the House to immediately consider Rep. Kinzinger’s resolution condemning Chinese cyberattacks.\nThe House then took a vote on whether to end debate on taking up the infrastructure bill. In this case, voting against ending debate would have delayed consideration of the Moving Forward Act and allowed Rep. Woodall to offer his amendment to consider Rep. Kinzinger’s resolution.\nNew York Democratic Rep. Joe Morelle, who introduced the resolution to consider the Moving Forward Act, noted his support for \"any resolutions on Chinese and Russian interference in American activities,\" adding, \"the work in front of us, however, is a $1.5 trillion transportation bill desperately needed for American citizens throughout this country.\"\nThe House cast a party-line vote to begin debating the Moving Forward Act, which passed the next day and is awaiting a vote in the Senate. As a result of this vote, Kinzinger’s resolution did not come up for consideration that day.\nJunge, as well as stories from The Washington Free Beacon and The Federalist, claimed that the House’s vote was a rejection of Kinzinger’s resolution.\nSlotkin \"voted against considering a condemnation of Chinese cyber attacks,\" said Rob Wagener, Paul Junge’s campaign manager. She \"could have demonstrated some of the moderation she promised\" by voting against moving forward with a debate on the infrastructure bill \"but she didn’t.\"\nSlotkin’s campaign defended her move to keep the infrastructure bill on track.\n\"There is no reason to choose between confronting China's malign cyber activity and fixing our roads and bridges,\" said Gordon Trowbridge, Slotkin’s campaign spokesperson.\nSoon after the Free Beacon and Federalist reports, Slotkin was among only 14 Democratic lawmakers to support returning the National Defense Authorization Act for Fiscal Year 2021 back to the Committee on Armed Services to add an amendment authorizing sanctions against foreign actors conducting cyberattacks on organizations and people engaged in coronavirus research.\nThe motion failed, and the law passed the House without any such amendment.\nOur ruling\nJunge claimed that Slotkin \"voted against condemning cyber attacks by the Chinese Communist Party on American organizations developing COVID-19 treatments.\"\nSlotkin did not vote for or against the Kinzinger resolution to condemn Chinese-linked cyberattacks. That resolution did not come up for a vote. The vote was on moving forward with consideration on an infrastructure bill. Weeks later, she voted for a measure authorizing sanctions for cyberattacks on coronavirus researchers, but it did not pass.\nJunge’s post is not accurate. We rate this claim False.", "vclaim_id": "vclaim-pol-17172"}