{"url": "/factchecks/2017/sep/21/new-york-post/mostly-false-ted-cruz-same-senator-who-once-suppor/", "speaker": "New York Post", "vclaim": "Says Ted Cruz is the \"same senator who once supported a ban on sex toys.\"", "truth_label": "barely-true", "date": "stated on September 12, 2017 in a tweet:", "title": "Mostly False: Ted Cruz 'same senator who once supported a ban on sex toys'", "text": "Among darts tossed at Sen. Ted Cruz after his Twitter account \"liked\" a sexual video clip is an allegation that Cruz has backed a ban on sex toys.\nThe New York Post, among news outlets tracking the moment, tweeted: \"This is the same senator who once supported a ban on sex toys.\"\nWe’re unaware of Sen. Cruz, elected in 2012 and seeking re-election in 2018, calling for a ban on sex toys.\nSo, what was the Post talking about?\nThe Post’s tweet linked to the newspaper’s Sept. 12, 2017, news story, which said, without added detail: \"Cruz, a Republican from Texas, is known for his strong religious convictions and family values stance — and once even supported a ban on sex toys.\"\nCruz calls claim ‘totally false’\nCruz did not respond to our inquiry for this fact-check. But he objected on Sept. 13, 2017, when CNN’s Dana Bash asked: \"Do you appreciate the irony that you once defended a Texas law banning sales of sex toys?\"\n\"No,\" Cruz said. \"That’s a good example, Dana, where the media runs with things that are just totally false.\" He elaborated that at one time, his duties as solicitor general for the Texas attorney general’s office included defending state laws. \"One of those laws was a law restricting the sale of sex toys. It’s a stupid law,\" Cruz said, adding that he believes consenting adults should do what they please in the privacy of their bedrooms.\nTo get our own fix on Cruz’s actions, we turned to news accounts, a legal brief, an appeals court ruling and an extensive April 2016 Mother Jones story about Cruz’s role in a decade-old case that didn’t rise to the Supreme Court.\nLaw upheld, then found unconstitutional\nAt issue: The State of Texas defending section 43.23 of the state’s penal code, which states: \"A person commits an offense if, knowing its content and character, he wholesale promotes or possesses with intent to wholesale promote any obscene material or obscene device.\"\nAfter a U.S. district judge dismissed a challenge to the law, businesses selling sex toys appealed to the 5th U.S. Circuit Court of Appeals, where a three-judge panel, by 2-1, agreed with the business-plaintiffs and found the law in violation of the 14th Amendment right to privacy. The state didn’t appeal to the U.S. Supreme Court.\nFebruary 2008 news accounts from the Associated Press and Austin American-Statesman said the ruling overturned the state’s ban on sex toys. Under the spurned law, the American-Statesman story said, it had been illegal to sell, advertise, give or lend obscene devices, defined as a device used primarily for sexual stimulation. \"Anyone in possession of six or more sexual devices is considered to be promoting them,\" the story said, adding that the law dated to the 1970s and had seldom been enforced.\nCruz’s role\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAnd what was Cruz’s role?\nCruz, who had been solicitor general since 2003, didn’t present the state’s oral argument before the appellate panel, according to two attorneys involved in the dispute, Louis Sirkin, who represented businesses challenging the law, and James C. Todd, a since-retired assistant attorney general who defended the law in district court. Todd and Sirkin each told us the oral argument was given by another state lawyer, Bill L. Davis.\nIn ruling against the state, the appellate judges cited Lawrence and Garner v. Texas, the U.S. Supreme Court's 2003 opinion striking down bans on consensual sex between gay couples. \"Just as in Lawrence,\" the judges wrote, \"the state here wants to use its laws to enforce a public moral code by restricting private intimate conduct. The case is not about public sex. It is not about controlling commerce in sex. It is about controlling what people do in the privacy of their own homes because the state is morally opposed to a certain type of consensual private intimate conduct. This is an insufficient justification after Lawrence.\"\nAppeals brief\nEarlier, the state framed its arguments for upholding the law in a January 2007 brief listing the names of the then-attorney general, Greg Abbott, and five state attorneys working for the agency helmed by Abbott -- including Cruz, Todd and Davis, whose signature alone appears on the brief and, again alone, on the state’s unsuccessful post-ruling motion for rehearing. Our request to interview Davis didn’t draw a reply from Attorney General Ken Paxton’s office.\nThe state’s brief notes that no state law bars the private use of sexual devices nor is there a limit on advertising such products to meet medical needs. It’s the government’s legitimate interest to guard against the commercial sale of sex and \"discouraging prurient interests in sexual gratification\" and \"protecting minors,\" the brief says. Further, the brief says, the First Amendment doesn’t protect commercial speech related to unlawful activity.\nThe brief also says, in bold: \"There is no substantive-due-process right to stimulate one’s genitals for non-medical reasons unrelated to procreation or outside of an interpersonal relationship.\" This section of the brief goes on to say the Supreme Court hasn’t identified such a right.\nLawyers comment\nTo our inquiries, Todd and Gary Krupkin, a Dallas First Amendment lawyer who represents businesses selling such products, each commented by phone that Cruz supported restricting sex toys but that defending state laws also was his duty.\n\"Obviously,\" Todd said, \"the solicitor general doesn’t write every brief. There’s no doubt in my mind that Cruz would have reviewed it in some way,\" he said. So, Todd said, Cruz \"defended it. A lawyer’s name on the brief means something. He was on it near the top, right under Greg Abbott’s. He was responsible for assigning the case. He would have been responsible for supervising the\" respective \"lawyer.\"\nIt ultimately was Cruz’s duty to defend the law, each lawyer said. And that’s \"regardless of his beliefs,\" Todd said. \"Our job in the attorney general’s office was to make whatever case there is to be made about the law.\"\nKrupkin said: \"Cruz in his official capacity as solicitor general supported a ban. It gets too close to the line when you say Ted Cruz\" personally \"did this. Ted Cruz did that in his official position. I myself see a difference between the two,\" he said.\nOur ruling\nThe Post’s tweet called Cruz \"the same senator who once supported a ban on sex toys.\"\nThis statement incorrectly suggests that Cruz called for a ban on sex toys while serving in the Senate or otherwise personally held that belief. We find no evidence to support that contention. In his position as a state lawyer, still, Cruz helped unsuccessfully defend a Texas law barring commercial promotion of sex toys--an action giving this claim an element of truth.\nWe rate the statement Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-09-21 12:17:58 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  A tweet Says Ted Cruz is the \"same senator who once supported a ban on sex toys.\"    New York Post A newspaper   New York, NY Tuesday, September 12, 2017 2017-09-12    Read More  info", "vclaim_id": "vclaim-pol-02882"}