{"url": "/factchecks/2011/oct/11/ted-cruz/ted-cruz-says-david-dewhursts-camp-called-him-chin/", "speaker": "Ted Cruz", "vclaim": "Says David Dewhurst accused Cruz of being a Red Chinese Communist.", "truth_label": "mostly-true", "date": "stated on October 5, 2011 in a widely distributed email memo.:", "title": "Ted Cruz says David Dewhurst's camp called him a Chinese Communist", "text": "U.S. Senate hopeful Ted Cruz bristled at two email blasts sent Oct. 4, 2011, on behalf of the front-running Republican for the seat, Lt. Gov. David Dewhurst.\n\nIn a \"memo\" directed at Dewhurst the next day, Cruz’s campaign consultant, Jason Johnson, said: \"Yesterday, your campaign distributed two emails -- signed expressly by ‘Dewhurst for Texas’ -- that accused Ted Cruz of being a ‘Red’ Chinese\" Communist. Cruz’s campaign copied the note to \"interested parties,\" meaning reporters and anyone else tuned to the pair’s rivalry\n\nFeel those not-so-good ‘50s coming back?\n\nCruz’s camp sent us the two emails from Dewhurst’s camp. One was headlined \"Red Ted Cruz shows his true colors, consistently stands with China against American interests\" and signed by Steven Cheung of Dewhurst’s campaign. The email points out that Cruz opposes legislation offered in Congress to penalize China for propping up its currency. The email closes: \"At a time when millions of Americans are without jobs, why does Ted Cruz consistently put the needs of China before America?\"\n\nThe other email, signed by Justin Hollis of Dewhurst’s campaign, has the subject line: \"What Does Ted Cruz Have Against America?\" Its text refers to Cruz’s opposition to the Chinese currency measure and also quotes from a Laura Ingraham interview of Cruz and a blog post by Texas Monthly’s Paul Burka about Cruz, a lawyer, acting as counsel to a Chinese company accused of patent infringement by an American. The email identically closes: \"At a time when millions of Americans are without jobs, why does Ted Cruz consistently put the needs of China before America?\"\n\nDewhurst spokesman Matt Hirsch told us that Cruz’s charge is false grandstanding compared with the issues raised by the Dewhurst blasts.\n\nThe legislation opposed by Cruz would compel the Obama administration to levy tariffs and other penalties against China and other countries for having \"misaligned\" currencies, according to an Oct. 7, 2011, news post by the Wall Street Journal, amid concern that China holds down the value of its currency, the yuan, in an effort to boost the country's exports. Opponents have warned that approval of the proposal could lead China to launch a trade war.\n\nAnd what of the patent infringement case? Burka, in an Oct. 3, 2011, blog post, recaps a Sept. 28, 2011, post on the San Antonio-based Plaza de Armas blog stating that in his work for a Houston firm, Cruz appealed a ruling against a Chinese conglomerate in a patent piracy case brought by a Florida businessman. Nothing wrong with that in legal terms, the originating blog says, though in political terms, \"the idea of a Tea Party darling (Cruz) representing an alleged patent thief against a geriatric American entrepreneur, at a time when the U.S. economy is in shambles and China is the largest international holder of American debt, has the whiff of trouble about it.\"\n\nPerhaps Dewhurst scores political points on these fronts.\n\nPer our review, neither Dewhurst email explicitly says Cruz is a Chinese Communist.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nThen again, we wondered if it’s reasonable to read the \"Red Ted\" subject line of one of them as anything but a claim that Cruz aligns with, or even is, a Chinese Communist. John Drogin, Cruz’s campaign manager, pointed us to a Dictionary.com definition of \"red\" as a \"radical leftist in politics, especially a Communist.\" He also noted a Republican blogger’s post interpreting the \"red Ted\" label in the email as meaning Communist.\n\n\"You know that ‘red’ is a clear euphemism for Communist and in the context of China,\" Drogin said. \"Dewhurst's staffer's remark is even more obviously so.\"\n\nThe \"red Ted\" reference might seem especially pointed because Cruz’s father fought alongside Fidel Castro and the rebels in Cuba before fleeing the island nation for Texas; he later decided Castro was not the leader he’d wished for, according to a January 2006 Austin American-Statesman news article.\n\nAll told, it’s reasonable to take the subject line of one Dewhurst email as calling Cruz a Chinese Communist; the other cited email similarly depicts Cruz as siding with China over the United States, but doesn’t include the \"red\" label. We rate Cruz’s claim Mostly True.", "vclaim_id": "vclaim-pol-12294"}