{"url": "/factchecks/2015/aug/03/jack-hanna/jack-hanna-talks-cecil-week-claims-africas-lion-po/", "speaker": "Jack Hanna", "vclaim": "\"In 1947, when I was born, there were about 450,000 lions. In the mid-70s, when my kids were born, there were about 100,000. Today, there are less than 30,000.\"", "truth_label": "mostly-true", "date": "stated on August 2, 2015 in an ABC \"This Week\" interview:", "title": "Jack Hanna talks Cecil on \"This Week,\" claims Africa's lion population is in major decline", "text": "As experts debate legal consequences for the Minnesota dentist who killed well-known Zimbabwean lion Cecil, conservationists and animal rights activists are using the opportunity to highlight threats to the long-term viability of lions in the wild.\nAnimal expert and television personality Jack Hanna, who is also the director emeritus of the Columbus Zoo and Aquarium, emphasized how quickly the lion population has decreased within his lifetime on ABC's This Week.\n\"In 1947, when I was born, there were about 450,000 lions,\" Hanna said in the Aug. 2 interview. \"In the mid-'70s, when my kids were born, there were about 100,000. Today, there are less than 30,000.\"\nWe wondered if Hanna’s claim about the lion population was true. Has the population really shrunk by more than 90 percent in 68 years, and if so, why?\nWhen it comes to counting lions, accurate numbers are almost as elusive as the animals themselves.\n1940s\nMost scientists and researchers agree that the number of lions in the wild is in decline. The Switzerland-based International Union for Conservation of Nature (IUCN) lists the species as \"vulnerable\" on its threat scale, just one level below \"endangered.\"\nIt’s the speed of the decline that is in dispute.\nA spokesperson for Hanna said he was citing loose figures from the National Geographic Society’s Big Cats Initiative. The organization’s page on lions estimates that there were around 450,000 African lions in the 1940s, 100,000 in the 1980s, and 20,000 today — almost exactly mirroring what Hanna said.\nOther research questions some of Hanna's figures.\nHe claimed more than 450,000 lions roamed the savannahs in the 1940s, but detailed studies of the population weren’t conducted back then. That means data for that period is virtually nonexistent.\nSusie Weller, a spokeswoman for Panthera, another big cats advocacy group, cited her organization’s own estimate that there were already as few as 200,000 \"over a century ago.\"\nIn other words, no one really knows how many lions there were in the 1940s.\n\"You might even see numbers in the millions,\" said Stuart Pimm, a professor of conservation ecology at Duke University and a contributor to the Big Cats Initiative.\n1970s\nHanna then claimed there were 100,000 lions in the wild during the 1970s.\nNo empirical data exists for that time either, not that scientists haven't tried to make a best guess. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn 1996, a team of researchers employed land-use data to predict there were around 75,800 lions in 1980. The study, which was not published, is widely cited and was conducted at Cranfield University’s International Eco Technology Research Centre in the United Kingdom.\nPimm said that this strategy was one of the more reliable ways to estimate the size of the population.\n\"What we can consider,\" he said, \"is how much lion habitat there was back then, and then approximate how many lions fit into that area. But if you’re going to put a number on it, you have to be careful to couch it in very, very approximate terms.\"\nThe geographic analysis is the closest anyone has come to a population count for that time, and it’s a rough guess at best.\nJason Riggio, a doctoral candidate at the University of California, Davis and the author of a study on lion populations, said the 1980 number \"arguably should not be cited as fact\" because it doesn’t take into account expert opinions or survey data.\nHanna’s claim that there were 100,000 lions left in the 1970s isn’t far off from the closest estimate for that decade, yet isn’t based on any convincing data.\nToday\nHanna was more on target when he said there \"are less than 30,000\" lions left in the wild today.\nA widely used figure for the present population comes from the 2012 study led by Riggio. The paper, which combines data from two counts in the early 2000s, puts the population \"between 32,000 and 35,000.\"\nOther organizations cited the IUCN's Red List of Threatened Species as an authoritative source for species population numbers and trends. The Red List questions Riggio’s numbers, arguing that, among other issues, his team’s use of older figures ignored downward trends that may have taken place in some regions. \"We have greater confidence in the estimate of fewer than 20,000 lions in Africa than in a number over 30,000,\" reads the group’s file on lions.\nStill, Hanna’s claim that there are fewer than 30,000 lions left in the wild today is within the range of these two estimates.\nLions, Pimm said said, stake out in some of the most unforgiving natural habitats in the world, making them hard to locate, spot and count.\n\"There are roughly 30,000 lions in Africa,\" said Pimm, \"and they’re spread out over a massive area. People just don’t realize how big the continent really is.\"\nSome researchers in the field, including Riggio, are reluctant to mention specific numbers for the changing lion population given the problematic data.\nBut the experts agreed that Hanna's general point about a massive decline in the species is accurate.\nThe threat lions pose to farms means that \"they are persecuted intensely in livestock areas across Africa,\" according to the IUCN, and growth in the bushmeat market has led to a decrease in the abundance of their prey. While hunters claim that trophy hunting in small numbers is a valuable way to finance conservation, the IUCN has reported an unsustainable number of kills in regions across the continent.\nOur ruling\nHanna said, \"In 1947, when I was born, there were about 450,000 lions. In the mid-'70s, when my kids were born, there were about 100,000. Today, there are less than 30,000.\"\nCounting lions in the wild is extremely difficult and requires a lot of estimation. Any hard numbers, therefore, should be taken with a grain of salt.\nHanna’s claim reflects the consensus among researchers that lion numbers are in decline. The exact figures are up for some deabte, but his point is certainly valid. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06119"}