{"url": "/factchecks/2012/may/31/scott-walker/gov-scott-walker-says-he-has-made-first-back-back/", "speaker": "Scott Walker", "vclaim": "Thanks to our policies, \"for the first time in state history, we have put millions of dollars into our rainy day fund in consecutive years.\"", "truth_label": "half-true", "date": "stated on May 11, 2012 in a blog post on campaign website:", "title": "Gov. Scott Walker says he has made first back-to-back payments to Rainy Day Fund in state history", "text": "With a better-than-expected tax-collection estimate and savings from delaying some debt payments, Gov. Scott Walker on May 10, 2012 made a small deficit at the mid-point in his two-year budget -- poof -- disappear.\n\nGone along with it: An issue Democrats were using against Walker in the June 5, 2012 recall election.\n\nThis was posted the following day on the Walker campaign blog:\n\n\"Not only have we turned away from the failed policies that drove us to the brink of insolvency with chronic billion-dollar budget deficits, double-digit tax increases and record-setting job loss, but we have taken a complete 180 degree turn to true prosperity with a budget surplus that will help far into our future,\" the post read in part.\n\nThe Walker’s campaign boasted the news was so good extra funds will be socked away in budget-stabilization account: \"For the first time in state history, we have put millions of dollars into our rainy day fund in consecutive years.\"\n\nHistory, or course, can be an awful long time.\n\nDid back-to-back contributions happen thanks to Walker’s policies?\n\nWisconsin first created a stabilization fund in 1985, so it’s actually a fairly new thing. But the state has seldom put money into it. That’s one reason Wisconsin lives closer to the fiscal edge than many other states.\n\nAccording to the Legislative Fiscal Bureau, the first deposit into the fund was in 2006-07, during the final term of Democratic Gov. Jim Doyle, Walker’s predecessor.\n\nThat deposit totalled $55.6 million, but was quickly used up in a budget crisis later in Doyle’s term.\n\nThe second deposit made to the fund -- $14.8 million -- came at the end of  Doyle’s last budget, 2010-11. The deposit was made after Walker had taken office. His first six months overlapped the final six months of the Doyle budget.\n\nThat brings us to May 2012.\n\nThat’s when Walker signalled that he could make another deposit, estimated at $45.4 million, after the fiscal year ends June 30, 2012.\n\nSo, did Walker -- for the first time in state history \"put millions of dollars into our rainy day fund in consecutive years\"?\n\nNot exactly.\n\nFirst, the deposit is a projection. It would make two budgets in a row for the first time if it happens. It looks likely that a deposit will be made, but it’s premature to say it already happened.\n\nSecond, the numbers are not based on the \"official\" revenue estimates that come from the Fiscal Bureau, the neutral scorekeeper on budget items. That caused Democrats to howl in protest when Walker put out the well-timed news.\n\nIn February 2012, the Fiscal Bureau said that tax revenues were coming up short, leaving a small projected deficit by June 2013.\n\nThe new Walker estimate is based on revenue forecasts compiled by Walker’s Department of Administration for February, March and April. In a May memo to Walker, Administration Secretary Mike Huebsch described it as \"the potential\" for a $45.4 million deposit when the books close at the end of June 2012.\n\nWhile not official, the estimates are based on the same sources of data used by the Fiscal Bureau. Bureau Director Bob Lang told us he didn’t verify Walker’s numbers but said they don’t appear unreasonable.\n\nWe’ll know the size of the actual deposit, if there is one, when the state completes its annual financial report once accounts are settled, in late summer. It’s also possible the deposit could exceed the projected $45.4 million.\n\nWho deserves credit?\n\nWhile 2011 was Doyle’s final budget year, it was Walker who brought the budget back into balance with his budget-repair bill in early 2011.\n\nYou may recall that little old bill -- the one that included higher pension and health-insurance payments from state and local government employees, and curtailed collective bargaining for most public employees.\n\nLikewise, the expected 2012 surplus would clearly be on Walker’s watch.\n\nBut it’s arguable how much a governor has to do with rising tax collections. Walker’s administration attributed the brighter tax-collection forecasts in large part to improved job-creation figures and personal income growth, which are subject to economic cycles.   \n\nAdditionally, putting money in the stabilization fund is not a matter of choice. By law, 50 percent of any surplus from higher-than-expected income and other tax collections must be transferred to the rainy day fund. That’s exactly what Walker is saying he would deposit.\n\n\"I believe that both the Doyle deposit and pending Walker deposit were not done by volition or predetermined plan but by a state law requirement when excess funds appear,\" said Todd Berry, president of the Wisconsin Taxpayers Alliance.\n\nBut we attribute budget deficits to elected officials, so they must also get some credit for surpluses.\n\nOur rating\n\nWalker’s took credit for what the campaign said was a historic double-up of surplus tax funds into a rainy day fund for stabilizing future state budgets. The chances for a second straight transfer into the fund appear good, but it’s premature to say the money is in the bank.\n\nWalker gets the bulk of the credit, but his campaign claim is just partially accurate, because it skips over the important fact that the deal’s not done yet.\n\nWe rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(You can comment on this item on the Journal Sentinel's website)", "vclaim_id": "vclaim-pol-11009"}