{"url": "/factchecks/2019/aug/07/viral-image/no-old-photo-women-kkk-attire-was-digitally-altere/", "speaker": "Viral image", "vclaim": "Old photograph shows a group of women in KKK attire holding a sign that reads \"Women of the Democrat Party.\"", "truth_label": "false", "date": "stated on August 1, 2019 in a Facebook post:", "title": "No, old photo of women in KKK attire was digitally altered to include ‘Democrat Party’ on sign", "text": "A digitally manipulated photograph going around social media attempts to link a group of female Klu Klux Klan members to the Democratic party.\nThe vintage black-and-white image shared on Facebook on Aug. 1 shows a group of women wearing KKK attire and holding a sign that reads: \"Women of the Democrat Party.\" A caption above the photo says, \"You gotta love history!\"\nThe viral photo, which has more than 200 comments and 1,700 shares, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe image is authentic, but it has been altered: The wording on the sign has been changed.\nA reverse-image search revealed that the original version of the photograph had one major difference – instead of \"Women of the Democrat Party,\" the sign actually says \"Lancaster County.\"\nThe picture appears in Getty Images stock photos. Its caption doesn’t give an exact date that the photo was taken but does reveal the location:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"K.K.K. Arrive at Washington. Photo shows women members of the Klan from Lancaster County Pa.\"\nThe photo is most likely from one of the large KKK marches on Washington that occurred in the mid-1920s.\nTimeline, a historical news website, published an article about the formation of a KKK branch for women. The same photo of the group of women appears in the story, with the caption: \"A contingent of women Ku Klux Klan members from Pennsylvania arrive in Washington D.C. for a march in 1926.\"\nOur ruling\nA vintage photograph shared on social media shows a group of women KKK members posing with a sign that says \"Women of the Democrat party.\"\nWhile the women could have certainly belonged to the Democratic party, the sign’s wording in the photo has been digitally manipulated to link the party to the hate group.\nThis altered image is False.", "vclaim_id": "vclaim-pol-00353"}