{"url": "/factchecks/2020/aug/19/facebook-posts/condoleezza-rice-once-spoke-about-entitlement-isnt/", "speaker": "Facebook posts", "vclaim": "Says Condoleezza Rice said, “If you are taught bitterness and anger, then you will believe you are a victim. You will feel aggrieved and the twin brother of aggrievement is entitlement. So now you think you are owed something and you don’t have to work for it and now you’re on a really bad road to nowhere because there are people who will play to that sense of victimhood, aggrievement and entitlement, and you still won’t have a job.”", "truth_label": "half-true", "date": "stated on June 3, 2018 in a Facebook post:", "title": "Condoleezza Rice once spoke about entitlement, but this isn’t a direct quote", "text": "The Democratic National Convention is underway and some of the party’s critics are newly cheering on Condoleezza Rice, the former secretary of state who is quoted in an old Facebook post that is again spreading on the social media platform. \n\"CONDOIEEZZA RICE SUMS UP THE DEMOCRATIC PARTY IN 75 WORDS,\" the 2018 post says, misspelling her name before launching into the quote: \"If you are taught bitterness and anger, then you will believe you are a victim. You will feel aggrieved and the twin brother of aggrievement is entitlement. So now you think you are owed something and you don’t have to work for it and now you’re on a really bad road to nowhere because there are people who will play to that sense of victimhood, aggrievement and entitlement, and you still won’t have a job.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching for the quote online, we couldn’t find any credible, corroborating sources. \nBut we did find elements of the Facebook post in public remarks Rice has made in the past. \nPart of the quote seems to come from a 2012 speech Rice gave at a fundraiser for a congressional candidate in Utah. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"Rice said that what concerns here most is that the ‘essence of who we are and we believe is actually changing,’\" the Salt Lake Tribune reported at the time. \n\"America has never had a narrative of grievance. We’ve never believed ‘I am doing poorly because you’re doing well,\" the paper quoted Rice as saying. \"The moment we begin to believe that we are doing badly because someone else is doing well, that moment that aggrievement takes over, it’s not long before his twin brother comes behind, and that would be entitlement.\" \nEarlier that year, during the Republican National Convention, she said something similar: \"My fellow Americans, ours has never been a narrative of grievance and entitlement. We have never believed that I am doing poorly because you are doing well. We have never been jealous of one another and never envious of each other’s successes. No, no, ours has been a belief of opportunity. And it has been a constant struggle, long and hard, up and down, to try to extend the benefits of the American dream to all.\"\nThough the Facebook post could be read to mean that Rice said this describing the Democratic Party, that does not appear to be the case at either of these two events. However, it is clear that she is advocating for Republican candidates in both speeches. \nAs for other elements of the quote in the Facebook post, we couldn’t find evidence that Rice made those statements. If such evidence emerges, we’ll update this fact-check accordingly. \nIn the meantime, while this Facebook post does pull from statements Rice has made, this doesn’t appear to be a direct quote from Rice, or a shot at the Democratic Party. \nWe rate it Half True.", "vclaim_id": "vclaim-pol-17143"}