{"url": "/factchecks/2011/apr/10/charlie-sykes/charlie-sykes-says-joanne-kloppenburg-had-3-1-adva/", "speaker": "Charlie Sykes", "vclaim": "﻿Says JoAnne Kloppenburg’s side had a \"3-to-1 money advantage\" in the Wisconsin Supreme Court campaign.", "truth_label": "pants-fire", "date": "stated on April 6, 2011 in comments made during his radio show:", "title": "Charlie Sykes says JoAnne Kloppenburg had a 3-to-1 advantage in spending over Justice David Prosser for a seat on the Wisconsin Supreme Court", "text": "Conservative talk radio host Charlie Sykes was in a pretty good mood the day after his preferred candidate for state Supreme Court battled to a virtual dead heat against the more liberal JoAnne Kloppenburg.\n\nJustice David Prosser avoided defeat, Sykes told his WTMJ (620-AM) listeners on April 6, 2011, despite the efforts of labor and the left to use public anger over Gov. Scott Walker’s anti-union legislation against Prosser, a former Republican legislator.\n\nIt was especially remarkable, Sykes said, because liberals had such a huge fundraising edge.\n\n\"They put in as much money as they will ever be able to,\" Sykes said. \"They will never again, in Wisconsin, be able to mobilize a 3-to-1 money advantage.\"\n\nHe repeated the \"3-to-1\" claim at least twice more, at one point attributing it to an unidentified \"political observer\" who wrote up some pro-Prosser thoughts late on election night.\n\nThe claim surprised us.\n\nThe two candidates both agreed to public financing, so they were limited to public grants. And spending by outside groups was heavy on both sides.\n\nSykes wasn’t the only one to sound this theme.\n\nA National Review story two days before the election said outside groups on the conservative side were being \"heavily outspent\" by liberal counterparts.\n\nAnd Bob Dohnal, publisher of the Wisconsin-based Conservative Digest, circulated an email on April 7 saying conservatives were outspent 10 to 1. He told us the figure was based on information \"bandied around the Internet and the talk shows for weeks.\"\n\nWhat’s more, it’s much broader than Sykes’ claim. Dohnal said his number included all efforts by the unions and liberal groups dating back more than a month to the protests over Gov. Scott Walker’s budget bill -- not just the Supreme Court race.\n\nWe asked Sykes for backup for his statement, but he did not respond.\n\nSo, we turned to the numbers, which fall into three categories.\n\n-- Candidate fundraising. As noted, both candidates opted for public financing, limiting their intake almost exclusively to $400,000 in public financing each ($100,000 for the primary, $300,00 for the general). So that’s a draw.\n\n-- Independent expenditures by political action committees. This is a small category, but Kloppenburg had a decided edge, according to state Government Accountability Board reports of spending through April 6, 2011. Groups supporting her or attacking Prosser spent $135,152. On the Prosser’s side, the tally was $12,386.\n\n-- Media spending by special interest \"issues advocacy\" groups trying to influence voters. This is the big outside money that came in record amounts for a state judicial race. By law, these ads can’t explicitly endorse the defeat or election of a candidate, but they are essentially indistinguishable from ads that do.\n\nThe two tallies we found both showed a big advantage for Prosser’s side -- not Kloppenburg’s.\n\nThe first was a report -- released on election day -- by the Brennan Center for Justice at the New York University Law School that looked at broadcast TV spending by outside groups. It is the only organization we could find that attempts to put a hard number on such spending by outside groups.\n\nThe left-leaning think tank/advocacy group relies on TV satellite data collected by TNS Media Intelligence/CMAG, an ad-tracking firm. It says its numbers are estimates that may underestimate the precise amount of actual expenditures.\n\nThe Brennan study was reported widely by Wisconsin and national media, including the Wall Street Journal, Associated Press, and the Journal Sentinel.\n\nIt found there had been  $2.2 million spent by four conservative groups through election day vs. $1.36 million by one liberal group, the Greater Wisconsin Committee.\n\n(The conservative groups are the Wisconsin Manufacturers & Commerce’s issues mobilization council, Citizens for a Strong America, Wisconsin Club for Growth and the State Tea Party Express).\n\nThat’s an $840,000 advantage for the conservative side.\n\nThe Brennan study also was picked up on WisPolitics.com, a widely cited online digest. The website added some of its own reporting and wrote on election day that pro-Prosser groups outspent the Kloppenburg side, $2.5 million to $1.9 million. That’s a somewhat smaller $600,000 advantage.\n\nWisPolitics had broader information -- including cable TV and radio -- though it cited the Kloppenburg campaign as its source for the additional information. Kloppenburg, the WisPolitics story said, had tracked ad spending by both sides, and provided some numbers to WisPolitics.\n\nProsser’s campaign manager Brian Nemoir said he had not tracked the spending totals by outside groups and couldn’t comment on which side spent more.\n\nWe also asked the biggest spending groups on both sides to release spending figures -- or to confirm or dispute the Brennan Center tally.\n\nThe liberal GWC group said they do not release their spending figures -- nor are they required to do so. Officials with Wisconsin Manufacturers & Commerce, Citizens for a Strong America and Wisconsin Club for Growth could not be reached. Kloppenburg’s side did not respond to a question about spending.\n\nTo be sure, the information that is available is not perfect.\n\nState and federal laws allow undisclosed spending by a variety of groups, on a variety of election and issues-related advocacy. Robo-calls and mailings by outside groups are not tracked. There are limitations to the TV data, though it likely covers a very large chunk of the TV spending by outside groups, said Ken Goldstein, a political scientist at the University of Wisconsin-Madison who tracks ad spending.\n\nStill, it is the best and most complete information. And it all was available when Sykes made his comments the day after the election.\n\nIndeed, the Brennan numbers and WisPolitics story both came out the day before.\n\nSo what were the grand totals, when paired with the other categories?\n\n\nFor the Prosser side: $2,628,000.\n\nFor the Kloppenburg side: $1,900,000.\n\n\nThat’s a $728,000 spending advantage on Prosser side, or a 38 percent edge.\n\nThe gap is smaller, but still substantial, if you use the figures reported by WisPolitics.\n\nLet’s wrap this one up.\n\nSykes repeatedly claimed that the pro-Prosser forces were outgunned financially by a 3 to 1 ratio by the Kloppenburg side. He did not specify a source of his own, cite any information from the Prosser side or debunk the widespread media reports of the spending advantage on the Prosser side. His assertion may have become an article of faith in some circles on the right, but we could find no basis for any spending advantage by Kloppenburg, much less a 3 to 1 edge.\n\nHis statement warrants a Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(Editor’s note, April 11, 2011: Sykes did not respond to our April 7, 2011 request for information that would support the claim he made about spending in the Supreme Court race. He went on the air April 11, 2011-- the day after the item was posted – and led off his segment by saying: \"I don’t have a problem admitting if I made a mistake.\"\n\nAmid criticism of PolitiFact Wisconsin, Sykes said it was his \"good faith\" impression from about two weeks prior to the election that the Kloppenburg side was outspending the Prosser side. He acknowledged the balance might have tipped by election day and said no one can know the true amount that was spent because, by law, it is not officially reported.\n\nHe did not provide any information to support his claim that the Prosser side was outspent 3-to-1.)", "vclaim_id": "vclaim-pol-13282"}