{"url": "/factchecks/2015/feb/10/scott-walker/scott-walker-says-his-proposed-borrowing-lowest-de/", "speaker": "Scott Walker", "vclaim": "Borrowing in my 2015-’17 state budget is less than half that in my  predecessor’s last budget and \"the lowest it has been in a decade.\"", "truth_label": "mostly-true", "date": "stated on February 3, 2015 in his budget speech:", "title": "Scott Walker says his proposed borrowing is lowest in a decade", "text": "Even before he gave his 2015-’17 budget address, Gov. Scott Walker’s plan to borrow heavily for highways was under attack.\nSo when he spoke before the Legislature on Feb. 3, 2015, Walker was ready for the critics -- including some fellow Republicans.\n\"In my predecessor’s last budget, the total bonding level was $3.6 billion,\" Walker said. \"In this budget, the total level of bonding is down to less than $1.6 billion. This is the lowest it has been in a decade.\"\nIt’s not shocking to think borrowing was higher in 2009, amid the Great recession when many states turned to borrowing to fill budget gaps. Wisconsin, then led by Democrat Jim Doyle, was among them.\nBut was borrowing $2 billion higher than in Walker’s 2015-’17 budget plan, covering a period more than six years after the recession officially ended?\nThe independent Legislative Fiscal Bureau tracks new borrowing in each state budget: Here’s a look at budgets enacted since 2005 -- a decade ago -- and Walker’s new proposal:\n \n\n\n\n\nYear\n\n\nGovernor\n\n\nBorrowing total\n\n\n\n\n\n\n2005-’07\n\n\nJim Doyle\n\n\n$1.53 billion\n\n\n\n\n2007-’09\n\n\nJim Doyle\n\n\n$2.76 billion\n\n\n\n\n2009-’11\n\n\nJim Doyle\n\n\n$3.58 billion\n\n\n\n\n2011-’13\n\n\nScott Walker\n\n\n$1.73 billion\n\n\n\n\n2013-’15\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nScott Walker\n\n\n$2.05 billion\n\n\n\n\n2015-’17*\n\n\nScott Walker\n\n\n$1.56 billion\n\n\n\n\n*Proposed\n \nThe figures back up both parts of Walker’s claim.\nBut there are important caveats.\nWalker is comparing the borrowing in his proposed budget, which still has to go through the Legislature, to the new borrowing in the final enacted version of the 2009-’11 budget.\nThat makes the comparison a bit of apples-to-oranges.\nTo illustrate, consider that in 2009, Doyle stood where Walker stood and unveiled a two-year budget with a proposed $1.5 billion in borrowing, reports from the fiscal bureau show.\nThat’s actually a bit less than what Walker wants.\nAs is typical later in the budget process, the State Building Commission --  controlled by the administration -- brought forth a capital budget to borrow for building construction on the University of Wisconsin campuses and elsewhere. It sought another $1.2 billion in new bonding above Doyle’s original proposal. Then the Legislature added in another $900 million and -- in the end -- Doyle signed off.\nThat increased the total to the $3.6 billion.\nTo be sure, more typically, the Legislature has reduced the borrowing sought by the executive branch.\nThat could happen this year, too. Plus Walker says he will not propose any new borrowing in the capital budget that goes through the Building Commission. (Instead, he will use $858 million in previously authorized bonding authority and repurpose it for capital projects, but that tactic is not unusual, and those figures are not included in the Fiscal Bureau’s tracking of new borrowing.)\nFinally, another wildcard is the UW System, whose building projects typically make up a big chunk of state borrowing. If Walker’s plan to spin the system off under a new authority is approved, it could seek borrowing on its own, effectively removing that item from the state’s books.\nThat makes a comparison to 2009 a bit sticky as well.\nOur rating\nWalker said his plan borrows $2 billion less than Doyle’s last budget and is the lowest borrowing level in a decade.\nIt’s accurate if you compare the adopted budgets from that time to Walker’s proposed budget for 2015-’17 (which is all you can do right now).\nBut the claim needs clarification because Walker’s comparing his early-stage proposal to a 2009 final enacted budget after lawmakers and Doyle pumped it up. We rate it Mostly True.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06741"}