{"url": "/factchecks/2016/mar/29/tim-finchem/pga-tour-commissioner-says-austin-fastest-growing-/", "speaker": "Tim Finchem", "vclaim": "\"Austin’s the fastest-growing city in the country the last five years.\"", "truth_label": "mostly-true", "date": "stated on March 27, 2016 in a sports column by Kirk Bohls of the Austin American-Statesman:", "title": "PGA Tour commissioner says Austin 'fastest-growing city in the country' last five years", "text": "The PGA Tour's chief, otherwise just another Austin visitor impressed by the capital’s vim and vig, ventured a claim about local growth that made us wonder.\nOn March 27, 2016, the tour's commissioner, Tim Finchem, told reporters including the Austin American-Statesman’s Kirk Bohls that the 2016 World Golf Championship-Dell Match Play Championship wrapping up that day at the Austin Country Club had been a \"home run.\"\n\"Austin is such a cool town,\" Finchem said, expressing hope the event would occur there again.\nAnd, he said, \"Austin’s the fastest-growing city in the country the last five years.\"\nGood grief. Really?\nWe’ve gauged before how much Austin grows--even by the day.\nBut has it outpaced the growth of every U.S. city over the past five years?\nNews story Finchem's likely source\nWe failed to hear back from Finchem or the PGA Tour. But we suspect an American-Statesman news story published three days before he spoke fueled his claim. That story said: \"From July 2014 to July 2015, the Austin-Round Rock metropolitan area — which includes Travis, Williamson, Hays, Bastrop and Caldwell counties — grew from 1,943,465 to 2,000,860, making it the fastest-growing metropolitan area with a population over 1 million for the fifth year in a row.\"\nRyan Robinson, Austin’s city demographer, commented: \"That of course won’t be news to anyone who lives here. We’ve become so accustomed to that very high level of population growth being part of our daily existence.\" Robinson further said Austin has the most diversified economy in the state.\nThe fastest-growth distinction described in the news story drew on just-updated U.S. Census Bureau data indicating that from July 2014 through June 2015, the Austin area’s 2.95 percent population growth outpaced the 2.6 percent growth in the Orlando, Florida, area, which landed No. 2 nationally among the largest metropolitan areas, as this compilation shows (check out the Statesman’s population interactive here):\n\n \n \n \n \n \n \n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n \n \n \n \n \nHouston area led nation in raw growth\nBut by raw population gains, the Houston-The Woodlands-Sugar Land metro area gained the most residents nationally in 2014-15 and also over five years during which the region drew nearly 750,000 additional residents, according to bureau figures. Dallas-Fort Worth landed second over those years, notching 676,582 added residents. In contrast, the Austin area’s five-year gain of 284,571 residents placed it 11th nationally in raw growth, according to the bureau.\nA March 2016 Houston Chronicle news story noted: \"As a whole, the so-called Texas Triangle of Houston, Austin/San Antonio, and Dallas-Fort Worth added more people last year than any other state in the country, growing by more than 400,000 residents, or roughly the population of Minneapolis.\"\nAuthorities confirm Austin region’s leading-edge growth\nBut rates of population growth are arguably the best way to fairly compare changes in different regions and cities. So we asked federal and Austin experts if the capital indeed led the nation in its rate of population growth.\nBasically yes, we heard, with caveats.\nBy email, a Census Bureau spokesman, Robert Bernstein, provided a chart indicating that among cities of 50,000 residents or more, Austin by itself -- not considering nearby cities and counties -- ranked 23rd for its 12.5 percent growth from April 2010 through June 2014. The fastest-growing municipality was South Jordan City, Utah, which is part of the Salt Lake City metropolitan area.\nAccording to the bureau, Texas cities that grew faster than Austin in that period include a Dallas suburb, Frisco (23.9 percent); Cedar Park, northwest of Austin; McKinney; Conroe; Midland; Pearland; New Braunfels; Odessa; League City and Round Rock (which placed No. 22 nationally with 12.8 percent growth).\nBut Austin by itself sticks out on the chart as the most populous city also ranking among the nation’s highest rate of growth. That is, Austin’s estimated July 2014 population of 912,791 outpaced the population of the next-most-populous city with faster growth -- Irvine, California, home to 248,531 residents -- by 267 percent.\nBernstein told us that if you limit your focus to cities of 250,000 residents or more, Austin ranked No. 1 in its percentage growth over the 2010-2014 period. He said city population changes from July 2014 through June 2015 would be released in May 2016.\nSeparately by email, Beverly Kerr of the Austin Chamber of Commerce said that if you consider all metropolitan areas, the Austin region didn’t rank No. 1 in percentage growth from April 2010 through June 2015. Among \"all metros,\" Kerr said, the Midland area and The Villages region in Florida outgrew the greater Austin area, per this chart she downloaded. Bernstein, following up, told us the greater Austin area ranked No. 1 in growth rate among metro areas with 200,000 residents or more.\nOur ruling\nFinchem said: \"Austin’s the fastest-growing city in the country the last five years.\"\nCensus data support his claim, though a few clarifications are in order.\nOver five years, the greater Austin area, sweeping in several counties, had the fastest growth rate of any metro area that was also home to 200,000 residents or more. And from April 2010 through June 2014, Austin by itself ranked first by growth rate among cities with 250,000 residents or more; less populous cities grew faster.\nWe rate the happy tourist’s statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05195"}