{"url": "/factchecks/2016/jul/26/bernie-sanders/dnc-bernie-sanders-repeats-claim-top-one-tenth-1-o/", "speaker": "Bernie Sanders", "vclaim": "\"The top one-tenth of 1 percent now owns almost as much wealth as the bottom 90 percent.\"", "truth_label": "mostly-true", "date": "stated on July 25, 2016 in remarks at the Democratic National Convention in Philadelphia:", "title": "At DNC, Bernie Sanders repeats claim that top one-tenth of 1% owns as much wealth as bottom 90%", "text": "Now that the Democratic primary is over, Sen. Bernie Sanders’ speeches have a new feature: an enthusiastic endorsement of Hillary Clinton. But he’s still reciting his favorite stump speech lines about income inequality that he used throughout his campaign.\n\"It is not moral, it is not acceptable, and it is not sustainable that the top one-tenth of 1 percent now owns almost as much wealth as the bottom 90 percent,\" he said at the Democratic National Convention in Philadelphia July 25.\nThat statistic is a classic Sanders line — one we’ve looked at twice before.\nIt rates Mostly True, and here’s why.\nSanders’ source is a wealth inequality study released in October 2014, produced for the nonpartisan National Bureau of Economic Research.\nThe study’s authors were economists Emmanuel Saez of the University of California, Berkeley, and Gabriel Zucman of the London School of Economics. They based their wealth estimates on 2012 tax records.\nThe study found that, as Sanders claimed, the top 0.1 percent and the bottom 90 percent of U.S. households own virtually the same share of all the nation's wealth.\nThe top 0.1 percent was composed of 160,000 families with average wealth of $72.8 million. All told, they owned 22 percent of the nation’s wealth.\nMeanwhile, the bottom 90 percent included 144 million families with average wealth of $84,000, and they owned an equal 22.8 percent of America’s wealth.\n\"Wealth is getting more concentrated in the United States,\" the researchers observed, \"but this phenomenon largely owes to the spectacular dynamics of fortunes of dozens and hundreds of million dollars, and much less to the growth in fortunes of a few million dollars. Inequality within rich families is increasing.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTwo other prominent economists — Thomas Piketty of the Paris School of Economics and Edward Wolff of New York University — told PolitiFact Wisconsin that the study makes solid estimates about wealth inequality. Wolff said he was not aware of another study that examined the wealth of the top 0.1 percent.\nBut other economists have some noted some concerns with the study’s findings.\nRichard Burkhauser, a professor of policy analysis at Cornell University, told PolitiFact Wisconsin that although the study’s authors are \"very well respected economists,\" he has a major complaint: it excludes Social Security.\n\"To ignore it as they do grossly understates the wealth held by Americans in the bottom 99 percent of the population,\"  Burkhauser said.\nDaniel Mitchell, a senior fellow at the libertarian Cato Institute, said another flaw is that the study doesn’t take into account certain features in the tax law. For example, the way capital income is reported on taxes for higher-income taxpayers versus middle-income taxpayers could skew the results.\n\"Even if one makes the heroic assumption that the data is completely accurate, our friends on the left take these numbers and want people to believe that the wealth of the top 1 percent (or top 10 percent, or top .01 percent, etc) comes at the expense of the rest of us,\" Mitchell said. \"This is generally nonsense. People such as Bill Gates become rich because they generate real value for others. There is no fixed pie.\"\nOur ruling\nSanders said, \"The top one-tenth of 1 percent now owns almost as much wealth as the bottom 90 percent.\"\nHis claim repeats a finding from a study by two internationally respected economists, and others back up the study’s results. But the study has been criticized, for example, for not including Social Security in the wealth calculations.\nSanders’ claim is accurate but needs additional context, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/7b0f9797-062c-41c3-a8f3-f6c80a03a103", "vclaim_id": "vclaim-pol-04609"}