{"url": "/factchecks/2012/jan/13/winning-our-future/king-bain-video-says-boston-herald-called-bain-pro/", "speaker": "Winning Our Future", "vclaim": "Mitt Romney’s and Bain Capital’s profits from KB Toys, which later went out of business, were \"described by the Boston Herald as ‘disgusting.’\"", "truth_label": "barely-true", "date": "stated on January 12, 2012 in the video, \"When Mitt Romney Came to Town\":", "title": "'King of Bain' video says Boston Herald called Bain profits from KB Toys deal 'disgusting'", "text": "This is a classic case of attributing a quote to a newspaper that the paper never said.\n\nThe 28-minute video \"When Mitt Romney Came to Town\" -- an attack on the Republican presidential candidate’s experiences with the private equity firm Bain Capital -- seeks to paint Romney as a \"predatory corporate raider\" who \"looked for businesses he could pick apart.\"\n\nThe video, produced by the pro-Newt Gingrich super PAC Winning Our Future, highlighted four examples, including toy store chain KB Toys, from the more than 100 companies that Bain backed over the years Romney led the private equity firm.\n\nAbout eight minutes into the \"documentary,\" you can hear puppets singing an old jingle (\"Hot we got at KB Toys!\") along with this narration:\n\n\"Romney and Bain bought the 80-year-old company in 2000, loaded KB Toys with millions in debt, then used the money to repurchase Bain stock. The debt was too staggering. By 2004, 365 stores had closed.\"\n\nThat the chain failed isn't in dispute: KB Toys dissolved in bankruptcy court under different owners in 2008. We’re checking the video’s overall portrayal of the Bain-KB relationship in another item.\n\nHere, we’ll check one specific claim made in the video:\n\n\"Mitt Romney and Bain saw a 900 percent return on their investment\" in KB Toys, the video says. \"Romney and Bain’s profits at the expense of 15,000 jobs was described by the Boston Herald as ‘disgusting.’\"\n\nIn addition, the on-screen visual emphasizes the point, showing the text, \"‘disgusting profits,’ Boston Herald, 11/17/2009.\"\n\nThat suggests the comment came from a Herald editorial or columnist. So we looked back at the article the video referenced -- a news story headlined, \"KB Toys worker blasts Bain for execs' payout.\"\n\nThe story is about the campaign of Stephen Pagliuca for the Democratic nomination to fill the U.S. Senate seat made vacant upon the death of Edward Kennedy. Pagliuca is managing director of Bain Capital as well as co-owner of the Boston Celtics. The story quotes a former KB Toys employee attacking Bain for its role in KB Toys’ demise, which the story says resulted in 450 job losses in the Boston area.\n\nHere’s an excerpt:\n\n\"‘They were supposed to be coming in to create jobs and help the company grow when they took us over. What happened?'’ asked Mark W. Dean, a 45-year-old Pittsfield resident who has been out of a job since KB Toys went out of business earlier this year. \"It's just another political promise.'\n\n\"Pagliuca spokesman Will Keyser said the Celtics co-owner wasn't directly involved in managing the KB Toys takeover, although he did profit from the deal.\n\n\"‘He has acknowledged over the course of the campaign that businesses he or his company invested in have failed, but the record of successes he's been involved in far outnumber the failures,’'' said Keyser in a statement. ...\n\n\"Dean, who worked at KB Toys for 22 years, is still outraged by the $121 million payout to execs and investors.\n\n\"‘That was disgusting. There were a lot of employees who were upset about that,’' Dean said.\"\n\nSo what we have is a Boston Herald news story quoting an angry former employee -- not an impartial newspaper expressing outrage in its own voice, which is what the voice-over suggests. Nowhere does the ad note that the sentiments were actually expressed by a worker laid off by the company.\n\nOur ruling\n\nThe story referenced by the video does contain the \"disgusting\" quote. But in both in the voice-over and the video, the \"King of Bain\" video suggests that the comment was spoken in the editorial voice of the Boston Herald. It wasn't -- it came from a laidoff worker. We rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11803"}