{"url": "/factchecks/2018/jun/27/austin-better-future/claim-austin-soccer-plan-1-billion-givewaway-targe/", "speaker": "Austin for a Better Future", "vclaim": "Says proposal to use city-owned land for an Austin pro soccer stadium is a \"$1 billion giveaway.\"", "truth_label": "pants-fire", "date": "stated on June 27, 2018 in In a video:", "title": "Is claim that Austin soccer plan is a $1 billion giveaway on target or worth a red card?", "text": "It’s an alarming contention: The Austin City Council is poised to \"give\" more than $1 billion to a private company and receive nothing in return as it seeks to lure a Major League Soccer team.\nThe anti-stadium political action committee making the claim of a \"$1 billion giveaway\" — called Austin for a Better Future — drives home the enormity of the sum in an internet video by conjuring a wish list of alternative uses for the money. By Wednesday afternoon, the video had been viewed more than 20,000 times.\n\"Imagine what else we could do with another billion dollars to make our city even better,\" intones the video’s youthful-looking narrator. He raises the prospect of using the money to instead fund annual pay raises for Austin school teachers, \"full-ride scholarships\" to the University of Texas for every local high school graduate, or newly built homes \"for every single homeless person in the city of Austin.\"\nSetting aside that no formal proposals exist to spend $1 billion on any of those items, we were curious whether it’s accurate to say the City Council will be handing such an amount to a private company and getting nothing in return if it approves the agreement for the soccer stadium as it currently is formulated?\nA representative of the anti-stadium group contacted by PolitiFact Texas said the $1 billion figure is based on simple math and actually is conservative.\nBut two professors who study publicly funded economic incentives said the group’s analysis is off base, with one calling the $1 billion amount that the group came up with \"crazy\" and the other saying it \"doesn’t pass the sniff test.\"\nUnder the stadium proposal — on which the City Council is slated to take some key initial votes Thursday — the city-owned McKalla Place tract near the Domain in North Austin would be leased to Precourt Sports Ventures for $1 a year. Precourt, a Major League Soccer team owner, would then privately finance and build what it has estimated would be a $200 million stadium at the site.\nThe city would own the land and the stadium, so Precourt wouldn’t pay any property taxes on the facility. The initial lease would last for 20 years, with three options for Precourt to renew it under the same terms.\nThe anti-stadium group, which initially answered questions from PolitiFact Texas through e-mail but didn’t respond to a follow-up request for a phone interview, said it arrived at the \"$1 billion giveaway\" figure by first calculating the estimated property taxes that would be owed by Precourt if it owned the land, instead of leasing it from the city, and also made $250 million worth of improvements on it, which the anti-stadium group pegged as the value of the soccer stadium.\nThe group then took that figure, based on 2017 property tax rates, and multiplied it by 80 years — the maximum term of the proposed lease, assuming all options were exercised. It also assumed 2.5 percent annual growth in local property values, arriving at its $1 billion-plus total.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nBut Clint Peinhardt, a University of Texas at Dallas political science professor, said such an analysis has many holes, not the least of which is that 80 years is simply too long a time period to forecast accurately.\nWho knows, for instance, if soccer will even be played in 80 years, or if it will become so huge in the United States that it tops football in terms of a loyal fan base. What’s more, the anti-stadium group’s analysis doesn’t factor in depreciation, which would have a major impact on the value of the facility and the tax calculation. Or the possibility that the lease would not be renewed by the soccer team’s ownership. Or the potential for something even more outlandish — such as a meteor destroying the site and rendering the entire exercise moot.\n\"Anything that far out in the future — 80 years — is a pretty crazy thing to try to guess,\" Peinhardt said. \"In general, that is just a huge time frame.\"\nAs a result, Peinhardt and Nathan Jensen, a University of Texas at Austin professor of government, said it’s too much of a leap of logic to simply add up the value of property taxes that wouldn’t be due for decades and then contend city leaders are \"giving them away\" in the present if they approve the stadium plan. They said the \"time value of money\" — whereby a dollar today is worth much more than a theoretical dollar in the future — just doesn’t work that way.\nThe pair also noted that the anti-stadium group’s analysis assumes no benefits to the city — in terms of jobs, tourism or nearby development — to offset the purported $1 billion cost to taxpayers. While taxpayer incentives for a soccer stadium might not be the most \"revenue-maximizing\" path for the city to choose for the McKalla site — particularly since other plans recently have been proposed for the tract — they said the potential positives should be considered along with the negatives. There is also the detail that, as currently proposed, the city would still own the stadium outright if the team’s ownership didn’t renew the deal.\nJensen described himself as a critic of the current stadium plan, but he nonetheless dismissed the anti-stadium group’s number, saying it isn’t \"a credible calculation\" or a serious fiscal analysis.\nOur ruling\nA video by an anti-stadium group claims the Austin City Council is poised to give more than $1 billion to a private company and receive nothing in return.\nWhile the City Council could potentially provide incentives worth millions of dollars as part of the soccer stadium deal, the scary \"$1 billion giveaway\" language of the video simply doesn’t stand up to close scrutiny. The lengthy time frame invoked and the countless unknown events that could impact the deal make the math used in the video meaningless. Factor in that the video also doesn’t account for any return on the city’s investment, and it is clear that the contentions are off base  — and ridiculous.\nWe rate the claim Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-07-09 18:41:22 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says proposal to use city-owned land for an Austin pro soccer stadium is a \"$1 billion giveaway.\"    Austin for a Better Future PAC https://billiondollargiveaway.com/   Austin, Texas Wednesday, June 27, 2018 2018-06-27    Read More  info", "vclaim_id": "vclaim-pol-01920"}