{"url": "/factchecks/2013/aug/31/jim-francesconi/are-half-oregon-university-students-pell-grants/", "speaker": "Jim Francesconi", "vclaim": "Half of Oregon university students are on Pell Grants.", "truth_label": "mostly-true", "date": "stated on August 7, 2013 in a guest column:", "title": "Are half of Oregon university students on Pell grants?", "text": "As a member of the Oregon State Board of Higher Education, former Portland city Commissioner Jim Francesconi recently wrote a guest column on the importance of a university degree. He urged more public and private support of low-income students going to college.\nWe’ve already checked one of the statistics Francesconi cited in his column, about the percentage of poor children in Oregon. Now, we turn to an assertion about Pell grants, the federal program for financially needy students.\n\"Education after high school is the way, but it is out of reach for many children, especially in rural Oregon. Nearly half of Oregon's children are poor. Half of Oregon university students are on Pell Grants. The average student debt is more than $25,000.\"\nWe figured this would be a straightforward check: Are half of Oregon university students receiving Pell grants?\nThe Federal Pell Grant Program helps undergraduate students with money awards that don’t have to be paid back. According to the U.S. Department of Education, the maximum award for the 2013-14 school year is $5,645. Nationally, more than 9 million students received Pell aid in 2011-12. Pell grants can be an indication of how well a university fares in educating and graduating students from across the economic spectrum.\nWe assume that Francesconi is speaking of students in the Oregon University System, as he is a board member writing about the importance of making state universities accessible to residents. We’re also thinking that he’s limiting himself even further to students who graduate from Oregon high schools. More on that later.\nWe turned to our trusty \"OUS Fact Book,\" which gives details of Oregon’s seven public universities. There were nearly 85,500 undergraduates counted in fall 2012.There were nearly 28,900 students who received Pell grants in 2012-13. Our calculator tells us that’s 34 percent, not half.\nWe checked with College Insight, affiliated with the Institute for College Access & Success, for a national take. For 2010-11, it says 31 percent of undergraduates at Oregon’s four-year public universities received Pell grants. That’s higher than in Washington, which is at 25 percent, and lower than in California, which reports that roughly 42 percent of undergraduates at public universities received Pell grants. Nationally, the statistic is 34 percent.\nIn any case, 31 percent or 34 percent is not 50 percent.\nWhat gives? We turned to the university system, and its data expert Bob Kieran, who is Assistant Vice Chancellor for Institutional Research and Planning at Oregon University System.\nKieran said Francesconi is accurate because, in 2010-11, the university system awarded bachelor’s degrees to more than 11,100 Oregonians. More than 5,500 of those graduates had received Pell grant money at some point in college. That’s just about half.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"Half our undergraduates are not necessarily receiving a Pell award in any given term or year, but half of the Oregonians receiving a bachelor’s degree have benefited from a Pell award during their academic program within OUS,\" Kieran wrote in an initial email.\nFrancesconi confirmed using the statistic cited by Kieran to back up his statement. \"Half of students are on Pell Grants during their college years and I will leave it to you and your readers to determine the significance of the difference,\" Francesconi wrote in an email to PolitiFact Oregon.\nWe admit it. We were really confused. To us, that 50 percent of students who graduated in one year relied on Pell grants sometime during college is not the same thing as saying that 50 percent of Oregon university students are on Pell grants at any given time. Those are different measurements.\nFrancesconi’s statement, at this point, was not accurate. The Fact Book numbers didn’t show he was right, and the statistic he relied on did not prove his statement right. We persisted.\nIn a follow-up email, Kieran then explained that the 34 percent Pell grant figure is inaccurate because it’s based on a larger universe of students, including those from abroad or out of state. He said we should focus on Oregon residents since the gist of Francesconi’s op-ed is to encourage ways to help Oregon students thrive in higher education.\nThat number, he said, is this: In fall 2012, nearly 25,000 of nearly 55,000 resident undergraduates enrolled received Pell grants. That’s 45 percent -- which is much closer to 50 percent. We asked Kieran to calculate for previous years. In 2007, 30 percent of resident undergraduates were on Pell grants; in 2010, the figure was 43 percent and in 2011, 45 percent. As you can see, nearing the 50 percent mark is a recent development.\nA side note here. We don’t doubt Francesconi’s sincerity in urging greater investment in public education. Still, we think it important to get the numbers right when making a point.\nFor example, Francesconi also wrote that the average student graduates with $25,000 in debt. That would only apply to the 59 percent of students who graduate with debt. We know because we checked a similar statement by Sen. Jeff Merkley, D-Ore., and another higher education board member pointed out that 41 percent of OUS students graduate with no debt.\nNow, we return to our regular program. Francesconi said that half of Oregon university students are needy enough to be on Pell grants.\nThis is within the ballpark of accurate if you limit the count to Oregon residents at Oregon’s public universities. And we can accept these qualifiers given the overall thrust of his guest column -- even as we find the original explanation provided by the speaker and university system to be seriously flawed. Last year’s snapshot figures show that 45 percent of Oregon resident undergraduates were on Pell grants, up from 30 percent in 2007.\nThe Oregon University System eventually unearthed statistics to back up Francesconi’s statement, making it accurate but requiring clarification and additional information.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-08936"}