{"url": "/factchecks/2019/feb/06/viral-image/no-virginia-principal-didnt-expel-students-wearing/", "speaker": "Viral image", "vclaim": "A Virginia principal \"expelled two kids for wearing a crucifix around their necks  saying, ‘there is no place for religion at school.’\"", "truth_label": "pants-fire", "date": "stated on January 30, 2019 in a Facebook post:", "title": "No, a Virginia principal didn't expel students for wearing a crucifix", "text": "A recent Facebook post that says a Muslim school principal expelled students for wearing crucifixes left some people on social media outraged. But it’s the claim that’s outrageous.\n\"This is Mamasai Mamakusa, a school principal in Richmond, VA,\" reads text over a photo of a woman wearing a hijab that was posted on Facebook on Jan. 30. \"She has expelled 2 kids for wearing a crucifix around their necks saying, ‘there is no place for religion at school.’\"\nThis post, which was shared more than 2,400 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And that’s because it’s not a photo of a principal named Mamasai Mamakusa.\nA search of the Richmond Public Schools directory didn’t turn up any Mamsai Mamakusas. But we didn’t expect it to after noticing the photo of the woman also has a watermark: the word \"alamy.\" Alamy is a stock photo website, and we found the photo in question on the third page of results after searching for \"woman\" \"hijab\" and \"computer.\"\nThe caption says: \"Smiling young Muslim female entrepreneur wearing a hijab sitting in her home office working online with a laptop.\"\nThere are a series of photos of the woman, wearing the same outfit and head scarf, with various captions like: \"Confident young Arabic female entrepreneur wearing a hijab working on a laptop while sitting at a tabler in her kitchen,\" and \"smiling young Arabic woman wearing hijab and sitting in her kitchen at home.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nWe are not sure who originated this post. But the same image that appeared on Facebook on Jan. 30 also surfaced on the platform in July 2018. It was posted by America’s Last Line of Defense, an account that notes everything it shares is false. \"Nothing on this page is real,\" it says. \"Not a bit.\"\nWe looked for news coverage of a Richmond principal expelling students for wearing crucifixes. Among the many search results was an article about a principal of an elementary school there who was ousted over the summer amid a standardized testing scandal. The Tampa Bay Times reported in 2017 about a complaint that a Florida teacher banned students from wearing Christian cross necklaces. In England in 2007, a school ordered a Catholic student to remove her necklace, according to the Evening Standard. But we found no stories about a Virginia principal kicking kids out of school because of a crucifix.\nIf the supposed principal’s name sounds familiar, it’s not from the news. But you'll be remembering the Michael Jackson song, \"Wanna Be Startin’ Something’.\"\nHelp me sing it!\n\"Mama-say, mama-sa, m-ma-ko-ssa.\"\nWe rate this claim Pants on Fire!\n \n Share the Facts 2019-02-06 19:57:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A Virginia principal \"expelled two kids for wearing a crucifix around their necks saying, ‘there is no place for religion at school.’\"    Viral image On the internet     Wednesday, January 30, 2019 2019-01-30    Read More  info", "vclaim_id": "vclaim-pol-01054"}