{"url": "/factchecks/2012/aug/13/rob-turner/sen-ronda-storms-voted-courthouse-known-taj-mahal-/", "speaker": "Rob Turner", "vclaim": "Says Ronda Storms voted to fund the 'Taj Mahal' courthouse.", "truth_label": "mostly-true", "date": "stated on August 13, 2012 in a campaign mailer:", "title": "Sen. Ronda Storms voted for the courthouse known as the 'Taj Mahal,' says opponent Rob Turner", "text": "\"Ronda Storms is NO Fiscal Conservative,\" claims a simple flier pushed by Storms’ opponent in the Republican primary for Hillsborough County property appraiser.\n\nThe mailer from incumbent Rob Turner highlights property tax increases over Storms’ six-year tenure as a county commissioner as well as a notorious courthouse project that occurred during her time in the state Senate.\n\n\"As a Senator she voted to fund the \"Taj Mahal’ Courthouse. … We Can’t Afford Any More Storms.\"\n\nAh, the Taj. The not-too-distant origins of Florida’s finest courthouse serve as a cautionary tale about last-minute lawmaking and unscrutinized government spending.\n\nIs it fair to say Storms voted to fund the new courthouse of the 1st District Court of Appeal?\n\nLet’s dive in.\n\nIn her 2010 investigative story about the facility, Tampa Bay Times senior correspondent Lucy Morgan characterized the courthouse as \"a $48 million behemoth in which each judge will get a 60-inch LCD flat screen television in chambers (trimmed in mahogany), a private bathroom (featuring granite countertops) and a kitchen (complete with microwave and refrigerator).\"\n\nIn a year of layoffs and cutbacks across the state, these touches of elegance were not appreciated.\n\nSo how did the project eke past officials and watchdogs (press corps included)?\n\nMorgan compiled a detailed timeline stretching from a May 2004 meeting of the 1st DCA judges, in which they said they had outgrown their 23-year-old building, to December 2010, when the fresh, controversial structure was ready for move-in.\n\nA key moment in the story happened on the last day of the 2007 legislative session, a typically hectic time ripe for last-minute, undetected budget maneuvering. Tampa Sen. Victor Crist introduced an amendment to a 142-page transportation bill that contained a bond issue for $33.5 million for the courthouse’s construction. No senators asked about the bond issue, and it passed on a voice vote.\n\nThe bill itself, HB 985, passed by a vote of 37-2. Storms, like most everyone, voted yes. It passed the House, then led by Marco Rubio, and was signed into law by Gov. Charlie Crist.\n\nStorms, interviewed by PolitiFact Florida, said she thought she was voting to refurbish a dilapidated courthouse.\n\n\"It certainly wasn’t to build mahogany,\" she said. \"Anybody who was voting at that time was not voting for the ‘Taj Mahal.’ What we were voting to do was taking care of the 1st DCA.\"\n\nStorms and Sen. Mike Fasano, R-New Port Richey, became two of the project’s most vocal critics in the months following the Times story. At one point in a committee hearing, Storms quipped, \"We should insist on our pound of flesh and make them put the air at 80 in the summer and at 50 in the winter.\"\n\nAs an aside, Storms said she probably voted against Crist’s amendment, which contained the bonding language, on an unrecorded voice vote out of a personal philosophy to protest unvetted, \"vendor-driven\" language affixed to bills in session’s closing days. (There is no record of voice votes, so we can't tell how Storms voted.)\n\nFasano told us Turner’s attack is \"just not honest\" despite Storms' technical support of the transportation bill.\n\n\"You might as well blame every legislator that voted for it,\" he said, which would total 105 members.\n\nThat’s the point, says Warren Weathers, who works for Turner. He recalled Sen. John Thrasher, R-St. Augustine, saying legislators share blame with the judges who pushed for the fine finishes.\n\n\"We didn’t say she built it,\" Weathers said.\n\nCrist (of no relation to Florida’s former governor) defended Storms in an interview.\n\n\"Ronda approving the budget for the court system and the construction budget for a new courthouse has nothing to do with the court’s design, engineering and building,\" he said. \"It would be like saying her approval of the DMV budget holds her accountable for somebody’s else driving record.\"\n\nCrist’s position is understandable. He says groups aligned with the tea party are using the \"Taj Mahal\" -- a moniker he hates -- against him in his re-election campaign for Hillsborough County Commission.\n\nOur ruling\n\nTurner says in a mailer that Storms \"voted to fund the ‘Taj Mahal’ Courthouse.\" She indeed cast a vote for a transportation bill that included funding for the courthouse, that much is true. But there is some additional information we find missing from this attack.\n\nNamely, the courthouse money was inserted at the last minute into a larger bill without much explanation. The money, as far as most lawmakers knew, was to build a courthouse, not an opulent one. Once details of the ‘Taj’ became known, Storms openly criticized the plan.\n\nWe rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12926"}