{"url": "/factchecks/2016/oct/20/catherine-cortez-masto/catherine-cortez-masto-claims-joe-heck-supported-2/", "speaker": "Catherine Cortez Masto", "vclaim": "Says Joe Heck \"voted to shut down the government.\"", "truth_label": "half-true", "date": "stated on October 14, 2016 in a Nevada U.S. Senate debate.:", "title": "Catherine Cortez Masto claims Joe Heck supported the 2013 government shutdown", "text": "In the first and likely last Nevada U.S. Senate debate, Democratic candidate Catherine Cortez Masto accused her opponent, Republican Joe Heck, of supporting the 2013 government shutdown.\nWhile answering if they’ll pledge to never shut down the federal government, Cortez Masto quickly accused Heck of saying one thing on stage and doing another in office.\n\"Congressman Heck’s already done it,\" she said as both candidates raised their hands. \"He voted to shut down the government and continued with the sequestration, so I don’t know why he’s raising his hand.\"\nThe former Democratic attorney general continued to hammer the same point (her campaign said she mistakenly said \"sequestration\" instead of shutdown) throughout the hour-long debate, which Heck fervently denied. And at least one outside group has made the same claim in a television ad.\nHeck was initially on the side of House Republicans who led the budget standoff, but the 16-day shutdown and various votes are all more complex than Cortez Masto implies.\nGovernment shutdown\nCortez Masto was referring to the October 2013 two-week budget stalemate between congressional Republicans and President Barack Obama over funding for the Affordable Care Act.\nHouse Republicans at the time attempted to use legislation meant to finance the government as leverage to roll back portions of the 2013 health care law, with Senate Democrats and the president dismissed as dangerous political maneuvring.\nDuring the deadlock, many governmental services were placed on hold, and hundreds of thousands of federal employees were furloughed or asked to work without pay. The stalemate finally ended two weeks later, with Republicans backing down to avoid the government defaulting on its debts.\nHeck, first elected to Congress in 2010, was in office through the shutdown. Cortez Masto’s campaign cited a Sept. 30, 2013, vote as the vote to shut down the government, and claims that Heck and House Republicans then voted 16 times against efforts to reopen the government.\nMeanwhile, Heck’s campaign is adamant that he voted for every bill to fund the government that came to the House floor, including the final bill that ended the shutdown. (A frustrated Heck said multiple times in the debate that there was \"never a vote to shut down the government.\")\nSo which candidate is right?\nIt’s true that Heck did join with the majority of House Republicans in supporting government spending bills widely viewed at the time of having no chance of passing because they defunded or delays portions of the Affordable Care Act. Polls taken immediately after the shutdown indicated that voters blamed Republicans more than the president over the standoff.\nCortez Masto’s campaign said she was referring to a Sept. 30 vote on a motion to \"recede and concur,\" as the measure to \"shut down the government,\" which had the practical effect of funding the government until December and delaying some requirements in the new health care law for a year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSharron Angle\n\n\nstated on May 25, 2016 in in a television ad\n\n\n\n\n\n\n\n\n\"Congressman Joe Heck has (voted) 62% of the time with Nancy Pelosi and the Democrats on a variety of important issues.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Riley Snyder • June 3, 2016\n\n\n\n\n\n\n\nHeck joined a majority of Republicans in voting for the continuing resolution despite the well-publicized threat of a presidential veto, and said in a statement that the House vote reflected what the American people wanted.\nCortez Masto campaign spokesman Zach Hudson said the vote essentially equates to voting to shut down the government, as it came on the last day before the shutdown would begin and in the face of Democrats flatly rejecting any spending bill with health care law riders attached.\n\"Congress has one key duty in the Constitution: pass spending bills that fund the government,\" Hudson said in an email. \"Clearly, Republicans cared more about defunding the Affordable Care Act than keeping the government open.\"\nCortez Masto’s campaign sent us a list of 16 votes taken by Heck during the shutdown, all of which were successful Republican votes to table, or kill, Democratic procedural motions to bring the clean spending bill up for a vote.\nThat doesn’t necessarily equate to a vote prolonging the standoff — all the votes cited would have only given Democrats the opportunity to bring a clean spending bill to the floor for an up-or-down vote. Heck never outright said whether or not he’d support a hypothetical clean funding bill, but after 16 days of the shutdown, the Senate approved a bipartisan \"clean\" spending bill funding the government through January 2014 on an 81-18 margin.\nHeck and 86 other House Republicans then voted with Democrats to approve the spending bill, which was promptly signed by the president. In a statement after the vote, Heck said he was \"deeply disappointed\" that spending changes weren’t addressed but that \"government by crisis is not an effective way to govern.\"\nThe Las Vegas Sun characterized his actions as a \"classic Heck move,\" detailing multiple times where he \"held the party line\" until the last minute and ended up voting for a compromise final deal.\nBut Heck was right in that there was never any up-or-down vote on some sort of a \"government shut-down bill,\" and all of the measures Heck voted on would have funded the federal government.\nHeck’s campaign also sent PolitiFact a list of 15 other bills that either funded the government entirely with health care riders attached, or funded individual agencies in a piecemeal manner. Senate Democrats rejected those measures entirely, saying they would only accept a \"clean\" funding bill.\nHeck campaign spokesman Brian Baulta said those votes backed up the candidate’s assertion during the debate that he voted for \"every piece of legislation\" to open the government back up.\n\"At the end of the day, Dr. Heck voted for the non-procedural bills to keep the government open, voted for the bills to fund important government programs, and voted for the final bill to re-open the government,\" Baluta said in an email. \"Dr. Heck preferred negotiating versus the type of brinksmanship and refusal to compromise that led to the shutdown.\"\nPolitiFact previously gave Florida Sen. Marco Rubio a Mostly False rating for saying that he was \"never in favor of shutting down the government,\" but Republican senators in the minority at the time ended up voting against \"clean\" funding bills to maintain the shutdown. Rubio also voted against the final funding bill that ended the shutdown, which Heck voted for.\nOur ruling\nCortez Masto claimed that Heck \"voted to shut down the government.\"\nHeck did vote for many pieces of legislation that technically would have funded the government, but the political reality was that all of those proposals were doomed to fail because they sought to undo at least part of the Affordable Care Act. Heck was cagey on his support for a \"clean\" spending bill throughout the shutdown, but did break from the majority of his party and joined with Democrats in voting for the spending bill that ended the shutdown.\nBecause Cortez Masto is oversimplifying the issue and how Heck voted, we rate her statement as Half True.\nhttps://www.sharethefacts.co/share/373aadb6-21d8-45b1-bf07-a44bc13a55f9", "vclaim_id": "vclaim-pol-04085"}