{"url": "/factchecks/2011/jan/17/john-eaves/was-snowstorm-rare/", "speaker": "John Eaves", "vclaim": "\"This kind of snowstorm happens every 10 or 15 years.\"", "truth_label": "true", "date": "stated on January 12, 2011 in a newspaper article:", "title": "Was snowstorm that rare?", "text": "Now that metro Atlantans have freed themselves from the unyielding grip of ice and snow that descended upon the region last week, we thought it was time for some perspective about the magnitude of this mess.\n\nThe miserable road conditions put several elected officials on the defensive. Fulton County Commission Chairman John Eaves explained why he felt it wouldn’t make sense to invest in snowplows or more spreader trucks.\n\n\"You’ve got to weigh the cost versus the need,\" he told The Atlanta Journal-Constitution. \"The reality is, this kind of snowstorm happens every 10 or 15 years.\"\n\nIs Eaves correct? Was this a \"perfect storm\" that comes along only every decade or so?\n\nDidn’t we just have a \"white Christmas\" that shut down schools and caused the airlines to cancel hundreds of flights at the airport?  \n\nPolitiFact Georgia contacted the National Weather Service’s local offices, headquartered in Peachtree City. Meteorologist Matt Sena noted that 3.7 inches of snow fell at Hartsfield-Jackson International Airport on Jan. 9. By contrast, there were 4.2 inches of snow recorded at the airport on March 1, 2009.\n\nThere! These types of snowstorms are more frequent than once a decade.\n\nBut it’s not that simple, Sena told us. What made the last week’s storm different  -- very different -- is the dangerous combination of snow, followed by sleet and freezing rain, followed by Arctic temperatures that turned much of metro Atlanta into a skating rink for much of the week, he said.\n\nSo have there been similar combinations of subfreezing temperatures and precipitation that have lasted for days? If so, how often do they occur?\n\nOver the past 80 years, there have been 11 snowstorms of 4 inches or more in the city of Atlanta. The highest total was on Jan. 23, 1940, when 8.3 inches of the white stuff fell on Atlanta.\n\nThe March 2009 snowfall was the most recent case for more than 4 inches. It closed some school districts for a day, about 12,000 metro Atlanta residents lost power and Delta canceled about 300 round-trip flights. Two days later, most of the roads had dried off, and flights were back on schedule.\n\nChannel 2 Action News meteorologist David Chandley noted the March 2009 snowstorm and some others didn’t have the lingering impact because they didn’t have the Arctic air blast afterward that turned the snow into ice.\n\nMany say the last comparable weather event to the past week took place when Atlanta was expecting lots of company: in January 2000, the week before it hosted the Super Bowl. An ice storm left more than 300,000 homes and businesses without power for days. More than a quarter-inch-thick ice hung from every surface. On the weekend of the big game, a second wave of ice tackled the region. There was a 47-vehicle crash on I-20, west of the city. The St. Louis Rams won the game in a thrilling finish, but many visitors remember the weekend for the wicked weather. Atlanta hasn’t hosted a Super Bowl since.\n\nA snowstorm in March 1960 blanketed Atlanta and much of North Georgia with as much as 10 inches.\n\nA little more than a decade later, in January 1973, a cold rain turned into an icy nightmare. The ice froze power lines, causing many of them to crash, creating a light show that could compete with the Independence Day fireworks display at Lenox Square. For three days, more than 200,000 people were without power.\n\nNearly ten years later, on Jan. 12, 1982, there was \"Snowjam.\" Seven inches of snow fell across Atlanta over three days. All of the city’s 1,425 miles of surface streets and 200 miles of interstate highways were immobilized. The snowstorm scared Atlantans so much that the AJC reported many fled the city before an anticipated snowfall in 1983 \"like extras in a disaster movie.\"\n\nIn March 1993, metro Atlanta was pounded by a blizzard that exceeded predictions. Winds reached 50 mph, as much as 1 foot of snow reportedly fell and the temperature plummeted into the teens. Some call it the \"Super Storm of 1993.\"\n\nSena contends snowstorms like this in 1993 and the most recent storm are rare.\n\n\"Temperatures were cool beforehand … and we stayed below freezing days afterward,\" he said.\n\nIndeed, the thermometer rarely poked above the freezing point most of the week, causing ice to coat roads throughout the region.\n\nChandley, who has been at Channel 2 Action News since November 1988 and lived in the area before that, said the worst storm he has seen was Snowjam because it took the region by surprise. This month’s storm is unusual, he said, because of the low temperatures that froze the snow for several days afterward.\n\nBecause of the cold air that followed this storm, Chandley called it a \"once-in-a-generation type of thing.\"\n\nEaves seems to have a point about the frequency of this type of weather. We occasionally get snow and we occasionally get ice. But we rarely get the snow-ice-Arctic-conditions metro Atlanta lived through last week.\n\nWe may not like how state and local officials responded to the snow and ice, but history shows this perfect storm of winter weather is rare. Eaves’ estimate of this type of thing occurring only every 10 to 15 years might actually be a bit conservative.\n\nWe rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeneral Beauregard Lee\n\n\nstated on February 2, 2011 in his website\n\n\n\n\n\n\n\n\nSays he predicts the weather better than Punxsutawney Phil.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • February 4, 2011", "vclaim_id": "vclaim-pol-13766"}