{"url": "/factchecks/2018/sep/06/john-cox/john-coxs-exaggerated-claim-half-people-want-leave/", "speaker": "John Cox", "vclaim": "\"Fully half the people — our research is showing half the people — in (California) want to leave.\"", "truth_label": "half-true", "date": "stated on July 30, 2018 in a Fox Business Network interview:", "title": "John Cox’s exaggerated claim: ‘Half the people’ want to leave California", "text": "High taxes. Traffic-clogged freeways. Soaring housing costs.\nThese are all reasons some Californians say they want to leave for less-expensive and lower-tax states from Arizona to Texas.\nBut does half the state’s population really want to move out?\nThat’s what Republican candidate for governor John Cox claimed in an interview on the Fox Business Network, which aired July 30, 2018. \nThe segment centered on the state’s high cost-of-living and Cox’s promise to help the \"forgotten Californians\" if elected.\nThe San Diego businessman is running against Democratic Lt. Gov. Gavin Newsom.\nHere’s the exchange between Fox host Charles Payne and Cox:\nPayne: \"It’s so bifurcated. Either you’re seriously wealthy, very, very wealthy where plastic surgeons have hundred million dollar homes. Or you’re extraordinarily poor and the people in the middle are trying to flee if they’re not stuck.\" \nCox: \"And that’s the point, because fully half the people — our research is showing — half the people in this state, Charles, want to leave.\" \n\nCox makes his claim in the video above. \nWe decided to fact-check Cox’s claim about ‘half the people in this state’ wanting to leave.\nNot a new trend\nCalifornia’s once-rapid population growth has slowed in recent decades. More people have been leaving for other states than have been moving in for many years, according to a February 2018 study by the California Legislative Analyst’s Office.\nAbout five million people moved to California from other states, while about six million left the state from 2007 to 2016, according to the LAO report, which cited data from the American Community Survey.\nThat doesn’t mean, however, that California’s overall population is in decline. Just the opposite: It’s grown by an average 333,000 people per year since 2010 largely due to natural births and international migration.\nCalifornia was home to 39.8 million people as of January 2018, according to the California Department of Finance. That included an increase of 309,000 residents in 2017 alone and nearly 2.3 million over seven years.\nHalf the state wants to leave? \nTo examine Cox’s claim, we reviewed two independent polls that raised a similar question.\nThey didn’t find 50 percent of people wanting to flee. But they did find sizeable, if somewhat smaller, portions of the state at least considering it.\nIn its September 2017 survey, the Public Policy Institute of California asked whether California’s high housing costs were making them consider moving.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nIt found: \"About four in ten Californians (44 percent adults, 41 percent likely voters) say the cost of their housing is making them seriously consider moving away from the part of California they live in now.\"\nHere’s the PPIC survey’s breakdown of where that 44 percent would consider moving to:\n• 33 percent outside the state;\n• 10 percent elsewhere in California;\n• 1 percent listed as \"other.\"\nUC Berkeley survey\nA September 2017 survey by the UC Berkeley Institute of Governmental Studies found 56 percent of Californians had considered moving because of rising housing costs, though not necessarily out of the state.\nOnly 25 of those surveyed said that, if they moved, it would most likely be to another state. Another 2 percent said they’d move to another country.\nMeanwhile, 23 percent of respondents said they would most likely move to another part of California or another place in their general area, if they relocated.\nCox’s response \nCox’s spokesman Matt Shupe told us the candidate was referencing the campaign’s internal polling. He provided information about June and August surveys that asked people their opinion on repealing the state gas tax increase; whether California government is on the right track; and whether the standard of living for most middle-class and working families was improving, getting worse or remaining flat.\nIt then asked: \"Over the next few years, how likely is it that you would move out of state?\"\nThe June poll showed 21 percent answered \"very likely\" and 29 percent \"somewhat likely\" for a total of 50 percent. The August survey totaled 52 percent for those answers.\nThe internal poll was conducted online and has a smaller sample size than the independent surveys. It conducted 800 interviews, while the PPIC survey spoke with 1,700 people and UC Berkeley interviewed 1,200.\nAlso, Cox’s internal poll and the UC Berkeley survey spoke only with registered voters. PPIC’s survey includes responses from registered and non-registered Californians.\n\"For us, we need to represent the entire population,\" said Mark Baldassare, PPIC’s president and survey director.\nCox’s spokesman also cited a poll by the Bay Area Council showing 46 percent of voters either somewhat or strongly feel they are \"likely to move out of the Bay Area in the next few years.\" That poll, however, did not examine attitudes statewide.\nOur ruling \nRepublican candidate for governor John Cox claimed in a recent Fox Business Network interview that \"Fully half the people — our research is showing — half the people in this state … want to leave.\"\nIndependent polls place that share at one-quarter to one-third of Californians. That’s still a large amount but not half. Internal polls commissioned by the Cox campaign, and using a smaller sample size, show 50 percent of those asked were either \"very likely\" or \"somewhat likely\" to move out of the state over the next few years.\nCox’s statement, while it includes the caveat that \"our research is showing,\"  leaves the impression for the average viewer that it’s a settled fact that half of California wants to move out. But that’s only the case if one relies on internal figures from the campaign, and ignores results from two outside surveys with much larger samples.\nHis claim is partially accurate, but it leaves out important details and takes things out of context.\nWe rate it Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-09-07 00:59:46 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Fully half the people — our research is showing half the people — in (California) want to leave.\"    John Cox Candidate for California governor https://www.youtube.com/watch?v=I_KjGb396qA    Monday, July 30, 2018 2018-07-30    Read More  info", "vclaim_id": "vclaim-pol-01653"}