{"url": "/factchecks/2015/jul/06/donald-trump/donald-trumps-art-deal-best-selling-business-book-/", "speaker": "Donald Trump", "vclaim": "Says his book, The Art of the Deal, is \"the No. 1 selling business book of all time.\"", "truth_label": "false", "date": "stated on July 1, 2015 in remarks on CNN.:", "title": "Is Donald Trump's 'Art of the Deal' the best-selling business book of all time?", "text": "Appearing on CNN to defend his controversial comments on \"rapist immigrants,\" Donald Trump said he doesn’t understand why Republican party leaders are so quick to publicly dismiss him.\nAfter all, Trump reasoned, he’s surging in the polls and has had a track record of success: He  attended one of the best business schools in America, created a hotel and entertainment empire, and is a bestselling author to boot.\n\"They like to say, well, we don't consider him a serious candidate. Why wouldn't I be?,\" Trump said on July 1. \"I went to the Wharton School of Finance, I was a great student. ... I go out, I make a tremendous fortune. I write a book called The Art of the Deal, the No. 1 selling business book of all time, at least I think, but I’m pretty sure it is. And certainly a big monster, the No. 1 bestseller. I do The Apprentice, a tremendous success, one of the most successful shows.\"\nWe were curious about Trump’s literary credentials. Did he pen the top-selling business book of all time?\nThe Art of the Deal, a memoir that offers readers 11 steps for business success, was a smash when first published in November 1987. Trump hosted a celebrity-filled launch party, landed on the covers of magazines and toured the late night talk show circuit to promote and discuss the book.\n\"The momentum around the book was tremendous,\" wrote journalist Timothy L. O’Brien in a biography of the mogul. \"The voice that sprang from the pages was entirely original, seemingly candid, relentlessly boastful and refreshingly unafraid to take swipes, settle scores, and opine with an I-am-what-I-am gusto. The Art of the Deal was a tour of the business world according to Mister Id, and readers ate it up.\"\nIt spent 51 weeks on the New York Times' bestseller list and, according to some reports, sold 1 million copies. Neither the Trump campaign nor the book’s publisher got back to us, so we were unable to verify this figure.\nInstead, we looked at data from Nielsen Bookscan. The data isn't perfect. For one, it counts sales only since 2001. And for another, it only tallies the number of print copies sold by major booksellers (about 85 percent of the market).  According to Nielsen data, The Art of the Deal has sold about 177,000 copies in all its editions:\n\n\n\n\nPublished\n\n\nBinding type\n\n\nPublisher\n\n\nSales since 2001\n\n\n\n\nNov. 1, 1987\n\n\nHardcover\n\n\nRandom House\n\n\n17,000\n\n\n\n\nJan. 1, 1989\n\n\nMass market paperback\n\n\nRandom House\n\n\n90,000\n\n\n\n\nDec. 1, 2004\n\n\nMass market paperback\n\n\nHachette Book Group\n\n\n70,000\n\n\n\n\n \nIt’s difficult to weigh Trump’s opus against other \"business books\" for two reasons.\nOne, best-seller lists are almost always periodical. Amazon tallies sales by the hour, while the New York Times’ lists are by week or by month. Greg Cowles, who writes for the New York Times \"Inside the List\" column, says the paper doesn’t track all-time sales.\nSecond, the genre called \"business books\" is nebulous and can range from memoirs and essays to financial tips and management strategies. Trump’s book can certainly be shelved in the business section, as it’s both a memoir by a business executive and offers business advice. But experts say it can hardly count as influential in the subcategories or important in the broader genre.\n\"Trump is full of B.S.,\" said Jeffrey Pfeffer, a professor of business management at Stanford University’s Graduate School of Business. \"The best selling/most important business books would have to be In Search of Excellence by (Thomas) Peters and (Robert) Waterman that started the genre, Built to Last by Jim Collins, The One Minute Manager by Ken Blanchard and The 7 Habits of Highly Effective People by Stephen Covey.\"\nThe Art of the Deal isn’t used in business schools like Michael Porter’s Competitive Strategy, nor is it a text business executives find useful like Machiavelli's The Prince, said Lawrence White, a business and economics professor at New York University's Stern School.\nAs for prominent biographies of business executives, Daniel Raff, who teaches at Trump’s alma mater of Wharton, listed books about Steve Jobs and by Lee Iacocca.\nWe looked at some of these titles and, for good measure, threw in Dale Carnegie’s How to Win Friends & Influence People, which promises pathways to attain professional goals (Warren Buffett is a fan), and Robert Kiyosaki’s personal finance guide, Rich Dad Poor Dad. \nThe authors and publishers of these popular books offer self-reported estimates; we’ve also included the independently compiled Nielsen data. Here’s how Trump’s book stacks up:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\nTitle\n\n\nPublished\n\n\nEstimated sales\n\n\nNielsen data (since 2001)\n\n\n\n\nHow to Win Friends & Influence People\n\n\n1936\n\n\n15 million\n\n\n2.27 million\n\n\n\n\nThe 7 Habits of Highly Effective People \n\n\n1989\n\n\n10 to 25 million\n\n\n2.18 million\n\n\n\n\nRich Dad Poor Dad\n\n\n2000\n\n\n4 million (as of 2004)\n\n\n6.99 million\n\n\n\n\nSteve Jobs (hardcover edition)\n\n\n2011\n\n\n3 million\n\n\n1.74 million\n\n\n\n\nThe Art of the Deal \n\n\n1987\n\n\n1 million\n\n\n177,000\n\n\n\n\nCompetitive Strategy\n\n\n1980\n\n\nNA (60 editions)\n\n\n71,000\n\n\n\n\nIn Search of Excellence\n\n\n1982\n\n\n3 million (as of 2001)\n\n\n54,000\n\n\n\n\nWhether you’re looking at estimated sales or actual figures from Nielsen BookScan, The Art of the Deal has sold fewer copies than at least four other books.\nOur ruling\nTrump said his 1987 memoir The Art of the Deal is \"the No. 1 selling business book of all time.\"\nThe highest estimate pins the number of sales at 1 million, which we weren’t able to verify. According to one source of sales data, The Art of the Deal sold 184,000 physical copies since 2001. There are no lists of all-time sales, but we weighed The Art of the Deal against other popular books in its genre. While the book was very successful, it comes nowhere near claiming the title of top seller. Dale Carnegie’s How to Win Friends and Influence People and Stephen Covey’s The 7 Habits of Highly Effective People easily outpace it.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-06235"}