{"url": "/factchecks/2017/nov/22/john-larson/did-house-committee-bar-democratic-witnesses-gop-t/", "speaker": "John Larson", "vclaim": "Democrats on the House Ways and Means Committee weren’t \"even entitled to bring an expert witness on any aspect of the tax code that affects 100 percent of our economy.\"", "truth_label": "half-true", "date": "stated on November 10, 2017 in a House Ways and Means Committee markup:", "title": "Did House committee bar Democratic witnesses on GOP tax bill?", "text": "Critics of the House Republicans’ tax bill have not only gone after its substance, but its process.\nDuring a markup of the bill by the House Ways and Means Committee, one Democratic committee member -- Rep. John Larson of Connecticut -- gave a stemwinder of an indictment that gained some currency on social media.\nComparing the House consideration of the current Republican tax bill unfavorably with the process that led to the landmark 1986 tax bill, Larson said that \"no one was allowed to come forward. ... No one from the administration will even sit in front of us. We are the oldest committee in Congress, many would argue the most prestigious, and members on this side of the aisle aren't even entitled to bring an expert witness on any aspect of the tax code that affects 100 percent of our economy.\"\nWhen we took a closer look, we found that both parties have valid arguments to air.\n\nRep. John Larson, D-Conn., speaking at a House Ways and Means Committee markup of the Republican tax bill.\n \nThe Republican case\nRepublicans argue that the committee has addressed many of the issues in the bills in previous hearings this year, all of which included opportunities for the minority to call one witness. (For Ways and Means hearings, the majority typically picks a few witnesses and the minority chooses one; sometimes the majority and minority agree to jointly appoint a witness.)\nHere are four Ways and Means hearings from 2017 that addressed issues at stake in the tax bill, along with the minority’s choice of witness:\n• May 18, 2017: Subcommittee hearing on \"How Tax Reform Will Grow Our Economy and Create Jobs.\" Minority witness: Steven Rattner, former leader of the Obama administration’s effort to revive the automobile industry.\n• May 23, 2017: Full committee hearing on \"Increasing U.S Competitiveness and Preventing American Jobs from Moving Overseas.\" Minority witness: Kimberly Clausing, professor of economics at Reed College.\n• July 13, 2017: Subcommittee hearing on \"How Tax Reform Will Help America’s Small Businesses Grow and Create New Jobs.\" Minority witness: Chye-Ching Huang, deputy director for federal tax policy at the liberal Center on Budget and Policy Priorities.\n• July 19, 2017: Subcommittee hearing on \"How Tax Reform Will Simplify Our Broken Tax Code and Help Individuals and Families.\" Minority witness: Eric Rodriguez, vice president at UnidosUS, a Hispanic research and advocacy group formerly known as National Council of La Raza.\nDonald Wolfensberger, a former Republican staffer on the House Rules Committee who now studies Congress at the Woodrow Wilson Center, said it would be typical for committees and subcommittees to debate bills and ideas with witnesses, and then hold a markup -- at which point new witnesses would not typically testify.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn addition, it’s worth noting -- as the video of Larson makes clear -- there was one witness present at the markup, Thomas Barthold, the chief of staff of the Joint Tax Committee, the nonpartisan panel that does independent analysis of tax bills under consideration. The committee’s staff director is almost always invited to weigh in before Ways and Means when considering a bill the committee has analyzed.\nWolfensberger said that, based on his own limited viewing of the markup in question, Barthold may have been a more effective witness for Democrats than they could have invited.\n\"The Democrats were certainly aiming a fair amount of tough questions at him, which he seemed to be answering in a very professional and knowledgeable manner,\" Wolfensberger said. \"I suspect they got more truthful and informative responses from him than they would have from partisan economists invited by both sides to put their best faces on the Democratic or GOP policy positions.\"\nThe Democratic case\nThat said, Larson also has some reasonable points to make.\nDaniel Rubin, a spokesman for the Ways and Means Committee’s Democratic staff, said that the earlier hearings had addressed theoretical possibilities for the tax bill, not the elements that made it into the bill the committee marked up.\nThe bill that was ultimately considered was \"much different than any of the outlines they had floating around earlier in the year,\" Rubin said. \"Democrats, including Mr. Larson, I presume, are frustrated that we never had a hearing with expert witnesses on how a repeal of the (state and local tax) deduction affects local economies, or how capping the mortgage interest deduction would hurt local housing markets, or … how $1.7 trillion in deficit spending might or might not drag down the economy.\"\nClausing, the Reed College professor who served as a witness for the minority, agreed.\nShe said she testified \"based on the prior legislative proposals, focusing in particular on the border tax, which is not part of this legislation.\" In general, she said, the process for the GOP bill has been \"way too quick for changes of this magnitude. No prior tax major tax bill has been done in such a rushed manner, with so little time for deliberation and understanding.\"\nFor instance, the official version of the bill was introduced on a Thursday, with markup beginning the following Monday.\n\"This was not as egregious as, say, the Senate's handling of the health bill, which ignored the core committees entirely, but it was a real and major deviation from what we think of as the regular order,\" said Norman Ornstein, a congressional scholar at the American Enterprise Institute.\nRichard E. Cohen, a congressional reporter and author of a biography of the late Ways and Means chairman Dan Rostenkowski, said that both sides have raised fair points.\n\"No doubt, the hearings were an opportunity to explore multiple aspects of the tax code, and it appears that Democrats had an opportunity to invite their own expert witnesses,\" Cohen said. \"It's also true that those hearings were months ago before many details of the current legislation had been filed, and that the current legislation was pushed through the House on an unusually expedited schedule with minimal bipartisanship.\"\nOur ruling\nLarson said that Democrats on the House Ways and Means Committee weren’t \"even entitled to bring an expert witness on any aspect of the tax code that affects 100 percent of our economy.\"\nCommittee Democrats did have an opportunity to invite witnesses to a series of earlier hearings on issues related to the tax bill. However, those hearings were held before the official version of the bill was unveiled, and the final bill included a variety of provisions that were not discussed in those prior hearings. We rate the statement Half True.\n Share the Facts 2017-11-22 16:07:02 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Democrats on the House Ways and Means Committee weren’t \"even entitled to bring an expert witness on any aspect of the tax code that affects 100 percent of our economy.\"    John Larson Congressman    public comments Friday, November 10, 2017 2017-11-10    Read More  info", "vclaim_id": "vclaim-pol-02659"}