{"url": "/factchecks/2015/sep/16/hugh-hewitt/hugh-hewitt-says-fall-sports-sap-public-interest-/", "speaker": "Hugh Hewitt", "vclaim": "Says history suggests sports will \"quickly subsume a lot of the attention span of the country\" in the presidential primary.", "truth_label": "half-true", "date": "stated on September 13, 2015 in a panel discussion on CNN's \"State of the Union\":", "title": "Hugh Hewitt says fall sports sap public interest in GOP primary", "text": "Fox News crushed past audience numbers with the first Republican presidential debate. Now CNN has its shot to match or beat the 24 million viewers that tuned in for round one.\nConservative radio host Hugh Hewitt will be part of the CNN panel firing questions at the candidates, and Hewitt argues that they’d better do well now before the American public begins tuning out.\n\"Someone needs to break out of the pack if they're going to catch up to Donald Trump,\" Hewitt said on CNN’s State of the Union on Sept. 13, 2015. \"So, they got to throw some long balls. The NFL starts this weekend. It's going to quickly subsume a lot of the attention span of the country. So, this is really the last opportunity for the 10 not named Donald to try and make themselves the alternative to Donald Trump.\"\nIn an op-ed titled \"Why Wednesday’s GOP presidential debates will matter,\" Hewitt made a similar point.\n\"The arrival of tailgating and of fall temps will also drop the temps of the campaign rhetoric,\" he wrote. \"Competition sets in for the Trump Show, and it won’t come from Jeb Bush, Ted Cruz, Marco Rubio and Scott Walker. It will come from SportsCenter.\"\nWe wondered if fall sports really does drive down interest in politics. We ran the question by Hewitt, live on his radio show, and he said it stands to reason that interest in politics will suffer because people have a finite amount of time to consume media.\n\"If we look at the fact that the NFL is by far the most popular sport, the ratings for the World Series, especially when they feature the Cleveland Indians are very very high, therefore it must stand to reason that there is less time for politics because we spend so much time on sports,\" Hewitt said. \"My proposition, and it’s merely my argument, is it has to be true that Americans have less time to spend on politics between now and Christmas then they have had up until this point.\"\nIn terms of hard information, however, the polling data undermines Hewitt’s assertion.\nGoing back to 2007, the Pew Research Center has been asking people if they follow various news stories \"very closely, fairly closely, not too closely, or not at all closely.\" One of the stories the interviewers list is the election. They would do this nearly every week, with a hefty sample of over 1,000 people.\nHere are the trends in 2007 and 2011 (at this point in the election cycle four and eight years ago) for people who said they followed election news very or fairly closely:\n\nSource: Pew Research Center via Roper Center for Public Opinion Research\nThere are some ups and downs by a handful of percentage points, but overall, about 45 to 55 percent of the public (depending on the year) said they were following the election, with perhaps a slight increase through the season.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe surveys took place in slightly different weeks but both years saw dips during October. The one in 2011 happened to coincide with the World Series (the St. Louis Cardinals won in the seventh game). In 2007, it was around the period of the American League Championship Series. Whatever might explain the sudden drops, interest recovered immediately.\nHewitt discounted the Pew data because it gets at his point indirectly.\n\"Unless they ask the specific question, ‘Does your political consumption go down as your football consumption goes up’, you are guessing,\" he said.\nWe couldn’t find a political scientist who specifically studied whether football and baseball reduce Americans’ appetite for politics. One analyst of public polling, Thomas Holbrook at the University of Wisconsin-Milwaukee, said he has no hard data, but he’s skeptical of the premise.\n\"I do doubt, however, that football is going to knock the presidential contest off the front page, to use an archaic reference,\" Holbrook said. \"If nothing else, we have had baseball and summer vacation during the most recent period, neither of which seemed to diminish the importance of the campaign.\"\nJohn Sides, a political scientist at George Washington University, said there’s some evidence that public engagement remains robust through the fall.\n\"There is precedent for lots of poll movement after this point,\" Sides said. \"There was certainly some in 2011, including surges for (Herman) Cain and (Newt) Gingrich.\"\nSports and election viewing is not a zero sum game\nIn our interview, Hewitt assumed that there is a finite time for consuming media and that football must compete with politics. Put simply, if you’re watching sports, that’s less time for you to pay attention to the election.\nBut, of course, it is possible to give up time spent on another activity, such as washing the car, to watch football.\nAlso, the importance Hewitt places on football and baseball viewership assumes that those people would otherwise have been paying attention to the primaries. But it’s likely at least some of those diehard sports fans didn’t follow election coverage in the first place. (Remember, only about 50 percent of respondents say they are closely following the election news.)\nOur ruling\nHewitt said fall sports pull voters away from paying attention to the presidential primaries. The polling data from 2007 and 2011 shows that voter interest in election news held steady at about the 50 percent mark. There were brief dips in October that coincided with the American League Championship one year and the World Series the next, but both were only momentary interruptions.\nThe data don’t measure the precise trade-off between politics and sports, but the stability of the audience for election news shows no impact of any external factor, whether it’s sports, weather or anything else.  \nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-05971"}