{"url": "/factchecks/2019/mar/22/mike-parson/do-65-75-missourians-not-have-college-degrees/", "speaker": "Mike Parson", "vclaim": "\"We are always going to need architects, doctors, we’re going to need professionals with four-year degrees. But 65 to 70 percent of the people in Missouri don’t have degrees.\"", "truth_label": "true", "date": "stated on January 24, 2019 in an interview on KCUR:", "title": "Do 65% to 75% of Missourians lack college degrees?", "text": "Gov. Mike Parson used his first State of the State address to announce his goals for Missouri, one of the primary ones being job force development. He’s allocated $22 million toward a new scholarship program called Fast Track that can be used by Missourians at community colleges, technical schools and universities.\nThe program is for ages 25 and older and is intended to help fill jobs in \"high-demand\" industries, although Parson didn’t clarify what these jobs are.\n\"And I want to be clear too: We are always going to need architects, doctors, we’re going to need professionals with four-year degrees. But 65 to 70 percent of the people in Missouri don’t have degrees,\" Parson said in an interview on KCUR on Jan. 24.\nWe wondered if he is right that about two-thirds of Missourians don’t have a college degree.\nWe found government data to support his claim.\nAccording to 2017 census data from the Missouri Department of Higher Education, an estimated 39.9 percent of working age adults had an associate degree or higher in 2017. Just 19.6 percent of them had bachelor’s degrees.\nSuch a large percentage could seem staggering at first. However, rankings from the U.S. News and World Report reveal that these numbers are pretty average in comparison to the rest of the country.\nThey ranked Missouri 27th in higher education — based on the share of citizens with a college degree and factoring in time spent completing degree programs, tuition cost and the amount of student debt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nMissouri’s educational attainment has been steadily increasing over the years. In 2015, 27.8 percent of Missourians had a bachelor’s degree or higher, compared to just 24.3 percent in 2008. The number of associate degrees also rose, jumping to 7.7 percent in 2015 from  6.7 percent in 2008.\nAs the share of Missourians with degrees rises, the state receives an economic boost.\n\"It makes the state’s labor market more competitive at attracting industry and employers, and it also makes individuals who receive those credentials much more likely to improve their quality of life as measured by ability to work and earn money,\" said Mark Ehlert, an associate research professor of economics at the University of Missouri.\nEhlert’s research specifically focuses on the economics of education. According to him, the share of the state’s population with college degrees is the highest it’s ever been, and younger people are more likely to have a college degree.\nEhlert says his research also shows a \"latent pool of labor\" being overlooked in older people without certification, degrees or technical training. This pool of non-traditional college students is FastTrack’s target.\nSome state lawmakers proposed a $4.2 million cut to the Fast Track program, arguing it was too much money for a first year program. The money would be moved to funding for the Department of Higher Education and the Department of Elementary and Secondary Education. A Senate committee also raised similar questions about the need for the program.\nOur ruling\nParson said, \"65 percent to 70 percent of the people in Missouri don’t have degrees.\" His number is accurate, according to census data and the Missouri Department of Higher Education .\nWe rate this claim True.", "vclaim_id": "vclaim-pol-00865"}