{"url": "/factchecks/2010/jul/05/democratic-governors-association/democrats-say-chafee-would-tax-amputee-veterans/", "speaker": "Democratic Governors Association", "vclaim": "Democrats say Chafee wants to tax equipment that enables amputee veterans to drive", "truth_label": "true", "date": "stated on July 23, 2010 in Democratic Governors Association website:", "title": "Democrats say Chafee would tax amputee veterans", "text": "There are few things that tug at the heart strings more than hungry children, students who need textbooks and homeowners struggling to keep their families warm.\n\nExcept maybe veterans who’ve lost limbs to war. \n\nOn a Chafee attack website it launched this spring, the Washington, D.C.-based Democratic Governors Association accuses the independent candidate for governor of taking aim at all of them. \n\nHere, with spelling errors intact, is what the website said: \n\n\"Now former-Senator Chafee wants Rhode Island taxpayers to fix the state's budget deficit with a wide-ranging tax on previously untaxed items like textbooks, school meals, heating fuel, and, shockingly, the equiment [sic] that amuptee [sic] veterans need to opperate [sic] a car,\" it tells readers. \n\nPolitiFact Rhode Island has already checked Lincoln Chafee’s claim that putting a 1-percent tax on items that are now exempt from the state’s 7-percent sales tax would generate more than $89 million a year in state revenues. \n\nIt turned out to be Mostly True. \n\nBut when we saw the association’s claim that the list of exempt items that Chafee would tax includes equipment that enables amputee veterans to drive, it sounded too strange not to check. \n\nThe Democratic Governors Association says it pulled the list directly from Chafee’s campaign website. \n\nThey’re right. The site features a line-item roster of tax-exempt items, along with a calculation of how much revenue each would generate if taxed at 1 percent. Textbooks, school meals and heating fuel are all there. And yes, so is the driving equipment for amputees. \n\nWhen we contacted the Chafee campaign to ask about the claim, they didn’t flinch. Eliminating all sales-tax exemptions is a way to balance the budget and erase Rhode Island’s massive deficit, said campaign manager John R. Pagliarini. \n\nOK, but kids and amputees?\n\n\"Rather than get into a situation where we’re judging one priority over another, we’re saying why don’t we apply it uniformly so it’s equitable, so we’re not pitting one interest or one item against another,\" Pagliarini explained. \n\nThe Democratic Governors Association slammed Chafee’s proposal. \"The idea of taxing the men and women who have served our country and had an amputation in the course of their service? I couldn’t find a single person that thinks that’s a good idea,\" said spokeswoman Emily DeRose. \n\nBut Pagliarini called it \"very candid\" of the former senator to recognize that the state’s budget problems demand dramatic solutions and said Chafee would undoubtedly revisit the exemptions issue once the state is \"back on solid footing.\" \n\nHe bristled however at the suggestion that Chafee doesn’t care about veteran’s service.\n\n\"To say that he doesn’t appreciate the contributions of men in uniform is not fair. His father was a decorated war veteran,\" Pagliarini said. (Chafee’s father, the late Sen. John Chafee, served with the Marines in World War II and the Korean War.) \n\nChafee’s views on veterans aside, the Democratic Governors Association is correct about whom and what the gubernatorial candidate has proposed taxing. We find its claim True, though we suggest they make better use of spell check next time around.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\n Under the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n \n\nUPDATE: After this item was published, we learned that the driving equipment for amputee veterans would be paid for by the federal government for those injured in the line of duty. In such instances, the veterans are not taxed. However, because the Chafee campaign acknowledges that he would tax all items on a list of exemptions, it does not change the assertion that the former senator would tax the driving equipment. Therefore, the ruling stands.", "vclaim_id": "vclaim-pol-14817"}