{"url": "/factchecks/2013/apr/20/clean-water-portland/do-numbers-put-multnomah-co-par-15th-lowest-cavity/", "speaker": "Clean Water Portland", "vclaim": "Says \"If you compare the Portland Metro area to the CDC’s statewide cavity rates ... the Portland Metro area would actually rank as having the 15th lowest cavity rate in the U.S.\"", "truth_label": "false", "date": "stated on April 8, 2013 in a campaign flier:", "title": "Do numbers put Multnomah Co. on par with 15th lowest cavity rate in the country?", "text": "Portland residents will vote in May on whether to add fluoride to the city’s drinking water. This is a long-running, divisive and emotional issue for people on both sides. Supporters say fluoridated water is the best way to strengthen teeth, especially for vulnerable children who lack access to regular dental care. Opponents say we should leave the city’s pristine drinking water alone. \n\n\nOpponents claim supporters are using misleading figures to make a case for fluoridating water in Portland. For example, the percentage of children who had or have a cavity is much higher in the rest of Oregon than it is in the Portland-metro area -- 70 percent compared with 54 percent among children, according to a 2007 state survey. \n\n\n\"In fact, if you compare the Portland Metro area to the CDC’s statewide cavity rates fluoridation supporters rely upon, the Portland Metro area would actually rank as having the 15th lowest cavity rate in the U.S,\" reads a yellow flier distributed by Clean Water Portland, the key campaign opposed to Measure 26-151. \n\n \n\nObviously, a metro region is not a state, and it feels sloppy to mix the two in ranking anything. Still, we were surprised enough by the claim to want to dig deeper. Does the Portland area already boast enviable oral health statistics? Are the numbers cited even comparable? \n\n\nThe Clean Water Portland campaign cites Oregon’s 2007 Smile Survey in part to back up its claim. \n\n\nThe percentage of first-, second- and third-graders in Multnomah County, which includes Portland, who had or have a cavity was 56.3. The percentage in Clackamas and Washington counties was 52.5. Combined, the percentage was 54, as shown on page 12 of the report. Statewide, the percentage was 64 and outside the tri-county area, 70 percent. \n\n\nNow, how does the Clean Water Campaign determine that Multnomah County is comparable to the No. 15 spot nationally? Here, we turn to the Centers for Disease Control and Prevention, as does the campaign. \n\n\nThe CDC posts all sorts of statistics related to dental health, including what the organization calls \"experience with caries,\" also known as having had a cavity. The percentages for children are broken down by elementary grades, and by participating state. \n\n\nOpponents say that the Portland-metro percentage of 54 is close to the percentage in New York state, which is 54.1. Opponents say since New York has the 15th lowest \"experience with caries,\" the tri-county area must do pretty well on the cavity front, too. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nHere’s the problem with that kind of thinking. In 2007, Multnomah County was at 56.3 percent, counting three grades of students. The New York number comes from 2001-2003, and it’s limited to third-graders. Even more important than all of that is this: Seven states do not report the information and of the remaining ones that do, the years cited are all over the map, some as dated as 1998-99. \n\n\nIn other words, the Centers for Disease Control and Prevention does not rank New York as having the 15th lowest cavity rate in the United States. There’s no baseline year. Subsequently, it’s even more unlikely that anyone could describe the Portland-metro area as having the 15th lowest cavity rate in the United States. \n\n\n\"You cannot directly compare state data to city data,\" unless it’s contained within a state, wrote CDC spokeswoman Linda S. Orgain in an email to PolitiFact Oregon. \"We also do not generally compare states to other states in (the oral health surveillance system) because we have different time periods for each state.\" \n\n\nShanie Mason, oral health unit manager for the Oregon Health Authority, echoed the sentiment. \"We have never compared to other cities. We have only compared ourselves against neighboring states with a similar methodology,\" she said. \n\n\nWe understand, however, that voters may want to get at the larger point behind the claim: How does Portland and Multnomah County fare when assessing cavities in children? \n\n\nAgain, in 2007, about 56.3 percent of Multnomah County children in grades 1, 2 and 3 had a cavity, compared with 64 percent statewide. Preliminary figures for 2011-13 show numbers have dropped. The percentage of students in all three grades who had a cavity is 52. In Multnomah County for all three grades, it is 50.8. (For third-graders only, the new percentage statewide is 57.5 percent, down from 66.3 in 2006. We offer the various numbers to give readers a sense of how they differ based on the grade or grades included.) \n\n\nThe Centers for Disease Control and Prevention is not aware of city-specific data for comparison purposes, said Orgain. She also said the most recent national statistic for cavities in children is from 1999-2004, and it was 53.2 percent for children ages 6 to 8 years old. That provides a national statistic by which readers could measure the county’s more recent percentage, but keep in mind it is old. \n\n\nMason, who hopes to release the 2012 survey before the May 21 election, said one of the reasons the tri-county area does better than the rest of the state is that \"Multnomah County has a pretty strong oral health infrastructure, and has for a much longer period of time than any other areas of the state.\" \n\n\nPhysical therapist Kellie Barnes, a parent and volunteer with the Clean Water Campaign, defends the statement, saying that they were utterly transparent in telling voters the comparison was of the county to another state. Barnes also said fluoride supporters have repeatedly used the CDC state figures to rank Oregon, even with the varying years and ages tested.\n\n\nThe larger point, Barnes said, is that fluoride advocates should not use statewide cavity statistics to indicate a dental crisis in Multnomah County or in Portland. \n\n\nBut her arguments don’t make the statement any more correct. It’s certainly accurate to say that Multnomah County generally has better cavity numbers than the rest of the state. However, fluoride opponents went further, and said the Portland-metro area \"would actually rank as having the 15th lowest cavity rate in the U.S.\" \n\n\nThe numbers relied on by fluoride opponents do not show that New York has the 15th lowest cavity rate in the country. There is no national ranking of state cavity statistics because not all states have reported numbers, states may differ on sampling, and states report numbers for different years. \n\n\nOregon’s numbers for Multnomah County include three grades, compared with one grade for the aged New York statistic cited. Public health experts we interviewed say it is not appropriate to compare a county percentage to the percentage of another state. We rule the statement False.", "vclaim_id": "vclaim-pol-09441"}