{"url": "/factchecks/2013/apr/28/chris-christie/chris-christie-claims-he-entered-office-deficit-bi/", "speaker": "Chris Christie", "vclaim": "\"If anyone should know irresponsible it should be Senator Buono. She’s the one, her budget left us with a $2 billion budget deficit in fiscal 10 that I had to fix. Her mistakes. And for fiscal year 2011 an $11 billion budget deficit. Her mistakes, along with her partner Jon Corzine.\"", "truth_label": "half-true", "date": "stated on April 22, 2013 in a statement on NJ101.5 FM's \"Ask the Governor\" program:", "title": "Chris Christie claims he entered office with a deficit in the billions left by Barbara Buono, Jon Corzine", "text": "Some claims just never get old for Gov. Chris Christie.\n\n\nTake, for example, the existence of billions of dollars in deficits that awaited the new governor in January 2010, which he has now referenced at least five times. Christie described the burden during the \"Ask The Governor\" radio program that aired Monday on NJ101.5 FM.\n\n\n\"If anyone should know irresponsible it should be Senator Buono. She’s the one, her budget left us with a $2 billion budget deficit in fiscal 10 that I had to fix. Her mistakes. And for fiscal year 2011 an $11 billion budget deficit. Her mistakes, along with her partner Jon Corzine.\"\n\n\nOne legislator - who happens to be running against Christie in November's gubernatorial contest - and one predecessor solely responsible for billions in debt? Nice try, governor, but not entirely accurate.\n\n\nLet’s begin by explaining the budget process.\n\n\nNew Jersey operates on a fiscal year beginning July 1 and ending the following June 30. The governor presents a budget, the Legislature reviews it, and the public and nonpartisan Office of Legislative Services offer input. The governor has final approval of the plan and must sign it by July 1.\n\n\nBuono chaired the state Senate Budget and Appropriations Committee and Jon Corzine was governor when the budgets in question were crafted.\n\n\nNow let’s look at both deficits.\n\n\nThe first deficit was a $2.2 billion shortfall that existed when Christie took office on Jan. 19, 2010, more than halfway through the fiscal 2010 budget year. Christie fixed it by cutting more than 300 line items in the budget, including $475 million in school aid.\n\n\nThe $11 billion deficit was actually a $10.7 billion structural deficit that the OLS projected for the fiscal 2011 budget year.\n\n\nA structural deficit measures how much money the state would need if current services and revenues remained the same, and all required funding obligations are fulfilled.\n\n\nBut governors don’t have to keep state spending the same as it ever was. They can change services and approve a spending plan that doesn’t meet funding requirements. That’s what Christie did in the case of the $11 billion deficit: he didn’t fully fund the property tax rebate program or the school-aid formula, and he skipped a more than $3 billion payment into the state’s pension funds.\n\n\nChristie then dismissed structural deficits as \"the old way of budgeting,\" and said New Jersey had switched to zero-based budgeting. Doing so made the $11 billion deficit ‘disappear,’ but the OLS still tracks such debt. Indeed, Christie’s $32.9 billion budget proposal for fiscal year 2014 contains a $3 billion structural deficit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nIt’s not unusual for governors to not fully fund required or expected costs, according to Raphael Caprio, a professor of Public Administration in the Edward J. Bloustein School of Planning and Public Policy at Rutgers University. The pension fund is one example, he noted.\n\n\nSo are Buono and Corzine at fault?\n\n\n\"It is true when Christie came into office there was a roughly two billion dollar shortfall that needed to be corrected for during the current budget year and most of the budget year was under the bridge, and so the problem was exacerbated,\" Caprio said. \"It probably was the result of multiple factors created from a perfect storm: we were still in recession, it was an election year, the previous administration probably should have paid closer attention, but it was what it was.\n\n \n\n\"I think it’s probably a little over the top to say that Senator Buono was responsible for the $2 billion shortfall,\" he added.\n\n\nBut Kevin Roberts, a Christie spokesman, said in an e-mail that Buono has frequently taken credit for the budgets in question, \"saying her time as budget chair ‘speaks for itself.’\"\n\n\n\"We couldn't agree more,\" he said. \"As budget chair and architect of Jon Corzine's budgets, Buono has openly and admittedly taken responsible for the policies that were so irresponsibly crafted, they blew a $2.2 billion hole in New Jersey’s deficit that fell to Governor Christie to fix.\"\n\n\nBuono for Governor spokesman David Turner said Christie is trying to deflect blame for his own \"fiscally irresponsible budget gimmicks.\"\n\n\n\"During a time when more than 400,000 people are looking for work, he has raided programs that would create jobs, underfunded our schools and delayed property tax relief for working and middle class families,\" Turner said in an e-mail.\n\n \n\nOur ruling\n\n\nChristie said, \"If anyone should know irresponsible it should be Senator Buono. She’s the one, her budget left us with a $2 billion budget deficit in fiscal 10 that I had to fix. Her mistakes. And for fiscal year 2011 an $11 billion budget deficit. Her mistakes, along with her partner Jon Corzine.\"\n\n\nAlthough the budget is the chief responsibility of the governor, many are responsible for negotiating the document that ultimately becomes the state’s spending blueprint, Caprio said. Buono chaired the senate budget panel for the budgets referenced by Christie, but neither she nor Corzine are completely responsible for the deficits. Many factors were at play. We rate Christie's claim Half True.\n\n \n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09411"}