{"url": "/factchecks/2020/oct/18/facebook-posts/no-nancy-pelosi-was-not-photographed-charles-manso/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi was photographed with the Manson Family.", "truth_label": "pants-fire", "date": "stated on October 13, 2020 in a post on social media:", "title": "No, Nancy Pelosi was not photographed with Charles Manson ‘family’", "text": "A black-and-white photo of nine members of the Charles Manson \"family,\" a Los Angeles cult responsible for several grisly murders, has been making rounds on social media. Circled in red is a woman in the back in a striped tank top, staring into the camera.\nFacebook users are convinced that woman is House Speaker Nancy Pelosi. It’s not. \n\"Manson’s gang Nancy Pelosi circled,\" reads a recent post by Don Mentzer. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe woman circled in the photo is Mary Brunner, a prominent member of the Manson Family and Manson’s first recruit. \nBrunner was first identified to PolitiFact by Joan Renner, a historian and expert on Los Angeles crimes. Renner recognized Brunner right away. \n\"She has a very distinctive look,\" Renner said. \"You can take that to the bank.\" \nRenner didn’t know the origins of the photo, but said the setting looked like the Spahn Ranch, where members of the Manson Family stayed in the early 1970s after Manson was arrested in August 1969. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo we kept asking around. \nTom O’Neill, who wrote a book about the Manson Family, also confirmed Brunner’s identity. He connected PolitiFact with Bo Emerson, who collects documents and photos from the Manson case. He recognized the photo as one published in the August 1970 article of LIFE Magazine. \nThe photo was taken by Michael Haering, a Los Angeles photojournalist. Other photos of Brunner in the same outfit credited to Haering can be found online. \nIn 1968, Pelosi was living in New York City and had four children, Pelosi’s spokesperson Drew Hamill pointed out. She and her husband moved to San Francisco — about 370 miles away from the Spahn Ranch — in 1969, when they had their fifth child. \nRenner said Manson and his cult despised politicians and would never have affiliated himself with a member of a prominent political family.\n\"Pelosi would’ve been on their ‘political piggies’ list,\" Renner said, referring to a term Manson often used to justify his killings. \"There’s no way in the world that she would’ve been anything else other than their possible victim.\" \nOur ruling\nThe Facebook post claimed that Pelosi was photographed with the Manson Family in the late 1960s. \nThe meme circled a woman in the middle back. She has been identified as Mary Brunner, a prominent member of the Manson Family. The photo was taken in 1970.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-18717"}