{"url": "/factchecks/2009/jun/18/steny-hoyer/hoyer-correct-500-guantanamo-detainees-were-releas/", "speaker": "Steny Hoyer", "vclaim": "\"Some 500 detainees were released from Guantanamo during the Bush administration.\"", "truth_label": "mostly-true", "date": "stated on June 16, 2009 in a press availability.:", "title": "More than 500 Guantanamo detainees were released or transferred under Bush", "text": "For weeks, Republicans have questioned the wisdom of closing the detention facility at Guantanamo Bay, Cuba. President Barack Obama plans to transfer the approximately 230 remaining detainees to other countries or to prisons in the United States.\n\n\nResponding to the Republicans, House Majority Leader Steny Hoyer told reporters on June 16, 2009, that it's important to consider Obama's plans in context with the overall number of releases in the past seven years.\n\n\n\"Some 500 detainees were released from Guantanamo during the Bush administration,\" Hoyer said.\n\n\nWe wondered if he was correct.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIndeed, government documents indicate more than 500 detainees were released or transferred from Guantanamo while George W. Bush was president. A White House executive order issued on the second day of Obama's presidency said, \"\n\nThe federal government has moved more than 500 such detainees from Guantánamo, either by returning them to their home country\n\nor by releasing or transferring them to a third country.\"\n\n\nThat's backed up by a fact sheet from the military task force that runs the detention camp, which says 520 detainees had been released or transferred by March 2009.\n\n\nOur only quibble with Hoyer is his use of the word \"released.\" That could be interpreted to mean that under Bush, 500-plus detainees left the center and were immediately freed. But the Pentagon says there is a difference between a release and a transfer to another country. The vast majority of detainees leave Gitmo under a transfer, which means they are transported to another country that places them under some type of restrictions. Some are incarcerated in those countries because of criminal charges, while others face monitoring or travel limitations.\n\n\nBut Hoyer only said \"released,\" so we'll take him down a notch to Mostly True.", "vclaim_id": "vclaim-pol-15713"}