{"url": "/factchecks/2010/jan/20/barack-obama/Obama-Washington-Times-budget-cutting/", "speaker": "Barack Obama", "vclaim": "\"The Washington Times ... pointed out that we had succeeded where previous administrations had failed\" on spending cuts.", "truth_label": "mostly-true", "date": "stated on January 14, 2010 in a speech to House Democrats.:", "title": "Obama claims Washington Times praised his budget-cutting", "text": "Under fire from Republicans for his sweeping plans to reform health care and the $787 billion economic stimulus bill, President Barack Obama is trying to portray himself as a budget-cutter. So in a recent speech, he said the Washington Times, a newspaper famous for its conservative editorial page, had given him a shoutout.During a speech at a retreat of the House Democratic Caucus on Jan. 14, 2010, Obama said, \"The Washington Times -- not known for (being) a big promoter of the Obama agenda -- pointed out that we had succeeded where previous administrations had failed because of the work that was done here in this Congress to finally get serious on some of these spending cuts that had been talked about for years.\"That surprised us, so we looked into it.Indeed, we found that on the same day the president delivered the speech, the Washington Times had published a story with the headline \"Obama wins more spending cuts than Bush.\" Anyone who heard Obama's speech or read the transcript very well could have thought he was referring to praise from the Times' conservative editorial page. In the parlance of the nation's capital, references like this are usually referring to editorials, not news stories. But in this case, it was a news story.\nIt began:\"President Obama notched substantial successes in spending cuts last year, winning 60 percent of his proposed cuts and managing to get Congress to ax several programs that had bedeviled President George W. Bush for years.\"The story offered a remarkably positive account of Obama's budget cutting, saying that he \"was victorious in getting Congress to slash 24 programs and achieved some level of success in reducing nine other programs.\"It called the cuts a \"bright spot in an otherwise dreary budget picture\" and said Obama's \"success rate at cutting programs was significantly higher than President Bush. But the article noted that the cuts would barely put a dent in the overall federal deficit, pointing out that they accounted for \"well less than one-half of 1 percent of the total federal budget.\"So Obama was right that the Washington Times had run such an article. But his comment suggested it was editorial praise when it wasn't.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo we'll take Obama down one notch for not noting it was a news story and rate this claim Mostly True.", "vclaim_id": "vclaim-pol-15381"}