{"url": "/factchecks/2014/feb/24/mothers-against-drunk-driving/madd-says-most-drunken-driving-deaths-caused-first/", "speaker": "Mothers Against Drunk Driving", "vclaim": "\"A majority of drunk driving deaths and injuries are caused by drunk driving offenders with no prior convictions.\"", "truth_label": "true", "date": "stated on February 11, 2014 in a press release:", "title": "MADD says most drunken-driving deaths caused by first-time offenders", "text": "In assigning Wisconsin one of the lowest grades in the nation in its annual report card, Mothers Against Drunk Driving made an interesting claim about first-time offenders.\n\"‘First-time’ offenders are rarely first-time drunk drivers,\" said a MADD news release on Feb. 11, 2014. \"Conservative estimates show that a first-time convicted OWI offender has driven drunk at least 80 times prior to being arrested.\"\nMADD continued: \"According to the Wisconsin Department of Transportation, a majority of drunk driving deaths and injuries are caused by drunk driving offenders with no prior convictions.\"\nThe group spoke out as part of a push for greater use of in-vehicle breath tests, sobriety checkpoints and other measures.\nNow, we’ve heard state lawmakers argue that drunken-driving remedies should not hammer first-time offenders, who in Wisconsin alone face no criminal liability upon that first conviction.\nBut the MADD national office counters that, saying first timers are involved in a majority of fatal and injury drunken-driving crashes.\nAre they right?\nMADD's evidence\nMADD told us it relied on statements in the \"Alcohol Traffic Facts\" booklet published in 2003 by the Wisconsin Department of Transportation. While dated, it was the latest such research made public by WisDOT at the time of MADD’s news release -- and it was the best source we could find in researching this item.\nThe WisDOT study found that over a 12-year period from 1991 through 2002, three out of four drivers who had been drinking before a fatal or serious-injury crash had no prior convictions for OWI on their Wisconsin driving record.\n\"Drivers who have previously been convicted of one or more OWI offenses do not comprise the bulk of drivers in fatal and non-fatal serious injury crashes involving drinking and driving,\" the WisDOT study said. (emphasis theirs)\nSo MADD’s \"majority\" claim hits the mark, based on the WisDOT research.\nBeyond the age of the study, there some are other things to bear in mind.\nFirst, DOT noted that drivers’ records are not always complete, and that only post-1989 convictions were counted as \"prior,\" under the law at that time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nSecond, the statistic focused on drivers who had been drinking, a somewhat broader category than the \"drunken drivers\" in MADD’s claim.\nOther evidence\nWe found additional evidence generally supporting MADD’s claim, though none of it was directly on point. The best data we saw does not get at who caused these accidents.\nThe Century Council, a distilled spirits trade group, cites 2012 federal government crash data showing that among fatal drunken driving crashes in Wisconsin, 87 percent involved a driver with no prior OWI conviction and 11 percent  involved a driver with a prior OWI conviction in the past 3 years. (Three years is the National Highway Traffic Safety Administration standard for repeat offender.)\nThat data does not cover injury crashes, though, just fatal crashes. And we note that the NHTSA, the federal agency that collects the data, does not recommend breaking out its data down to the state level.\nNationally, NHTSA says, 93 percent of drivers in fatal crashes with a blood-alcohol level of 0.08 or higher had no previous drunken driving conviction in the previous three years.\nNina Emerson, a veteran drunken-driving researcher in Wisconsin, studied Wisconsin cases of homicide by intoxicated use, and found that three out of four defendants had no prior drunken-driving conviction. For 20 years, Emerson directed the University of Wisconsin Law Schools Resource Center on Impaired Driving, which closed in 2013 when WisDOT ended its funding.\nOne caution: She defined third offense and beyond as \"repeat offenders\" because second offense is the first criminal violation in Wisconsin.\nEmerson and other researchers emphasize an important truth about the research.\n\"By most estimates, although repeat drunk drivers comprise a relatively small proportion of the total population of drivers, they are disproportionately responsible for alcohol-related crashes and other problems associated with drunk driving,\" Emerson and researchers Michael S. Scott, Nina J. Emerson and Joel B. Plant wrote in a drunken driving  guide for the Center for Problem-Oriented Policing.\nThat guide concluded: \"However, even though repeat offenders are disproportionately involved in traffic crashes, most alcohol-related crashes are caused by drivers who have not previously been charged with drunk driving, so police must pay attention to both repeat and first-time offenders.\"\nOur rating\nMADD claimed that \"a majority of drunk driving deaths and injuries are caused by drunk driving offenders with no prior convictions.\"\nWhile repeat offenders are overrepresented in such crashes compared to their share of the population, it’s clear that a strong majority of such crashes involve first-time offenders under several different definitions of the term.\nThe research doesn't match up perfectly with the language in MADD's claim, but the best numbers are tilted heavily in the group's direction.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-08214"}