{"url": "/factchecks/2015/jun/22/barack-obama/barack-obama-tweets-us-gun-homicide-rate-much-high/", "speaker": "Barack Obama", "vclaim": "\"Here are the stats: Per population, we kill each other with guns at a rate 297x more than Japan, 49x more than France, 33x more than Israel.\"", "truth_label": "mostly-true", "date": "stated on June 20, 2015 in a tweet:", "title": "Barack Obama tweets that U.S. gun-homicide rate is much higher than in France, Israel, Japan", "text": "Ever since nine people were killed by a gunman at a historic African-American church in Charleston, S.C., President Barack Obama has taken to various forums to discuss the issue of gun violence in the United States.\nIn a tweet sent from his @POTUS account on June 20, 2015 -- three days after the killings -- Obama said, \"Here are the stats: Per population, we kill each other with guns at a rate 297x more than Japan, 49x more than France, 33x more than Israel.\"\nThe tweet clearly struck a nerve; within the first three days, Obama’s message was retweeted almost 40,000 times and favorited almost 30,000 times.\nThe data appear to come from a credible source, a study by the United Nations Office on Drugs and Crime.\nThe Guardian, a British newspaper, used raw data from that U.N. report to create a streamlined, country-by-country table showing selected measurements. One of the metrics included in that table was homicide rate by firearm per 100,000 population.\nHere are the rates for the four countries Obama cited, according to the Guardian:\nUnited States: 2.97 per 100,000\nJapan: 0.01 per 100,000\nFrance: 0.06 per 100,000\nIsrael: 0.09 per 100,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nUsing this data, the United States has a rate 297 times higher than Japan, 49.5 times higher than France and 33 times higher than Israel -- precisely as Obama said.\nWe will note a few caveats, all of them common for this kind of claim.\nThe data is a bit old. It's from 2007 (for the United States, France and Israel) and 2008 (for Japan).\nThe data is not ideally standardized. The data is culled from various international sources that have different standards and degrees of quality control.\nThere is at least one different data set. A website produced by the University of Sydney in Australia, gunpolicy.org, has data from the World Health Organization and the Centers for Disease Control and Prevention that is slightly different. The ratio was 3.4 times higher than Israel in 2011, and almost 18 times higher for France in 2010. (Japan can't be easily calculated because its rate approaches zero.) Still, the broad patterns held.\nDavid Hemenway, a professor of health policy at the Harvard School of Public Health, urged caution in making international comparisons, but he added that Obama seems to use the available data responsibly.\n\"The exact numbers change every year and can change a fair amount since the number of homicides from these other countries are so low each year,\" he said. Still, he added, \"the story the data tell is largely the same whichever source or year is used.\"\nOur ruling\nObama tweeted, \"Here are the stats: Per population, we kill each other with guns at a rate 297x more than Japan, 49x more than France, 33x more than Israel.\"\nIt’s always worth being cautious of international comparisons of crime statistics, given technical limitations with the data. But even if some data sources produce different numbers than the ones Obama cited, the general pattern is the same -- the United States has firearm homicide rates many times higher than those in the three countries mentioned. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06281"}