{"url": "/factchecks/2016/feb/16/centre-research-globalization/canadian-website-wrongly-links-whooping-cough-vacc/", "speaker": "Centre for Research on Globalization", "vclaim": "\"The most likely triggering cause of (microcephaly)\" is the \"DTaP shot, a vaccine that had been recently mandated by the Brazilian government to be injected into pregnant women.\"", "truth_label": "false", "date": "stated on February 4, 2016 in an article posted on the group's website:", "title": "Canadian website wrongly links whooping cough vaccine to Zika", "text": "There are many unanswered questions about the connection between the Zika virus and microcephaly, a birth defect in which the baby’s head is much smaller than expected. Not every baby of an infected woman develops this syndrome, and the mechanism by which the virus might affect the fetus is uncertain.\nBut moving around on the Internet is an entirely different take on the tie between Zika and microcephaly. It doesn’t exist, according to certain blogs, tweets and articles on conspiracy-leaning websites.\nThe Canadian-based Centre for Research on Globalization, a group that advances ideas it feels the \"mainstream press\" ignores, had an article Feb. 4, 2016, from Dr. Gary Kohls that challenged the linkage theory and said the primary suspect is DTaP,  a common vaccination to prevent whooping cough (along with tetanus and diphtheria).\n\"In the whole week of reports that I heard or read about, not a single interviewer asked about – and not a single ‘expert’ or mainstream journalists ever mentioned the most likely triggering cause of the epidemic, and that is the neurotoxic, cytotoxic, genotoxic, aluminum that was in every DTaP shot, a vaccine that had been recently mandated (early in 2015) by the Brazilian government to be injected into pregnant women – and therefore into their fetuses,\" Kohls wrote.\nSo is DTaP is the \"most likely triggering cause\" of microcephaly?\nMost of Kohls’ article describes why the Centers for Disease Control and Prevention, pharmaceutical companies and researchers would care to blame the Zika virus rather than the vaccine, but its main point is the overlap of the microcephaly incidence and Brazil’s immunization campaign.\nBrazil did begin vaccinating pregnant women starting in late 2014. (Hat tip to Brazilian fact-checker Cristina Tardáguila at Lupa News.) However, according to the Brazilian Health Department press release, the vaccine they distributed was a version called Tdap. This was part of an international push to reduce whooping cough in infants. Inoculating mothers late in pregnancy allowed them to pass antibodies to their unborn children.\nFor the rest of this fact-check, we look at Tdap. The Web article named the incorrect vaccine, but if there’s any merit to Kohls’ case -- and there isn’t -- it lies with the vaccine Brazil used.\nKohl also wrote that \"there are 35 other countries across the globe that have confirmed cases of Zika virus illness, but none are having any microcephaly reports.\"\nThe European Centre for Disease Prevention and Control does show about that number of countries and territories where Zika has been found, but in 13 of those places, there are few cases. Either no instances of Zika have been found in the past two months, or the number of cases was less than 10. So it’s a bit misleading to suggest that the absence of microcephaly disproves the link between the birth defect and the Zika virus. If we find more detailed statistics on the number of cases of Zika and microcephaly, we’ll update this item, but there’s a much bigger problem with Kohls’ statement.\n\n\n\n\n\nEvidence on the safety of Tdap\nThe weakest part of the argument that Tdap plays a role in microcephaly is that  pregnant women in the United States, and elsewhere, have been getting the vaccine and there is no hint of a connection to microcephaly. Elyse Kharbanda is a top national researcher on vaccine safety at HealthPartners Institute for Education and Research in Minneapolis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"Our research has not shown any link between Tdap vaccination in pregnant women and microcephaly in their children,\" Kharbanda told us.\nMelissa Brower in the CDC press office reiterated that point.\n\"Our safety monitoring is continuous,\" Brower said. \"We have not observed any unusual or unexpected patterns of reporting that would indicate a potential safety problem with maternal Tdap vaccination and microcephaly as a birth outcome.\"\nA 2015 study published in the peer-reviewed Journal of the American Medical Association included over 29,000 pregnant women in six states. It found no problems of any birth defects for any woman who was vaccinated with Tdap during pregnancy.\nAnother JAMA study looked at over 26,000 pregnant women in California and reached the same conclusion.\nResearchers at the Vanderbilt Vaccine Research Program further affirm the safety of Tdap. Director and specialist in pediatric infectious diseases Buddy Creech said nothing shows any link between the vaccine and microcephaly or any other birth defect. Creech also noted that the vaccine is given later in pregnancy, between weeks 27 and 36. That timing is important.\n\"Most organ development and structural changes are occurring in the first trimester,\" Creech said. \"It’s after the period of most intense organ development, so it removes the question of whether a vaccine caused congenital heart disease, etc.\"\nHowever, the CDC says in some cases, microcephaly can occur after the first trimester, so in theory, a vaccination could overlap with the onset of microcephaly. But that doesn’t change the rest of the research pattern.\nThe United Kingdom launched a vaccination program in 2012, making Tdap available to about 700,000 pregnant women. Researchers looked at the impact on about 20,000 of them and found no increase in pregnancy risks.\nOn a related note, the New England Journal of Medicine reports that the Zika virus was found in the brain tissue of an aborted fetus suffering from microcephaly. While this says nothing about the role of Tdap, it does directly link the Zika virus to a particular birth defect.\nWe contacted the editors at the Centre for Research on Globalization and they said they forwarded our questions to Kohls. If we hear back, we’ll update this item.\nOur ruling\nAn online article on the website of the Centre for Research of Globalization said the DTaP vaccine is the mostly likely cause of microcephaly in Brazil. First of all, Brazil used Tdap, a slightly different version of the vaccine. More important, not a bit of evidence supports the assertion that either variety lies behind microcephaly. Many thousands of pregnant women in the United States and around the world have been getting this vaccine for at least five years and multiple studies have found no ill effects on their babies. Not a single study has raised a red flag for any birth defect and certainly not microcephaly.\nIn addition, administering the vaccine later in pregnancy reduces the likelihood that it will interfere with fetal development.\nThe statement is inaccurate in every respect including naming the wrong version of the vaccine used in Brazil. We rate it False.", "vclaim_id": "vclaim-pol-05403"}