{"url": "/factchecks/2017/oct/24/pete-hegseth/pete-hegseth-gives-correct-statistics-st-louis-cri/", "speaker": "Pete Hegseth", "vclaim": "\"The city (of St. Louis) is no stranger to violence. There were 5,762 violent crimes in 2015 alone, including 188 homicides. The highest rate per capita in the country, according to FBI crime statistics.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2017 in a Fox News segment:", "title": "Pete Hegseth gives correct statistics on St. Louis crime", "text": "The city of St. Louis made national headlines in September. After a judge acquitted former police officer Jason Stockley in the 2011 shooting of Anthony Lamar Smith, protests ensued.\n\n\nIn a news segment on Sept. 17, 2017, Fox News contributor Pete Hegseth said, \"The city (St. Louis) is no stranger to violence. There were 5,762 violent crimes in 2015 alone, including 188 homicides. The highest rate per capita in the country, according to FBI crime statistics.\"\n\n\nDid Hegseth get that right? We decided to find out.\n\n\n‘Near the top’\n\n\nFox News did not respond to requests for comment or evidence to back up Hegseth’s claim. Experts we talked to suggested St. Louis most likely has one of the highest crime rates per capita in the country, but they didn’t give us a definitive answer.\n\n\n\"I’m certain that St. Louis was near the top, but figuring out its exact rank requires arraying all cities of a certain size by their violent crime rate,\" said Richard Rosenfeld, a criminology professor at the University of Missouri-St. Louis.\n\n\nThe data Hegseth cited in his claim is readily available, so we did the math ourselves.\n\n\nThe Uniform Crime Reporting (UCR) collects and compares reported crime data by city, county, state and nation. A violent crime is defined as a murder, rape, robbery or aggravated assault.\n\n\nAccording to the 2015 Missouri crime statistics, there were 5,762 violent crimes and 188 murders in the city of St. Louis.\n\n\nWe checked Hegseth’s claim by creating a new database using UCR’s data, which lists 2015 crime data for every state and city. Using cities with a population over 100,000, we calculated the rate per 100,000 people, for violent crime and homicide for each city.\n\n\nSt. Louis had the highest violent crime rate and the highest homicide rate per 100,000 in the country in 2015, among cities with a population of 100,000 people or more.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\nThough Hegseth referenced the 2015 data in his statement, the most recent UCR data available is from 2016. That year, St. Louis came in second for violent crimes per 100,000. Detroit ranked No. 1. We ran the same calculations on the most recent data, too.\n\n\nAs for the homicide rate, St. Louis held its No. 1 spot in 2016.\n\n\nA USA Today article also breaks down the per capita statistics, citing 24/7 Wall Street.\n\n\n\"Adjusting for population, the city’s murder and violent crime rates, at 59 murders and 1,817 per 100,000 city residents, are each the highest in the country,\" the article states.\n\n\nIn cities with a population of at least 100,000 people, St. Louis had both the highest violent crime rate per capita and murder rate per capita in the country in 2015. Detroit, Michigan is directly behind St. Louis with 1,759 violent crimes per capita and 43 murders per capita.\n\n\nUnderstanding St. Louis\n\n\nLooking at the city of St. Louis, however, is particularly challenging, because it does not include the small suburbs near the downtown area. The city of St. Louis is independent from St. Louis County.\n\n\nFor a previous fact-check, Sam Dotson, the ex-police chief of the St. Louis Metro Police Department, told us UCR statistics are \"absolutely not\" reflective of crime in the region. He said if you combined the county crime data with the city’s, St. Louis’ crime rate would drop drastically.\n\n\nExperts say Dotson has a point.\n\n\nJames Alan Fox, a criminology professor at Northeastern University, told us previously that suburbs have a moderating effect on crime data, so crime rate can depend on whether and how many suburbs are included in the city’s jurisdiction. In this case, the city’s crime rate does not reflect any of the 90 municipalities or unincorporated parcels that make up St. Louis County.\n\n\nOur ruling\n\n\nFox News commentator Pete Hegseth said St. Louis had the highest crime rate and highest homicide rate per capita in the country in 2015, according to UCR data.\n\n\nHegseth cites the data correctly. But experts caution against using crime data to compare cities. In St. Louis’ case, its high crime rate is at least partially explained because the St. Louis suburbs are not part of the city proper.\n\n\nHegseth’s claim is accurate but needs that point of clarification. That meets our definition of Mostly True.", "vclaim_id": "vclaim-pol-02768"}