{"url": "/factchecks/2018/apr/23/blog-posting/website-falsely-claims-desmond-tutu-died-texas/", "speaker": "Bloggers", "vclaim": "\"Archbishop Desmond Tutu dies while holidaying in Texas\"", "truth_label": "pants-fire", "date": "stated on April 22, 2018 in a blog post:", "title": "Website falsely claims Desmond Tutu died in Texas", "text": "False information is circulating on social media inaccurately claiming Archbishop Emeritus Desmond Tutu died in Texas.\n\"Anti-apartheid and human rights activist Archbishop Desmond Tutu has died in Texas at the age of 86,\" claimed an undated post on nytimes-news.com.\nTutu’s office debunked the claims in an April 22 statement.\n\"There is a false story doing the rounds today suggesting that Archbishop Emeritus Tutu has passed away in the United States,\" said a statement posted on the Facebook page for The Desmond and Leah Tutu Legacy Foundation.\n\"The Archbishop and Mrs. Leah Tutu are in fact in good health and spirits at home in the Western Cape,\" the statement said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe website nytimes-news.com (note: not the online home of The New York Times) claimed Tutu’s wife \"told reporters that the couple were in Texas for holiday and had plans of greeting George H.W Bush who lost his wife few days ago.\"\nThe undated false claim was flagged on Facebook as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. The post seemingly gained traction due to national and international media coverage of former first lady Barbara Bush’s funeral on April 21.\nIt’s not the first time fake news sites have claimed Tutu died. Another hoax about his death spread in September 2016 after a hospitalization. The former Anglican archbishop of Cape Town was awarded the Nobel Peace Prize in 1984 for his opposition to apartheid policies.\nNytimes-news.com does not feature any description of who runs the site. The website’s banner only says \"New York,\" and its address is designed to give readers the wrong impression that it’s the actual New York Times. (The real Times can be found at www.nytimes.com.)\nTake this quiz to see if you know how to spot fake news sites.\nNytimes-news.com’s post claiming Tutu died in Texas is made up. We rate it Pants on Fire!\n Share the Facts 2018-04-23 16:35:08 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Archbishop Desmond Tutu dies while holidaying in Texas\"    nytimes-news.com Bloggers https://nytimes-news.com/archbishop-desmond-tutu-dies-while-holidaying-in-texas/   in a blog post Sunday, April 22, 2018 2018-04-22    Read More  info", "vclaim_id": "vclaim-pol-02162"}