{"url": "/factchecks/2020/nov/01/sam-brown-petsonk/how-many-west-virginians-would-lose-coverage-if-la/", "speaker": "Sam Brown Petsonk", "vclaim": "A lawsuit against the Affordable Care Act backed by West Virginia Attorney General Patrick Morrisey “would eliminate health care for over 800,000 West Virginians.”", "truth_label": "barely-true", "date": "stated on September 14, 2020 in a tweet:", "title": "How many West Virginians would lose coverage if lawsuit against ACA prevails?", "text": "In his campaign to unseat West Virginia’s Republican Attorney General Patrick Morrisey, Democratic nominee Sam Brown Petsonk has argued that his opponent is risking the health insurance of hundreds of thousands of West Virginians.\n\"Even after a global health pandemic that has killed hundreds of West Virginians, Patrick Morrisey is doubling down on his lawsuit that would eliminate health care for over 800,000 West Virginians. Sign the petition now and tell Morrisey — DROP IT,\" Petsonk tweeted Sept. 14.\nEven after a global health pandemic that has killed hundreds of West Virginians, Patrick Morrisey is doubling down on his lawsuit that would eliminate healthcare for over 800,000 West Virginians. Sign the petition now and tell Morrisey – DROP IT. https://t.co/Dr0QwyYMF2 pic.twitter.com/ssW63v1fgk— Sam Brown Petsonk (@Sam4WV) September 14, 2020 \nThe lawsuit in question is California v. Texas, which challenges the constitutionality of the Affordable Care Act. That law, among other things, prevents insurance companies from rejecting or charging higher rates to people with pre-existing conditions. The Supreme Court is to hear oral arguments in the case soon after the election, on Nov. 10. \nThe lawsuit argues that the elimination of a mandate that required most people to have some level of health insurance or face a penalty tax makes the entire law unconstitutional. Twenty states have joined the lawsuit, including West Virginia. \nMorrisey, as attorney general, signed the lawsuit on behalf of the state. His campaign told PolitiFact in 2018 that he does not intend to leave people uninsured, calling instead for coverage to be reinstated within the Affordable Care Act’s successor. However, President Donald Trump and other Republicans have not yet offered a plan to do so.\nDefenders of the law, like Petsonk, warn that overturning the law could make it hard for Americans to secure health coverage. \nSo is Petsonk correct that a ruling supporting the plaintiffs \"would eliminate health care for over 800,000 West Virginians\"? It’s not that straightforward.\nAs PolitiFact has reported, experts have produced varying estimates of the potential number of Americans with pre-existing conditions.\nThe analysis that comes closest to the 800,000 figure Petsonk cited is by the liberal Center for American Progress, which published its report in March 2020.\nThe group estimated that 716,400 residents of West Virginia have pre-existing conditions. (The analysis excluded Americans over 65, since they receive health coverage under Medicare and their ability to secure coverage would not be affected if the law is struck down.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThis is a bit lower than 800,000.\nHowever, the bigger caveat is that the group didn’t say that this many people in West Virginia would see their health insurance eliminated, which was the word Petsonk used in his tweet.\nInstead, a plaintiff’s victory at the Supreme Court, the group said, means people with pre-existing conditions \"could face higher premiums, face benefit exclusions, or be denied coverage altogether … if they ever needed to turn to the individual market for coverage.\"\nIn other words, some of these West Virginians could be forced to pay more or see certain conditions excluded from coverage. These are negative outcomes, but they fall short of having their coverage eliminated.\nSo how many people could see their coverage go away entirely? The Center for American Progress report pegged that number at 162,000, a substantially lower number.\nAnother estimate has been published by the Kaiser Family Foundation, a nonprofit health policy and research group. Kaiser has estimated that there are 382,000 West Virginians under 65 who have pre-existing conditions that could be serious enough to risk a decline in coverage.\nThat’s a large number, but it’s less than half of the number Petsonk cited\nMorrisey did not respond to inquiries for this article.\nOur ruling\nPetsonk said the lawsuit against the Affordable Care Act \"would eliminate healthcare for over 800,000 West Virginians.\"\nThat figure comes close to the 716,400 figure cited in an analysis by a liberal group that opposes the lawsuit. But that analysis didn’t only address people at risk of losing their coverage entirely, but also people who could see higher premiums or restrictions on what conditions are covered.\nTwo studies found that between 162,000 and 382,000 West Virginians could lose their health coverage if the law is struck down. And It’s also not a guarantee that all those people will lose their health care even if the law is overturned.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-18414"}