{"url": "/factchecks/2016/oct/05/mike-pence/pences-false-claim-trump-hasnt-broken-tax-return-p/", "speaker": "Mike Pence", "vclaim": "Says Donald Trump \"hasn’t broken his promise\" to release his tax returns.", "truth_label": "false", "date": "stated on October 4, 2016 in the vice presidential debate:", "title": "Pence's False claim that Trump 'hasn't broken' tax return promise", "text": "Donald Trump’s tax returns became a fiery point of contention between vice presidential nominees Tim Kaine and Mike Pence in their first and only debate.\n\"Donald Trump started this campaign in 2014, and he said, ‘If I run for president, I will absolutely release my taxes,’ \" Kaine charged. \"He's broken his first — \"\n\"And he will,\" Pence interjected.\n\"He's broken his first promise,\" Kaine insisted.\n\"He hasn't broken his promise,\" Pence said. \"Look, Donald Trump has filed over 100 pages of financial disclosure, which is what the law requires. The American people can review that. And he's going -- senator, he's going to release his tax returns when the audit is over.\"\n\"Richard Nixon released tax returns when he was under audit,\" Kaine countered accurately, before the moderator directed the discussion to Social Security.\nKaine was referencing a 2014 interview Trump did with Irish TV. While he didn't use those exact words, Kaine's quote is largely accurate. That was before Trump was actually running for president. \nBut Trump has said he would release his tax returns multiple times since annoucning his candidacy as well. \n\"Will you release any of your tax returns for the public to scrutinize?\" NBC’s Chuck Todd asked Trump in January 2016.\n\"Well, we're working on that now. I have very big returns, as you know, and I have everything all approved and very beautiful and we'll be working that over in the next period of time, Chuck. Absolutely,\" Trump replied.\nA few weeks later, Trump told the Today Show in February 2016 that he’ll release his tax returns \"probably over the next few months.\"\nSince those comments, Trump has repeated the promise but with conditions. Recently, he’s said he would release them once Clinton releases all of her emails. And as Pence mentioned, Trump has said repeatedly he has yet to do so because an ongoing IRS audit. (He’s also suggested he probably won't before election day.)\nAccording to his tax attorneys, Trump has been \"under continuous examination by the Internal Revenue Service since 2002.\" But he’s also promised to release his tax returns without this condition and, presumably, while under audit in 2011, 2014 and 2015.\nAs Buzzfeed reported, Trump suggested he’d \"love\" to release his tax returns in 2011, when he was flirting with a presidential bid and questioning Barack Obama’s birthplace.\n\"Maybe I’m going to do the tax returns when Obama does his birth certificate,\" Trump said in an April 18, 2011, interview with ABC. \"I may tie my tax returns, I’d love to give my tax returns, I may tie my tax returns into Obama’s birth certificate.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhen the White House released Obama’s birth certificate a week later, Trump told ABC he would fulfill his pledge and release his tax records \"at the appropriate time.\"\nA few years later, Trump had yet to release his tax returns, prompting an Irish television host to ask him about it in a May 2014 interview.\n\"You questioned his citizenship during his campaign, and you said afterwards if he produced that long-form birth certificate, you’d produce your tax returns. But you didn’t do it, did you?\" asked TV3’s Colette Fitzpatrick.\n\"Well I don’t know, did he do it?\" Trump said. \"If I decide to run for office, I’ll produce my tax returns, absolutely and I would love to do that.\"  \nTrump also repeatedly agreed to release his tax returns in a February 2015 interview with conservative radio host Hugh Hewitt.\nIf he ran for president, Trump said, \"I would release tax returns and I’d also explain to people that as a person that’s looking to make money — you know, I’m in the business of making money until I do this — and if I won, I would make money for our country.\"\n\"How many years back?\" Hewitt asked. \"Three years, five years?\"\n\"The answer is I would do it. But I will tell you upfront, as a private person, and I’m very proud of this, I want to pay as little taxes as I can as a private person,\" Trump said.\n\"Of course. That’s the American way. Legally,\" Hewitt agreed. \"But how many years back would you go back? Three, five?\n\"I don’t know. I actually have not even thought of that. But I would certainly show tax returns if necessary. Well, what have they been doing? They’ve been really doing one year other than people that never made anything. But I would certainly — I’m very proud of what I’ve done. I do pay tax, but I’m very proud of what I’ve done,\" Trump said. \"I have no objection to showing any tax return.\"\nNineteen months later, and five weeks before the Nov. 8 election, Trump still has not released any returns.\nOur ruling\nPence said Trump \"hasn't broken his promise\" to release his tax returns.\nTrump said he would \"absolutely\" release his tax returns in January 2016 and that it'll happen \"probably over the next few months\" in February without the stipulation of an IRS audit. He also made the promise in 2011, 2014 and 2015 without conditions.  \nThere’s still 33 days left before Election Day, so Trump still has time to honor this pledge. But, as of Oct. 4, 2016, when Pence made his claim, Trump has yet to show the public the money.\nWe rate Pence’s claim False.https://www.sharethefacts.co/share/c16efa7a-3fbe-4856-b346-c47835a06d8b", "vclaim_id": "vclaim-pol-04195"}