{"url": "/factchecks/2010/jun/14/john-boehner/boehner-says-house-has-always-passed-budget-resolu/", "speaker": "John Boehner", "vclaim": "\"The House has never failed to pass a budget in the modern era.\"", "truth_label": "true", "date": "stated on June 13, 2010 in an interview on ABC's \"This Week'':", "title": "Boehner, defending GOP record, says House has always passed a budget resolution", "text": "On the June 13, 2010, edition of ABC's This Week, House Majority Leader Steny Hoyer, D-Md., and House Minority Leader John Boehner, R-Ohio, got into a back-and-forth over how diligent lawmakers have been in passing a budget in recent years.Hoyer said that \"the Republicans didn't have a budget in '02, '04, '06,\" while Boehner claimed \"the House has never failed to pass a budget in the modern era.\"With dueling claims like these, we had no choice but to step in and play referee. In this item, we'll look at what Boehner said; in a separate item, we'll look at Hoyer's comment.First, a little background. The budget process used by Congress today was set forth in the Congressional Budget Act of 1974. Both the Senate and the House are supposed to pass resolutions in the spring that outline the framework for future bills that address spending, taxation and other fiscal policy items. This budget represents a plan for allocating revenues and expenditures for the coming fiscal year, as well as for the next four fiscal years in more general terms. Each chamber is supposed to pass a version of the resolution, and if the two versions differ, then the chambers jointly hammer out a compromise and pass it.The budget process is distinct from the series of appropriations, or spending, bills that actually allocate money for specific purposes. Unlike the appropriations bills, the budget resolution doesn't carry the force of law. In fact, unlike a law, the budget resolution is not signed by the president after it passes both chambers. If a budget resolution does not pass, the majority can still use parliamentary procedures to proceed to appropriations bills, but the inability to pass the budget framework can reflect poorly on the majority's organizational skills and/or the degree of partisan discord in Congress. It also increases the likelihood of a logjam of appropriations bills in the fall and winter and decreases the chance that controversial tax bills will pass the Senate.That's why the expected failure of the Democratic House majority to pass a budget for fiscal year 2011 has become a talking point for Republicans.According to the Congressional Research Service, the nonpartisan research arm of Congress, the House has indeed passed a budget every year since the Congressional Budget Act first took effect for fiscal year 1976. So if the House does not pass a budget for fiscal year 2011, it will be the first time since the current rules went into force.However, we should also note that the House has not always been joined by the Senate in passing a budget -- a factor that explains the difference between what Boehner and Hoyer said. Since 1983 -- the first year the House and Senate stopped passing two budget resolutions annually and began passing one per year -- the two chambers failed to pass a joint budget bill on four occasions. For fiscal year 2003, the Senate, then under Democratic control, failed to pass a budget resolution of any kind, and on three other occasions (fiscal years 1999, 2005 and 2007) the House and Senate failed to reconcile their different bills and pass a compromise measure. Because Congress always works on the budget resolution for the coming fiscal year, the Republican Congressional majority failed to pass a finished budget in three years: 1998, 2004 and 2006.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo Boehner is correct that the House has always passed a budget resolution, even though on three occasions, it later failed to work out differences with the Senate and pass a final, identical version, and once the Senate, under Democratic control, had no budget resolution. We'll note that caveat, but we don't think his failure to mention that point undermines the accuracy of his statement. So we rate Boehner's statement True.", "vclaim_id": "vclaim-pol-14913"}