{"url": "/factchecks/2020/dec/15/facebook-posts/facebook-posts-share-satire-about-pope-francis-cov/", "speaker": "Facebook posts", "vclaim": "“Pope Francis says covid vaccine will now be required to enter heaven.”", "truth_label": "pants-fire", "date": "stated on December 9, 2020 in a Facebook post:", "title": "Facebook posts share satire about Pope Francis, COVID-19 vaccine", "text": "Facebook posts are spreading claims that Pope Francis said getting a COVID-19 vaccine will be required to enter heaven. The posts leave out that they are actually sharing an image and headline from a satire website.\n\"Pope Francis says covid vaccine will now be required to enter heaven,\" said Facebook posts published Dec. 3 and Dec. 9. They feature an image of a smiling Pope Francis and an inset picture of a vial labeled \"Coronavirus COVID-19 Vaccine.\"\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPope Francis has advocated for fair access to the COVID-19 vaccine, saying in September that \"if anyone should be given preference, let it be the poorest, the most vulnerable, those who so often experience discrimination because they have neither power nor economic resources.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nBut the pope hasn’t said a COVID-19 vaccine is a requirement to enter heaven. Those words are from a Nov. 30 post on The Babylon Bee, a satire website that writes \"about Christian stuff, political stuff, and everyday life.\"\nWhile some Facebook users seemed to have caught on that the posts stem from satire, others appeared to be unaware.\nThe Facebook posts are promoting as fact something that is fabricated. We rate the posts Pants on Fire!", "vclaim_id": "vclaim-pol-17281"}