{"url": "/factchecks/2010/dec/13/democratic-congressional-campaign-committee/democratic-congressional-campaign-committe-takes-l/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Says Jim Renacci ran against the Washington establishment in the election, but is now \"hypocritically embracing it with big money, special interest fundraisers.\"", "truth_label": "half-true", "date": "stated on December 7, 2010 in a news release:", "title": "Democratic Congressional Campaign Committee labels Rep.-elect Jim Renacci a hypocrite over PAC contributions", "text": "Winning his bid for Congress has put Wadsworth Republican Jim Renacci in the Democratic Congressional Campaign Committee’s crosshairs for the foreseeable future.\n\nOn Dec. 7, the campaign arm of House of Representatives Democrats sent a \"Republican Hypocrisy Alert\" to reporters titled \"Representative-elect Jim Renacci Tells Washington Special Interests He is ‘Open for Business.’\"\n\nThe news release cited news reports that listed Renacci among a group of newly elected Republican legislators who held post-election fundraisers in Washington, D.C., to pay off the debt from their campaigns.\n\n\"Representative-elect Jim Renacci claimed to run against the Washington establishment, but less than a month after being elected Renacci is hypocritically embracing it with big money, special interest fundraisers,\" DCCC spokesperson Ryan Rudominer said in the release.\n\nOn Dec. 8, Renacci spokesman James Slepian confirmed Renacci held a Dec. 7 lunch fundraiser to help retire his campaign debts. He said it was attended by about a dozen people, including political action committee representatives. Slepian called it \"disingenuous\" for the DCCC to attack Renacci for holding a fundraiser with PACs in light of the fact that the DCCC-backed incumbent that Renacci beat, Rep. John Boccieri, got most of his election money from PACs. During his term in Congress, Boccieri held numerous PAC fundraisers in Washington, according to a Sunlight Foundation database of fundraising invitations.\n\n\"We are just raising some money the way every other elected official is trying to do,\" Slepian said. \"There wasn’t an ‘open for business’ sign anywhere.\"\n\nIs Renacci being hypocritical for raising PAC money after his election?\n\nDuring his campaign for Congress, Renacci often criticized his Democratic rival for relying on political action committee money. It’s a standard charge that challengers throw at incumbents. An Oct. 15 news release from Renacci said that \"John Boccieri has consistently relied on Washington special interests and union bosses to finance his campaign — with a majority of his contributions coming from political action committees.\"\n\nA review of Boccieri’s latest Federal Election Commission report shows the incumbent got about $1,047,000 from political action committees and $983,000 from individuals, which means he got roughly 52 percent of his money from PACs. A Center for Responsive Politics analysis of Boccieri’s PAC donations shows about a third of them came from organized labor, a third came from businesses and a third from \"ideological or single issue\" groups.\n\nBut even as Renacci complained about Boccieri’s political action committee money, he took it himself. Federal Election Committee records show that Renacci’s campaign got about $317,000 from political action committees and $1.1 million in donations from individuals. Renacci, an independently wealthy businessman, also loaned about $750,000 of his own money to the campaign. That’s the debt he’s now trying to pay off. About 15 percent of Renacci’s money came from PACs, about half was from individual donors, and about a third came from his own pocket.\n\nRenacci accepted money from political action committees long before he won his election. Those that gave him $10,000 before November include committees representing Timken Co., Murray Energy and the American Health Care Association. The bulk of his PAC money came from committees operated by GOP politicians and from businesses, according to a Center for Responsive Politics breakdown of Renacci’s donations.\n\nDuring the campaign, Renacci was up front about his political action committee backing, putting out news releases when well known conservative PACS like the Family Research Council Action PAC, the Ohio Right to Life PAC, the House Conservatives Fund, and The Citizens United Political Victory Fund, announced they’d back him.\n\nDictionaries define a hypocrite as someone whose actions contradict their stated beliefs. While Renacci publicly denounced Boccieri for accepting a large proportion of PAC money, he accepted PAC money himself all along, and continues to do so. He also publicly touted some of the ideological group PACs that backed his campaign.\n\nSo while there is an element of hypocrisy given Renacci’s past criticism, the DCCC’s indignation needs to be put in context, especially since its candidate received a majority of his contributions from PACs.\n\nIf Renacci’s PAC fundraising begins to outstrip his individual fundraising, he could end up deeper in hypocrisy territory. Meantime, we say the DCCC’s charge is Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13883"}