{"url": "/factchecks/2010/jan/30/jeb-hensarling/rep-hensarling-says-annual-deficits-under-republic/", "speaker": "Jeb Hensarling", "vclaim": "\"What were the old annual deficits under Republicans have now become the monthly deficits under Democrats.\"", "truth_label": "false", "date": "stated on January 29, 2010 in a Republican retreat in Baltimore:", "title": "Rep. Hensarling says annual deficits under Republicans have become the monthly deficits under Democrats", "text": "We felt like President Barack Obama gave us a direct assignment on Friday afternoon. In his retreat with Republicans on Jan. 29, 2010, Obama and Rep. Jeb Hensarling, R-Texas, were sparring over deficits, when Obama issued this challenge. \"I am happy to have any independent fact-checker out there take a look at your presentation versus mine in terms of the accuracy of what I just said,\" Obama said. It was like the president was speaking directly to us here at PolitiFact. In this item, we'll examine Hensarling's side of the exchange. Hensarling began by saying that an alternative 2010 budget offered by House Republicans in April would have grown government spending far slower than the Democrats' plan. \"And since that budget was ignored,\" he said, \"what were the old annual deficits under Republicans have now become the monthly deficits under Democrats. The national debt has increased 30 percent.\" Hensarling asked if Obama's 2011 budget would \"continue to take us down the path of increasing the cost of government to almost 25 percent of our economy.\" Obama said the question sounded more like a talking point from someone running a campaign and was an example of why it's so hard to achieve bipartisan legislation. But was Hensarling right that the old annual deficits under Republicans are now the monthly ones under the Democrats? Only if you do some serious cherry-picking. In a press release issued by Hensarling after the meeting, he noted that the monthly deficit in October 2009 was $176 billion. That's really the first month you can attribute wholly to Democrats -- Obama and the Democrat-controlled Congress. And it's also a high-water mark. The CBO estimates a total 2010 deficit of $1.35 trillion, which works out to an average of about $112 billion per month. So while the deficits fluctuate month-to-month, we think the average is the fairest number when you refer to \"monthly deficits under Democrats.\" So to begin with, Hensarling is choosing the highest number.Hensarling compares the October 2009 number to fiscal year 2007 -- the last year in which the nation had a Republican president, George W. Bush, and a Republican-controlled Congress handling the budget -- when the total deficit that year was $162 billion. But that was one of the smaller deficits under Bush. Over his full, eight-year term (including much of the 2009 deficit that rightly falls to him), the country ran up $3.3 trillion in total deficits. That works out to an average of about $412 billion per year -- more than double the number Hensarling is using. If you want to just look at the six years Bush had a Republican Congress, the average drops to about $260 billion a year. Some would argue that to cut out the recession years -- when the deficit exploded -- is unfair (and we agree), but even under that scenario, Hensarling's statistic doesn't hold up if you consider the average monthly deficit under Democrats' full control rather than cherry-picking one particularly high month. \"If he were to say the highest monthly deficit months under Obama versus the lower deficit years under Bush and the Republican Congress, then his numbers are right,\" said Brian Riedl, lead budget analyst for the conservative Heritage Foundation. With those kinds of qualifiers, you could argue that the deficit in October 2009 under Obama ($176 billion) was more than the entire 2007 fiscal year under Bush and a Republican Congress ($162 billion). But that's not what Hensarling said. For the sake of argument, let's do some cherry-picking of our own. In October 2008, the month before Obama was even elected, the monthly deficit was $232 billion. That's higher than any of the monthly deficits under Obama.\nIn fact, many of the monthly deficits since the recession began -- and which fall under the watch of Bush and a Democrat-controlled Congress -- have routinely rivaled the monthly deficits under Obama. So using Hensarling's technique, we could also claim that Bush's deficit was higher than Obama's.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHensarling's director of communications, George Rasley, said it was a mistake to look at the numbers as Obama versus Bush. Rather, he said, Hensarling was comparing Democrats to Republicans, not presidents. For the last two years of the Bush administration, he said, Democrats in Congress were \"controlling the purse strings.\" But we think dialing back the clock to full Republican control not only leaves Bush entirely off the hook for his role in running up the deficit, it conveniently predates the recession, which has contributed greatly to the deficits.\nAs for Hensarling's claim that the national debt has increased 30 percent, that figure also is misleading. The public debt did increase 30 percent over the fiscal 2009 year. The fiscal year runs from the beginning of October until the end of September. In other words, Obama was inaugurated four months into the fiscal year. The Obama administration's first budget proposal was for the 2010 fiscal year. And the nonpartisan Congressional Budget office estimated the 2009 deficit at nearly $1.2 trillion on the day Obama was sworn in.Obama increased it by about $250 billion, but we think the bulk of the deficit that contributed to the sharp increase in the public debt in 2009 falls to President Bush and the Democratic majority in Congress at the time. We note that under Obama and the Democratic Congress, the debt held by the public is expected to increase another 16.6 percent in the 2010 fiscal year.Hensarling's comparison also ignores the hand Obama was dealt, said Jim Horney, director of federal fiscal policy at the left-leaning Center on Budget and Policy Priorities. While the stimulus has certainly contributed to the deficits in Obama's budgets, he said, they are also largely due to realities in place before Obama took office -- a recession, two wars, unfunded Bush tax cuts and Medicare prescription drug coverage. \"Any year,\" Horney said, \"the deficit is largely the result of everything that goes before it.\"In summary, Hensarling's numbers only work if you cherry-pick the highest month under full Democratic control and compare it to one of the lowest years under full Republican control. If you compare average months (about $112 billion a month for Obama and the Democratic Congress) to average years under Bush (about $412 billion a year if you include his full 8-year term, or about $260 billion a year if you only include the first six years with a Republican Congress), Hensarling's numbers are wrong. There are so many bookkeeping tricks in this one that he's far from the truth. We rule his claim False.", "vclaim_id": "vclaim-pol-15345"}