{"url": "/factchecks/2012/apr/27/ron-paul/ron-paul-says-40000-new-laws-were-put-books-first-/", "speaker": "Ron Paul", "vclaim": "\"Just on Jan. 1 of this year, there were 40,000 new laws put on the books in one day.\"", "truth_label": "false", "date": "stated on April 10, 2012 in a speech at Texas A&M University.:", "title": "Ron Paul says 40,000 new laws were \"put on the books\" on the first day of 2012", "text": "Campaigning in his home state of Texas, Republican presidential hopeful Ron Paul told a crowd at Texas A&M University that he thinks the country is moving in the wrong direction.\n\nIn addition to saying that the nation has \"too much tyranny,\" the Lake Jackson congressman criticized the number of people behind bars, saying he doesn’t think that’s a reflection of how \"bad\" Americans are. His explanation: \"I think we have way too many laws on the books is what I think. Just on Jan. 1 of this year, there were 40,000 new laws put on the books in one day.\"\n\nPaul went on to say that he would like to be the first president to \"get rid of 40,000 laws,\" following up with a verbal walloping of the daily-published Federal Register, where proposed and new regulations are listed. He called the publication incomprehensible and said it should be shrinking, not growing.\n\nWe wondered whether Paul was correct about the number of laws that went into effect on the first day of 2012.\n\nA quick Google search led us to the likely basis of such a figure. In a Dec. 27, 2011, press release, the National Conference of State Legislatures said U.S. states and territories passed more than 40,000 bills and resolutions into law in 2011. Yet, the release also said, laws do not always take effect at the start of a year.\n\nWhen we inquired about Paul’s statement, campaign spokesman Gary Howard told us he thought Paul \"was including regulations found in the Federal Register.\" That seemed a possibility given the next part of his remarks.\n\nIf so, though, Paul’s count was way off.\n\nJames Gattuso, a senior fellow in regulatory policy at the conservative Heritage Foundation, told us that typically, the number of federal regulations put in place in a single year — and not all at the start of each year — ranges from 3,000 to 4,000, all of which are published in the Federal Register.\n\nSusan Dudley, director of George Washington University’s Regulatory Studies Center who served as administrator of the Office of Information and Regulatory Affairs under President George W. Bush, concurred with Gattuso’s figure. She pointed us to a chart posted on the Federal Register’s website that lists the number of new and proposed rules by year, starting in 1976. The 2011 total was 3,807. According to the data, the 1970s and 1980s were the high mark for regulations, when the total number of rules put in place were in the 6,000s and 7,000s.\n\nDudley said those figures represent the most comprehensive statistics on federal regulations, big and small, from agencies throughout the government.\n\nAdding the number of proposed rules doesn’t bring the total much closer to 40,000. In 2011, according to the data, there were 2,898 proposed rules, for a new and proposed regulation total of 6,705. And, again, that’s for the whole year, not a single day.\n\nWhat if we include the number of federal laws effective Jan. 1, 2012?\n\nWe didn’t find an easy way to count the number of federal laws, if any, that went into effect then. Some legislation that is signed by the president specifies a future date that it will become effective while others take effect as soon as the president signs them. Also, the impact of some laws is not felt until a federal agency issues corresponding regulations.\n\nHowever, there’s no indication that the number is anywhere close to 40,000.\n\nAccording to the White House website, President Barack Obama signed into law eight pieces of legislation in the nine days before Jan. 1, 2012, including a major appropriations bill and one that included a two-month extension of a payroll tax cut and unemployment benefits.\n\nAlso, the Congressional Record of Jan. 3, 2012 says that in the previous 12 months, about 80 bills had become law.\n\nState legislatures, meanwhile, were much more active.\n\nThe National Conference of State Legislatures’ news release, noting that \"laws do not always become effective on Jan. 1,\" detailed some that did. A taste: Laws requiring businesses to enroll in the federal E-Verify program to determine the eligibility of their employees to work in the United States were set to go into effect in  Louisiana, Tennessee, South Carolina and Georgia, according to the release. Also, same-sex couples in Delaware and Hawaii earned the right to enter into civil unions.\n\nIn a telephone interview and via email, Meagan Dorsch, a conference spokeswoman, told us that the group’s researchers based its 40,000 figure on data they keep themselves through bill tracking, though they did not pin down exactly how many of those 40,000 pieces of legislation became effective the first day of 2012.\n\nAnother hitch: We noticed that the 40,000 total includes both bills that have passed into law and resolutions, which often lack the significance of statutes. In its glossary of legislative terms, the NCSL defines a resolution as a document that \"expresses the sentiment or intent of the legislature or a chamber, that governs the business of the legislature or a chamber, or that expresses recognition by the legislature or a chamber.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\nA snapshot: In 2011, Texas Gov. Rick Perry signed 129 concurrent resolutions sent to him by lawmakers, ranging from one memorializing the late Gov. Dolph Briscoe Jr. to another instructing a clerk to make technical corrections to Senate Bill 1420, which had to do with the Texas Department of Transportation.\n\nWe asked Dorsch for a breakdown of the 40,000 figure by resolution and bill. She said the group did not separate bills from resolutions in making its count.\n\nFinally, we found two other entities with information on state-level bills passing into law.\n\nThe Council of State Governments, based in Lexington, Ky., publishes data on the number of bills and resolutions that states enact each year. Information for 2011 isn’t ready yet, but for some perspective, we checked out 2010. Corralling only bills enacted by state legislatures and not vetoed by the governor, we counted 14,227.\n\nA couple of notes on these figures: First, five states, including Texas, didn’t have regular legislative sessions in 2010. Second, setting aside enacted resolutions may overlook some that have the force of law or would be considered substantive, like proposed constitutional amendments.\n\nIf resolutions approved during 2010 regular and special sessions are included in our count, the total rises by about 13,000 — to 27,240. A note about these figures: The council had no information on resolutions for seven of the states that held regular sessions in 2010.\n\nFinally, we enlisted StateScape — a research firm in Alexandria, Va., that says it collects every measure introduced by state legislatures. Chad Robinson, the firm’s research director, told us by email that its data shows that legislatures enacted 18,562 bills, excluding non-statutory resolutions, in 2011, a year when all state legislatures convened.\n\nThat’s less than half of 40,000.\n\nAnd it could even be that states are starting to approve fewer new laws. Robinson said by telephone that according to the firm's data, more bills passed into law in the previous two odd-numbered years when every state legislature was in session -- 20,238 bills passed into law in 2009 and 21,031 bills passed into law in 2007.\n\nOur ruling\n\nOur sense is that Paul’s figure originated in the NCSL press release saying that legislatures in 2011 passed more than 40,000 bills and resolutions into law. From the top, Paul's reference is a little misleading, considering that he was stumping for federal office and followed his statement by railing against the Federal Register. Clarification is needed.\n\nMost significantly, it looks like 40,000 proposals did not pass into law, not in all of 2011 and certainly not on a single day, contrary to Paul's statement. Also, it looks like many of the proposals were non-statutory resolutions.\n\nWe rate Paul's claim as False.", "vclaim_id": "vclaim-pol-11196"}