{"url": "/factchecks/2020/may/22/facebook-posts/no-covid-19-vaccine-wouldnt-come-mark/", "speaker": "Facebook posts", "vclaim": "“The COVID-19 future vaccine will come with the ID — a mark. The ID tells everyone you are free of COVID.”", "truth_label": "false", "date": "stated on April 11, 2020 in a Facebook post:", "title": "No, COVID-19 vaccine wouldn’t come with a ‘mark’", "text": "The race to develop a vaccine against COVID-19 is underway, and so are online efforts to dissuade people from getting one whenever it is available. Among the many unfounded claims about a possible vaccine is this one: that it will \"come with the ID — a mark.\"\nNot just any mark.\n\"The ID tells everyone you are free of COVID, and ultimately where you spend eternity,\" says the April 11 Facebook post with an image of a finger pointing to a tattoo. \"I suggest you resist this if you plan to go to heaven someday. That’s what everyone should be scared about #BillGates #MarkoftheBeast Certification of Vaccination ID (COVID) #NotWorthGoingToHellFor.\"\nThe post then quotes a Bible verse, Revelation 14:11: \"And the smoke of their torment will rise forever and ever. Day and night there will be no rest for those who worship the beast and its image, or for anyone who receives the mark of its name.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nFirst, COVID-19 stands for \"coronavirus disease 2019,\" not Certification of Vaccination ID. \nMedia such as Yahoo News have noted in recent stories that comments Bill Gates has made about a COVID-19 vaccine have left some Christians worried about the \"mark of the beast.\"\n\"Prominent evangelical pastors, including one who has since died of COVID-19, have promoted baseless claims about Bill Gates, implantable microchips that could be used to control the population under the guise of tracking COVID-19 infections and immunity, and a link between coronavirus vaccinations and the mark of the beast, a signifier, in biblical prophecy, of submission to the Antichrist,\" Yahoo News reports. \nWe’ve fact-checked a bunch of claims about tracking devices and the coronavirus. Here’s what we know about vaccine tattoos: More than three years before the first novel coronavirus cases were reported, in July 2016, researchers at the Massachusetts Institute of Technology started studying how using an invisible ink that could be injected into children along with vaccines could address vaccine tracking challenges in developing countries. The dye would be visible under near-infrared light for up to five years and provide a quick, affordable way of helping health providers know if a child’s vaccinations were current. The Gates Foundation contributed funds for this research. \nBut Kevin McHugh, a Rice University bioengineering professor who worked on the study, told Reuters that, to his knowledge, \"there are no plans to use this for coronavirus.\"\nWe rate this post False.", "vclaim_id": "vclaim-pol-18364"}