{"url": "/factchecks/2014/oct/16/rick-scott/scott-says-3000-teachers-lost-jobs-under-crist/", "speaker": "Rick Scott", "vclaim": "\"3,000 teachers lost their jobs when (Crist) was governor.\"", "truth_label": "barely-true", "date": "stated on October 15, 2014 in a debate at Broward College:", "title": "Scott says 3,000 teachers lost jobs under Crist", "text": "Republican Gov. Rick Scott is a fan of attacking former Gov. Charlie Crist’s record on jobs.\nAt an Oct. 15 debate between the candidates -- the second debate of the campaign -- Scott repeatedly said 832,000 Florida jobs were lost during Crist’s term. (We’ve previously rated that claim Half True.)\nCrist swatted away Scott’s critique, arguing that the recession was to blame for those job losses. He said he took federal stimulus money that \"helped us make sure we didn’t have to fire 20,000 school teachers.\" (We’ve rated that claim Mostly True.)\nScott retorted by saying Crist was responsible for killing thousands of teacher jobs as he focused his attention on other career opportunities.\n\"He spent all his time trying to be vice president and then running against Marco Rubio for the Senate,\" Scott said. \"3,000 teachers lost their jobs when Charlie was governor.\"\nWhen Scott used the same statistic in a June ad, we rated it Mostly False. Here, we will review the evidence on whether 3,000 teachers were laid off under Crist and, if so, whether he was to blame.\nHow Florida cut education during the recession\nIn the years leading up to Crist winning the governor’s office in 2006, the Florida economy was booming, pushing up funding for education. The K-12 budget when Crist took office was nearly $18 billion, including state and local dollars.\nBut in 2007, Florida’s tax collections sagged as the national and state economy crumbled. The Legislature held a special session in September to determine how to fill a $1.1 billion hole in the $71 billion state budget. Education and health care, two of the largest expenses, ended up taking huge hits. In 2008, the state continued to suffer from a recession, and that led to more cuts. Republican leaders rejected Crist’s call to expand Lottery games and a property tax hike to pay for schools.\nUltimately, lawmakers cut K-12 by more than $300 million. Democrats, the minority party in Tallahassee, and the teachers’ union opposed the cuts.\n\"We all want to do more,\" said Crist, a Republican at the time, at the end of the session. \"You just do the best you can.\"\nAmid shortfalls, the Legislature continued to slash the budget in 2009. But then the state got some help from the federal government.\nIn 2009, Congress passed the American Recovery and Reinvestment Act of 2009 -- the $787 billion federal stimulus bill that supporters credit with saving jobs of teachers and other government workers nationwide. Crist accepted the funds, and state data indicated that about 19,000 full-time equivalent jobs for instructional personnel were preserved. \nRepublicans cite report for teacher layoff numbers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe ad attacking Crist for 3,000 teacher layoffs relies on a September 2009 report by the liberal Center for Economic and Policy Research that tallied jobs shed from state and local governments during the recession. The report includes a list that shows the lost teacher jobs in Florida added up to about 3,700.\nHere’s the problem with the way the ad uses that report: It doesn’t explain that it was based on news articles about layoffs or potential layoffs.\nThe report explains that caveat clearly: \"This list shows press accounts of government planned job cuts. In some cases, the cuts may not have actually been implemented because of subsequent budget adjustments. Also, the job losses may have been met through attrition rather than actual layoffs.\"\nFor example, one article cited in the report stated that Miami-Dade, the state’s largest district, \"cut nearly 1,000 teaching positions.\" But the Miami Herald reported that many teachers were moved into other jobs, and a district spokesman told PolitiFact Florida that no teacher was laid off. Broward initially cut about 400 teachers, but rehired about 75 percent of them.\nWhile Marion County announced it would cut about 500 workers, the stimulus \"saved us from having to lay a single person off in 2008 or 2009,\" a school district spokesman told PolitiFact Florida.\nHillsborough, Pasco and Pinellas counties -- none of which were cited in the report -- didn’t lay off any teachers. (The report only addressed about 15 percent of Florida’s school districts.)\nSchool districts report to the state Department of Education the number of teachers they have each year. That data showed 3,282 fewer teachers in the fall of 2008 compared to 2007 -- roughly a 2 percent decline. There was a smaller drop the next year.\nIt’s fair to assume that some of those declines were due to layoffs. However, the districts don’t say how many of the declines were due to layoffs and how many were for other reasons, such as retirements, voluntary career changes or firings for cause.\n\"There were some layoffs during the steep downhill dive of the state economy, but there was a strong effort in school districts to avoid teacher layoffs,\" said Ruth Haseman Melton, director of government relations for the Florida School Boards Association.\nIn some districts that meant other support workers -- such as custodians or bus drivers -- absorbed the bulk of the layoffs, she said.\nOur ruling\nScott said that \"3,000 teachers lost their jobs when Charlie was governor.\"\nThe claim omits some key points. The number was derived from media reports about possible layoffs; not all of them materialized. Also, the claim glosses over the fact that Crist accepted federal stimulus money that preserved thousands of teacher jobs. Finally, Crist was not solely responsible for teacher layoffs. Crist and the Republican-led Legislature signed off on budget cuts amid a national recession -- something no single politician is personally responsible for.\nClearly, some teachers were laid off statewide, but there's a lack of evidence that it amounted to 3,000 positions.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07138"}