{"url": "/factchecks/2015/nov/04/marco-rubio/marco-rubio-says-biggest-percentage-gains-his-tax-/", "speaker": "Marco Rubio", "vclaim": "Under his tax plan, \"the greatest gains, percentage-wise,\" will be \"at the lower end of our plan.\"", "truth_label": "half-true", "date": "stated on October 28, 2015 in a Republican presidential debate in Boulder, Colo.:", "title": "Marco Rubio says biggest percentage gains from his tax plan will accrue to lowest-income groups", "text": "During the CNBC Republican presidential debate, Sen. Marco Rubio, R-Fla., sparred with one of the moderators, John Harwood, over the impact of his tax proposal.\nHarwood asked Rubio, \"The Tax Foundation, which was alluded to earlier, scored your tax plan and concluded that you give nearly twice as much of a gain in after-tax income to the top 1 percent as to people in the middle of the income scale. Since you're the champion of Americans living paycheck-to-paycheck, don't you have that backward?\"\nRubio responded, \"No, that's -- you're wrong. In fact, the largest after-tax gains (are) for the people at the lower end of the tax spectrum under my plan. And there's a bunch of things my tax plan does to help them.\"\nAs it turns out, they both have a point -- and later in the exchange, Rubio acknowledged that’s the case. Let’s take a closer look.\nRubio’s plan\nFirst, let’s review what Rubio is proposing. He would:\n• Collapse the current seven brackets to just three -- 15 percent, 25 percent and 35 percent -- and set the top bracket’s rate lower than the current 39.6 percent top rate;\n• Exempt interest, dividends, and capital gains from income taxes;\n• Repeal the alternative minimum tax, the estate tax, and all taxes levied under the Affordable Care Act;\n• Reduce the corporate tax rate to 25 percent, down from 35 percent;\n• Create a new, partially refundable child tax credit of up to $2,500 per child;\n• Replace the standard deduction with a new refundable personal tax credit of $2,000 for individuals or $4,000 for married couples filing jointly. This credit would phase out at $150,000 for individuals and at $300,000 for married couples filing jointly and would disappear entirely at $200,000 for individuals and $400,000 for married couples filing jointly.\nIn theory, these tax credits could be helpful to those at the lower end of the income scale as long as they are refundable -- that is, as long as people too poor to pay any income tax can get money back from the government. There has been a dispute over exactly how the refundability would work, and how different types of taxpayers could come out ahead under Rubio’s proposal.\nHow this shakes out will have a potentially large impact on how favorable the Rubio plan would be for low-income Americans. But since the details aren’t settled, we will set that aside and focus instead on the Tax Foundation analysis, which was the one specifically referenced in the debate.\nWe should note that the Tax Foundation is not the only organization that analyzes tax plans, and it tends to have a more free-market, low-tax approach than other groups that do similar work, notably the Urban Institute-Brookings Institution Tax Policy Center. \nThe Tax Foundation assessment\nThe part of the Tax Foundation analysis at issue is where they put the Rubio plan through an in-house mathematical model to determine how much incomes for different groups would change under the plan’s provisions.\nThe foundation looked at two models. One, known as the \"static\" model, gauges the direct changes of the Rubio tax plan. The other, known as the \"dynamic\" model, factors in assumptions about how the tax changes would reverberate through the economy to create higher growth.\nFor brevity, we’ll look at just the static results, which are actually more favorable toward Rubio’s claim, since they show stronger results for low-income taxpayers compared to higher-income taxpayers.\nHere’s what the foundation concluded, grouping people by 10 percent increments from lowest earning to highest earning:\n\nSo, taxpayers with adjusted gross income in the bottom 10 percent will, according to the foundation, see a 44.2 percent increase in their income, while those in the 10 percent to 20 percent category will see an increase of 11.4 percent. Those are the only two categories with increases higher than 5.5 percent.\nAccording to this chart, then, Rubio has a point -- at least when you define \"the greatest gains, percentage-wise\" as the increase in adjusted gross income by members of the lowest two deciles.\nAnother way to look at it\nHowever, there’s another way to look at Rubio’s plan, and it doesn’t shine as favorable a light on how lower-income Americans would fare.\nPart of the reason why the gains by lower-income Americans stand out in this calculation is that their gains are high compared to a very small income base. Measured by raw dollars, people at the top of the income spectrum would receive the majority of the benefits.\nBecause we had to cobble together the data from two sources that aren’t exactly the same -- the Tax Foundation and the Tax Policy Center -- it doesn’t produce a perfect calculation. But the results are wide enough to conclude that richest one-fifth benefits disproportionately from Rubio’s plan.\nHere’s the summary:\n\n\n\n\nQuintile\n\n\nAverage after-tax income level for that quintile\n\n\nAverage percentage gain in after-tax income under Rubio’s plan\n\n\nAverage dollar gain in after-tax income under Rubio’s plan\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nEach quintile’s percentage share of total income gains under Rubio’s plan\n\n\n\n\nBottom 20%\n\n\n$12,478\n\n\n27.8 percent\n\n\n$3,469\n\n\n22 percent\n\n\n\n\n2nd lowest 20%\n\n\n$30,191\n\n\n5.4 percent\n\n\n$1,630\n\n\n10 percent\n\n\n\n\nMiddle 20%\n\n\n$51,687\n\n\n2.1 percent\n\n\n$1,085\n\n\n7 percent\n\n\n\n\n2nd highest 20%\n\n\n$85,961\n\n\n1.2 percent\n\n\n$1,031\n\n\n6 percent\n\n\n\n\nTop 20%\n\n\n$238,685\n\n\n3.7 percent\n\n\n$8,831\n\n\n55 percent\n\n\n\n\nTotal\n\n \n \n\n$16,046\n\n\n100 percent\n\n\n\n\n \nThe last column shows that a majority -- 55 percent -- of all new income gains under Rubio’s plan would flow to the top 20 percent of Americans. That’s more than twice as much as would flow to the bottom 20 percent of Americans -- the group Rubio said would benefit most. Middle-income taxpayers would actually fare the worst of all -- the middle 60 percent would get less than quarter of all new gains.\nAgain, these are rough estimates. But the contrast is wide. Looking at it this way, \"the greatest gains, percentage-wise,\" would not be \"at the lower end of our plan,\" as Rubio put it. They would be at the top.\nAnd the wealthiest quintile’s benefits from the Rubio plan even outstrip the amount they pay into the tax system. Tax Policy Center data for 2013 shows that the top quintile paid 27.5 percent of all federal taxes. But they get back nearly twice that share of the benefits from Rubio’s plan.\nAs it happens, Rubio seemed to acknowledge as much during the debate. When pressed by Harwood later in the exchange, Rubio said, \"Five percent of a million is a lot more than 5 percent of a thousand. So yeah, someone who makes more money, numerically, it's gonna be higher.\" Still, Rubio stuck by his earlier claim. \"The greatest gains, percentage-wise, for people, are going to be be at the lower end of our plan,\" he said.\nOur ruling\nRubio said that, according to the Tax Foundation, \"the greatest gains, percentage-wise,\" will be \"at the lower end of our plan.\"\nRubio has a point that, at least according to the foundation’s projections, the largest percentage income gains would show up in the bottom two deciles. However, it’s important to remember that in raw dollars, these gains are relatively modest compared with the total benefits that would accrue under the tax plan at the upper end of the income spectrum.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-05779"}