{"url": "/factchecks/2016/mar/21/joanne-kloppenburg/joanne-kloppenburg-wrongly-claims-outside-group-sp/", "speaker": "JoAnne Kloppenburg", "vclaim": "In the primary election, a \"right-wing group spent more than $100,000,000 to support\" Supreme Court Justice Rebecca Bradley.", "truth_label": "false", "date": "stated on March 15, 2016 in a website posting:", "title": "JoAnne Kloppenburg wrongly claims outside group spent $100 million to aid her Supreme Court opponent", "text": "Ads from so-called \"dark money\" groups are cropping up in the Wisconsin Supreme Court race.\nUnder existing campaign finance rules, the groups don’t have to disclose who is giving them money or how they are spending it.\nBut the Wisconsin Democracy Campaign, among other organizations, tries to put a number on spending by the dark money groups, based in part on measuring their activity, such as how many TV ads they purchase.\nSo, just how much was spent in the primary?\nThis jaw-dropping quote was posted on the website for challenger JoAnne Kloppenburg, an appeals court judge taking on Justice Rebecca Bradley:\n\"In the primary election, a right-wing group spent more than $100,000,000 to support Rebecca Bradley.\"\nYou read those zeros right -- that’s $100 million.\nThe Kloppenburg web site went on to warn:  \"The very conservative Wisconsin Manufacturers and Commerce (WMC) group has pledged to support (Bradley) as well.\"\nYikes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWhen we asked Kloppenburg campaign spokeswoman Melissa Mulliken about the claim, she said it was a typo.\n\"They spent more than $1 million,\" she said. \"I corrected it.\"\nShe later added: \"No one visiting our website has previously brought this obvious typo to our attention, no doubt because they knew that even Rebecca Bradley supporters couldn't spend $100 million on a February primary.\"\nSo, the write-down aside, where does the estimate come from? And what group is Kloppenburg talking about?\nThe Democracy Campaign’s web site includes an article in its Hijacking Campaign 2016 section  that highlights spending by the Wisconsin Alliance for Reform, which it describes as a \"Madison-based conservative issue ad group formed late last year.\"\nThe group bought television time in the Madison, Green Bay, La Crosse, Eau Claire and Milwaukee markets for an ad that  it said \"dubbed Bradley, who is one of the court's five conservative judges, an independent jurist who has earned the support of numerous members of the law enforcement community.\" The group also ran radio ads in support of Bradley.\nThe Democracy Campaign estimates the group’s pre-primary spending as running between $750,000 and $1 million. More ads sponsored by the group that criticize Kloppenburg have begun to air as the April 5, 2016 general election approaches.\nOur rating\nKloppenburg said that a conservative group spent $100 million in ads supporting her opponent in the primary election. The claim was 100 times off-base.\nWe rate it False.", "vclaim_id": "vclaim-pol-05238"}