{"url": "/factchecks/2014/aug/04/service-employees-international-union-committee-po/seius-spanish-language-ad-claims-cory-gardner-bloc/", "speaker": "SEIU", "vclaim": "Says U.S. Senate candidate Cory Gardner \"blocked immigration reform\" and \"voted to deport our DREAMers.\"", "truth_label": "barely-true", "date": "stated on July 29, 2014 in a Spanish-language radio ad:", "title": "SEIU's Spanish-language ad claims Cory Gardner is blocking immigration legislation in Congress", "text": "Looking to mobilize Hispanic voters around immigration, the Service Employees International Union released Spanish-language radio ads in Colorado, California and Nevada criticizing select Republicans for the House’s failure to move a bill on the issue.\nOne of them is Rep. Cory Gardner, the Colorado Republican challenging Democratic Sen. Mark Udall.\n\"It’s simply unacceptable: (Reps.) Mike Coffman and Cory Gardner, together with the Republicans, have blocked immigration reform,\" the ad says, according to a translation provided by SEIU. \"Worse yet, they voted to deport our DREAMers.\"\nWe’re closely watching the Colorado Senate race, so for this fact-check, we’re just going to focus on Gardner’s immigration record.\nBlocked immigration reform?\nNotably, Gardner was one of the lone Republicans to stand and applaud President Barack Obama’s call for immigration reform in his 2014 State of the Union address.\n\"I think we can all agree that the system is broken,\" Gardner said after the speech.\nSo far the House has not acted, and prospects are dim for action before the fall elections. That means Gardner hasn’t had the opportunity to actually vote on legislation, making it hard to attribute any blame to him. It’s not as though he holds any leadership positions where he could have advanced legislation or held up the process.\nWhen senators introduced a bipartisan bill in January 2013, Gardner — who called on Republicans to take on immigration reform a day after winning reelection in 2012 — said the legislation was a beginning.\n\"I am glad that our country is starting to have a serious conversation about how to repair our broken immigration system — it is long overdue,\" Gardner said in a statement.\nHe made similar comments four months later as the immigration debate heated up.\n\"Some people are slamming the bill, and I'm not one of them,\" Gardner told the Denver Post. \"I think it's a good first step, but I don't know if it's 100 percent there.\"\nThe Senate passed a comprehensive immigration bill in June 2013 on a 68-32 vote. The package included $40 billion in border enforcement over the next decade and provided a 13-year path to citizenship for the country’s 11 million undocumented immigrants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt this point Gardner said he \"would not vote for\" the Senate bill because it \"moves the ball down the field without ensuring borders are secure.\" But he has continued to advocate for the House to put forth their own legislation.\nSo Gardner might not like the Senate bill, but he has repeatedly called for the House to take up the issue.\nVoted to deport our DREAMers?\nIn June 2012, the Obama administration announced a two-year moratorium on the deportation of some children brought to United States illegally by their parents. These kids — often called DREAMers, a nod to the DREAM Act that has failed to pass Congress — would instead be able to live in the United States without the immediate threat of deportation if they applied, met certain criteria and avoided criminal activity.\nA year later, Rep. Steve King, R-Iowa, introduced an amendment to a Department of Homeland Security appropriations bill that would block Obama’s ability to enforce this executive action. Effectively, the status quo prior to Obama’s maneuver would resume, meaning these children could once again be deported.\nThe amendment passed, but the entire bill died in the Senate. A SEIU spokeswoman noted that Gardner voted for the King amendment. Gardner’s campaign, however, disagreed with SEIU’s characterization of it as a vote to \"deport our DREAMers.\"\nRather, a spokesman said the vote was a protest against Obama’s executive overreach. His campaign also noted that the text of the amendment did not direct DREAMers be deported and only addressed Obama’s actions.\nThat stance appears to be backed up by Gardner’s rhetoric. During a July 2013 House immigration hearing, Gardner called the children of illegal immigrants \"culturally American\" and said they should be allowed to stay.\n\"I believe members across the aisle can unite and agree that providing these children with some sort of immigration relief is the just and fair thing to do,\" Gardner said. \"The children do deserve to have the opportunity to continue the American dream and we, as members of Congress, should have the compassion to provide them with this.\"\nMore recently, Gardner said that children of illegal immigrants who join the military should be given citizenship.\nAs we were researching the ad, the House once again passed a measure that — similar to the 2013 King amendment — would have ended Obama's deportation delay for DREAMers. Gardner was one of 11 Republicans to vote against the bill.\nOur ruling\nSEIU said Gardner \"blocked immigration reform\" and \"voted to deport our DREAMers.\" While Republicans in the House have not moved forward on immigration, Gardner himself has repeatedly advocated for his colleagues to take up the issue. There are plenty of obstacles to passing a bill in the House, but Gardner does not appear to be one of them.\nGardner did vote for an amendment that effectively would have ended Obama’s two-year delay in deporting certain children of illegal immigrants. However, he said that was a move against Obama’s unilateral action, and not the DREAMers. Indeed, he has actually called for permanent status for children brought to the U.S. illegally, including citizenship for those who join the military.\nWe rate the statement from SEIU as Mostly False.", "vclaim_id": "vclaim-pol-07497"}