{"url": "/factchecks/2012/mar/25/peter-palumbo/rhode-island-state-rep-peter-palumbo-says-all-poll/", "speaker": "Peter Palumbo", "vclaim": "\"Every poll you see, the overwhelming majority of people want [E-Verify].\"", "truth_label": "true", "date": "stated on March 20, 2012 in a talk radio show.:", "title": "Rhode Island state Rep. Peter Palumbo says that all polls show that the vast majority of people support E-Verify.", "text": "State Rep. Peter G. Palumbo was on WHJJ’s \"Helen Glover Show\" recently to talk about his latest attempt to crack down on illegal immigration in Rhode Island.\n\nThe Cranston Democrat has submitted legislation in the General Assembly that would require companies with three or more employees to check on the immigration status of any job applicants using the federal E-Verify database.\n\nDuring his talk-radio appearance March 20, Palumbo told Glover that not only is E-Verify the \"simplest way to curb illegal immigration,\" it’s also a program that has broad public support.\n\n\"Every poll you see, the overwhelming majority of people want the bill,\" he said.\n\nDoes E-Verify really have such overwhelming support?\n\nE-Verify is a federal government program that allows companies to check on a worker’s immigration status through an online database. The program compares information on the worker’s Form I-9 to records from the Social Security Administration and the Department of Homeland Security. If the records match, there’s no problem. If the records don’t match, the worker may be in the country illegally.\n\nWhen we asked Palumbo to show us some polls on E-Verify, he referred to only one, conducted a year ago by Brown University’s Taubman Center for Public Policy & American Institutions. We found that poll, but it didn’t ask any questions about E-Verify.\n\nThe closest was a question about the controversial law in Arizona that requires local police forces to enforce federal immigration laws. Fifty-four percent of the Rhode Islanders in the survey were in favor of such a law.\n\nWe did our own research and found many polls that asked about a variety of illegal- immigration questions, but few that asked specifically about E-Verify. The one poll that supporters of E-Verify around the country most frequently cite was conducted by Rasmussen Reports, a nationally recognized polling firm. That poll of 1,000 likely voters was conducted May 27-28, 2011.\n\nThe poll asked this question: \"The federal government maintains an E-Verify system which allows employers to determine the immigration status of potential employees. Before hiring a new employee, should businesses be required to check and make sure that each potential employee is in the country legally?\"\n\nEighty-two percent of respondents answered yes, 12 percent said no and the remaining 6 percent were undecided. That is an overwhelming majority in favor of E-Verify.\n\nBut that’s only one poll. What about others? NumbersUSA, a group that opposes illegal immigration and also advocates for limits on legal immigration, last month released the results of a poll it commissioned from Pulse Opinion Research, a subsidiary of Rasmussen Research. \n\nThe poll asked: \"On the issue of illegal immigration, do you favor or oppose mandating that all employers electronically verify the immigration status of their workers?\" Seventy-eight percent were in favor, 12 percent were opposed and 9 percent were unsure.\n\nThe Federation for American Immigration Reform, another group opposed to illegal immigration that also seeks to curb legal immigration, released the results last year of a poll it also commissioned from Pulse Opinion Research. According to FAIR, 88 percent of respondents supported the use of an \"electronic verification system to check worker eligibility,\" while 11 percent were opposed.\n\nA 2010 poll of 616 Arizona residents conducted by The Arizona Republic newspaper found that 66 percent supported a state law that would require employers \"to prove that all their workers are U.S. citizens or have valid work visas.\"\n\nAs for Rhode Island, we found two polls, both conducted in 2008 by Rhode Island College’s Bureau of Government Research and Services, that asked voters about then-Gov. Donald Carcieri’s executive order to use E-Verify to screen state workers and employees of companies that do business with the state. \n\nIn the first poll, done that June, 75 percent of the 500 Rhode Islanders in the survey agreed with the governor’s order. In the second poll the following September, 73 percent agreed with it. \n\nOur ruling\n\nPalumbo said that \"every poll\" shows \"overwhelming support\" for E-Verify. Obviously, we can’t guarantee that we found every poll on E-Verify. But we did find several, some conducted by independent pollsters, others financed by groups that favor stronger enforcement of immigration laws.\n\nAll of the polls that we found -- both national surveys and others conducted in Rhode Island -- showed strong support for E-Verify, ranging from 66 percent of respondents in favor to 88 percent.\n\nWe rule Palumbo’s statement True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11387"}