{"url": "/factchecks/2019/dec/19/doug-collins/doug-collins-repeats-false-claim-about-pelosis-let/", "speaker": "Doug Collins", "vclaim": "\"In November 2019, Speaker Pelosi said it would be ‘dangerous’ to leave it to voters to determine whether President Trump stays in office.\"", "truth_label": "false", "date": "stated on December 18, 2019 in an opening statement to the House of Representatives:", "title": "Doug Collins repeats a false claim about Pelosi’s letter on impeachment", "text": "U.S. Rep. Doug Collins, R-Ga., misquoted House Speaker Nancy Pelosi as he argued unsuccessfully against the impeachment of President Donald Trump.\n\"In November 2019, Speaker Pelosi said it would be ‘dangerous’ to leave it to voters to determine whether President Trump stays in office,\" said Collins, ranking member of the House Judiciary Committee, Dec. 18 on the House floor.\nCollins’ claim is False. This is a mischaracterization of what Pelosi told Democratic members a month before the House passed two articles of impeachment. (The near-party-line vote set up a trial in the Republican-controlled Senate early next year.) \nCollins is referencing a Nov. 18 open letter to Democrats in which Pelosi justified impeachment. Here’s what she said, in context:\n\"The facts are uncontested: that the President abused his power for his own personal, political benefit, at the expense of our national security interests.\n\"The weak response to these hearings has been, ‘Let the election decide.’ That dangerous position only adds to the urgency of our action, because the President is jeopardizing the integrity of the 2020 elections.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA Fox News reporter distilled her message this way in his report: \"Pelosi circulated a memo to Democrats tonight telling them it would be dangerous to let voters decide President Trump’s fate.\"\nTrump referenced that quote in a tweet an hour after chief congressional correspondent Mike Emanuel said it on Fox News. From there, the claim was repurposed into several popular Facebook posts, which we previously rated False. \nEmanuel did not say he was quoting Pelosi directly, but his paraphrase is distorted. And so is Collins’.\nPelosi said waiting for the election is dangerous because she believes the president is \"jeopardizing the integrity of the 2020 elections.\" She did not say it’s dangerous to leave it to voters to determine whether Trump stays in office, as Collins said she did.\nWe reached out to Collins’ press office for comment, but we haven’t heard back.\nThe statement is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-16710"}