{"url": "/factchecks/2011/jun/08/janice-hahn/are-craig-hahn-and-sarah-palin-cut-same-political-/", "speaker": "Janice Hahn", "vclaim": "Says Craig Huey called Planned Parenthood a \"murder mill.\"", "truth_label": "true", "date": "stated on June 7, 2011 in a TV ad:", "title": "Ad: Craig Huey called Planned Parenthood a \"murder mill\"", "text": "A new campaign video from California congressional candidate Janice Hahn, a Democratic Los Angeles city councilwoman, is remarkable not so much for its attacks on her opponent Republican Craig Huey -- it's fairly standard abortion and the-Republicans-want-to-end-Medicare fare -- but rather for its efforts to tie Huey's positions to that of former Republican vice presidential candidate Sarah Palin.\n\n\"Sarah Palin and Craig Huey. Which would ban a woman's right to choose in every case? Both Palin and Huey,\" the narrator begins.\n\n\"Which supports a radical plan to end Medicare, but wants to give tax breaks to the wealthy? Palin and Huey again.\"\n\n\"But which one called Planned Parenthood a 'murder mill'? Only Craig Huey. We don't need Craig Huey's extremist right wing agenda.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Palin cameo is an intriguing political strategy, one that appears to bank on Palin's negative baggage.\n\n\"They clearly see Palin as a polarizing figure,\" said Nathan Gonzales, political editor of the independent Rothenberg Political Report in Washington, D.C. \"And so the more closely they can tie Huey to Palin the better.\" The ad appears to be aimed at sparking larger voter turnout in the heavily Democratic Los Angeles district, he said.\n\nHuey, a business consultant and political commentator, and Hahn are facing off in a July 12 special election to replace former Democratic Rep. Jane Harman, who retired in February.\n\nIn this item, we are going to focus our fact-check on the claim that Huey called Planned Parenthood a \"murder mill.\" In a separate item we will focus on whether both Palin and Huey \"would ban a woman's right to choose in every case.\"\n\nWe have dealt with similar Democratic claims that Republican support for dramatic reforms to Medicare means they want to end Medicare, and we have concluded those claims go too far.\n\nThis comes from a post to electionforum.org, on May 5, 2011:\n\nThe murder mill keeps churning\n\nThis makes me sick.\n\nPlanned Parenthood gets $350 million in tax dollars each year—nearly $1 million dollars a day. For this, it kills more than 325,000 babies annually. A thousand dollars per abortion…\n\nWhen we first put that quote to Dave Gilliard, a spokesman for Huey's campaign, he said Huey did not recall ever having used that language to describe Planned Parenthood, though he does want to end federal funding of Planned Parenthood because it provides abortions.\n\nWhen presented with a link to the post, Gilliard consulted with Huey and said it appeared a staffer for Huey wrote the post.\n\n\"From what we can tell, that was posted on his website,\" Gilliard said. \"It's not his language. But he's standing by it, because it's on his website.\"\n\nGilliard said you won't hear Huey using that phrase, but \"he's fine with it. It was on his site.\"\n\nIt remains to be seen whether linking Palin to an opponent can be an effective political strategy (much as many tried to tie Republican presidential candidates to George W. Bush in the 2008 campaign) but as for the claim that Huey called Planned Parenthood a \"murder mill,\" it's on Huey's website, and he stands by it. We rule the ad's claims True.", "vclaim_id": "vclaim-pol-12967"}