{"url": "/factchecks/2012/jul/11/american-commitment/tv-ad-says-health-laws-cost-2-trillion-double-what/", "speaker": "American Commitment", "vclaim": "The health care law could cost up to $2 trillion, \"double what we were promised.\"", "truth_label": "false", "date": "stated on July 10, 2012 in a television ad:", "title": "TV ad says health law's cost is $2 trillion, 'double what we were promised'", "text": "A new ad attacks Sen. Bill Nelson, D-Fla., on the health care law and claims to have \"the facts.\" Then it trots out a series of distortions.\n\n\"Florida patients and seniors deserve to know what are the facts about President Barack Obama’s health care law,\" the ad says. \"Fact: Bill Nelson was the deciding vote. The bill could cost up to $2 trillion, double what we were promised. Nelson’s health care vote imposes the largest tax increase in history on the middle class, cuts $500 billion from Medicare to pay for new government programs, and millions could lose their current coverage. Tell Bill Nelson: Protect Florida patients, repeal the health care law.\"\n\nThe ad is from an outside spending group called American Commitment, which says on its website that it supports \"free markets, economic growth, constitutionally limited government, property rights, and individual freedom.\" It’s a 501(c)4, so it doesn’t have to disclose its donors. (For more details about American Commitment’s connections and spending, check out this report from the Washington Post.)\n\nWe fact-checked several of the ad’s claims: that Nelson was the deciding vote on health care (Mostly False) and that the law \"imposes the largest tax increase in history on the middle class\" (Pants on Fire.) Previously, we've also looked at claims about cutting $500 billion from Medicare (Mostly False) and millions losing coverage (False).\n\nHere, we’ll examine the claim that the law \"could cost up to $2 trillion, double what we were promised.\"\n\nWe asked American Commitment for evidence for its charges, but we didn’t hear back. Tiny print that flashes by on the screen -- we read it only by pausing the YouTube video -- says the claim is from \"Congressional Budget Office Estimate.\"\n\nEven though American Commitment didn’t respond to our queries, we easily found similar statements about the health care law costing up to $2 trillion.\n\nThough the claim is repeated often, it’s not accurate.\n\nFirst, some background on the Congressional Budget Office. It’s a nonpartisan, widely respected agency with an expert staff that generates projections and reports about how proposed laws affect the federal budget. It works with another agency, the Joint Committee on Taxation, that is charged with looking at the effects of various taxes on the federal budget.\n   \nThe Congressional Budget Office is not always right in its projections. In recent years, for example, it overestimated how much it would cost to cover prescription drugs for seniors in Medicare. The program actually came in under projections.\n   \nBut for claims about federal spending, we consider the Congressional Budget Office, often called the CBO, to be the standard by which we fact-check claims.\n\nThe CBO updates its reports and projections from time to time, and one of its updates on the health care law was released March 14, 2012.\n\nIn that report, the CBO increased its projections of the costs under the new law. Most of the costs will come in the form of tax credits to help people of modest income buy health insurance, or in outright spending to enroll the poor in Medicaid, a government-run insurance program.\n\nCritics of the law seized on the line from the report that the law’s \"provisions related to insurance coverage are now projected to have a net cost of $1,252 billion over the 2012-2022 period; that amount represents a gross cost to the federal government of $1,762 billion.\" (Read the CBO’s update for yourself.)\n\nThe ad upgrades that $1,762 billion, or $1.762 trillion to $2 trillion. In this case, we won’t quibble about $240 billion, because the $1.76 trillion number itself is extreme cherry-picking. It doesn’t account for the law’s tax increases, spending cuts or other cost-saving measures.\n\nIn fact, the CBO has said that overall the health care bill actually reduces government spending by about $124 billion over 10 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nStill, this $1.76 trillion number gained traction quickly and started spreading around the Internet and into comments from the law’s opponents.\n\nThe Congressional Budget Office soon released a statement to set the record straight. Here’s part of what it said:\n\nCBO released two reports this week related to the analysis of the Affordable Care Act (ACA) conducted by CBO and the staff of the Joint Committee on Taxation (JCT). One report presented updated estimates for the insurance coverage provisions of the ACA, and the other responded to questions we’ve received regarding the effects of the ACA on employment-based health insurance.\n\nSome of the commentary on those reports has suggested that CBO and JCT have changed their estimates of the effects of the ACA to a significant degree. That’s not our perspective. ...\n\nFor the provisions of the Affordable Care Act related to health insurance coverage, CBO and JCT’s latest estimates are quite similar to the estimates we released when the legislation was being considered in March 2010.\n\nAfter the U.S. Supreme Court found the health care law constitutional, the CBO announced it would revise its findings on the health care law. Those findings are scheduled for release during the week of July 23, 2012.\n\nFinally, our fellow fact-checkers at FactCheck.org created their own set of estimates, specifically comparing the CBO’s original set of gross-cost estimates from 2010 with the estimates released in 2012. FactCheck.org found the estimates increased by 8.6 percent -- a far cry from doubling.\n\nOur ruling\n\nThe TV ad says that the health care law \"could cost up to $2 trillion, double what we were promised.\" Actually, only part of the health care law -- the gross costs -- could cost up to $1.76 trillion. That’s only a slight increase from what was originally promised -- not close to double.\n\nThe number also doesn’t account for the portions of the law that pay for that spending, both new taxes and cost reductions.\n\nThe ad’s source -- the Congressional Budget Office -- specifically rebutted the charge that the costs had doubled, and they issued that rebuttal months ago. The CBO said that its latest estimates \"are quite similar to the estimates we released when the legislation was being considered in March 2010.\"\n\nWe rate this statement False.\n\nUpdate: This report has been corrected to clarify the projections of gross costs as distinct from the insurance coverage provisions. The rating remains the same.", "vclaim_id": "vclaim-pol-10781"}