{"url": "/factchecks/2014/aug/15/next-generation-climate-action-committee/nextgen-ad-rick-scott-takes-money-polluters/", "speaker": "NextGen Climate Action Committee", "vclaim": "Says Rick Scott took $200,000 in campaign contributions from a company that \"profited off pollution.\"", "truth_label": "half-true", "date": "stated on August 8, 2014 in TV ad:", "title": "NextGen ad says Rick Scott takes money from a company that pollutes", "text": "California billionaire Tom Steyer’s NextGen Climate group unleashed an ad that accuses Gov. Rick Scott of being cozy with a polluter.\n\"A dangerous new type of oil drilling near the Everglades threatened drinking water for 7 million Floridians,\" states part of the ad. \"But one Floridian is benefitting. Rick Scott drank from a fountain of campaign cash from the company that profited off pollution.\"\nThe text on the screen states: \"Rick Scott $200,000 from oil interests.\"\nScott’s side refuted the ad and the Republican Party of Florida counter-punched with its own TV ad: \"Crist’s team says Gov. Scott took contributions from this polluter. It’s total fiction. Scott didn’t take a nickel. Scott held the polluter accountable. Shut down their wells....\"\nDid Scott, who is facing re-election, take campaign cash from a \"company that profited off pollution\" and receive $200,000 from oil interests? We decided to drill down to sort out the facts.\nControversial drilling project led state to sue\nWhen we dug into the ad, we found a very complicated backstory. The ad’s makers told us the contributions refer to Collier Resources Co., but the story really begins with a separate company: Dan A. Hughes Co.\nIn June 2012, Collier leased about 120,000 acres of mineral rights to Hughes. A few months later Hughes received a state permit to construct its first exploratory well.\nThe public outcry began when Hughes sought additional permits the next year. Residents received a letter in April 2013 from a Hughes subcontractor asking for information needed to draw up an evacuation plan in case of an explosion.\nDespite residents’ protests, in September 2013, DEP granted Hughes a permit to inject acid deep underground to fracture the limestone. The process is similar to hydraulic fracking, which has been the subject of heated debate across the country, although the industry term for it is \"acid stimulation.\"\nHughes also wanted to try something never before allowed in Florida. After injecting the acid, Hughes workers injected a mix of sand and chemical gel under pressure to prop open the new fractures and let the oil flow out. That's known as using a \"proppant,\" and it was not covered by the DEP permit, the Tampa Bay Times reported.\nIn December 2013, Hughes told DEP that it intended to start that operation in a few days. The DEP sought a short delay to review the plan, but then Hughes did it anyway.\nThat led DEP to fine Hughes $25,000 in April and order Hughes to hire an expert to monitor groundwater for contamination. After months of wrangling, the state said Hughes failed to meet the terms of the consent order, yanked the company’s permits and filed a lawsuit. Collier and Hughes agreed to terminate the lease, and Hughes announced that it was pulling out of Florida.\nDEP conducted groundwater sampling and found no contamination, but environmentalists say more extensive testing is needed.\n\"Hughes is not a ‘polluter’ nor has it turned a profit on the well, which the company unilaterally shut-in due to the controversy,\" Hughes spokesman David Blackmon said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThere was, however, an entity that \"profited\" -- though we can’t say they \"profited from pollution\": the Collier Resources Co. that leased the land to Hughes. Blackmon told PolitiFact Florida that Hughes will not be reimbursed for the terminated lease. \nCampaign contributions\nThe ad doesn’t identify the campaign donors or company when it states that \"Rick Scott drank from a fountain of campaign cash from the company that profited off pollution.\"\nFor those following the controversy, it would be easy to wrongly assume the ad referred to donations from Hughes.\nBut Hughes \"has not contributed to the Crist or Scott campaigns and does not intend to,\" Blackmon said.\nInstead, NextGen is referring to four members of the Collier family -- Barron, Miles, Parker and Thomas -- who each gave $50,000 to Scott’s Let’s Get to Work Committee in January 2013. PolitiFact Florida verified those donations on the state elections website.\nWe asked a Collier representative why the individuals donated to Scott, but the answer didn’t shed much light.\n\"Certain individual owners have personally supported the Governor in the past, but those decisions are made individually and without any input from Collier Resources Company,\" said Priscylla M. Oliva, executive assistant to Barron Collier Companies, in an email to PolitiFact Florida.\nThe Collier family has donated to multiple state and federal candidates and causes -- mostly Republicans and conservative groups. In terms of state donations, the donation to Scott stands out. We found one state donation that was larger than the ones to Scott’s committee: Parker Collier gave $525,000 to the Republican Party of Florida in 2010.\nIn 2010, Parker and Miles Collier were ranked seventh in the country among top individuals funding outside spending groups, according to the Center for Responsive Politics.\nOur ruling\nNextGen’s ad states that \"Rick Scott drank from a fountain of campaign cash from the company that profited off pollution\" and received $200,000 from oil interests.\nScott’s campaign received $50,000 from four different members of the Collier family. The Collier Resources Co. leased mineral rights on its land to Hughes for drilling, so it’s fair to refer to those donations as being from \"oil interests.\" \nHowever, there are two key elements of the claim that are misleading.\nThe ad doesn’t name the company or campaign donor, so it’s possible for viewers who are knowledgeable about the controversy to mistakenly assume that the donations were by Hughes. \nThe other problematic part is that there isn’t proof that pollution occurred. The state’s preliminary tests indicated there was no contamination. Though environmentalists say additional testing is needed, we rate claims based on information available at the time.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-16053"}