{"url": "/factchecks/2010/may/14/ed-schultz/schultz-claims-landrieu-got-18-million-bp-pac-and-/", "speaker": "Ed Schultz", "vclaim": "\"Louisiana Sen. Mary Landrieu received almost $1.8 million from BP over the last decade.\"", "truth_label": "pants-fire", "date": "stated on May 5, 2010 in a broadcast of the Ed Show:", "title": "Schultz claims that Landrieu got $1.8 million in BP PAC and employee contributions", "text": "Newsflash: The oil and gas industry gives a lot of money to politicians.\n\nAmong them is Sen. Mary Landrieu, a Louisiana Democrat whose state stands to be hardest hit by the thousands of barrels of oil gushing from BP's Deepwater Horizon well in the Gulf of Mexico.\n\nHere's what Ed Schultz, the liberal host of MSNBC's Ed Show, had to say about her share of the dough:\n\n\"Americans are getting a real education on what the color of oil is,\" Schultz said on the May 5, 2010, episode of his show. \"It's green. It's real green. It's big money and influence. Just so you know what's coming down, Louisiana Sen. Mary Landrieu received almost $1.8 million from BP over the last decade.\"\n\nThat's quite a bit of cash, so we decided to look into the claim.\n\nIt turns out that the $1.8 million figure has been one of Schultz's regular talking points.\n\nOn May 6, Schultz criticized Landrieu for defending the oil industry while small businesses in the region could be wiped out by the disaster.\n\n\"We have interviewed people on this program in recent days that are on the verge of not only losing their family business of 80 years, their clientele right now, and wiping out the whole industry, yet you are concerned about the liability limits on big insurance and oil?\" he said. \"Sen. Landrieu, you‘re really looking out for people, aren't you? Or is it just that $1.8 million worth of money to your campaign speaking right now from BP?\"\n\nAnd on May 11, 2010, Schultz said, \"We should point out that Senator Landrieu has taken $1.8 million from BP over the last 10 years,\" shortly after an interview with Landrieu ended.\n\nWe checked that figure against data from OpenSecrets.org, a website that tracks campaign contributions. Between 2000 and 2009, BP employees and the company's political action committee contributed $25,200 to Landrieu. And since Landrieu was elected to Congress in 1996, BP employees and the company's political action committee have given her a total of $28,200. (So far, Landrieu hasn't received any money from the company's workers or PAC in 2010, so we excluded that year from our analysis.)\n\nTo put those campaign contributions to Landrieu in perspective, the company's employees and action committee have donated a total of $4,734,181 to all federal candidates since 1996, when Landrieu's congressional career began. That means that during her entire time in the Senate, Landrieu's only gotten about 0.6 percent of BP's action committee and employees' total contributions.\n\nBoth figures are a far cry from the $1.8 million Schultz claimed on his show.\n\nAlana Russo, Schultz's spokeswoman, said that the original figure came from a May 4 CNN story; the news organization has since corrected the error. She also pointed out that Schultz issued his own correction on May 12.\n\n\"In recent days we have been reporting on this program on two different occasions that Sen. Mary Landrieu of Louisiana had taken $1.8 million from BP,\" he said. \"I want to come off the top tonight and correct that number. It is $752,000... I want all of you to know our apologies from me, Ed Schultz, on this. I don‘t like getting my numbers wrong.\"\n\nBut Schultz did get the numbers wrong - again.\n\nIndeed, Landrieu has received $752,744 from all the oil and gas industry's political action committees and employees -- not just BP -- during her entire career. Schultz initially said that Landrieu had received $1.8 million from BP in the last decade, so his \"correction\" is an apples-to-oranges comparison. (We should also note that OpenSecrets is in the middle of updating some of its information; according to the organization, the most up-to-date figure is actually $758,744. But that number is available only on some parts of the OpenSecrets site.)\n\nFurthermore, he said that he'd reported the $1.8 million figure twice on his show. But we found that he mentioned the statistic three times.\n\nRusso told us Schultz is planning to issue an additional correction on his May 14 show.\n\nSo how to rate it on the Truth-O-Meter? Given Schultz's incorrect correction, we won't wait for a new one. He repeatedly claimed that Landrieu had made $1.8 million from BP employees and PAC in campaign contributions over the last decade. We found that she's only made $25,200 from them in that period of time. That's a huge difference. Schultz eventually issued a correction, saying that Landrieu's only gotten $752,000. But Landrieu has received about that much during her entire career from the entire oil and gas industry, not just BP's political action committee and employees. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-15008"}