{"url": "/factchecks/2020/oct/21/facebook-posts/dr-anthony-fauci-didnt-blame-masks-1918-19-flu-dea/", "speaker": "Facebook posts", "vclaim": "Says Dr. Anthony Fauci wrote a paper blaming 1918-19 flu deaths on masks.", "truth_label": "false", "date": "stated on October 19, 2020 in a Facebook post:", "title": "Dr. Anthony Fauci didn’t blame masks for 1918-19 flu deaths", "text": "In an attempt to cast masks as more harmful than helpful, posts online are pointing to research on the 1918 influenza pandemic. They claim that masks inadvertently caused the majority of the deaths, and that the government’s leading epidemiologist, Dr. Anthony Fauci — who has urged mask wearing to stem the spread of the novel coronavirus — was the one who wrote about the link. \nThe post features a screenshot of a tweet that says, \"The unmasked buried the masked in the ‘Spanish flu.’ What did the people in #masks die from? Bacterial pneumonia. Who knew this and wrote about it in 2008? Dr. Anthony Fauci.\"\nA caption from one user who shared the post on Facebook reads, \"Dr Fauci wrote a paper regarding the Spanish Flu and stated that the majority of deaths in 1918-1919 was because of bacterial pneumonia from wearing masks.\"\nThis is wrong. The report makes no mention of masks.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nA 2008 study, co-authored by Fauci, found that most of the deaths in the 1918 influenza pandemic were not caused by the virus acting alone, but came when victims succumbed to bacterial pneumonia following infection.\nResearchers from the National Institute of Allergy and Infectious Diseases, which Fauci heads, published their report in October 2008 in the Journal of Infectious Diseases.\n\"The pneumonia was caused when bacteria that normally inhabit the nose and throat invaded the lungs along a pathway created when the virus destroyed the cells that line the bronchial tubes and lungs,\" a summary of the report said.\n\"In essence\" Fauci is quoted in the report as saying, \"the virus landed the first blow while bacteria delivered the knockout punch.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe report doesn’t blame masks.\nAnd yet, opponents of masks, who have circulated false claims that link them to bacterial or fungal infections, interpreted the study to mean that long-term mask wearing caused the deadly pneumonias. That is not the case. Secondary bacterial pneumonias have long been associated with severe influenza in human and animal studies.\nExperts told us that historians and other researchers have assumed for decades that a significant portion of the 1918-19 pandemic deaths were due to secondary bacterial pneumonia infections, and more recent studies have supported this thesis. In fact, when discussing the 1918-19 pandemic death toll, researchers have consistently used the term \"P&I deaths,\" that is, deaths attributed to both pneumonia and influenza. \nJ. Alexander Navarro, assistant director at the Center for the History of Medicine at the University of Michigan and co-editor in chief of the \"American Influenza Epidemic of 1918-1919\" digital encyclopedia, called the claim that masks caused bacterial pneumonia \"absolutely preposterous.\"\n\"They don’t, and no infectious disease expert of Dr. Fauci’s caliber would ever claim that,\" Navarro told PolitiFact. \"If masks did cause pneumonia, we’d see major pneumonia cases developing in clinicians who wear masks for long periods of the day, or even in tradespeople and others who work in dusty conditions and who routinely wear respirators to help prevent dust particles from entering their respiratory tracts. Mask wearing is routine in many Asian countries, even before the COVID pandemic, and there are no widespread pneumonia outbreaks as a result.\" \nOur ruling\nPosts online claim Fauci wrote a 2008 study blaming the majority of deaths in the 1918-19 influenza pandemic on bacterial pneumonia from wearing masks.\nFauci never wrote that. In the paper he co-authored, researchers found that secondary bacterial pneumonia caused a majority of deaths in the pandemic. This is a well-documented side effect of severe influenza infections, and has nothing to do with masks.\nWe rate this False. \nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18742"}