{"url": "/factchecks/2010/jan/15/alex-sink/floridas-alex-sink-says-2009-fundraising-tops-for-/", "speaker": "Alex Sink", "vclaim": "\"No Democratic campaign for (Fla.) governor has ever had these kinds of resources this early on in an election cycle.\"", "truth_label": "true", "date": "stated on January 6, 2010 in response to questions about fundraising totals:", "title": "Florida's Alex Sink says 2009 fundraising tops for any Democratic candidate for governor", "text": "Florida's leading Republican candidate for governor, Bill McCollum, is bragging that he raised more money in the last three months of 2009 than any other candidate running for the state's top elected post.\nThat produced some crowing in response from Alex Sink, the major Democratic candidate. Sink raised more than $5 million in cash and check contributions in 2009, state campaign finance records show.\n\"No Democratic campaign for governor has ever had these kinds of resources this early on in an election cycle, proving what a strong position our campaign is in going into 2010,\" Sink campaign manager Paul Dunn said on Jan. 6, 2010.\nWe wanted to see if Sink, the state's chief financial officer, has built a war chest so large it's unusual for Florida Democrats.\nThe state Division of Elections maintains an online database of campaign finance information for candidates going back to 1996. The online database covers gubernatorial elections in 1998, 2002, 2006 and 2010.\nWe searched the years prior to each election to see if anyone matches or comes close. Sink's 2009 total -- not including in-kind donations -- was $5,050,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\nThere were two leading Democrats running for governor in 2006, former U.S. Rep. Jim Davis and former state Sen. Rod Smith. Davis reported raising $1.65 million in 2005; Smith reported a total of $1.26 million in cash and check contributions. That's a little short of $3 million combined ($3.3 million when adjusted for inflation), way short of Sink's haul. Davis ultimately won the party's nomination, but was defeated by Republican Charlie Crist.\nIn 2002, the two frontline Democrats were former U.S. Attorney General Janet Reno and Sink's husband, lawyer Bill McBride. Reno raised $570,000 in the year ahead of the election; McBride raised $743,000. McBride won that primary, but lost in November to incumbent Gov. Jeb Bush.\nThe Democrat in 1998 was Lt. Gov. Buddy MacKay, who was trying to hold the governor's mansion following Lawton Chiles. MacKay raised $1.57 million the year ahead of the election. MacKay lost to Bush.\nWe also checked back to the 1994 gubernatorial election, the last time Democrats won in Florida. Chiles raised a total of $2.7 million in private donations for that campaign, the St. Petersburg Times reported. That's worth nearly $4 million in today's dollars, but Chiles' total includes contributions made in the year prior and year of the election. Sink, on the other hand, still has 11 months of fundraising ahead.\nPrior to 1994, eclipsing $5 million a year before the election was inconceivable.\nSink clearly has benefited by being the only major Democrat running for governor. She's also campaigning at a time that simply requires candidates to raise more money. Yet the $5 million Sink raised in cash and check contributions in 2009 is more than what Jim Davis and Rod Smith raised in 2005, combined. It's also more than what her husband, McBride, and Reno raised a year ahead of the 2002 election. MacKay in 1997 and Chiles in 1993 don't come close, either. We rate Sink's statement True.", "vclaim_id": "vclaim-pol-15396"}