{"url": "/factchecks/2013/apr/07/scott-walker/gov-scott-walker-says-choice-schools-would-get-onl/", "speaker": "Scott Walker", "vclaim": "Says that even if his budget is adopted, private schools in the choice program would be getting about half the per-pupil funds that public schools receive", "truth_label": "half-true", "date": "stated on March 22, 2013 in a news release:", "title": "Gov. Scott Walker says choice schools would get only half as much as public schools even after the aid increases in his budget", "text": "Stumping for his proposal to expand school choice as an \"alternative to failing schools,\" Gov. Scott Walker threw down a challenge to what he called five common myths about choice.\n\nUnder the heading, \"Myth #1\", Walker said in a March 22, 2013 news release: \"Choice schools are getting more money than public schools.\"\n\n\"Not even close,\" the release continued. \"Public schools in Wisconsin receive, on average, $12,775 per pupil in total funds. Under Gov. Walker’s budget, choice schools will get about half of that per student.\"\n\nA flashpoint in Walker’s proposed two-year budget would boost per-pupil state aid to some choice schools by 9.4 percent in 2014-’15. Others would see payments boosted by 21.9 percent. Overall public school revenues, by contrast, would be frozen.\n\nCan it be true that even after those increases, choice schools still would get about half what public schools get in funds per pupil?\n\nLet’s check the numbers.\n\nFor the public schools, Walker got the $12,775 revenue figure from the latest available U.S. Census report on public education finance. It reflects primarily state aid to schools, local property taxes, and federal funding.\n\nBut that report covers 2009-’10, before Walker cut education aid and limited what schools could raise in property taxes.\n\nA more recent such tally, by the Wisconsin Department of Public Instruction, put the figure somewhat lower, at $12,376 for 2011-’12.\n\nWhat’s the comparison figure?\n\nFor the choice schools, Walker did not mention a figure, but the numbers are readily available in his budget proposal. He would increase state aid to kindergarten-through-eighth-grade voucher schools to $7,050 per pupil (up from the current $6,442) in the 2014-'15 school year, theJournal Sentinel reported. \n\nFor voucher high schools, the per-pupil aid would rise to $7,856.\n\nThere are mismatches galore in the comparison years here, but we can still draw some conclusions.\n\nIf we assume that total revenues for public schools hold at the 2012 level, the choice schools would be getting 57 to 63 percent of what public schools get, depending on whether they are a K-8 or high school. And if we assume revenues hold at the 2010 number Walker cited, it’s 55 to 61 percent.\n\nSo, pretty close to \"about half\" for the K-8 choice schools -- but much closer to two-thirds for the high schools.\n\nThere are other caveats regarding Walker’s methodology.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe public school revenue figure he used is accurate, and it has the virtue of being comprehensive in pulling in the three major funding sources. The Census data is widely cited.\n\n\"What the governor said is an accurate reflection of the cost to the average resident,\" his spokesman, Cullen Werwie, told us.\n\nBut there are flaws inherent in this approach because he’s comparing two different types of funding systems.\n\nEvery researcher we consulted warned that comparisons between public and choice school funding can produce different conclusions depending on how the comparisons are set up.\n\nIn this case, the broad revenue figure Walker mentions for public schools includes sources that also help choice schools -- but are not reflected in the choice-school number. Left out on the choice side of the equation, for example, is what choice schools collect in fees from parents for a whole range of school-related items.\n\nIt’s also worth noting that some federal dollars that flow, for example, through Milwaukee Public Schools actually go toward helping transport and support choice students. So the funds show up as revenue to MPS even though a portion is essentially in-kind revenue for choice schools.\n\nSo it’s an apples to oranges comparison to some extent, though precisely how much is unknown because we don’t have budget details for private schools.\n\n\"Only with comparable expense data could we more definitively get at this,\" said education researcher Anneliese Dickman, research director at the Public Policy Forum in Milwaukee.\n\nThere’s no way now to make the comparison perfect, but one preferred method would be comparing the choice payment to what public schools get from local property taxes and general state aids, we heard from researchers or other officials at DPI, the Wisconsin Taxpayers Alliance and School Choice Wisconsin.\n\nBy that counting method, choice funding would be within 75 percent of the public school level. Another method would put the choice funding in between the Walker method and this one.\n\nLast point.\n\nMilwaukee provides by far the most students in the choice program, and there’s only one other city included right now, Racine.\n\nSo, it’s \"somewhat misleading\" to compare the choice payments in Milwaukee to a state (public school) average, said Dale Knapp, research director at the Taxpayers Alliance, a research organization.\n\nUsing the method we heard was preferred (counting local property taxes and general aids), choice in Milwaukee would be at 70 to 80 percent of the Milwaukee Public Schools number. Under Walker’s method, city choice schools would get half or very close to half of what their public counterparts receive.\n\nOur rating\n\nWalker said that even after the aid increases in his proposed budget, choice schools would be getting \"about half\" the per-pupil funds that public schools receive.\n\nHe’s pretty close for some schools but not others based on his method of comparison, but off considerably based on a method preferred by researchers as a more accurate comparison. On the Truth-O-Meter, there’s a spot for claims that are partially accurate but leave out important details or takes things out of context.\n\nThat’s Half True. And we think it fits here.", "vclaim_id": "vclaim-pol-09502"}