{"url": "/factchecks/2014/oct/24/stephanie-cutter/stephanie-cutter-ebola-vaccine-research-was-cut-ha/", "speaker": "Stephanie Cutter", "vclaim": "\"Money towards the Ebola vaccine is basically cut in half to what it was. More cuts are coming under the congressional sequester.\"", "truth_label": "mostly-true", "date": "stated on October 19, 2014 in an episode of \"Meet the Press\":", "title": "Stephanie Cutter: Ebola vaccine research was cut in half, and more cuts are coming", "text": "If you’re tracking news of the Ebola virus, you’ve probably heard accusations that budget cuts are responsible for the lack of a vaccine.\nNational Institutes of Health director Dr. Francis Collins told Huffington Post that \"we probably would have had a vaccine in time\" for the Ebola outbreak were it not for a 10-year drop in federal research dollars. (PolitiFact explored that idea.)\nHis colleague, Dr. Anthony Fauci of the National Institute of Allergy and Infectious Diseases, contradicted Collins on the Oct. 19 edition of Meet the Press. When host Chuck Todd asked if Collins’ comments about budget cuts driving the absence of a working vaccine was \"hyperbole,\" Fauci said he did not agree with Collins.\n\"You can't say that. I think you can't say we would or would not have this or that. Everything is slowed down. But I wouldn't make that statement,\" Fauci said.\nLater in the Ebola-centric episode, Democratic strategist Stephanie Cutter picked up on Fauci’s statement that research slowed with funding.\n\"In fact, money towards the Ebola vaccine is basically cut in half to what it was,\" she said. \"More cuts are coming under the congressional sequester.\"\nWe wanted to know if funding for an Ebola vaccine had been cut in half from \"what it was\" and if more cuts were coming under the sequester. Cutter did not respond to our query.\nHow much we spend on Ebola vaccine research\nThe National Institutes of Health, which houses Fauci’s National Institute of Allergy and Infectious Diseases, is the biggest source of medical research dollars in the world. In-house scientists work on some projects, while other grants are doled out to scientists at research institutions and universities.\nThese research agencies have had cutbacks just like the rest of the federal bureaucracy, including in biomedical research. The government put a big emphasis on these illnesses in 2001, as officials grew more worried about bioterrorism threats like anthrax and smallpox.\nThe NIH’s specific research into Ebola virus prevention and treatment is also lower than it once was, though whether it was \"half as much\" depends on a subjective, selective timetable.\nA spokeswoman for the National Institute of Allergy and Infectious Diseases provided a breakdown of the agency’s Ebola research since 2003, including vaccine-specific expenses. (These numbers exclude stimulus dollars and are not adjusted for inflation.)\nThe chart below shows the trend in the agency’s spending on research into an Ebola vaccine, therapeutics (or treatments), as well as total Ebola research spending, which folds in those categories and also includes basic research into how the disease works and diagnostics (complete chart data here).\n\nSince Cutter specified Ebola vaccine research, let’s focus on that (it’s the blue line).\nIt’s hard to say what normal spending in this area is, as dollars have fluctuated between a low of $11.6 million to a high of $37.2 million depending on the year.\nBut if you compare 2010 spending to 2014 spending, spending indeed dropped by more than half, falling from about $37.2 million to $17.7 million. The 2009-10 fiscal year was one of higher-than-usual spending. The year before, spending was $20.8 million.\nThe story for total Ebola research spending by NIH is similar, reaching a high of $59 million in 2006 before falling, peaking again in 2010 and then trailing off amid recession fallout.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNo doubt, research money has not kept up with rising research costs, especially in the recent austere budget climate.\nThe sequester and cuts to come\nLet’s compare spending before and after the sequester that Cutter mentioned.\nRemember that funny word, sequestration? It hasn’t been in the news much, but it’s not going away, and it has a big influence on whether the NIH keeps funding things like Ebola research at substantial levels. (See PolitiFact’s guide here.)\nThe sequester is the result of a 2011 disagreement between the White House and Congress over how to solve the debt ceiling problem. Because a congressional \"super-committee\" failed to come up with $1.2 trillion in targeted cuts, across-the-board spending cuts of 5 percent went into effect in 2013.\nAn agreement reached by Rep. Paul Ryan, R-Wis., and Sen. Patty Murray, D-Wash., in December 2013 offered slight relief from the sequester, setting budget caps for 2014 and 2015 discretionary (non-military) spending that exceed the amount required by the sequester.\nIn the 2011-12 fiscal year, before the sequester, spending on Ebola vaccine research was $22.5 million. In 2013, after the sequester, this spending fell to $17.2 million. It picked up slightly to an estimated $17.7 million in 2014.\nClearly, budget cuts are leading to reduced dollars for finding an Ebola vaccine. But it is not half of its pre-sequester amount, so Cutter’s statement is an overstatement by this measure.\nWhat does this mean for future medical research? Spending will surely remain tight and will still be outpaced by the cost of research. But exactly what continued austerity means for Ebola research also remains to be seen.\nOf the many diseases affecting or feared to affect Americans, Ebola was not one, so it was not given a super-high priority in past National Institutes of Health budgeting. Congress provides the funding for NIH, but agency leaders make the call on which research gets what level of funding.\nThe NIH has generally tried to make its budget cuts even across its more than two dozen sub-institutes that focus on specific disease research, said Benjamin Corb, American Society for Biochemistry and Molecular Biology director of public affairs. If this trend holds, Ebola research will likely take another cut, though spending priorities could change in the face of the dangerous outbreak in West Africa.\nAlready, the agency has pushed ahead with some close-to-finished treatments in effort to respond to the disease, such as the ZMapp drug that was used to treat two American missionaries who contracted Ebola but has not yet been produced in large supply.\nThe spending cap for the 2014-15 fiscal year is essentially flat, so spending will still be tight for all research, said David Reich, a former House Appropriations Committee staffer and consultant to the left-leaning Center on Budget and Policy Priorities. If inflation is factored in, it’s certainly a cut, he said.\n\"We don’t know where they’re going to be until the process is finished,\" he said.\nAn NIH spokeswoman said the agency did not yet know how sequestration would affect Ebola research.\nExperts caution that more money for Ebola research would not necessarily mean more results, though they agree that more money would have probably led to more developed testing of products.\nOur ruling\nCutter said, \"Money towards the Ebola vaccine is basically cut in half to what it was,\" and \"more cuts are coming under the congressional sequester.\"\nWhether money for the vaccine was cut in half depends on the metric you use. It’s true if you compare 2010 to the 2014 estimate, when vaccine research spending fell from $37 million to $17.2 million, but not if you use other parameters.\nThe financial picture for the NIH is not expected to substantially brighten any time soon amid constraints from budget-control measures, though given the emergence of the threat in the United States and the massive attention to the issue, Congress and the president could choose to increase funding for Ebola going forward.\nWe rate her claim Mostly True.", "vclaim_id": "vclaim-pol-07085"}