{"url": "/factchecks/2011/jul/07/bill-kristol/bill-kristol-says-40-percent-republicans-voted-joh/", "speaker": "Bill Kristol", "vclaim": "Forty percent of union members voted Republican in 2008.", "truth_label": "mostly-true", "date": "stated on July 3, 2011 in an interview on \"Fox News Sunday\":", "title": "Bill Kristol says 40 percent of union members voted for John McCain in 2008", "text": "On the July 3, 2011, edition of Fox News Sunday, panelists discussed the connections between labor unions and the Democratic Party.\n\nDuring the exchange, Bill Kristol, the editor of the conservative magazine The Weekly Standard, said that despite longstanding ties between unions and Democrats, support for Republicans among voters who are union members is higher than one might think.\n\nThe discussion began with a clip of Vice President Joe Biden appearing before a union audience in Las Vegas, joking about the bond between unions and Democrats.\n\nA moment later, Kristol said, \"Joe Biden spoke more truth than he realized when he made this joke that, well, you guys, it's out of the question that you union members could vote Republican. A lot of union members vote Republican. I think a third -- what is it, 40 percent, even of union members voted Republican even in 2008?\n\n\"And, in fact,\" he continued, \" ... it's a real question how much the union leadership speaks for the members. And I do think it's very important for the Republican candidate in 2012 to be able to win over what we used to call Reagan Democrats, many of whom are (or) who have been union members.\"\n\nTo check Kristol, we decided to look at exit poll data -- the surveys taken every two years of voters leaving polling places. These surveys, which are designed to capture a snapshot of the electorate on Election Day, classify voters by a range of demographic questions, some of which involve union membership.\n\nWe looked at the exit poll numbers for 2008 and found that 39 percent of voters from union households voted for Republican presidential nominee John McCain, compared to 59 percent for Democrat Barack Obama.\n\nSo Kristol’s memory was essentially correct. Still, we’ll provide a couple minor caveats.\n\nFirst, there are slight differences between how voters from union households voted (that is, the numbers we cited above) and how union members themselves voted (which is specifically how Kristol phrased his comment). Union members voted 60 percent for Obama and 37 percent for McCain -- two points less for McCain than voters who lived in union households. (Voters from union households accounted for 21 percent of the electorate in 2008, while union members accounted for 12 percent.)\n\nSecond, judging by the context, we think Kristol meant voting patterns in the 2008 presidential race, but it’s worth noting that the same exit polls painted a different picture of union voter behavior in House elections.\n\nIn 2008, voters from union households split their vote for House candidates this way: 34 percent for Republican candidates and 64 percent for Democratic candidates. The numbers were similar for actual union members -- 34 percent backed Republican candidates and 65 percent backed Democratic candidates.\n\nWe also wondered about the long-term trendline, since Kristol’s implication was that Republicans did pretty well in 2008 in securing union votes. So we looked at past levels of union support for GOP candidates.\n\nFor presidential elections, we compared the GOP candidate’s vote share from union members to the GOP candidate’s vote share from all voters. (In every case, the Republican did better among all voters than among union voters.)\n\nWe found that McCain did better than almost all of his Republican predecessors in winning votes from union households. McCain won 46 percent of the vote nationally, so his union backing was only 7 points behind his overall support.\n\nSince 1952, only one other Republican candidate did as well among union voters -- Ronald Reagan in 1980, who also had a gap of just 7 points between overall support and union support. But Reagan wasn’t able to repeat his magic in 1984 -- his union vote trailed his national vote by 13 points. And that pattern continued until McCain in 2008, with the gap bouncing between 11 and 13 points from 1984 to 2004.\n\nSo there’s some support for the notion that Republicans are doing pretty well among union voters these days.\n\nKristol’s recollection on Fox News Sunday was very close to reality. We’re only lowering him a notch due to a lack of clarity about whether he meant union members as opposed to union households, and about which 2008 election he meant -- presidential or House. On balance, we rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-12788"}