{"url": "/factchecks/2020/jul/27/tweets/no-tom-brady-didnt-threaten-quit-over-teammates-kn/", "speaker": "Tweets", "vclaim": "Quotes Tom Brady as saying, “If anyone on my team kneels, I quit.”", "truth_label": "pants-fire", "date": "stated on July 25, 2020 in a Tweet:", "title": "No, Tom Brady didn’t threaten to quit if teammates kneeled during anthem", "text": "In his more than 20 years in the NFL, Tom Brady has usually avoided making public comments on political or hot-button topics.\nThat’s why recent social media posts claiming that the Tampa Bay Buccaneers quarterback said he would quit if his teammates kneeled during the national anthem looked especially suspicious. \nAnd sure enough, the quote is fake. It originated on a satirical website.\nThat didn’t stop people from sharing it in posts without any disclaimers to indicate it was fabricated.\nOne Twitter user posted the satire story’s headline, \"Tom Brady: ‘If Anyone on My Team Kneels, I Quit,’\" and then wrote, \"Do you agree with him?\"\nThe phony quote originated on the America’s Last Line of Defense website, which contains a disclaimer that says everything posted on it is fiction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe site is run by a man named Christopher Blair, who has been publishing fabricated stories for years and says his goal is to trick conservatives into sharing false claims on social media.\nRELATED: If you're fooled by fake news, this man probably wrote it\nBrady, a six-time Super Bowl winner, typically refrains from making public comments on non-football topics, but he told Oprah Winfrey in a June 2018 interview that he respects players who choose to kneel in protest during the national anthem before football games. \n\n\"I think there were a lot of really good, healthy conversations coming out of it in our locker room,\" Brady said in the interview. \"I respect why people are doing what they’re doing, and they’re doing it for different reasons, and that’s OK. You can do things for your reasons, they can do things for their reasons, and you have respect for that. But I thought it was great.\"\nOur ruling\nPosts claim that Brady said he would quit football if his teammates kneeled during the national anthem.\nHe never said that. The quote came from a satirical website and was erroneously copied and shared in posts as if it were legitimate.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17803"}