{"url": "/factchecks/2010/jun/04/tom-mechler/challenger-gop-chair-says-democrats-have-20-field-/", "speaker": "Tom Mechler", "vclaim": "“The Democrats have over 20 field agents to our zero.\"", "truth_label": "half-true", "date": "stated on May 27, 2010 in a press release:", "title": "Challenger to GOP chair says Democrats have 20 field agents, Republicans have none", "text": "Republicans hold all 29 statewide elected offices in Texas. Check.\nPlus, no Republican has lost statewide since ‘94, Republicans hold solid majorities in the Texas Senate and Texas congressional delegation and the GOP could widen its edge in the Texas House in November’s elections.\nCheck, check, check and (maybe) check.\nSuch pro-Republican realities didn’t deter a candidate for the chairmanship of the Republican Party of Texas from sending out a press release May 27 generally charging the current chair, Cathie Adams of Dallas, with poor management. Tom Mechler of Amarillo also let loose with this: “The Democrats have over 20 field agents to our 0.”\nReally? The GOP's forces outnumbered?\nBefore imagining wild scenarios—operatives speeding country roads, texting on the straightaways—keep in mind that a political “field agent” is simply a person entrusted with representing a party, interest group or candidate in a region or community. Agents are an entity’s eyes and ears, expected to track what matters to local residents and to fan support for their client in election years, like this one.\nResponding to our inquiry, Mechler spokesman Russ Duerstine, a member of the State Republican Executive Committee, told us the state GOP let its only field organizer go early this year, a claim that a party spokesman declined to address. Later, Mechler said he reached his count, which he called an estimate, by looking at Texas-based workers for Republican and Democratic political groups, which seemed like a reasonable methodology.\nStarting our own check, we perused the major parties' websites. The Texas Democratic Party site lists 19 staff members though no one with a title indicating they work outside of its Austin headquarters. The state GOP’s site lists six staff members, likewise no one with a title suggesting they’re in the field.\nNext, we contacted the parties. GOP spokesman Bryan Preston declined comment on the party's field staff, while Kirsten Gray, spokeswoman for the Democrats, said in an email the party now has no field staffers but some staff members occasionally go into the field.\nEnd of story? Not.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn April 2009, the Democratic National Committee dispatched an organizer, Luke Hayes, to Texas to direct the state’s chapter of Organizing for America, the national group that succeeded then-Sen. Barack Obama’s 2008 presidential campaign committee, Obama for America. At the time, the Austin American-Statesman said there was speculation in Democratic circles about the national party putting up to 30 organizers into Republican-leaning Texas. That apparently hasn’t happened, though an Austin Democratic activist, Eugene Sepulveda, posted a blog in August saying he’d attended an event including “12 or 14” Texas-based OFA field organizers.\nHector Nieto, spokesman for Organizing for America – Texas, declined to say how many staffers are in the state. Separately, though, we looked through DNC financial filings with the Federal Election Commission. The committee’s “disbursements” filing for April, the latest report available, shows salaries paid to 11 individuals with Texas addresses; add Hayes, whose listed address is in the Bronx, and there appear to have been 12 DNC-paid staff members in the state. According to the filing, those payees were spread among Austin, Houston, Brownsville, Dallas, El Paso, Garland, La Feria and Lorena.\nA similar filing by the Republican National Committee revealed no committee-paid Texas workers in April, though a Dallas resident was paid consulting, speaking and training fees.\nSo, the count of D-vs.-R organizers appears to be 12 to 0.\nBut hold on. State Comptroller Susan Combs, a Republican seeking her third term in November, has announced she'll be helming the GOP's election-year get-out-the-vote committee, dubbed Victory 2010. On the Republican side, such committees usually enlist field staff. The GOP's 2008 \"victory\" committee paid six field workers, according to Leanne Ivey, that committee's senior adviser. Ivey said the workers were based in Fort Worth, Dallas, Houston (which had two), San Antonio and Central Texas.\nAnd Democrats have more afoot as well. The Texas Democratic Trust and Lone Star Fund funnel money to pro-Democratic groups. For the six months that ended Dec. 31, we identified about a dozen individuals or companies with Texas addresses that fielded payments from at least one of the entities, according to finance reports filed with the state and federal government. But no recipients were precisely listed as field staff.\nFinally, we’d be remiss if we overlooked field-staff hirings by the party’s well-funded candidates for governor. GOP Gov. Rick Perry’s campaign told us he has 10 regional field directors. Democratic nominee Bill White’s campaign didn’t volunteer its field staff level. Spokeswoman Katy Bacon said in an email: “That’s competitive information, kind of like the recipe for Dr Pepper.”\nWe visited again with Mechler, who said for his count, he assumed that 75 percent of the individuals funded in Texas by the Lone Star Fund and Texas Democratic Trust were field workers. He stood by his 20-to-0 ratio, calling it a fair estimate.\nWe're comfortable saying Democrats have up to a dozen people working in the field. And the state GOP has no one.\nAlso, it's possible some workers in both parties aren't identified as field staff in finance reports. It's also likely that future hires will change the ratio of ground troops. \nBased on available information, Mechler is right about his party for now, but overstates Democratic Party numbers. We rate his statement Half True.", "vclaim_id": "vclaim-pol-14953"}