{"url": "/factchecks/2013/oct/25/marco-rubio/marco-rubio-said-florida-300000-people-are-going-l/", "speaker": "Marco Rubio", "vclaim": "In Florida, \"300,000 people are going to lose their individual coverage because of Obamacare. Now those people next year, they don’t have health insurance.\"", "truth_label": "barely-true", "date": "stated on October 22, 2013 in an interview on \"The O'Reilly Factor.\":", "title": "Rubio says 300,000 will lose their individual health insurance coverage under Obamacare and won't be able to enroll in new plans", "text": "Recent letters to 300,000 Floridians from Florida Blue, a division of Blue Cross Blue Shield, have injected new vigor into claims that the health care law means consumers will lose their insurance.\n\"The issue of Obamacare is about a much broader agenda to inject more government control over our lives and over our economy,\" said Sen. Marco Rubio, R-Fla., on Fox’s The O’Reilly Factor. \"On this very day in Florida, it was announced that 300,000 people are going to lose their individual coverage because of Obamacare. Now those people next year, they don’t have health insurance. They are going to owe the IRS money in the form of a fine. Where are they supposed to go now and buy that health insurance if the website isn’t working, if Consumer Reports is telling people to avoid the website?\"\nRubio’s concerns about the website referred to healthcare.gov, the federal government’s online marketplace for health insurance. The website has been plagued with problems and hasn’t been functioning properly since its debut on Oct. 1.\nRubio made his claim during a week when the announcement by Florida Blue affecting 300,000 policy holders received much attention. (U.S. Rep. Tom Rooney, R-Fla., and former House Speaker Newt Gingrich made similar statements related to Florida Blue.)\nWe asked Rubio's office for evidence to support his claim. \"This is pretty simple,\" said Rubio's spokesman Alex Conant in an email to PolitiFact Florida. \"Question: can any one of the 300,000 people keep their current health plan? Answer: No.\"\nWe decided to check Rubio’s claim: Are 300,000 people going to lose their individual coverage because of Obamacare? And will they face the consequences Rubio suggests?\nFlorida Blue’s letters\nOn Oct. 21, Kaiser Health News reported that health plans were sending hundreds of thousands of cancellation letters to people who buy their own coverage.\nWe found the news repeated by several news outlets and blogs, with headlines such as this one in the Miami Herald’s Naked Politics blog: \"Who’s to blame for the 300,000 policy purge? Florida Blue or Obamacare or both?\"\nIn response to the news coverage, Florida Blue issued a statement:\n\"The Affordable Care Act mandates that all health insurance coverage packages provide 10 categories of essential health benefits. Because some plans offered by all insurers did not include all of these new services, they will no longer be available. Approximately 300,000 current Florida Blue members are enrolled in plans that will not meet these new benefit requirements.\n\"Florida Blue is proactively communicating to these members to help them understand how this transition affects them. Prior to their 2014 renewal date, each member will receive a letter that instructs them to contact Florida Blue to review their migration options. These new plans will offer members access to more comprehensive benefits in 2014.\n\"It is important to note that a person’s individual situation will be the key driver of what they will pay for coverage under the ACA. Subsidies will be available in the marketplace to lower the cost of coverage for eligible individuals, and the amount an individual will pay could vary significantly once his or her specific age, area in which they live, smoking status, family size, and income are factored in.\"\nThe Miami Herald’s Public Insight Network obtained copies of letters received by Florida Blue consumers. The letters stated that due to the Affordable Care Act, the consumer’s particular plan \"will be closed\" and recommended another Florida Blue plan.\n\"To help ensure that you have continuous health care coverage, you’ll be enrolled in this health plan effective Jan. 1, 2014, unless we hear from you by Nov. 1, 2013.\"\nThe letters stated that consumers could choose a different Florida Blue plan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"We’ll help you find a plan that’s right for you,\" the letter stated.\nA spokesman for Florida Blue, Mark Wright, told PolitiFact Florida that when it comes to getting new plans, \"nobody is throwing anybody off a cliff.\"\nNot everyone’s policies expires on Jan. 1, those expirations will happen throughout the year. Consumers have to be notified that they have to choose a new plan 90 days before their plan expires.\nJon Urbanek, a senior vice president at Florida Blue, told us the company intends to offer people with expiring policies a range of options. Depending on where they live and other factors, \"most people will have a choice of somewhere around 40 plans to choose from,\" Urbanek said.\nHealth care experts\nWe sent Rubio’s statement to a few health care experts to see if they thought it was accurate. What we generally heard was that while policy holders are losing that particular insurance plan, they do have other options.\n\"There is some truth to saying that they are losing their coverage plans they are now in -- they are no longer available,\" said Timothy Jost, a law professor at William and Lee and co-author of the casebook Health Law. \"Presumably those are plans with very high deductibles, high out-of-pocket costs.\"\nHowever, \"it is also inaccurate saying people are losing coverage.\"\nChristopher J. Conover, a health research scholar at Duke University and adjunct scholar at the conservative American Enterprise Institute, told PolitiFact Florida that these consumers are losing their current health plan.\n\"Most of your readers might interpret ‘losing coverage’ as meaning these individuals will become uninsured. Some in fact will be, but not the majority....,\" he said.\nConover said that the same situation is happening to millions of consumers nationwide.\n\"This eventually will touch millions of Americans,\" he told PolitiFact Florida.\nOur ruling\nRubio said, \"300,000 people are going to lose their individual coverage because of Obamacare. Now those people next year, they don’t have health insurance.\"\nRubio was referring to letters Florida Blue started sending to consumers in the individual market in August. The letters do tell consumers that their particular plan will end due to the Affordable Care Act. That’s because the plans typically don’t offer the comprehensive coverage that is required under the new law.\nHowever, the letters also state that consumers will have \"continuous health care coverage\" and assigned them a particular plan, or gave them the option to contact Florida Blue and choose another plan. So their coverage is not dependent on being able to buy insurance through healthcare.gov, the government’s online marketplace.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08705"}