{"url": "/factchecks/2016/may/17/newt-gingrich/newt-gingrich-says-china-stole-360-billion-intelle/", "speaker": "Newt Gingrich", "vclaim": "\"The Chinese last year probably stole $360 billion in intellectual property from the United States.\"", "truth_label": "mostly-true", "date": "stated on May 15, 2016 in an interview on \"Fox News Sunday\":", "title": "Newt Gingrich says China stole $360 billion in intellectual property from U.S.", "text": "Former House Speaker Newt Gingrich, R-Ga., has spoken favorably of presumptive GOP nominee Donald Trump, including expressing openness to being tapped as his vice president. And on Fox News Sunday, Gingrich joined Trump in hammering away at China.\nGingrich said on May 15 that while he had played a major role as a congressional leader in passing one of Trump’s most heavily criticized trade deals, the North American Free Trade Agreement, it’s not a bad idea to be tougher now.\n\"When you hear, for example, that the Chinese last year probably stole $360 billion in intellectual property from the United States, I think being tough about that's a good thing,\" Gingrich said. \"I think conservatives can be for very tough-minded trade.\"\nThe $360 billion figure is based on a federal estimate, though experts caution that the true number is impossible to know. It could actually be higher.\nWhere the number comes from\nIntellectual property refers to creative concepts such as inventions, literary and artistic works, designs, symbols, names and images used in commerce, according to the World Intellectual Property Organization. Its creators and owners are protected legally through patents, copyrights and trademarks, but cross-border theft of intellectual property is hard to police.\nOver the years, United States officials have said that China is one of the worst offenders. This has been driven in large part by an aggressive technology quest by China’s central government.\nWe tracked down Gingrich’s $360 billion figure to comments by William Evanina, director of the Counterintelligence and Security Center under Director of National Intelligence James Clapper.\nEvanina told reporters in November 2015 that, based on reports by nearly 140 companies, espionage via computer hacking costs the U.S. economy $400 billion a year, and that the Chinese government is believed to be behind 90 percent of those attacks. That works out to $360 billion. Gingrich spokesman Ross Worthington subsequently confirmed that Evanina’s comments were the source of Gingrich’s number on Fox News Sunday.\nThe first thing we should note, however, is that the $360 billion figure is only for losses from cyber-hacking — a limitation that Gingrich didn’t specify.\nOf course, adding in non-cyber losses would only increase that figure beyond $360 billion. And Worthington said that this all may be an under-estimate because \"corporations do not usually reveal the fact or allow (law enforcement) to go public or estimate losses because that would in effect expose their consumers, clients and stockholders to more losses, indirect and direct.\"\nHow solid is the $360 billion number?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nStill, experts agreed that there’s lots of uncertainty in determining the scale of intellectual property losses.\nAnother estimate for intellectual property theft from China, by the Commission on the Theft of American Intellectual Property, a blue-ribbon panel, pegged annual U.S. losses from intellectual property at approximately $300 billion, of which China accounted for \"between 50 percent and 80 percent of the problem.\"\nThat would produce a figure between $150 billion and $240 billion, lower than what Gingrich said, though the commission acknowledged that such studies may be undercounting the scale of losses. \"The exact figure is unknowable,\" the commission cautioned.\nIndependent experts strongly agreed.\n\"Estimating losses from intellectual property theft is like trying to predict next month's weather with 1960s technology,\" said Justin Hughes, a Loyola Law School professor who specializes in intellectual property. \"Estimates are by nature guesstimates, and rough ones at that. I would not be comfortable with anything more specific than ‘hundreds of billions of dollars.’ \"  \nHughes added that measurements of intellectual property theft don’t necessarily include U.S. losses from counterfeit goods, another area of concern.\nEven basic definitions offer room for disagreement, said Derek M. Scissors, a resident scholar at the conservative American Enterprise Institute.\n\"Should we use what it’s worth to the owner or the thief? If intellectual property hasn’t fully been brought to market — and that turns out in many cases to be the most valuable intellectual property — its value to anyone can only be very roughly estimated,\" he said.\nJames A. Lewis, senior vice president and program director at the Center for Strategic and International Studies, also noted technical problems in calculating a dollar value.\n\"If I steal intellectual property that you value at $100 and I can’t use it, the actual loss is zero,\" Lewis said.\nOur ruling\nGingrich said, \"The Chinese last year probably stole $360 billion intellectual property from the United States.\"\nThe $360 billion figure comes from a senior government official, and there are indications that it could, if anything, understate the scale of the problem. However, it’s worth remembering that all estimates in this field are subject to guesstimation.\nThe statement is accurate but needs clarification or additional information, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/cba1cc29-04f5-45ce-8fde-99d2012548ce", "vclaim_id": "vclaim-pol-04956"}