{"url": "/factchecks/2012/may/01/nathan-deal/deal-hope-aid-keeps-georgias-brightest-close-home/", "speaker": "Nathan Deal", "vclaim": "Before the HOPE scholarship, \"70 percent of the high school students who made 1400 or above on their SAT left the state of Georgia. Now, 70 percent of those stay in the state of Georgia.\"", "truth_label": "barely-true", "date": "stated on April 17, 2012 in a speech before the Atlanta Press Club:", "title": "Deal: HOPE aid keeps Georgia's brightest close to home", "text": "Even as elected officials cut the beloved HOPE scholarship, they’re going out of their way to remind voters they think it’s good for Georgia and they want it to survive.\n\nThe nearly 20-year-old program uses Georgia Lottery money to pay in-state college tuition for the state’s highest-performing students.\n\nGov. Nathan Deal told attendees at a recent Atlanta Press Club luncheon that HOPE is keeping Georgia’s best and brightest close to home.\n\n\"I am told ... and I think my statistic is correct on this, that prior to HOPE, 70 percent of the high school students who made 1400 or above on their SAT left the state of Georgia,\" he said April 17.\n\n\"Now the figure is reversed,\" Deal said. \"Seventy percent of those stay in the state of Georgia. And that makes a huge difference on a number of fronts.\"  \n\nSounds like a huge difference to us, but is this statistic true?\n\nFirst, some context. The scholarship has been cut in recent years because spending was growing faster than the state could afford.\n\nIt used to provide full rides to state schools for those who met its requirements. HOPE now pays full tuition for only about 10 percent of recipients.\n\nThe rest receive scholarships that cover 90 percent of tuition at 2010-11 academic year rates. That percentage will likely shrink over time.\n\nDo students who make 1400 or above on their SAT stay in Georgia at more than twice the rate they did before HOPE?\n\nWe hunted for the source of Deal’s information and came up short. We found no studies, published or otherwise, that directly support Deal’s statement.\n\nWhat we did find is that a string of credible officials have used this factoid or one like it. Their statements appear in multiple news outlets, including The Atlanta Journal-Constitution.\n\nThis doesn’t mean Deal’s claim is false. Data show it has a ring of truth.\n\nDeal’s office responded to our inquiry with a peer-reviewed study published in 2006 in the Journal of Labor Economics about the effects of HOPE on college enrollment.\n\nThe study did not conclude that the percentage of students who score 1400 or better has grown. Instead, a footnote refers readers to a statement in an October 2000 Athens Banner-Herald article, which in turn quoted then-Gov. Roy Barnes.\n\n\"Since the HOPE program started seven years ago, [Barnes] said, the state's rate of retaining students with SAT scores between 1500 and 1600 has climbed from 23 percent to 76 percent,\" according to the story.\n\nBarnes told PolitiFact Georgia that he got the number from former University System of Georgia Chancellor Stephen Portch, who had the numbers calculated at the governor’s request.\n\nPortch made a similar claim in 2011 to an AJC reporter, but he used a 1400 combined reading and math score as his threshold.\n\nAtlanta Magazine and an Augusta television station have also used the number in recent years.\n\nData we found don’t refute these claims. SAT scores of freshmen in Georgia’s state schools appear to be increasing, as is the number of students staying in-state.\n\nIn fact, the Journal of Labor Economics study found that HOPE reduced the number of students leaving Georgia for college by an average of 560 per year.\n\nFurthermore, the average SAT score of freshmen in Georgia public colleges and universities rose nearly 40 points after HOPE, the study said. Average scores in Georgia and the U.S. rose only slightly during that time.\n\nOther information suggests Deal was heading in the right direction. But it also raises the possibility that he overstated the percentage of high-scoring college students who stayed.\n\nA 2003 presentation by the University System of Georgia stated that in 1992, 36 percent of Georgia’s college-bound seniors who scored 1000 or above enrolled in the system’s schools. Ten years later, that number was 57 percent.\n\nThe change among higher-scoring students was not so dramatic.\n\nFor students who scored between 1400 and 1490, the figure climbed 23 percentage points, from 21 percent to 44 percent. The percentage rose to 30 percent for those who scored 1500 and above, an increase of only 8 points.\n\nThis information has shortcomings. It’s old, and we could not find further details on how researchers came to these conclusions.\n\nFurthermore, students can also use HOPE money to attend private schools in Georgia. The data do not show what happened to them.\n\nMore recent data also suggest Deal is on the right track. According to data provided by the governor’s office, the mean SAT score of freshmen entering UGA jumped from 1,086 to 1,226 between 1993 and 2011.\n\nThis bodes well for Deal’s statement, but it does not confirm it directly.\n\nThe governor used very specific numbers in his HOPE claim, but his office could not back them up. There’s also a possibility the data Deal and others have used are far out of date. The newspaper article cited in the study his office sent us is more than a decade old.\n\nDeal’s statement contains a kernel of truth. Recent information backs up the larger claim that more of Georgia’s high-achieving students are staying in-state to attend college.\n\nBut Deal set a high bar when he used such specific figures.\n\nThe governor earns a Mostly False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11185"}