{"url": "/factchecks/2011/dec/19/democratic-national-committee/dnc-says-mitt-romney-and-staff-cost-massachusetts-/", "speaker": "Democratic National Committee", "vclaim": "Says it cost Massachusetts taxpayers $100,000 when Mitt Romney and his staff purchased computer hard drives.", "truth_label": "false", "date": "stated on December 6, 2011 in a Democratic Natonal Committee advertisement:", "title": "DNC says Mitt Romney and staff cost Massachusetts taxpayers $100,000", "text": "For some opponents, the issue of electronic records during Mitt Romney’s time as Massachusetts governor has become the $100,000 question.\n\nIn an advertisement released earlier this month, the Democratic National Committee accused members of the Romney administration of costing taxpayers $100,000 when they purchased their computer hard drives and wiped them clean as they left office in 2006.\n\n\"When Mitt Romney left the Massachusetts governor's office, e-mails were deleted, servers wiped clean and computer hard drives went out the door with his top aides,\" the narrator reads in the ad, released December 6, 2011. \"His and his staff's efforts cost taxpayers $100,000. All this raises one important question, what is Mitt Romney hiding?\"\n\nThe records issue has been well documented in recent months. Romney acknowledged in November that staff members purchased their computer hard drives as they left office. He maintained his staff did not break the law, and last month PolitiFact checked his claim that if they had turned over their records to the following administration, they would have been first. We rated the claim True.\n\nBut did the Romney administration’s actions really cost taxpayers $100,000?\n\nThe computer hard drives themselves didn’t cost nearly that much, according to reports.\n\nThe Boston Globe, which first broke the records story last month, reported that 11 aides purchased their hard drives at the time, paying $65 dollars each for a total of $715. The $65 figure equaled both the price of a new hard drive and the installation costs, and staff members purchased the hard drives with their own money, according to Terry Dolan, who served as director of administration for six governors, including Romney, between 1985 and 2008.\n\n\"That was effectively at no cost to the Commonwealth,\" Dolan said Thursday. \"They paid the cost of a replacement hard drive. They didn’t buy the monitor, the speakers, the whole nine yards.\"\n\nThe costs don’t end there, however.\n\nAround the time Romney aides purchased the hard drives in late 2006, his administration agreed to a new lease with their computer provider, Ontario Investments, Inc., of New York. The governor’s office was 18 months into a three-year, $108,000 lease, the first ever for the governor’s office, which had previously purchased all its computers, Dolan said. But office officials opted out of that agreement in December 2006 in favor of a new three-year, $205,900 contract to upgrade the technology.\n\nThe new lease covered the same 115 computers as the original agreement, according to the contract, but added new bells and whistles.\n\n\"They were 18-month old computers that were functional,\" Dolan said. \"We got bigger screens. … I'm not sure (the old computers) had CD drives in them at that time.\"\n\nBy a simple comparison, the two different lease documents show that the governor’s office paid about $97,000 more for the second lease than for the original. But, does this mean it cost taxpayers that much? Not so fast, Dolan says.\n\nEighteen months remained on the original lease when administration officials initiated the new, more expensive agreement, according to the lease documents. This means administration officials would have had to renew, renegotiate or search for a new contract by June 2008, resulting in additional costs.\n\nTo keep calculations even, then, you need to measure the difference between the two agreements through June 2008, when the original was set to expire.\n\nThe original $108,000 lease, initially expected to run from June 2005 to June 2008, averaged a monthly cost of $3,000, while the second, which ran from December 2006 to December 2009, averaged $5,719 per month.\n\nThe difference between the two monthly charges is $2,719, and multiplied by the 18 months remaining on the original lease equals a total difference of $48,942 -- about half of the DNC’s $100,000 figure, a figure first reported December 6 by Reuters.\n\nOne further note: The DNC ad indicates that Romney’s staff scrapped the original computer lease because they no longer contained hard drives, which is not true, according to Dolan, Romney’s director of administration.\n\nAdministration officials had already been working on the new lease when the staff members bought the hard drives, she said Thursday.\n\n\"The decision was made to replace all the computers, and then inquiries were made (about buying the hard drives),\" Dolan said. \"To my recollection, it was something like, ‘Well, as long as the computers are going back … maybe we can keep the hard drives.’\"\n\nRomney’s campaign staff did not return requests for comment.\n\nOur ruling:\n\nThe total difference between the original lease and the second computer contract signed by the Romney administration was about $97,000, close to the $100,000 mentioned in the DNC ad. But this is not an apples to apples comparison. Rather, the total difference in cost passed on to taxpayers during the term of the first lease was about $49,000 -- not quite half of the DNC total.\nFurther, administration officials had already been looking into a new computer lease when the aides purchased the hard drives, so the lease costs are not a direct result of the sale of the hard drives, as the DNC alleges. We rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Perry\n\n\nstated on January 2, 2012 in a Web ad\n\n\n\n\n\n\n\n\n\"Santorum also voted for a teapot museum in North Carolina.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jake Berry • January 3, 2012", "vclaim_id": "vclaim-pol-11912"}