{"url": "/factchecks/2008/jan/27/mitt-romney/mccain-switched-tax-vote/", "speaker": "Mitt Romney", "vclaim": "\"Now, I also support the Bush tax cuts. Sen. McCain voted against them originally. He now believes they should be made permanent. I'm glad he agrees they should be made permanent.\"", "truth_label": "true", "date": "stated on January 24, 2008 in Boca Raton.:", "title": "McCain switched tax vote", "text": "Mitt Romney has repeatedly charged John McCain with flip-flopping on tax cuts. He points out that McCain twice voted against President Bush's tax changes before deciding to support them. He repeated his attack at the Republican debate in Boca Raton.\n\nThough Romney omits some important details, we again find that he is accurately summarizing McCain's record.\n\n\nIn 2001, McCain voted against a $1.35-trillion tax cut package, arguing that the tax cuts didn't do enough for the middle class, and because of a need for increased defense spending. Two years later, McCain again citied spending for opposing $350-billion in additional tax cuts, specifically citing the unknown costs for the war in Iraq.\n\n\nBut in 2006, McCain changed position and voted to extend the Bush tax cuts for five years. He said not to do so would be tantamount to raising taxes at a time when the economy was sputtering.\n\n\nMcCain said he supported the tax-cut extensions, which reduced tax rates on capital gains and dividend income, because \"American businesses and investors need a stable and predictable tax policy to continue contributing to the growth of our economy. These considerations lead me to the conclusion that we should not reverse course by letting higher tax rates take effect.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn an interview on Fox News on Dec. 28, 2007, he expressed no regrets about his tax votes against Bush. He said he would have preferred a plan that included spending cuts as well as tax cuts, but added that he believes the tax cuts should now be made permanent.\n\n\n\"We presided over the greatest increase in the size of government since the Great Society,\" McCain said. \"Spending went completely out of control. It's still out of control. Wasteful earmark spending is a disgrace, and it caused us to alienate our Republican base. So these tax cuts need to be made permanent. Otherwise, they would have the effect of tax increases. But, look, if we had gotten spending under control, we'd be talking about more tax cuts today.\"\n\n\nMcCain has responded by calling Romney a flip-flopper on taxes and other issues, but the fact remains: McCain voted the way Romney says. We find Romney's claim to be True. And if you'd like to see our previous same rulings on this issue, see\n\nhere\n\nand\n\nhere.\n\n\n\n\nUpdated:\n\nThis post has been updated to correct the reasons McCain gave at the time for opposing tax cuts in 2001. Our initial posting attributed his reasons to statements he made later about fiscal restraint.", "vclaim_id": "vclaim-pol-16377"}