{"url": "/factchecks/2015/mar/18/james-carville/jeb-bush-revealed-much-more-10-his-emails-governor/", "speaker": "James Carville", "vclaim": "Says \"Jeb Bush has released 10 percent of his emails.\"", "truth_label": "false", "date": "stated on March 15, 2015 in a broadcast of \"This Week with George Stephanopoulos\":", "title": "Much more than 10 percent of Jeb Bush's emails are public record", "text": "Hillary Clinton might be in a bit of hot water for using a private email account for official business as secretary of state, but Democrats eagerly point to similar email issues with presumptive Republican presidential candidate Jeb Bush. As governor of Florida, Bush burnished his tech and public access credentials by using a personal email account to supplement the one the state provided.\nPrior to Clinton’s troubles, Bush set up a special website for the public to browse any of those emails that dealt with official business. Like Clinton, Bush himself determined which ones were private and which would be made public, but the move was largely seen as a way to mark Bush as a candidate who walks the walk when it comes to transparency.\nThis led Democratic activist James Carville to challenge how transparent Bush really is.\n\"Jeb Bush has released 10 percent of his emails,\" Carville said on ABC’s This Week, March 15, 2015. \"He had a private email server. He destroyed his emails.\"\nWe decided to check Carville’s numbers.\nCarville’s assistant, Kees Nordin, gave PunditFact the underlying math.\n\"The fact is that of Jeb Bush's 3 million emails (public and private) he's only released 275,000 or just under 10 percent,\" Nordin said.\nAccording to Bush spokeswoman Kristy Campbell, Bush posted nearly 280,000 emails from his personal email account on a website he set up, jebbushemails.com. Back in 2007, Bush gave an off-the-cuff estimate that during his eight years in office he received about 550,000 emails at his personal address [email protected] We tried to confirm that number, but Campbell said \"It’s immaterial as they are not subject to public records request and not required by law to be retained.\"\nIn the same interview in 2007, Bush said an additional 2.5 million emails came through other email accounts run by the state.\nSo this is how Carville gets to a grand total of 3 million emails. The question is, did Bush reveal just 275,000 -- or 280,000 -- of them?\nThe answer is no, because most of them have been, and remain, publicly available.\nUnder Florida law, most of Bush's emails to his government accounts are a public record and accessible to people who request them, said Barbara Petersen, president of Florida’s First Amendment Foundation. (The First Amendment Foundation advocates for government transparency and receives major support from foundations and Florida’s news organizations, including the Tampa Bay Times.)\n\"Anything relating to public business is a public record in Florida,\" Petersen said. \"If you comment on a policy, even if the rest of the email is personal, it will be subject to a public records request. It’s a fairly broad definition.\" \nImportantly, all of the emails sent to accounts run by the state would have been seen and vetted by state workers, not private staffers or lawyers employed by Bush. They remain the custodian of those records, and Petersen said she believes most of the Bush emails from his official accounts have been retained.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe first stop for those emails would be the Citizen Services office, which fields all incoming communications to the governor. While some emails might be purely personal or otherwise exempt and would not be released, they were still part of the state’s public record.\nThe point being, only the 550,000 emails sent to Bush’s personal account would have remained under his exclusive control. The rest remain housed with the state government.\nWhat's the point?\nWe can confidently say that the 280,000 emails on the Bush website represent just a fraction of the total number of emails that are \"public.\" While the precise figures are unclear, if 2.5 million emails went to one of the state-run email accounts then all of those were subject to a public records request.\nSo in a rough sense, close to 90 percent of the universe of 3 million emails are public in some form. If you look at just Bush's private emails, about 50 percent are public.\nNeither number is close to the one Carville cited.\nWe reached out to state officials to see if they can add any information about the number of official emails that are part of Bush's record. We will update this item if we learn further details.\nA few notes \nCarville said Bush had a private email server. According to press reports, Bush used a server located in the governor's office. He took the server with him when he left office. \nCarville also said Bush destroyed the emails he hadn’t revealed. We asked how he knew that and got no reply. Petersen had the same question and noted that Florida law presents a hurdle to destroying emails.\n\"If you made a public record request of Jeb’s email and you thought you didn't get them all, you can file suit in civil court and request an in camera inspection by a judge,\" she said.\nPetersen said the state judges which records have archival value and which ones are trivial and can be disposed. \nOur ruling\nCarville said that Bush revealed 10 percent of his emails and he destroyed his emails. The numbers don’t add up. The numbers used by Carville himself include 2.5 million emails sent to state run accounts. Those emails are subject to a public records request.\nIt is completely inaccurate to say that Bush only revealed 275,000 or 280,000 emails out of a total of 3 million. A more accurate reading would be that he revealed about half of the emails sent to his private account, and the rest were already available to the press, although some might be held back if they were strictly personal in nature.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-06610"}