{"url": "/factchecks/2016/jun/23/michael-moore/liberal-filmmaker-michael-moore-says-ar-15-bullets/", "speaker": "Michael Moore", "vclaim": "The ammunition used in the Orlando shooting \"is banned by Geneva Convention. It enters the body, spins & explodes.\"", "truth_label": "false", "date": "stated on June 14, 2016 in a tweet after the Orlando shooting:", "title": "Liberal filmmaker Michael Moore incorrectly claims AR-15 bullets banned by Geneva Convention", "text": "Filmmaker and liberal commentator Michael Moore made a provocative claim about the ammunition used in the June 12 Orlando shooting — that it is prohibited by the Geneva Conventions.\n\"Ammo used in AR-15/M-16 is banned by Geneva Convention,\" Moore tweeted June 14. \"It enters the body, spins & explodes. Show the crime scene photos and the NRA is over.\"  \nThe Bureau of Alcohol, Tobacco, Firearms and Explosives reported June 12 that Omar Mateen had been in possession of a 9 millimeter semiautomatic pistol and a .223 caliber AR-type rifle. The latter was later identified as a Sig Sauer MCX rifle by the gun shop owner who sold Mateen the gun. Law enforcement has not released the exact type of .223-caliber ammunition used as of this fact-check’s publication.\nStill, many people responded on Twitter to Moore trying to debunk his tweet, so we took a closer look. We contacted Moore's office but didn't hear back. \nWhat is the Geneva Convention?\nThe 1949 Geneva Conventions are a set of treaties and protocols dictating the humane treatment of people during war. For example, they prohibit torture, hostage-taking, deportation and execution without \"judicial guarantees.\"\nIn particular, the Conventions prescribe protections for various classes — the ill, medical workers, prisoners of war and civilians during wartime.\nThe main text of the Geneva Convention treaties does not include any specific mention of prohibited ammunition, and neither do the supplementary protocols.\nThe closest thing to Moore’s claim is Article 35 of the first protocol. It prohibits \"weapons, projectiles and materials … causing superfluous injury or unnecessary suffering\" but does not offer further clarification.\nIn any case, the Geneva Convention does not apply to domestic weapon use, said Dan Joyner, a professor of law at the University of Alabama. Only wartime.\n\"No source of international law prohibits the sale or use within a country of any particular kind of ammunition,\" Joyner said.\nMateen’s declaration of allegiance to ISIS does give the incident an international character, but the Conventions primarily apply to issues between nation-factions.\nDifferent conventions\nWe looked at other international conventions to see if they banned certain ammunition. Some do, but experts suggested Mateen’s ammunition might not qualify, again because these agreements are binding for traditional warfare, not domestic purchases.\nThe first appearance of an ammunition ban in international treaties comes in the 1868 Declaration of St. Petersburg, which bans explosive or flammable projectiles weighing less than 400 grams.\nDeclaration III of the 1899 Hague Convention bans bullets that \"expand or flatten\" upon entering the body — commonly known as \"hollow-point bullets.\" The same language is included in the 1998 Rome Statute of the International Criminal Court.\nThe catch? Hague only applies \"in the case of war\" between two or more signatories. Rome only creates jurisdiction over genocide, crimes against humanity and war crimes.\nCase in point, the International Committee of the Red Cross notes that many parties to the Hague Convention use \"expanding bullets\" in their domestic police forces.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGary Mauser, professor emeritus at Simon Fraser University, said Moore’s claim errs in relating the Orlando shooting to the Convention.\n\"That ban does not apply to the attacker in Orlando since he was not part of a formal military force,\" Mauser said.\nIn its newly set International Small Arms Control Standards, the United Nations has recently included a ban on a narrowly defined type of armor-piercing ammunition. However, these protocols are only guidance for how countries could choose to behave domestically, Mauser said.\n\"ISACS recommendations are merely recommendations, and do not have the force of law, either internationally or within any nation,\" said Mauser, who is also an ISACS expert advisor.\nThe bullets\nExperts are unsure whether Mateen’s ammunition matches what the treaties describe anyway, as law enforcement officials have not yet released the exact type of bullet Mateen used.\nGeorge Mocsary, a professor of law at Southern Illinois University, said that the vast majority of AR-15 bullets (mentioned in Moore’s tweet) are .223 \"full metal jackets.\"\nThese, Mocsary said, would not violate any conventions because they are \"not expanding,\" \"not explosive,\" and \"not armour-piercing by the ISACS definition.\" Mocsary did, however, note that many .223 rounds can penetrate some armour simply by nature of being shot from a rifle.\nHowever, investigators have not confirmed whether \"full metal jackets\" were in fact what Mateen used.\nTim O’Rourke, an investigator for The Grafton Group forensic science firm, said it is impossible to definitively characterize Mateen’s rounds without further information. It is possible and legal to purchase hollow-point \"controlled expansion\" rounds in Florida, he said.\nRegarding what Moore tweeted about the bullets’ \"spin,\" O’Rourke noted it is possible for bullets to \"tumble\" in the body depending on contingent factors such as barrel length and distance fired.\nO’Rourke noted, however, that the bullets would not be designed to explode or detonate in the body.\nNonetheless, doctors treating the injuries noted the severe damage done to victim’s bodies, such as \"big, giant cavities\" in the victims.\nOne mentioned that bullets struck with such force that ripple effects damaged even nearby tissue.\n\"It actually puts kinetic energy into tissue that it didn't hit,\" said doctor John M. Porter in the Philadelphia Inquirer. \"It can go next to the liver and still destroy the liver.\"\nOur ruling\nMoore tweeted that the Geneva Convention prohibits the type of ammunition used in the Orlando shooting. However, the Geneva Convention does not deal with ammunition.\nOther international conventions do prohibit certain ammunition, but only during wartime, not domestically. Even if they were binding domestically, experts are not sure whether Mateen’s bullets qualify, given the limited information released from law enforcement.\nThat being said, Moore’s tweet does emphasize the amount of damage these bullets inflicted. Even if his specifics might be off, doctors’ reports support Moore on the general point about damages.\nWe rate Moore’s claim False.\nhttps://www.sharethefacts.co/share/c7d1cc63-b740-4c9e-ae93-d00188ad5e6a", "vclaim_id": "vclaim-pol-04795"}