{"url": "/factchecks/2015/feb/23/joseph-yost/yost-says-one-third-millennials-live-parents/", "speaker": "Joseph Yost", "vclaim": "\"One third of our age group (Millennials) have moved back in with their parents.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2015 in a floor speech.:", "title": "Yost says one-third of Millennials live with parents", "text": "Del. Joseph Yost, 28, recently told the House of Delegates that his generation is \"ready for a serious conversation about the future of our state.\"\nBut before the dialogue can begin, the Montgomery County Republican told fellow lawmakers, \"you have to know what matters most to me and people of my age.\" Yost spoke of two financial realities that have hurt his generation since the Great Recession: high college tuition and a tight job market.\n\"One-third of our age group have moved back in with their parents,\" Yost, R-Montgomery, said in a floor speech.\nNo doubt, times have been tough. But we wondered whether so many of Yost’s age peers, after setting out on their own, have returned to their parents’ roosts.\nYost, the youngest member of the General Assembly, told us he based his claim on an August 2013 report  by the Pew Research Center examining the living arrangements of Millennials -- defined by Pew as adults born after 1980.\nThe report drilled into U.S. Census Bureau data on where people aged 18 through 31 lived in 2012. It found that 36 percent of them were living with their parents -- slightly higher than the one-third Yost proclaimed.\nPew said the 36 percent living with parents was \"the highest share in at least four decades.\" But aside from the uptick, figures in the report show the proportion of 18- to 31-year-olds living with their parents has been fairly stable over the last 50 years.\nIn 1968, the first year for which figures are available, 32 percent of the age group lived with their parents. In 1981 it was 31 percent.  In 2007 -- on the cusp of the recession -- 32 percent of 18- to 31-year-olds lived with their parents.\nIn other words, about one-third of 18- to 31-year-olds were living with their parents decades before the Great Recession.\nWe should point out that Census data counts college students living in dormitories as residing with their parents. Richard Fry, a senior economist at Pew and author of the report, said some might quibble with categorizing those students as living with their parents. But Fry sees value in including them, saying those students -- who may head home for the summer -- still have \"a lot of financial ties to their parents.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nPew cited several reasons why the percentage of young adults living at home rose from a pre-recession level of 32 percent in 2007:\n\n\nDeclining employment among young adults.\n\n\nAn increase in unmarried Millennials who were more likely to live at home. In 1968, 56 percent of 18- to 31-year-olds were married, according to Pew. That fell to 23 percent in 2012.\n\n\nRising college enrollment, with the students likely to be characterized as living at home.\n\n\nFry has done an updated examination of the Census figures. They show that in 2014, about 32 percent of Millennials -- now age 18- to 33-years-old -- were living at home.\nA Gallup poll, released in February 2014 that found 29 percent of people age 18-34 were living with their parents.\nWe should finally note that Yost says he permanently moved out of his parents’ home in 2006, when he graduated from Radford University.  \nOur ruling\nYost says one-third of Millennials \"have moved back in with their parents.\" He has the fraction right, but omits an important detail. This issue is not unique to Millennials. The proportion of 18- to 31-year-olds living with parents has been pretty steady over the years; it was 32 percent in 1968 and, after an increase in 2012, returned to 32 percent last year.\nIt should also be made clear that Yost’s statistic refers to the percentage of Millennials living with their parents. Yost, in saying one-third \"have moved back in with their parents,\" suggests that one in three returned to the fold after trying to set out on their own. But some in this group -- the Pew study doesn’t say how many  -- never left home to begin with.\nBecause it lacks context, we rate Yost’s statement Mostly True.", "vclaim_id": "vclaim-pol-06697"}