{"url": "/factchecks/2018/dec/11/robin-vos/agreement-limit-late-night-sessions-falls-wayside/", "speaker": "Robin Vos", "vclaim": "On limiting late night legislative debates.", "truth_label": "full-flop", "date": "stated on January 10, 2013 in a public forum:", "title": "Agreement to limit late-night sessions falls by the wayside", "text": "With a change in power in the governor’s office coming in January 2019, Wisconsin’s lame-duck session in December 2018 was interesting.\nTo say the least.\nThe Republican-controlled Legislature passed several measures that limit the powers of Democratic Gov.-elect Tony Evers and incoming Attorney General Josh Kaul, also a Democrat. Gov. Scott Walker has signaled he supports the changes, though he is being lobbied heavily to reject some or all of them.\nRepublican leaders say the moves were aimed at better balancing the power between the legislative and executive branches. A Washington Post opinion piece called Republicans’ post-election strategy \"thievery.\" Evers labeled it \"a hot mess.\"\nHere, we are not looking at what was done.\nRather, we are looking at how it was done.\nSpecifically, whether the process -- the initial legislation released late on a Friday, a committee vote Monday, and Tuesday-into-Wednesday final passage -- is consistent with a 2013 agreement that was aimed at avoiding rushed votes.\nAs we have done a few times in recent days, we’ll use the Flip-O-Meter, which examines whether elected officials or others have been consistent on an issue over time.\nWe’ll look at Assembly Speaker Robin Vos, R-Rochester, since he was an architect of the 2013 agreement and, among other things, has final word on Assembly schedules.\nWhile you were sleeping\nAlthough GOP leaders released an initial version of their plans on Friday, Nov. 30, 2018, things kept changing in the days -- even hours -- until the final votes early on Wednesday, Dec. 5, 2018.\nRepublicans spent much of the night working behind closed doors and unveiled a modified version of their legislation around 4 a.m.\nSenators passed the legislation 17-16, with Republican Sen. Rob Cowles of Green Bay joining Democrats in opposing the legislation. The Assembly passed the measure 56-27 along party lines.\nThe final vote came at 8:20 a.m.\nAs reported Dec. 5, 2018, by the Milwaukee Journal Sentinel, it was the latest session for the Senate since 1995, when it deliberated over the legislation to build Miller Park, according to Senate Chief Clerk Jeff Renk.\n\"Not a way to run a government,\" state Sen. Dave Hansen, D-Green Bay, said when the new legislation was released.\nFor most of the early-morning hours, rank-and-file members from both parties were in the dark about what would be taken up.\n\"We've had 132 legislators milling around this building for a day. And night. And morning,\" Senate Minority Leader Jennifer Shilling of La Crosse said, while unsuccessfully pushing to recess until lawmakers could get some sleep.\nThe 2013 agreement\nState Assembly leaders from both parties struck a deal in January 2013 to cut down on their body's frequent and contentious overnight sessions, with time clocks installed to track the length of future floor speeches.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\"We are going to stop all-night sessions; that is the reason we got together and made this agreement,\" Vos said at a news conference with Democratic leaders.\n\"We think it'll be the exception rather than the rule and maybe it won't happen at all this session,\" Minority Leader Peter Barca, D-Kenosha, said of overnight sessions.\nHow it played out\nThe 2013 agreement had several specific provisions. Here’s a look at how they played out during the lame-duck session (sometimes referred to as an \"extraordinary session.\")\nIn 2013, lawmakers said they would meet before each Assembly session to set time limits on debate for each bill. In 2018, there was no agreement for time limits for the special session.\nIn 2013, lawmakers vowed to strictly follow the scheduled start time. In the 2018 session, the start time was supposed to be 1 p.m., but lawmakers didn’t start until hours later.\nIn 2013, lawmakers planned to have private caucus meetings between the members of each party in advance. In 2018, they did do that, but also met in caucus after the official start time.\nIn 2013, the plan was to minimize the number of contentious bills on any session day and ensure a minimum of 30 minutes of debate on the final vote on each bill unless leaders of both parties agree otherwise. In 2018, lawmakers appeared to adhere to this, as there was no complaint from Democrats of debate getting cut off early.   \nIn 2013, the aim of the new rules was to end debate by a \"reasonable time\" each session day, though there was no curfew set for debate as Democrats had sought.\nIn 2018, no one could claim the latest session ended at a \"reasonable\" time, since a 4 a.m. bill unveiling and a 8:20 a.m. vote are not reasonable hours.  \nWeighing in on how it played out\nAaron Collins, communications director for Assembly Democratic Leader Gordon Hintz of Oshkosh, noted \"Republican leadership didn’t come to the floor until 10:30 p.m. and we adjourned at approximately 8:30 a.m. That is the definition of an all-night session.\"\nHe argued Republicans had \"completely flip flopped on their earlier pledge.\"\nBut the agreement did not outright ban overnight sessions. Even Barca, the Democratic leader at the time, said when the plan was unveiled that \"we think it'll be the exception rather than the rule.\"\nMeanwhile, Vos communications director Kit Beyer said the agreement amounted to a \"Memorandum of Understanding.\"\n\"The MOU allows both parties to discuss and agree to debate times,\" she said. \"Every effort was made to establish debate times for the extraordinary session. The Assembly Majority Leader Jim Steineke met with Democratic leaders on two occasions, but Democrats would not offer any time frame for debate or enter into that discussion.\"\nOur rating\nIn 2013, state Assembly leaders from both parties struck a deal to cut down on their body's frequent and contentious overnight sessions.\nVos did say \"we are going to stop all-night sessions,\" but from the context at the time -- including statements by Democratic leadership -- it’s clear it was not a ban, but an agreed-upon goal.\nThat said, there were many other parts of the agreement aimed at ensuring key issues would be debated fully and in the public eye -- and not while most constituents are sleeping.\nThe Assembly fell far short of that.\nThe final wording of the bills that passed was unveiled around 4 a.m. Less than five hours later, it was all headed to Walker’s desk.\nWe see that as a Full Flop.", "vclaim_id": "vclaim-pol-01201"}