{"url": "/factchecks/2015/jul/09/blog-posting/its-hoax-jay-z-and-beyonce-arent-trying-buy-rights/", "speaker": "Bloggers", "vclaim": "\"Jay-Z and Beyonce Attempt to Buy Rights to Confederate Flag to Prevent Further Use.\"", "truth_label": "pants-fire", "date": "stated on July 9, 2015 in a website post:", "title": "It's a hoax: Jay-Z and Beyonce aren't trying to buy rights to the Confederate flag", "text": "PunditFact and PolitiFact have recently checked the history and facts surrounding the Confederate flag flying outside the South Carolina statehouse. PunditFact has also looked into the extent to which retailers are prohibiting the sale of Confederate flag merchandise.\nNow, in the latest line of Confederate flag related news, comes another claim from Newswatch33 that has caught the attention of a variety of other media sources.\nThe headline to the Newswatch33 article claims that Jay-Z and Beyonce are attempting to purchase the rights to the Confederate flag. With various websites alternately posting this claim as either fiction or reality, PunditFact decided to take a closer look.\nAccording to Newswatch33, the Carters want to purchase the resell rights to the Confederate flag for close to $280 million. This means that anyone who would want to sell merchandise with the flag’s image would have to request permission from the couple or risk a lawsuit. The article includes a quote by a person identified as the couple’s attorney, Ralph Hammerstein, in connection to the matter.\n\nIs there any truth to this?\nThe short answer is no. It’s a well-conceived hoax.\nCan someone even buy the rights to the Confederate flag?\nAgain, no.\nAbout Newswatch33\nNewswatch33 is masking as a real news source. Its own disclaimer says that relying on the \"accuracy (or) reliability\" of the website information is at users’ \"own risk.\"\nSome of the other articles published by Newswatch33 have already been proven to be bogus.\nWPDE.com, a website powered by ABC 15, recently wrote that the events in a hate crime \"news\" story published by Newswatch33 never happened. Here is a cached image of the article that appears to have been taken down.\nSnopes.com took a look at another article from Newswatch 33 that claimed that South Carolina church shooter Dylann Roof received $4 million in supporter donations. Snopes rated this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOther claims from the website seem just as ludicrous.\nWhy you can't buy rights to the Confederate flag\nThere’s no evidence Hammerstein is really the Carters’ attorney, nor any other verifiable account of this story.\nEven if the quote were accurate -- which it’s not -- getting the rights to the Confederate flag would be a fool’s errand. Not even for $280 million?\n\"No,\" said Christopher Jon Sprigman, a law professor at New York University.\n\"Because the flag was created under the laws of the Confederacy, even if there was a copyright on this, it’s a question of whether it would still be covered (by that copyright),\" Sprigman said.\nThe particular design that we now associate with the Confederacy was actually rejected as the Confederate States of America’s national flag in 1861. Designed by South Carolinian Rep. William Porcher Miles, it was later an unofficial emblem of General Robert E. Lee’s army in Virginia.\nIt is unclear whether Porcher legally laid claim to his design, but either way, federal law only protects an author’s copyright for 70 years after his or her death. The Porcher estate’s claim to the flag has long run out; he died in 1899. Just like the American flag, the Confederate flag is now in the public domain, free to reproduce and distribute.\nFurthermore, it would be extremely difficult to file a trademark on the flag. According to the U.S. Patent and Trademark Office (PTO), \"a refusal (of the trademark) must be issued if the design would be perceived by the public as a flag.\"\nWe could only find one instance throughout history of a flag being successfully copyrighted: Australian artist Harold Thomas sought and won the exclusive rights to the flag he created for Australia’s Aboriginal people.\nOur ruling\nNewswatch33 reported that \"Jay-Z and Beyonce Attempt to Buy Rights to Confederate Flag to Prevent Further Use.\"\nThe website has published dubious stories before, and this seems to be yet another fabrication. We were unable to locate the story’s main source, and the power couple’s legal teams have said nothing about the matter.\nIt is impossible to purchase the right to the Confederate Flag, a public domain item.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-06218"}