{"url": "/factchecks/2017/sep/07/blog-posting/no-irma-isnt-predicted-destroy-new-york-city/", "speaker": "Bloggers", "vclaim": "\"Computer models show Irma destroying New York City on Sept. 10.\"", "truth_label": "pants-fire", "date": "stated on September 5, 2017 in an Internet post:", "title": "No, Irma isn't predicted to destroy New York City", "text": "A post on NewsPunch.com claiming Hurricane Irma will destroy New York City is fake news.\nThe Sept. 5, 2017, post said Irma was on a path to obliterate New York City’s five boroughs and most of New Jersey, and that it was set to make landfall in New York Harbor as a Category 5 hurricane at noon on Sept. 10, 2017.\nThe post cites a National Hurricane Center storm projection from Sept. 1, 2017. But the only projection made that day was that the storm, then a Category 2, was moving in the direction of the Caribbean, and it was too early to tell where it would make landfall.\nThe National Weather Service's most recently issued hurricane and storm surge watches in portions of South Florida and the Florida Keys. Forecasters expect the storm to reach South Florida by Sept. 9. Florida Gov. Rick Scott declared a state of emergency on Sept. 4.\nIt’s too soon to tell where the storm is headed next, and the National Weather Service hasn’t made any announcements on Irma’s potential impact on New York or New Jersey or on its future wind speed, which determines its category.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe post appeared on the advertising-filled site NewsPunch.com, which contains a disclaimer saying the site owners \"make no representations about the suitability, reliability, availability, timeliness, and accuracy of the information.\"\nThis post was tagged under \"conspiracies,\" grouped with wild stories about the Illuminati and Earth’s impending destruction.\nThe story’s author did not respond to our requests for comment, but clarified he was not a weather expert in the post:\n\"As a layman, I know the models can turn out to be wrong. Sometimes even WAAAAAAAAAYYYY wrong. But if this model is right, then we in New Jersey (where I live) and folks in New York City, had better start preparing to EVACUATE within the next 7-8 days.\"\nWe rate this claim Pants on Fire!\n Share the Facts 2017-09-07 17:11:16 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://newspunch.com/irma-destroy-new-york-city/ \"Computer models show Irma destroying New York City on Sept. 10.\"    NewsPunch.com Blogger   in a blog post Tuesday, September 5, 2017 2017-09-05    Read More  info", "vclaim_id": "vclaim-pol-02931"}