{"url": "/factchecks/2019/dec/10/greg-steube/gop-congressman-says-terrorists-iraq-had-more-due-/", "speaker": "Greg Steube", "vclaim": "\"We provided terrorists in Iraq more rights and due process in the Central Criminal Court of Iraq\" than House Democratic leadership has afforded President Donald Trump in the impeachment inquiry.", "truth_label": "false", "date": "stated on December 4, 2019 in a House judiciary committee hearing:", "title": "GOP congressman says terrorists in Iraq had more due process rights than Trump. He’s wrong", "text": "In a House Judiciary Committee hearing, a southwest Florida Republican congressman said the impeachment process had reached a new level of unfairness: Not only was President Donald Trump receiving less due process than average Americans, but Iraqi terrorism suspects are treated more fairly. \n\"Even terrorists in Iraq were afforded more due process than you and the Democratic majority have afforded the president,\" said U.S. Rep. Greg Steube, directing his comment to Democratic committee leaders Jerrold Nadler and Adam Schiff. \"I know, because I served in Iraq, and I've prosecuted terrorists in Iraq, and we provided terrorists in Iraq more rights and due process in the Central Criminal Court of Iraq then you and Chairman Schiff have afforded the president of the United States.\"\nWe decided to check out his comparison. Steube’s spokeswoman did not respond to our requests for evidence. \nLike similar claims before his, we found Steube ignores that the stage where Trump would receive due process to defend himself is in the Senate — and also that Trump’s team was invited to participate in the House Judiciary hearing.\nRelated: Should Trump be impeached? What law professors said at the House hearing\nCentral Criminal Court in Iraq not comparable to House impeachment \nThe U.S.-led coalition created the Central Criminal Court of Iraq (CCCI) in 2003 for Iraqi judges to hear serious cases, including terrorism.\nSteube, who was a captain U.S. Army JAG Corps in Iraq, said on Fox News that defendants could present evidence and call witnesses.\nWhile the U.S.-created court was intended to include standards of due process, the court was criticized by the media and human rights groups. Human Rights Watch concluded in 2008 that the court failed to meet due process standards. The report stated that confessions were likely coerced, some defendants were held with no hearings for two years, and defense counsel had scant access to files before court.\nVanderbilt Professor Mike Newton, an expert on international law and Army veteran, said that the Iraqis had due process rights but in practice rarely used them. But he said that the system in the court in Iraq is a different system than the American judicial system. In Iraq, the judge already has the entire dossier of evidence, unlike the adversarial system in the United States in which the prosecutor and defense make their cases in front of the judge.\nThe comparison of the Iraqi court system to the House impeachment hearings is misleading for another reason. It misrepresents what the Constitution asks the House to do in impeachment proceedings.\nThe House’s role is akin to the role of prosecutors who gather facts and decide whether to present a case for potential charges to a grand jury. If a prosecutor proceeds with charges, that triggers the due process rights for the defendant. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nUnder the Constitution, the trial phase involving due process happens in the Senate. It comes after the House decides whether there are grounds for impeachment. (The House is expected to vote on articles of impeachment before Christmas.)\n\"This idea that the rights that you saw in a criminal system — any criminal system, American, Iraqi, whatever — aren’t being provided by the House of Representatives misrepresents what the House is doing,\" said Scott Anderson, a Brookings Institution fellow and former State Department legal adviser.\nStanford law professor David Alan Sklansky said Steube’s comparison doesn’t make sense.\n\"Impeachment proceedings in the House of Representatives can't be compared to a criminal trial,\" he said. \"An impeachment is just a formal charge; the trial is then held in the Senate. So what happens in the House of Representatives is like what happens during the charging stage of a criminal case. In the United States decisions at the charging stage are made either inside the prosecutor's office or in the grand jury.  Either way, the proceedings are held behind closed doors, and defendants have few if any rights.\"\nIt’s important to know the White House was invited to participate in the Dec. 4 House Judiciary Committee hearing of four constitutional scholars’ arguments for and against impeachment. The White House declined to participate, criticizing the process on multiple grounds.\nSenate leadership has held closed-door meetings about the impeachment, so it’s not clear exactly how it will conduct the trial. But that decision lies with the Republican-controlled Senate. \n\"I highly doubt they will fail to give adequate due process to a president of their own party,\" said Ilya Somin, a law professor at George Mason University and an adjunct scholar at the libertarian Cato Institute.\nOur ruling\nSteube said, \"We provided terrorists in Iraq more rights and due process in the Central Criminal Court of Iraq then\" House Democratic leadership has afforded President Donald Trump.\nThis is a misleading comparison between two entirely different types of venues — criminal cases in Iraq and the impeachment inquiry in the U.S. House. \nTrump is not yet on trial. The House’s role is akin to a grand jury, a place where prosecutors — or in this case, House members — decide whether to proceed with a case. If the House approves articles of impeachment, then it will go to the Senate for a trial. It is in that venue where Trump would be afforded due process rights.\nAlso, there is some question about whether Iraqis really had due process rights in the Central Criminal Court of Iraq.\nThis statement rates False.", "vclaim_id": "vclaim-pol-16672"}