{"url": "/factchecks/2013/feb/08/sacramento-bee-editorial-board/sacramento-bee-editorial-says-texas-ranks-last-res/", "speaker": "Sacramento Bee Editorial Board", "vclaim": "Says Texas ranks last in the percentage of residents with high school diplomas.", "truth_label": "true", "date": "stated on February 6, 2013 in an editorial.:", "title": "Sacramento Bee editorial says Texas ranks last in residents with high school diplomas", "text": "In an editorial poking at Texas Gov. Rick Perry’s pitch for California businesses to ogle Texas, the Sacramento Bee's editorial board said Texas ranks poorly in several ways.\n\nThe editorial says, for instance: \"Yes, come check out Texas. Check out a state that ranks dead last in the percent of its population with high school diplomas.\" (Click here to read our evaluations of more Bee claims.)\n\nStuart Leavenworth, who edits the Bee’s editorial page, pointed us to an Aug. 22, 2011, San Francisco Chronicle news article on Perry’s record. That story draws on the Legislative Study Group, a caucus of the Texas House whose staff analyzes legislation and makes recommendations to its members, which during the 2011 session included one Republican and 48 Democrats. The story quotes the study group as saying Texas is \"dead last in the number of residents over 25 who have a high school diploma.\"\n\nTexas was last by its lonesome a few years ago, we found, but it shared the dubious ranking with California and another state in 2011, the latest year researched.\n\nNationally in 2011, nearly 86 percent of adults 25 or older had completed high school or the equivalent, according to results from that year’s American Community Survey, a mail survey that the U.S. Census Bureau annually sends to more than 2 million households.\n\nAmong the states, Montana led the nation, with 92.3 percent of adults clearing the high-school hurdle, according to the survey, while Texas ranked last, with 81.1 percent of its adults having completed high school.\n\nHowever, the Texas rate matched the rates for Mississippi and California, according to the bureau. For both Texas and California, the bureau says, the margin of error was plus or minus 0.2 percentage points.\n\nStates with better results included Louisiana (82.5 percent); Alabama (82.7 percent); Kentucky (83.1 percent); New Mexico (83.2 percent); and Arkansas (83.8 percent), the bureau says.\n\nWe asked the Texas state demographer, Lloyd Potter, about the bureau’s figures.\n\nBy email, Potter said the survey is \"really the one standard we have for cross-state comparisons.\" He pointed out, too, that the Texas tie with two states in 2011 marks an improvement from 2010, when the survey indicated Texas was tied for last with California, and from 2009, when the survey placed Texas last by itself.\n\nOur ruling\n\nThe Bee’s editorial board said Texas ranks last in its share of residents with high school diplomas.\n\nThat’s right, though Texas lately has company. In 2011, the Lone Star state tied for last with Mississippi and California. In each state,  81.1 percent of adults 25 and older had completed high school or the equivalent, the government says.\n\nWe rate this claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09745"}