{"url": "/factchecks/2012/dec/20/bob-mcdonnell/mcdonnell-says-northern-virginia-has-ther-nations-/", "speaker": "Bob McDonnell", "vclaim": "Northern Virginia is the most \"heavily trafficked place in the country.\"", "truth_label": "true", "date": "stated on December 6, 2012 in a news conference.:", "title": "McDonnell says Northern Virginia has the nation's worst traffic congestion", "text": "Northern Virginia is No. 1 in the nation when it comes to traffic jams, according to Gov. Bob McDonnell.\n\n\"Here we are with the most heavily trafficked place in the country in northern Virginia and Hampton Roads not far behind,\" McDonnell said during a Dec. 6 news conference while promoting a plan to seek $500 million in transportation funding from the General Assembly.\n\nAnyone who’s endured rush hour in Northern Virginia can relate. But is it really the most congested place in the country?\n\nJeff Caldwell, a spokesman McDonnell, told us the governor’s claim is based on a 2011 study by the Texas Transportation Institute at Texas A&M University, an often-cited gauge of traffic congestion in the U.S.\n\nThe research found that drivers in the Washington area -- which includes parts of northern Virginia and Maryland as well as the nation’s capital --  spent an average of 74 hours in traffic jams during 2010, the most in the country. Chicago, where commuters spent an average 71 hours on snarled roads, ranked second. Los Angeles was No. 3, where the delay per commuter was 64 hours.\n\nMcDonnell’s off-the-cuff language was a bit inexact. He said Northern Virginia was the worst, but it was the Washington region overall that earned that distinction in the Texas institute’s report.\n\nWe learned that McDonnell was more precise while delivering a prepared speech at a statewide transportation conference on Dec. 5, saying that TTI \"ranked the Washington, D.C./Northern Virginia metropolitan area as the most congested area in terms of commuter delay in the U.S...\"\n\nThe Washington region has been ranked first or second in the yearly delay per commuter in each annual TTI report going back to 1999.\n\nHampton Roads, meanwhile, was listed as having the 26th highest delay per commuter at 34 hours in 2010. The Richmond region, with 20 hours of delay each year per commuter, ranked 64th out of the 101 urban areas examined.\n\nThe report also found the Washington area had the second highest traffic time index -- which is the ratio of how much extra time a commuter drives in peak travel conditions as opposed to \"free flow\" conditions. By that score only Los Angeles, had a worse rating.\n\nTTI plans to update its traffic report in early 2013.\n\nTTI’s findings have been widely cited by the Federal Highway Administration and the media. Philip Shucet, a former Virginia transportation commissioner, told us the TTI report is \"the industry standard\" for measuring traffic.\n\nOther organizations studying traffic have come to different conclusions than TTI.\n\nINRIX, a traffic analysis company based in Seattle, this past May released its report on the worst cities for traffic in 2011.\n\nHonolulu topped the list; INRIX found drivers there wasted 58 hours last year in traffic. Also ranking in the top five were Los Angeles, San Francisco, New York and Bridgeport, Conn. The Washington area, where drivers spent 45 hours in traffic jams, ranked sixth.\n\nWe wondered why the two studies -- TTI examining 2010 traffic patterns and INRIX looking at 2011 conditions -- came up with different results.\n\nDavid Schrank, co-author of the TTI report, said his institute uses a narrower definition of metropolitan areas than INRIX. Shrank said the TTI study, cited by McDonnell, focuses on densely developed areas in and near to the urban core of a region. INRIX, he said, includes less populated areas on the fringes of urban regions. Schrank also said INRIX study measures traffic by vehicle speed, while TTI took both traffic speed and traffic volume into account.\n\nWe made three attempts by phone and email to reach a spokesman for INRIX, but received no response.  \n\nINRIX keeps an updated scorecard on its website listing the cities with the most traffic congestion in U.S. As of this writing, it showed Los Angeles at No. 1 and  Washington at No. 9.\n\nGPS maker Tom Tom releases its own gridlock report every three months based on information from drivers using its devices. Of all U.S. and Canadian cities it surveyed from April to June,  in 2012 Los Angeles congestion was rated the worst. Among U.S. cities, Washington was tied with Seattle for third place.\n\nTom Tom bases its rankings on a measure of how much added travel time is caused by congestion in each area it examines.\n\nOur ruling\n\nMcDonnell, during a news conference, said Northern Virginia is the most \"heavily trafficked\" area in the country.\n\nHis wording would have been more precise if he had said Northern Virginia is part of the most congested area in the country that also includes Washington and populous Maryland suburbs, according to a 2011 TTI report. McDonnell did make that distinction in a prepared speech he gave one day earlier at transportation conference.\n\nWhile traffic is bad around Washington, not all experts agree it’s the worst in the nation. We found reports by other transportation organizations that ranked the region sixth and third. But we don’t fault the governor for relying on the TTI study -- the industry standard for measuring traffic.   \n\nSo we rate McDonnell’s comments True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09909"}