{"url": "/factchecks/2019/aug/12/facebook-posts/no-biden-did-not-leak-names-seal-team-6-members-al/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden leaked the names of SEAL Team 6’s families to al-Qaida and that he \"cannot be trusted.\"", "truth_label": "false", "date": "stated on August 1, 2019 in a Facebook post:", "title": "No, Biden did not ‘leak’ the names of SEAL Team 6 members to al-Qaida", "text": "Osama bin Laden, infamous al-Qaida leader and 9/11 organizer, died in May 2011 after a military operation was carried out by an elite unit of U.S. Navy SEALs. \nBut did then-Vice President Joe Biden really reveal the names of the members and families of the SEAL team to al-Qaida?\nThat’s what a viral Facebook post circulating online claims. It reads in full:\n\"Never forget it was Biden who leaked the names of SEAL Team 6 family’s (sic) to Al Qaeda and cannot be trusted!\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is not accurate. There is no evidence to suggest that Biden disclosed the names of the SEALs or their family members to the terrorist organization.\nThe claim appears to have originated shortly after Biden announced his 2020 bid for president in late April 2019. It appears to be rooted in a May 3 address he gave about the military operation that led to bin Laden’s death.\nThe operation played out in the early hours of May 2, 2011, at a compound in Abbottabad, Pakistan. \nNine hours behind in Washington D.C., it was still May 1. President Obama confirmed that bin Laden had been killed in a televised address to the country that evening and said no Americans were harmed in the raid. In the address, Obama said \"a small team of Americans carried out the operation with extraordinary courage and capability,\" but didn’t mention the Navy SEALs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nShortly after Obama’s announcement, multiple media outlets identified the involvement of the SEALs in the operation, but not by naming the individuals who were a part of that team.\nIt was after that, on May 3, that Biden gave a speech at an event for the Atlantic Council and praised the SEALs for the operation. He did not, however, say the specific unit or call out any members by name. \n\"Let me briefly acknowledge tonight’s distinguished honorees,\" Biden said before praising U.S. Navy Admiral James Stavridis: \"Admiral Jim Stavridis is the real deal; he could tell you more about and understands the incredible, the phenomenal, the just almost unbelievable capacity of his Navy SEALs and what they did last Sunday.\" \nHe later continued, \"Folks, I’d be remiss also if I didn’t say an extra word about the incredible events, extraordinary events this past Sunday. As vice president of the United States, as an American, I was in absolute awe – awe – of the capacity and dedication of the entire team, both the intelligence community, the CIA, the SEALs; it just was extraordinary.\"\nBiden’s remarks were later criticized, as was the entire administration for openly crediting the SEALs, after a helicopter carrying 30 American military members, including some from Team 6, were killed on August 6, 2011, when the aircraft was shot down by the Taliban in Afghanistan.\nBut an investigation into the attack did not find evidence that the helicopter was targeted as part of a pre-calculated ambush. \n\"We do not believe the mission was compromised,\" Garry Reid, principal deputy assistance secretary for special operations and low-intensity conflict, told Congress in 2014. \"There was no external coordination so there’s no possibility of information going up the chain and somehow going out to the Taliban.\"\nOur ruling\nA Facebook post claims that Joe Biden leaked the names of elite SEAL Team 6 members to al-Qaida.\nThere is no evidence to suggest that Biden disclosed information to the terrorist organization. Though he made remarks praising the Navy SEALs as a group in an address two days after the raid that killed bin Laden, Biden’s speech came after it was already public knowledge that the group and the CIA were part of the operation. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-00283"}