{"url": "/factchecks/2020/jan/15/viral-image/video-footage-shows-donald-trump-kissed-his-daught/", "speaker": "Viral image", "vclaim": "Says a photo shows Donald Trump kissing Ivanka Trump on the lips.", "truth_label": "false", "date": "stated on November 25, 2018 in a Facebook post:", "title": "Video footage shows Donald Trump kissed his daughter on the cheek, not the lips", "text": "An old image that appears to show President Donald Trump kissing his daughter, Ivanka Trump, is making new rounds on social media. \nThis post is from November 2018, but more than a year later it’s been shared nearly 35,000 times and was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post shows two images in a split screen. On the left, it looks like the president is kissing his wife on the lips with a closed mouth. On the right, it looks like he’s kissing his daughter on the lips with an open mouth.\nHere are two versions of the second photo with wider crops. You can see Trump is grasping Ivanka’s upper arm and they’re standing in front of several American flags. It’s the stage of the 2016 Republican National Convention in Cleveland, Ohio, in July of that year. In the Facebook post, both Trumps appear to be wearing the outfits they wore when Ivanka Trump gave a speech at the convention introducing her dad, then only a presidential candidate. \nBut we found no evidence that a kiss like the one shown in the post happened. Millions of people were also watching that moment live, and while some objected to Donald and Ivanka Trump’s embrace, there was no mention of an open-mouthed kiss on the lips.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nReviewing Getty Images photos from that day, we found shots like this one, where Trump is clutching his daughter’s arm, and this one and this one and this one, where they are kissing on the cheek. We found none in eight pages of photos that shows them embracing the way the Facebook post appears. \nSearching for the image in the post elsewhere online, we couldn’t find an original, credible source. \nAnd watching the end of Ivanka Trump’s speech introducing her father, he comes onto the stage, they kiss each other on both cheeks and then she leaves the stage. He does not kiss her the way the Facebook post makes it appear. \nYou can watch the moment from a different angle in a clip accompanying this story from Time, which at the time reported on how Trump had \"once again creeped out the Internet, this time with a ‘so inappropriate’ embrace of his daughter Ivanka.\" \nBut the criticism wasn’t about a kiss. Rather, some people objected to the way he touched his daughter’s hips. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17587"}