{"url": "/factchecks/2016/apr/11/committee-restore-americas-greatness/pants-fire-claim-there-were-over-600-reports-trump/", "speaker": "Committee to Restore America's Greatness", "vclaim": "Says there were over 600 reports of Texas votes for Donald Trump in the state’s 2016 Republican primary virtually all getting tallied for Marco Rubio.", "truth_label": "pants-fire", "date": "stated on April 6, 2016 in a web post:", "title": "Pants on Fire: Claim there were over 600 reports of Trump votes getting counted for Marco Rubio", "text": "According to a super PAC supporting New Yorker Donald Trump for president, Texas Republicans just experienced a wagon’s worth of election fraud, all oddly to the good for Florida Sen. Marco Rubio (who later dropped out of the race).\nWe read the post on stopthesteal.org on April 6, 2016 while looking into a claim by Republican consultant Frank Luntz who had said in a tweet that Team Trump \"has accused Ted Cruz,\" the Texas senator battling Trump for the Republican presidential nomination, of fraud in Iowa, Texas, Colorado, Oklahoma, Louisiana, Kansas, Maine, Utah and Wisconsin. That’s Half True, we found.\nLuntz, by way of offering factual backup for his claim, guided us to a post on stopthesteal.org, the website for the Committee to Restore America’s Greatness, a super PAC created in December 2015 by Trump supporter and former campaign operative Roger Stone to back Trump and attack rivals, especially Rubio, according to a Reuters news story at the time.\nThe web post aired concerns about fraud in seven states including Texas after stating the Trump Ballot Security Project was formed \"when the mainstream media reported dozens of voting irregularities in the\" March 2016 \"Texas Republican primary. This ultimately totaled over 600 reports in at least six counties including Dallas County and Travis County. In virtually every case,\" the post says, \"votes cast for Donald J. Trump were tallied for Sen. Marco Rubio.\"\nCruz handily won the state’s March 1, 2016, primary with 43 percent of the GOP vote. Trump finished second (27 percent) and Rubio third (18 percent); Ohio Gov. John Kasich landed fourth with 4 percent, according to the Texas secretary of state.\nWe asked Stone about the basis of stopthesteal.org’s proclaimed Texas irregularities. By email, he initially noted the ballot security project had shifted to its own website though the provided address didn't lead to any web page just a few days later.\nStone further said affidavits collected from voters in multiple states hadn’t been made public and, he said, such issues would be in the jurisdiction of a credentials committee at the July 2016 Republican National Convention.\n\"The form of evidence of voter irregularities the\" party’s \"credentials committee finds compelling is up to the committee and no requirement that a complaint with the state election board or report to party officials is required to make a claim,\" Stone wrote, adding that the affidavits would be submitted to the committee if and when Trump’s campaign or others on the panel \"elect to challenge the seating of delegations elected\" through \"a pattern of voter fraud.\"\nStone said the pro-Trump super PAC has \"collected over 2,200 individual SWORN affidavits documenting voter irregularities in Iowa, Texas, Colorado, Oklahoma, Louisiana, Kansas, Maine, Utah and Wisconsin, Hawaii and Arizona. 738 of these are in Texas in at least eight counties. We are NOT finished collecting affidavits in Utah and Wisconsin,\" Stone said.\n\"Making this material, which we have collected at some substantial expense, public at this time would merely guarantee harassment of these citizens by the Cruz campaign,\" Stone said.\nBefore reaching Stone, we hunted for news reports about stopthesteal.org’s described irregularities and also looked for its declared 600-plus reports of Texas votes for Trump actually going to Rubio. Those searches came up empty save for an Austin radio host’s mention of unsubstantiated complaints. A video dated March 1, 2016 shows an interview of Todd Jeffries, co-host of KLBJ-AM’s morning \"Todd and Don Show,\" by a reporter for the conspiracy-minded InfoWars.com. In the interview, Jeffries said the show had surprisingly fielded about a dozen phone calls from Austin-area voters saying their Trump votes incorrectly showed up as Rubio votes; he didn’t indicate if the concerned voters uniformly fixed such errors before finalizing their ballots.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nNext, to our inquiries, a spokesman for the Republican Party of Texas and the chairman of the Travis County Republican Party each said he hadn’t heard or seen any reports of Trump votes being recorded for Rubio--or Cruz.\nMike Joyce, the state party spokesman, said by phone said he hadn’t seen even one such news story. \"I would have heard about it,\" if so, Joyce said. \"It would have been brought to our attention.\" Joyce said that when he heard about the calls to KLBJ-AM suggesting ballot problems, he checked with James Dickey, chairman of the Travis County GOP, who reported back that he’d heard no such reports from polling places.\nDickey said by phone he heard \"limited reports\" about Trump votes showing up for Rubio, but nothing was confirmed.\nTo our inquiry, a spokeswoman for the Texas secretary of state, the state’s chief elections officer, said she couldn’t comment on formal complaints pending review and investigation. That said, Alicia Phillips Pierce said, the agency didn’t receive 600 written complaints in connection with the 2016 primaries.\nPierce said the agency fielded less than a dozen \"calls from individuals concerned that votes may have been changed from Trump to Rubio,\" but no one \"indicated they had experienced the supposed phenomena themselves or had any direct knowledge of what allegedly occurred. Instead, they were only responding to second-hand reports they heard on the radio or saw online,\" she said.\nStone dismissed the lack of confirmation from Texas news reports, writing: \"Old media. Proves nothing.\" He also put no stock in the responses we’d drawn from Pierce and on behalf of the state and Travis County Republicans. \"Why would they admit it?\" Stone wrote.\nOur ruling\nA pro-Trump super PAC said there were over 600 reports of Texas votes for Trump virtually all getting tallied for Rubio.\nIf so, those reports are no longer public, which leaves us to speculate about the content of the unreleased affidavits described by Trump backer Stone.\nJudging this statement on available facts, there’s no there there--not even a whisper of one.\nPants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05124"}