{"url": "/factchecks/2011/jul/10/scott-walker/gov-scott-walker-says-public-employee-unions-false/", "speaker": "Scott Walker", "vclaim": "Says many public-employee unions falsely told their Wisconsin members his budget-repair bill sought 12 percent to 13 percent of their incomes for health insurance premiums.", "truth_label": "false", "date": "stated on June 21, 2011 in a television interview:", "title": "Gov. Scott Walker says public-employee unions falsely told members that they would have to pay up to 13 percent of incomes for health insurance", "text": "Gov. Scott Walker loves playing political pundit, so he was ready with talking points when a CNBC interviewer asked him if he could resurrect popularity polls numbers that \"are in the toilet.\"\n\nWalker predicted his numbers would turn around as protests over his battle with public employee unions die down and people realize his 2011-’13 budget wasn’t the end of the world.\n\nAnd he blamed unions for a disinformation campaign for tainting the public’s view of the plan, which forces public employees to pay more for pensions and health care costs.\n\n\"In many cases, many of the national unions told their members things that just don't add up,\" Walker told \"Squawk Box\" co-anchor Joe Kernen on June 21, 2011. \"They told them, for example, that the health insurance premium (contributions) we were asking for were a percentage of their incomes, not of their premiums.\"\n\n\"Well that’s a big difference,\" Walker continued. \"If you’re asked to pay 12 to 13 percent of your actual salary, that’s a huge amount...\"\n\nThat certainly is a big difference.\n\nWalker’s claim is a variation on a theme advanced by Republicans, that national union leaders were pulling the strings here in order to boost the size and duration of the Capitol protests. But it puts an awfully specific spin on it.\n\nWhen we asked for backup, Walker spokesman Cullen Werwie said they had no documentation of unions making that claim to members. He said Walker as heard this privately from teachers around the state, though he did not identify any individual teachers.\n\nThat leaves it to us to see what evidence there may be.\n\nA bit of background before we begin:\n\nIn December, after the election, Walker spoke publicly about his plan to seek greater health and pension contributions. He repeated that during his state of the state speech Feb. 1. And less than two weeks later, he unveiled the plan as part of his budget-repair bill.\n\nAfter unprecedented protests -- and the departure of 14 Democratic senators to Illinois -- the plan won final approval on March 9, 2011. It then survived a legal challenge at the Supreme Court over the manner in which it was approved -- and there may be more battles to come.\n\nA central part of the plan: Requiring most state and local public employees to pay at least 12 percent of the cost of their health insurance premiums.\n\nIt is a big deal for workers. As the issue was debated, we found in an earlier item, the average state employee was paying about 4 percent to 6 percent of the premium. Local government workers’ costs varied by municipality or school district.\n\nWalker’s plan also called for workers to pay more toward their pensions -- a contribution of about 5.8 percent of their salary.\n\nNote the difference: the pension contribution was a percentage of salary, and the health change was percentage of total premium.\n\nThe governor’s office -- and reporters --  soon began reporting the combined impact on workers’ paychecks, because in the end that’s where the money would come from. In effect, it is a reduction in pay.\n\nIn our review, we found a range. Depending on their incomes and health insurance choices, workers would see a 6.8 percent to 12.9 percent hit from the combined changes.\n\nWith all these numbers floating around, the opportunity for confusion was there. In fact, scattered media reports got the health-insurance change wrong, reporting it as a percentage of income.\n\nAnd we previously found one falsehood on health insurance that circulated briefly in an email, but it involved Walker’s separate two-year budget, not the repair bill. Some state corrections employees, including a dentist who leads unionized state professionals, thought the budget forced workers to pay 100 percent of health costs, but that email rumor was quickly debunked by the state’s largest public-sector union, and separately by PolitiFact Wisconsin.\n\nThe issue here is how the big unions described Walker’s health change to their members. Those unions were the subject of Walker’s misinformation claim.\n\nWe reviewed dozens of public communications -- web postings, email alerts and press releases -- between the various unions and their members, as well as to the general public. We also looked for private communications, some of which surfaced publicly.\n\nThe ones we found all accurately described the impact of the plan.\n\nA few examples: The Wisconsin State Employees Union, part of the American Federation of State County and Municipal Employees (AFSCME), got it right. Same for the state’s largest teachers union, the Wisconsin Education Association Council, the National Education Association, AFT-Wisconsin and Madison Teachers Inc.\n\nMarty Beil, head of the Wisconsin State Employees Union, said his 22,000 members understood Walker’s plan very clearly.\n\n\"For him to say that is just misleading as hell,\" Beil said. \"There was no misunderstanding.\"\n\nLet’s finish up.\n\nWalker blamed union disinformation for what he said was confusion about his health insurance plan in his budget repair bill. He squarely blamed big unions, and described the problem as widespread. But Walker offered no tangible evidence for his claim. And our check of the communications by the big unions found no instances of unions falsely portraying his plan as a percentage of income.\n\nIf any additional information surfaces, we may revisit this ruling. But based on the information available, and the lack of documentation from Walker, we rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12773"}