{"url": "/factchecks/2011/apr/06/reince-priebus/rnc-chair-reince-priebus-says-us-has-lost-26-milli/", "speaker": "Reince Priebus", "vclaim": "\"We’ve lost 26 million jobs … since (Obama’s) been president.\"", "truth_label": "pants-fire", "date": "stated on April 5, 2011 in an interview on NBC's \"Today\" show:", "title": "RNC Chair Reince Priebus says U.S. has lost 26 million jobs under Barack Obama", "text": "During an interview on NBC’s Today show on April 5, 2011, Republican National Committee chairman Reince Priebus criticized President Barack Obama’s handling of the economy.\n\nAsked by host Meredith Vieira whether the recent run of job growth and falling unemployment numbers \"throw a real monkey wrench\" into his party’s argument, Priebus said, \"No, not at all. Under this president, he’s promised millions and millions of jobs. We’ve lost 26 million jobs, Meredith, since he’s been president. He promised under an $850 billion stimulus program that we’d be on a path to recovery. We’ll none of that has come true. … I think that pointing out a snail’s pace in the job (growth) numbers is not going to be enough to undo 26 million jobs that are lost, Meredith.\"\n\nWe wondered: Has the number of jobs really declined by 26 million since Obama has been president?\n\nThe answer: Not by any standard method of calculating job losses.\n\nWe turned to the Bureau of Labor Statistics, the official arbiter of U.S. employment numbers. We found that in January 2009, when Obama was sworn in, 133,563,000 Americans were employed. Today, that number is 130,738,000. That’s a significant decline -- but of 2.8 million jobs, a number roughly a tenth of what Priebus cited.\n\nWe then looked at the difference between the highest level of employment during the recent recession and the lowest level. From its peak in December 2007 to its bottom in February 2010, a total of 8.7 million jobs were lost. That’s still only about one-third of the number Priebus gave -- and that period was split roughly evenly between the presidencies of George W. Bush and Obama.\n\nWe arrived at these figures, as economists do, by comparing job gains with job losses to determine a net total. It’s theoretically possible that 26 million jobs were lost during the Obama presidency and that 23.2 million jobs were created, leaving a net of 2.8 million jobs lost. But even if that were the case, economists across the political spectrum say it would be highly misleading of Priebus to focus on the job losses without citing the offsetting job gains.\n\nIt would not be \"kosher to count only one-half of the jobs equation,\" said Daniel Mitchell, a senior fellow with the libertarian Cato Institute. Gary Burtless, an economist with the centrist-to-liberal Brookings Institution said it would be \"absurd\" to cite the gross job numbers instead of the net numbers.\n\nJust for a sense of scale, if it were a net number, losing 26 million jobs, as Priebus indicated, would mean losing about 20 percent of the nation’s jobs -- something on the scale of the Great Depression.\n\nWe e-mailed the Republican National Committee’s press office for an explanation, but they did not reply by the time we posted this story.\n\nPerhaps Priebus simply misspoke, or perhaps he misplaced a decimal point and ended up wrong by a factor of 10. Whatever the reason, the 26 million figure he cited on the Today show was ridiculously wrong. We rate it Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13303"}