{"url": "/factchecks/2020/feb/26/bernie-sanders/research-exaggerates-potential-savings/", "speaker": "Bernie Sanders", "vclaim": "“(A recent study) said ‘Medicare for All’ will lower health care costs in this country by $450 billion a year and save the lives of 68,000 people who would otherwise have died.”", "truth_label": "barely-true", "date": "stated on February 25, 2020 in in remarks during the South Carolina Democratic primary debate:", "title": "Bernie Sanders embraces new study that lowers ‘Medicare For All’ price tag, but skepticism abounds", "text": "UPDATE: This story was updated to include more information about recent studies the Sanders' campaign referenced regarding the costs of single-payer. This update does not change the rating.\nDefending his signature health plan — a single-payer system known \"Medicare for All\" that would move all Americans to government-funded coverage — Vermont Sen. Bernie Sanders argued that the massive health care expansion would actually save the system hundreds of billions of dollars.\nSanders’ figures come from a study published Feb. 15 in The Lancet, a British medical journal.\n\"It said ‘Medicare for All’ will lower health care costs in this country by $450 billion a year and save the lives of 68,000 people who would otherwise have died,\" Sanders said at the Feb. 25 Democratic presidential debate.\nThe price tag of Medicare for All has been fiercely debated, and some previous analyses have suggested that the proposal would increase health spending, not decrease it. But Sanders is relying on the Lancet paper — which has a cost estimate that is the lowest, in the neighborhood of $17 trillion over 10 years — to argue that the suite of financing mechanisms he has proposed would more than cover the cost of his health bill. (Funding would include taxes on high earners, a new payroll tax, and 4% income premiums for the majority of families.) Most other estimates place the cost between $30 trillion and $40 trillion over a decade, which would make paying for it far more difficult.  So we decided to take a closer look.\nWe reached out to one of the study’s authors, but never heard back. \nA spokesperson for the Sanders campaign said the paper is \"similar to 22 other recent studies that have also shown that moving to a single-payer healthcare system will cost less than our current dysfunctional healthcare system.\" (We asked for those 22 other studies but, as of publication, hadn’t received them from the campaign. However, an independent researcher provided us with this related analysis.)\nBut other independent experts were skeptical of the Lancet study's estimate — arguing it exaggerates potential savings, cherry-picks evidence and downplays some of the potential tradeoffs.\n\"I don’t think this study, albeit in a prestigious, peer-reviewed journal, should be given any deference in the Medicare for All debate,\" said Robert Berenson, a fellow at the Urban Institute who studies hospital pricing.\nSo, savings?\nLargely, the Lancet paper is more generous in its assumptions than other Medicare for All analysis, noted Jodi Liu, an economist at the RAND Corp., who studies single-payer plans. To the researchers’ credit, she said, they acknowledge that their findings are based on uncertain assumptions.\nFor instance, the researchers calculate $78.2 billion in savings from providing primary care to uninsured people — $70.4 billion from avoided hospitalizations and $7.8 from avoided emergency room visits. But previous evidence suggests that logic is suspect at best. \nWhen states expanded Medicaid under the Affordable Care Act, providing new insurance to people who had previously lacked coverage, avoidable hospitalizations and emergency room visits didn’t disappear because people could suddenly use preventive care, noted Ellen Meara, a professor at the Harvard T.H. Chan School of Public Health. That evidence doesn’t appear anywhere in the Lancet paper.\n\"The notion that we’re going to get rid of all these avoidable visits — that’s not been borne out,\" she said. \nThe researchers also assume that a Medicare for All system would pay hospitals at a maximum of Medicare rates.\nThat’s tricky. In 2017, the nonpartisan Medicare Payment Advisory Commission estimated that, on average, a hospital has a -9.9% margin on a patient who is insured through Medicare. (Private pay helps make up that difference.) Some hospitals certainly would be able to swallow this cost. But others would struggle to stay afloat, said Adrianna McIntyre, a health policy researcher at Harvard University \nGiven the political influence hospitals in particular carry in Congress — where most members are sensitive to their concerns — passing a plan offering such a low payment rate would be politically challenging.\nSanders’ bill doesn’t actually  specify the rates at which hospitals would be paid.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBeyond the lower payments, the researchers also suggest hospitals would spend less money on overhead, only having to navigate a single insurance plan. That change accounts for $219 billion in their estimated savings.\nBut again, that ignores some of the reality of how hospitals work. While a single-payer system would undoubtedly cost less to administer — requiring a smaller back-end staff, for instance — it would not eliminate the need for expensive items like electronic health records, which coordinate care between hospitals.\n\"The assumptions are unrealistic,\" said Gerard Anderson, a health economist at Johns Hopkins University in Baltimore. \"You are never going to save that much money from the various providers.\" \nThe cost-sharing question\nMedicare for All would enroll all Americans in coverage far more generous than what most experience now — eliminating virtually all cost-sharing associated with using health care. \nThat’s a major change, researchers told us. Previous evidence suggests that such a shift would encourage consumers to use health care more than they currently do. \nThe Lancet paper acknowledges that — but only partially. It allows that people who are uninsured or \"underinsured\" — that is, who have particularly high levels of cost-sharing now — would use more medical care under Sanders’ system than they currently do. It factors that into the price tag. \nBut its estimate does not account for people who already have decent or adequate insurance and who would still be moving to a richer benefit, and therefore more likely to use their insurance. \n\"It drastically underestimates the utilization increases we would expect to see under Medicare for All,\" McIntyre said. \"People have different views on whether the increased utilization is good or bad,\" she added — it makes the program more expensive, but also means more people are getting treatment.\nOther estimates?\nContext is helpful, too. Other estimates — namely, a projection by the Urban Institute — of Medicare for All have suggested it would increase federal health spending by about $34 trillion over 10 years. But elimination of other health spending would make the overall change smaller. \nTo implement the Sanders proposal, national health spending — public and private dollars, both — would increase by $7 trillion over a decade, Urban said. And Medicare for All would be bringing new services: more insurance for more people, and more generous coverage for those already covered.\nUrban’s estimate of $7 trillion more in spending over 10 years is far removed from the study’s estimate of $450 billion less annually. And, experts said, relying on the latter figure isn’t a good idea.\n\"I think they need more work to prove\" the savings, Meara said. \"They’re not being complete, and by not being complete, they’re not being honest.\"\nIt’s also worth noting that the study’s lead author was also an informal unpaid adviser to the Sanders staff in drafting its 2019 version of the Medicare for All bill, according to the paper’s disclosures section.\nThe \"lives saved\"\nExperts agree that expanding access to health insurance would probably reduce early mortality. But the 68,000 figure is another example of cherry-picking, Meara said. \nThe figure is based on a 2009 paper. It doesn’t acknowledge a body of research that came after, including multiple studies that examined how expanding Medicaid  affected mortality — and maybe offered less dramatic numbers.\n\"When they so clearly are cherry-picking, when they clearly have all the  information on studies in front of them, it’s concerning,\" Meara said. \"It’s a situation where you’re going to overpromise and underdeliver.\"\nOur ruling\nSanders said a recent study suggested Medicare for All would save $450 billion annually and saves 68,000 lives.\nThat study does exist. And it cites some evidence. But many of its assumptions are flawed, and experts uniformly told us it overestimates the potential savings. It cherry-picks data in calculating mortality effects.\nThis statement has some truth, but ignores context that would create a dramatically different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17460"}