{"url": "/factchecks/2019/nov/12/committee-defend-president/pro-trump-facebook-ad-distorts-obamas-words-about-/", "speaker": "Committee to Defend the President", "vclaim": "Says Obama said black people have the \"worst jobs, the worst housing\" and face rampant police brutality, \"but when so-called black committeemen came around election time we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.\"", "truth_label": "pants-fire", "date": "stated on November 8, 2019 in a Facebook ad:", "title": "Pro-Trump Facebook ad takes text in Obama’s book wildly out of context", "text": "A Facebook ad by a PAC supporting President Donald Trump distorts a statement in a book by President Barack Obama about African American voters. \nThe ad by the Committee to Defend the President is entitled \"Enough Empty Promises\" and targets African American voters.\n\"Democrats promised to help our community,\" the narrator says. \"Promises they never kept.\" \nThe ad then pivots to Obama:\n\"Here is President Obama: 'Plantation politics. black people in the worst jobs, the worst housing, police brutality rampant. But when the so-called black committeemen came around election time, we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.' \"\nThe narrator then continues: \"Enough empty promises. President Trump promised us jobs and he delivered. Democrats don’t care about us.\"\nThe ad ran Nov. 8 largely in states with a significant African American population including Georgia, Michigan and Louisiana. Trump is trying to chip away at the wide margin by which African Americans vote for Democrats. His ad coincided with his \"Black Voices for Trump\" visit in Atlanta. (Judd Legum, who writes the newsletter Popular Information, tweeted about the ad the day it first started running.)\nThe ad takes words from a book by Obama where he was talking from the perspective of someone else. It takes those words out of context and gives them a meaning they didn’t have. \nWhat Obama wrote in his book\nWe’ve heard a similar ad before from a pro-Trump group. During a congressional election in Georgia in 2017, Great America Alliance ran a radio ad aimed at cutting African American turnout for Democrat Jon Ossoff. We rated that ad Pants on Fire. \nThe voice in that and the current ad sounds like Obama’s, but the words were not his own views. They came from Obama reading from his 1995 book \"Dreams From My Father\" about his days as a community organizer in Chicago. He recounted his conversation with a barber he called Smitty about Chicago’s first black mayor, Harold Washington.\nSmitty explains Chicago politics to Obama, who told the barber he was not in Chicago for the election of Washington.\nHere’s how the scene plays in the book:\n\"Had to be here before Harold to understand what he means to this city,\" Smitty said. \"Before Harold, seemed like we’d always be second-class citizens.\"\n\"Plantation politics,\" the man with the newspaper said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"That’s just what it was, too,\" Smitty said. \"A plantation. Black people in the worst jobs. The worst housing. Police brutality rampant. But when the so-called black committeemen came around election time, we'd all line up and vote the straight Democratic ticket. Sell our souls for a Christmas turkey. White folks spitting in our faces, and we’d reward ‘em with the vote.\"\nIn his book, Obama then described the power of African Americans to shape their political destiny when they are unified.\nObama wrote: \n\"They had turned out in record numbers on election night, ministers and gang-bangers, young and old. And their faith had been rewarded.\"\nIn Smitty’s words, \"The night Harold won, let me tell you, people just ran the streets,….\" he said, recounting how the community was proud of Washington and themselves. \"When I woke up the next morning, it seemed like the most beautiful day of my life.\"\nThe pro-Trump ad uses the passage to create the impression that Obama believed that black voters, ignored and suffering, sold their soul to the Democrats at election time. But the actual book passage is about the good things that come from voting.\nChad Banghart, the executive director of the PAC, told us that he thinks it is clear that the ad is Obama reading from his book. However, the ad never states the context of Obama’s words. \nBanghart also suggested that Smitty the barber was a fictional creation. \nIn the introduction of the book, Obama wrote that for the sake of compression some of the characters are composites. He wrote that other than family or public figures, the names of most characters were changed to protect their privacy. The Chicago Tribune identified the location of the barber shop in 2008 and in this 2015 graphic.\nThe ad also said that \"President Trump promised us jobs and he delivered.\" We found in August that the unemployment rates and poverty rates for African Americans are indeed at or near historical lows, as Trump indicated. However, there were also declines under Obama too.\nThe text on the ad included attacks on four of the Democrats running for president: former Vice President Joe Biden and U.S. Senators Kamala Harris, Elizabeth Warren and Bernie Sanders. These attacks related to Biden’s record opposing school busing, Harris’ record as a prosecutor, Warren’s statements identifying herself as Native American, and Sanders’ statements on reparations.  \nOur ruling\nA pro-Trump Facebook ad says that Obama said black people have the \"worst jobs, the worst housing\" and face rampant police brutality, \"but when so-called black committeemen came around election time we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.\"\nWhile Obama did say those words, they were not his own. In his book \"Dreams from my Father,\" Obama was describing a conversation with a Chicago barber who remembered African Americans helping elect Chicago’s first black mayor. \nThe ad creates an impression that Obama said that Democrats ignored the perils faced by black voters and then black voters turned around and automatically voted for them anyway. In reality, a Chicago barber told Obama that, but then said the Chicago mayor’s race showed that turning out to vote can make a difference.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-16775"}