{"url": "/factchecks/2012/jul/11/american-commitment/health-care-law-largest-tax-increase-history-middl/", "speaker": "American Commitment", "vclaim": "The health care law \"imposes the largest tax increase in history on the middle class.\"", "truth_label": "pants-fire", "date": "stated on July 10, 2012 in a television ad:", "title": "Health care law \"largest tax increase in history on the middle class,\" says TV ad", "text": "A new ad attacks Sen. Bill Nelson, D-Fla., on the health care law and claims to have \"the facts.\" But then it trots out a series of well-worn distortions.\n\n\"Florida patients and seniors deserve to know what are the facts about President Barack Obama’s health care law,\" the ad says. \"Fact: Bill Nelson was the deciding vote. The bill could cost up to $2 trillion, double what we were promised. Nelson’s health care vote imposes the largest tax increase in history on the middle class, cuts $500 billion from Medicare to pay for new government programs, and millions could lose their current coverage. Tell Bill Nelson: Protect Florida patients, repeal the health care law.\"\n\nThe ad is from an outside spending group called American Commitment, which said on its website that it supports \"free markets, economic growth, constitutionally limited government, property rights, and individual freedom.\" It’s a 501(c)4, so it doesn’t have to disclose its donors. (For more details about American Commitment’s connections and spending, check out this report from the Washington Post.)\n\nWe fact-checked the claim that Nelson was the deciding vote in another fact-check, rating it Mostly False. We've also looked at claims about cutting $500 billion from Medicare (Mostly False) and millions losing coverage (False).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n \n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nHere, we’re fact-checking whether the health care law \"imposes the largest tax increase in history on the middle class.\"\n\nWe asked American Commitment for evidence for its charges, but we didn’t hear back.\n\nWe found the same claim, though, on several conservative blogs. Their basis for making the claim focused on the tax penalty that’s part of the health care law, the penalty imposed on people who go without health insurance.\n\nThe individual mandate as tax penalty\n\nHere’s how it works: Starting in 2014, individuals who do not have health insurance and who aren't exempt (say, for cases of hardship or religious belief) will have to pay an annual penalty of at least $95. The amount increases, though, up to $695 in 2016. After 2016, the amount would be indexed to inflation and could be higher -- up to 2.5 percent of household income.\n\nCritics of the law have pointed out, correctly, that some people who make less than $250,000 will be subject to this tax penalty. During the 2008 campaign, Obama pledged not to raise taxes on families who make less than that.\n\nThe blogs said that 75 percent of the people who pay the penalty are in the middle class, so that makes it the biggest middle-class tax increase in history. This is a logical fallacy -- just because 75 percent of the households who pay the tax are in the middle class, that doesn’t automatically make it the largest middle-class tax increase in history.\n\nBut let’s set that problem aside for moment so we can explore who’s paying the mandate. Then we’ll get to other problems with the ad’s claim.\n\nWho pays the individual mandate’s tax penalty\n\nThe Congressional Budget Office and the Joint Committee on Taxation -- two nonpartisan federal offices -- have estimated that about 4 million uninsured Americans will have to pay the penalty, amounting to $4 billion in revenue per year from 2017 to 2019.\n\nThe CBO projections show that 76 percent of the people paying the penalty will have a household income of 500 percent of the federal poverty level or below. For a family of four, that comes to about $120,000.\n\nWe should note that there is no standard definition of \"the middle class.\" We looked at projections from the Urban Institute-Brookings Institution Tax Policy Center for what the federal income distribution will look like in 2016. A chart from the center estimates that the threshold for the top 20 percent of income in 2016 will be $123,970. So statements like these essentially define \"middle class\" as the bottom 80 percent of the income scale.\n\nBut there’s a different way to look at who pays the penalty, and that’s as a tally of dollars paid, rather than the number of households.\n\nThe CBO projected that the bottom 80 percent will pay 46 percent of the tax dollars collected as a result of the mandate. That’s compared to 55 percent of revenues that will come from the top 20 percent.\n\nThis presents a different picture of how the financial burden of the mandate will be borne. There’s a big difference between the \"middle class\" carrying 75 percent of the burden rather than 46 percent of the burden.\n\nTwo tax experts -- Roberton Williams of the Tax Policy Center and William McBride of the Tax Foundation -- agreed with our analysis when we looked at a similar claim. They also indicated that, it’s more appropriate to use dollars paid than the number of households that have to pay the penalty.\n\nOther taxes dwarf the mandate\n\nNow we come to another problem with the ad’s claim -- whether the tax increases in the law are the largest in history.\n\nIt’s true that some middle-class people will pay the tax penalty for not having insurance. But as we noted earlier, that penalty is intended to encourage people to get insurance. It’s not intended to raise enough money to pay for the bulk of new spending in the health care law. Other tax increases do that.\n\nMost of those tax increases are on the wealthy and the health-care industry -- not the middle class.\n\nStarting in 2013, high earners -- defined as households making make more than $250,000 or single people making more than $200,000 -- will see their Medicare payroll taxes increase 0.9 percentage points, according to the Joint Committee on Taxation. Also, people at these income levels pay a new tax on investment income of 3.8 percent.\n\nThe 10-year tally: $210.2 billion. That easily outpaces $4 billion per year that comes from the individual mandate.\n\nFor other new taxes in the law, it’s less clear how the burden will fall. These taxes include annual fees on health insurance providers ($60.1 billion over 10 years); a fee for pharmaceutical manufacturers and importers ($27 billion over 10 years); an excise tax on manufacturers and importers of medical devices ($20 billion over 10 years); a higher floor for medical expense deductions on itemized income tax returns ($15.2 billion over 10 years); and an excise tax on indoor tanning services ($2.7 billion over 10 years).\n\nAlso, there’s a 40 percent excise tax on high-cost health plans, so-called \"Cadillac plans,\" which begins in 2018, raising $32 billion in 2018 and 2019.\n\nLargest tax increase?\n\nFinally, the health care law is not the largest tax increase in history. We looked into this topic in detail when we fact-checked Rush Limbaugh’s statement that the health care law is \"the largest tax increase in the history of the world.\"\n\nThat detailed analysis can be found here, but the bottom line is this:\n\nDepending on your rounding, tax increases resulting from the health care law are about the size of tax increases proposed and passed in 1980 by President Jimmy Carter, in 1990 by President George H.W. Bush and in 1993 by President Bill Clinton.\n       \nThe health care law’s tax increases are smaller than tax increases signed into law by President Ronald Reagan in 1982 and a temporary tax signed into law in 1968 by President Lyndon B. Johnson. And they are significantly smaller than two tax increases passed during World War II and a tax increase passed in 1961.\n       \nIt’s true that the tax increases in the health care legislation do reverse a trend of federal tax cuts and represent the first significant tax increases since 1993.\n\nBut they are not the largest in the history of the United States.\n\nOur ruling\n\nThe ad calls the health care law \"the largest tax increase in history on the middle class.\" Actually, the law is not the largest tax increase in history, and most of its taxes fall on the wealthy and the health care industry.\n\nEven if all of the taxes in the health care law fell on the middle class -- which they don’t -- the statement still wouldn’t be accurate.\n\nFor flagrant disregard of the facts, we rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-10784"}