{"url": "/factchecks/2012/oct/29/mitt-romney/mitt-romney-says-women-white-house-employees-earn-/", "speaker": "Mitt Romney", "vclaim": "\"Women in Barack Obama's White House are earning less than men.\"", "truth_label": "half-true", "date": "stated on October 26, 2012 in a campaign mailer:", "title": "Mitt Romney says women White House employees earn less than men under Barack Obama", "text": "As part of his campaign to court women voters, President Barack Obama has repeatedly noted that one of his first acts in office was his signing of the Lilly Ledbetter Fair Pay Act, which makes it easier for workers who claim pay discrimination to sue for relief.\n\nBut Mitt Romney’s campaign is using a clever counter-attack -- charging that Obama’s own White House pays female employees less than male employees.\n\n\"Under President Barack Obama, women are lagging behind,\" says a mailer distributed to homes in northern Virginia, a key battleground in a leading swing state. \"Barack Obama promised us change. … Women today under President Obama are earning less. Single women are earning less than married people and single men. Even women in Barack Obama’s White House are earning less than men. … Barack Obama hasn’t earned a second term.\"\n\nMany readers have asked us to check this claim, so we will.\n\nFor months, conservative bloggers and news outlets have been touting the statistic that women working for the White House earn 18 percent less than men do. The statistic stems from calculations published in April 2012 by the Washington Free Beacon, a conservative online publication.\n\n\"According to the 2011 annual report on White House staff, female employees earned a median annual salary of $60,000, which was about 18 percent less than the median salary for male employees ($71,000),\" the Beacon wrote. Put another way, that means women in the White House earned 85 percent of what the men earned. The statistic got a second round of attention as the discussion of women’s pay disparities increased during the Democratic convention (where Ledbetter spoke) and in the debates.\n\nWhen we downloaded the same statistics from the White House website and ran the numbers, we came up with similar results -- $63,240 for women and $72,876 for men. So women in the White House, by our calculations, earn 87 percent of what their male colleagues at the White House do, not far off from what the Free Beacon found. (Some of the variation may be explained by differences in determining the sex of the 454 employees on the list. We were able to determine the sex of all but 18 employees.)\n\nThe gender pay gap we found provides support for the Romney mailer’s claim that \"even women in Barack Obama's White House are earning less than men.\"\n\nHowever, we think it’s worth pointing out a couple caveats.\n\nWomen at the White House fare better than women in the economy at large\n\nWe’ve previously rated Mostly True the claim that women \"receive only 77 cents for every dollar a man earns.\" By that standard, women working for the White House suffer from a smaller gap than do women who work elsewhere.\n\nThe 77-cents and 87-cents figures don’t reflect apples-to-apples comparisons\n\nThis is an issue that has tripped up Obama in the past: When Obama claimed earlier this year that \"women (are) paid 77 cents on the dollar for doing the same work as men,\" we rated it Mostly False, since the 77-cent statistic does not factor in what occupations are held, how many hours are worked or how long someone has been in the job.\n\nWhen women do the same job as men, the pay gap narrows quite a bit. And in fact, this is exactly what happens when you look deeper into the White House data. Even when you just control for one factor -- people who have the same job title -- the gap narrows significantly.\n\nWe found 36 titles for full employees held by more than one person, including at least one man and woman. Of these 36 job categories, there was no difference in pay between men and women in 22 job categories, affecting 121 employees. In another six categories affecting 29 employees, the highest earner in the category was a woman who out-earned at least one man.\n\nIn only eight cases affecting 22 employees -- in other words, a small fraction of all employees -- was the highest earner a man who out-earned at least one woman. In a large majority of job categories, there was no salary edge for men. And even in the cases where men did have an edge, it was a small edge -- the lowest-paid women mostly earned between 92 percent and 98 percent of what the top-paid men did.\n\nAnd don’t forget that we’re only adjusting the data using one factor -- job title. There are other factors that could explain different salaries for people who hold the same job title, such as prior work experience, specific skill sets and the number of years they have spent in the job.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nThe White House pointed PolitiFact to several conclusions in an analysis of the 2011 salary data by the Washington Times, which has a reputation as a conservative-leaning newspaper.\n\n\"President Obama’s top female White House aides earn more on average than their male counterparts, a reversal from the pattern in the George W. Bush administration,\" the newspaper wrote. \"Top female employees on average earned nearly 4 percent more than top male employees under Mr. Obama, compared with a deficit of 12 percent under Mr. Bush.\"\n\nHowever, the analysis also said that the further you go down in seniority, the more \"mixed\" Obama’s record becomes. The median salaries calculated by the Washington Times mirrored those in the Free Beacon’s analysis, which in turn were close to what PolitiFact found.\n\nOur ruling\n\nIn the broadest sense, the Romney campaign is on solid ground when it says that \"women in Barack Obama's White House are earning less than men.\" But the closer you look at the data, the less striking this conclusion becomes.\n\nFirst, the Obama White House has more equitable pay rates than the economy as a whole. And second, when you look at employees who have the same titles, only a small fraction of women are out-earned by men, a difference that might be explainable by differences in experience and longevity rather than discrimination. The statement is accurate but needs clarification or additional information, so we rate it Half True.", "vclaim_id": "vclaim-pol-10064"}