{"url": "/factchecks/2018/oct/24/viral-image/viral-facebook-post-uses-old-images-falsely-claim-/", "speaker": "Viral image", "vclaim": "Says images show migrants on trains and buses heading toward the United States, not walking.", "truth_label": "false", "date": "stated on October 22, 2018 in a Facebook post:", "title": "Viral Facebook post uses old images to falsely claim it's the October migrant caravan", "text": "A post on a Facebook group called \"Drain the Swamp\" uses old images to falsely claim that they show migrants currently traveling in a caravan toward the United States.\n\"They don't want you to see this... THEY ARE NOT WALKING!! Why are the reporters hiding the fact that the migrants are coming on trains, buses, and trucks? These are not Mexican buses…,\" said an Oct. 22 post that’s been shared more than 85,000 times.\nOne of the images shows dozens of men on top of a train and the other shows more than a dozen people scattered outside coach buses. None of those photos accurately depict the current caravan but are actually from 2013 and earlier this year.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo of men atop a train was taken by Eduardo Verdugo for the Associated Press in April 2013 to illustrate the risks some migrants take to get to the United States. A photo slideshow — which includes an image being shared now — said migrants riding on top of trains became vulnerable targets for kidnapping gangs, cartel operatives and corrupt Mexican officials.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe other image of people outside coach buses is credited to Jose Castanares and taken for AFP/Getty Images in April of this year, when another migrant caravan was enroute to the United States. A caption for that photo says the caravan of migrants was in Mexico and that it began breaking up \"after abandoning its plan to travel en masse to the United States.\"\nNews reports in April did say some migrants were traveling in buses to the Mexico-U.S. border.\n\"While political pressure over the caravan mounted north of the border, in Mexico the migrants continued their journey. … Sometimes they stowed away aboard freight trains. Sometimes they rode chartered buses. Sometimes they walked, carrying crosses and protest signs,\" CNN reported about the April caravan.\nThis time around, some migrants in the caravan are also coming in trucks and other vehicles, but most of them appear to be walking. This also isn’t something reporters are hiding — there are plenty of pictures and videos documenting their travel.\nOur ruling\nViral images posted on a Facebook group claim to show migrants on trains and buses heading toward the United States, not walking. The photos shared to support the claim are from 2013 and from April, and do not show the current caravan. There are some people in the current caravan traveling in trucks, but photos show that most are on foot.\nWe rate the post as False.\n Share the Facts 2018-10-24 21:02:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says images show migrants on trains and buses heading toward the United States, not walking.    Drain the Swamp Facebook group    in a Facebook post Monday, October 22, 2018 2018-10-22    Read More  info", "vclaim_id": "vclaim-pol-01413"}