{"url": "/factchecks/2019/jul/12/bernie-sanders/bernie-sanders-said-huge-percentage-walmart-worker/", "speaker": "Bernie Sanders", "vclaim": "\"42 percent of (Walmart’s) associates are black.\"", "truth_label": "false", "date": "stated on July 10, 2019 in an op-ed in the Washington Post:", "title": "Bernie Sanders said a huge percentage of Walmart workers are black. He was off by a lot", "text": "Racial and economic inequality are key issues for Bernie Sanders. In a Washington Post op-ed on the disparities between blacks and whites, the Democratic presidential candidate brought the two themes together. He said \"the black-white wealth gap could be closed by targeting the extreme wealth at the very top.\"\n\"The straightest path to racial equality is through the one percent,\" Sanders wrote July 10. \"A system where we don’t address both racial and economic disparity is a system in which some people, especially African Americans, are going to be left behind.\"\nSanders sharpened the point with the example of Walmart.\n\"Walmart is the largest private employer of African Americans in the country,\" Sanders wrote. \"42 percent of its associates are black. And it pays its employees below a living wage — even while the Walton family owns more wealth than the bottom 40 percent of Americans.\" \nWalmart is the nation’s largest private employer, which gives it an edge in hiring the largest number of African Americans. And Sanders cited PolitFact to back up his assertion about the Walton’s wealth.\nBut Sanders exaggerates the fraction of Walmart associates who are African American. His 42% figure would mean that nearly half of all Walmart sales associates are black. That’s not the case. \nAccording to the Walmart report he cited, 42% of the company’s associates are people of color. Sanders’ spokeswoman Sarah Ford acknowledged that would include many workers other than African Americans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nShe said the campaign \"regrets\" the error and will \"endeavor to correct going forward.\"\nHere’s the diagram from page 8 of the Walmart report.\nThe large orange 21% circle with the fraction of all workers who are black or African American includes a range of job categories, such as associates, managers, executives, technicians and more.\nFor associates alone, a chart deeper in the report (page 38) shows that 22.5% of sales workers are African American. The latest Walmart report has about the same number, 22.2%.\nBlacks represent about 13% of the American workforce.\nOur ruling\nSanders said that 42% of Walmart associates are African American. That figure applies to all people of color, not just African Americans.\nThe actual number is 22.2%. This is almost twice the fraction of blacks in the workforce, but about half as large as Sanders said. We rate this claim False.", "vclaim_id": "vclaim-pol-00436"}