{"url": "/factchecks/2017/sep/29/rick-baker/rick-baker-says-kriseman-tapped-reserves-irma-hes-/", "speaker": "Rick Baker", "vclaim": "While Mayor Rick Kriseman said he would dip into reserves this year because of Hurricane Irma, he \"went into the emergency reserves before Irma ever hit.\"", "truth_label": "true", "date": "stated on September 26, 2017 in a comment during a mayoral forum:", "title": "Rick Kriseman wrongly suggests city didn't dip into reserves before Irma", "text": "St. Petersburg Mayor Rick Kriseman and former Mayor Rick Baker offered conflicting stories about the city’s budget at their first mayoral forum since the August primary election.\nAccording to Baker, Kriseman tapped into emergency reserves this year in order to balance the city’s budget, despite record revenues.\nKriseman defended himself by implying that the reach for reserves had not yet happened: \"We’ve been investing in reserves every year. If we go and have to dip into reserves for this year it will be because of Hurricane Irma and the losses that have been sustained by the city in overtime.\"\nBaker didn’t let Kriseman have the last word.\n\"Mr. Kriseman must be able to read the future, because he went into the emergency reserves before Irma ever hit,\" Baker said. \"I don’t know how he did that.\"\nMany in the audience erupted into laughter and clapped for Baker. But was Baker’s retort right?\nShow us the money\nBasically, we found that the city has tapped into reserves. The city has plans to repay the loans.\nIn May, the city council approved the transfer of $7.6 million to the Water Resources Capital Projects Fund to expedite infrastructure upgrades, which included projects to increase capacity at the water reclamation facilities.\nHalf of the $7.6 million ($3.8 million) was taken out of the city’s economic stability fund — one of several types of reserve funds, and one specifically meant to cushion city coffers against economic downturns and natural disasters.\nThe other half came from a different pot of money: the Water Resources department’s operating fund. The fund had an unappropriated balance, which, by definition, is not technically a reserve. (The Water Resources Department manages the city’s sewage and almost like an independent business.)\nEven though the city does not define this pool of money as reserves, some leaders consider it one and the same. In a Tampa Bay Times article, city council member Ed Montanari described the whole $7.6 million as reserves.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThere are many rules that govern whether reserves from the economic stability fund can be used, and one of the more relevant ones for this fact-check is the requirement for the city to repay the $3.8 million loan.\nThat rules applies to reserves in the economic stability fund, but the city still hopes and has plans to replenish the whole $7.6 million loan after Water Resources department issues bonds. City officials said that would be in next couple months.\nSo in this case, the city would issue bonds and sell them to investors. The city will pay back the the investors who bought one of those bonds in chunks. So the city is replenishing the money with more borrowed money.\nKriseman’s team considers this \"paying back\" the loan, but that’s not how everyone in the city sees it.\nMontanari told the Tampa Bay Times he didn't agree with the city's decision to take $7.6 million to pay for sewer projects.\n\"I don't like the fact that we're taking money from reserves and replacing it with borrowed money,\" Montanari told the Times. \"I just want to state that on the record.\"\nSo, if the city already tapped into reserves, why did Kriseman make it seem like it hadn’t?\nKriseman’s campaign clarified that his comments about reserves were \"strictly about the city response to Hurricane Irma.\"\n\"While the city has not yet utilized the emergency reserves for Hurricane Irma, it is very likely that we will,\" said Kriseman spokesperson Ben Kirby.\nKirby said the city will probably have to allocate reserves to pay city workers for the overtime they worked during the storm. He added that the majority of eligible expenses can be reimbursed by Federal Emergency Management Agency. Since Irma hit, the city requested FEMA assistance.\nOur ruling\nBaker claimed that Kriseman tapped into reserves before Hurricane Irma ever hit.\nThat is accurate. Under Kriseman, the city tapped into reserves early this year to cover the costs of infrastructure upgrades, which included projects to increase capacity at the water reclamation facilities. The the city plans to issue bonds to repay the loan, but there’s no saying when that will happen. Furthermore, bonds are just borrowed money.\nWe rate this claim True.\n Share the Facts 2017-09-29 13:39:08 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  https://stpete.granicus.com/MediaPlayer.php?view_id=14&clip_id=4120 While Mayor Rick Kriseman said he would dip into reserves this year because of Hurricane Irma, he \"went into the emergency reserves before Irma ever hit.\"     Rick Baker Mayoral candidate   in a comment during a mayoral forum Tuesday, September 26, 2017 2017-09-26    Read More  info    \n\nThis story previously misstated Kirby's job title.", "vclaim_id": "vclaim-pol-02852"}