{"url": "/factchecks/2014/jan/07/eddie-lucio-jr/surveys-find-mcallen-region-most-obese-among-large/", "speaker": "Eddie Lucio, Jr.", "vclaim": "Nearly 40 percent of his McAllen-area constituents suffer from obesity.", "truth_label": "true", "date": "stated on November 18, 2013 in remarks at Southern Obesity Summit:", "title": "Surveys find McAllen region most obese among large Texas metro areas", "text": "Longtime state Sen. Eddie Lucio, D-Brownsville, highlighted two problems that come together in his district at the Southern Obesity Summit in Nashville, Tenn.\nNoting that Brownsville and McAllen are among the poorest cities in the U.S., Lucio said, \"Because higher rates of poverty are associated with poorer health care outcomes, it should come as no surprise that McAllen is also one of the most obese areas of the country,\" according to his prepared remarks for the opening session Nov. 17, 2013.\n\"Nearly 40 percent of my constituents there suffer,\" he said.\nLucio cited via email an April 12, 2013, McAllen Monitor news story which said the McAllen-Edinburg-Mission region was \"the fattest metro area in the United States\" in 2012 based on a Gallup poll.\nHe emailed us a link to the Gallup report released April 11, 2013, which drew on the Gallup-Healthways Well-Being Index, an annual effort to analyze factors including social, financial and physical conditions of U.S. adults.\nGallup used Hidalgo County as the boundary for the McAllen metropolitan statistical area. Only the southeastern part of Hidalgo County is in Lucio’s District 27, according to the Texas Legislative Council’s map, but we did not find a more precise breakdown of obesity statistics.\nBy phone, Gallup-Healthways research director Dan Witters told us that the index uses information gathered nationwide in English and Spanish phone interviews. The survey reached about 350,000 U.S. adults throughout 2012 and had a margin of error of plus or minus 0.2 percentage points.\nWitters emailed us results for the nine largest Texas metropolitan statistical areas, as defined by the U.S. Census Bureau, where Gallup-Healthways was able to field 300 or more responses in 2012. Insufficient responses excluded Brownsville-Harlingen, which would have been ninth-largest out of the ten top MSAs.\nOf the nine regions, the McAllen-Edinburg-Mission metro area had the highest share of obese residents: 38.5 percent. Austin-Round Rock was the skinniest, at 22.7 percent.    \nPercentage of obese residents in nine of the 10 largest Texas MSAs for 2012, Gallup-Healthways:\n\n\nMcAllen-Edinburg-Mission -- 38.5%\n\n\nBeaumont-Port Arthur -- 32.5%\n\n\nSan Antonio -- 31.4%\n\n\nCorpus Christi -- 31.2%\n\n\nDallas-Fort Worth-Arlington -- 26.7%\n\n\nEl Paso -- 26.7%\n\n\nHouston-Sugar Land-Baytown -- 26.6%\n\n\nKilleen-Temple-Fort Hood --  25.3%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Kirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nAustin-Round Rock -- 22.7%\n\n\nNationally, Boulder, Colo., was Gallup-Healthways’ skinniest metropolitan statistical area with 12.5 percent obesity. The nationwide average was 26.2 percent.\nTo calculate obesity, Witters said, Gallup-Healthways asked respondents for their height and weight, then calculated body-mass index, with a BMI of 30 or above considered obese. (To find yours, the National Institutes of Health say, \"Multiply your weight in pounds by 703. Divide that answer by your height in inches. Divide that answer by your height in inches again.\" Or use an online calculator like these.)\nWitters said that In phone interviews, \"men tend to say they’re taller, women say they’re a bit lighter\" than they are. Gallup-Healthways did not modify its results to account for this, he said, but as a general rule of thumb adding 20 percent to 25 percent to BMI corrects for such self-reporting.\nSeeking another indicator of obesity in the McAllen region and elsewhere in Texas, we turned to the Texas Department of State Health Services. That agency defines the state’s metropolitan statistical areas differently than the federal government -- for example, splitting Dallas/Plano/Irving from Fort Worth/Arlington -- but like Gallup used Hidalgo County as the McAllen region.\nThe McAllen area topped a 2012 list of large metro areas that spokeswoman Christine Mann gave us by phone.\nPercentage of obese residents in seven of the largest Texas MSAs for 2012, Department of State Health Services:\n\n\nMcAllen-Edinburg-Pharr -- 44.7%\n\n\nEl Paso MSA -- 34.1%\n\n\nFort Worth-Arlington -- 31.8%\n\n\nSan Antonio MSA -- 28.9%\n\n\nHouston-Baytown-Sugar Land -- 27%\n\n\nDallas-Plano-Irving -- 26.5%\n\nAustin-Round Rock -- 26.3%\n\nMann said the average for Texas in 2012 was 29.2 percent.\nTexas’ health services department collects its data in the annual Texas Behavioral Risk Factor Surveillance System telephone survey, and like Witters noted that people tend to underreport their health risk factors in phone interviews. The 2012 BRFSS was conducted throughout the year; the BMI portion had 8,530 respondents and a 95 percent confidence interval, Mann said.\nOur ruling\nLucio said nearly 40 percent of his McAllen-area constituents suffer from obesity.\nMcAllen’s metropolitan statistical area in 2012 had 38.5 percent obesity among adults, according to the Gallup-Healthways study. A state survey that year suggested that nearly 45 percent of the region’s residents were obese.\nWe rate Lucio’s statement as True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08431"}