{"url": "/factchecks/2013/nov/25/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-most-young-republic/", "speaker": "Sheldon Whitehouse", "vclaim": "In a poll, \"53 percent of young Republican voters . . . under age 35 said that they would describe a climate [change] denier as 'ignorant,' 'out of touch' or 'crazy.'\"", "truth_label": "mostly-true", "date": "stated on November 13, 2013 in a speech on the floor of the U.S. Senate:", "title": "U.S. Sen. Sheldon Whitehouse says most young Republicans think poorly of climate change deniers", "text": "Sheldon Whitehouse (D-RI) has now made 50 speeches on the floor of the U.S. Senate urging his colleagues and other Americans to \"wake up\" about the issue of climate change. He has railed against global warming skeptics, many of them Republicans who say that the planet is not warming or, if it is, the warming isn't caused by human activity.\nDuring his Nov. 13 speech, he argued that \"the polls show clearly that climate denial is a losing tactic\" and young people aren't fooled by the arguments of climate change \"deniers.\"\nWe've fact-checked two other Whitehouse statements from his previous speeches about climate issues. We ruled his claim that the oceans \"have become 30 percent more acidic\" Mostly True; his assertion that Narragansett Bay waters have gotten 4 degrees warmer in the winter since the 1960s earned a Half True.\nIn his Nov. 13 speech, one of the poll numbers he cited caught our eye.\n\"Fifty three percent of young Republican voters -- Republican voters under age 35 -- said that they would describe a climate [change] denier as 'ignorant,' 'out of touch' or 'crazy,'\" Whitehouse said. \"Republicans outside of Congress are trying to lead their party back to reality and away from what even young Republicans are calling ignorant, out of touch or crazy extremist views.\"\nDo more than half of young-adult Republicans really think climate change skeptics are loopy?\nWhitehouse’s office said he got the figure from a survey commissioned by the League of Conservation Voters, an environmental advocacy group. The league hired two firms -- GS Strategy Group (which does Republican polling) and Benensen Strategy Group (President Obama's chief pollster) -- to conduct a joint poll of 600 registered voters, ages 18 to 34, last July.\nFifty-three percent of Republicans under 35 said they would \"describe a politician who says climate change is not really happening\" as out of touch, ignorant or crazy, according to a joint July 24, 2013 memo from the polling firms. (The rest, if they had an opinion, preferred characterizations such as \"independent,\" \"commonsense\" or \"thoughtful,\" which were the three positive options offered.)\nWhen Democrats and independents were added in, the ratio of people who considered deniers to be out of touch, ignorant or crazy jumped to 73 percent, with a margin of error of plus or minus 3 percent.\n\"It is not surprising then that a climate change denier faces stiff headwinds with young voters, with 68% saying they would be less likely to vote for a climate change denier,\" according to the report. \"And even among Republicans, 47% would be less likely to vote for a denier.\"\nIt should be noted that only 7 percent of all respondents -- Republicans, Democrats and  independents -- characterized deniers as \"crazy.\" We asked the League for a Republicans-only breakdown in that category because we suspect that very few would put skeptics in the crazy category. Spokesman Jeff Gohringer said the League would not release any further data.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"The purpose of the poll was to show that Republicans understand climate change is happening and they want to see action,\" he said. \"The disconnect in Washington is that this is somehow a party issue, that the Democrats support it and Republicans don't. But huge swaths of both parties support action on climate and they know it's a problem.\"\nOne important caveat should be noted.\nThe poll asked respondents to classify people who argue that climate change is not really happening. But that's only the most extreme type of climate change \"denier,\" a word never used in the survey. Other people sometimes saddled with that label acknowledge that the climate is changing, but they argue that it's due to natural variability, not human activity.\nSo the League poll only characterized the deniers with the most extreme -- and scientifically untenable -- position.\nThat's an important distinction, which can be seen in the Pew Research Center's recent national survey on climate change, conducted Oct. 9-13, among 1,504 adults.\nA hefty 46 percent of all Republicans said there is solid evidence that Earth is warming. But the percentage drops to half that amount (23 percent) when Republicans were asked if the warming is mostly due to human activity. Nineteen percent of the GOP respondents said it's due to natural patterns.\nOur ruling\nSheldon Whitehouse said, \"53 percent of young Republican voters . . . under age 35 said that they would describe a climate [change] denier as 'ignorant,' 'out of touch' or 'crazy.'\"\nHe cited the number accurately.\nBut the findings come from just one poll, commissioned by a conservation group. And the question he referenced focused only on the most extreme position of climate change \"deniers\" (those who believe that the climate is not changing).\nThat term can also include people who acknowledge that climate change is occurring but don't believe it’s caused by humans. Whitehouse is making a leap by suggesting that the League survey is a gauge of how all \"deniers\" are regarded by younger Republicans.\nBecause the statement is accurate but needs clarification or additional information, we rate it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08571"}