{"url": "/factchecks/2020/nov/11/facebook-posts/no-joe-bidens-leads-havent-disappeared-key-battleg/", "speaker": "Facebook posts", "vclaim": "“Biden lead disappears in NV, AZ, GA, PA.”", "truth_label": "false", "date": "stated on November 10, 2020 in a Facebook post:", "title": "No, Joe Biden’s leads haven’t disappeared in key battlegrounds", "text": "Supporters of President Donald Trump in Washington and the media continue to entertain his unsubstantiated allegations of voter fraud and his unprecedented refusal to concede the election he lost to President-elect Joe Biden. Some Facebook users are following suit.\nOne Facebook post shared thousands of times, from conservative radio host Ben Ferguson, wrongly claimed that Biden’s leads have evaporated in four key battleground states.\n\"Liberal media get it wrong again as Biden lead disappears in NV, AZ, GA, PA,\" reads the text over the Nov. 10 post, which includes an audio clip from Ferguson’s podcast. \nThe post is inaccurate. It was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nFerguson did not immediately respond to a request for comment.\nIn reality, Biden has been projected as the winner of the election by major media outlets and decision desks, including the Associated Press, Reuters, the New York Times, the Washington Post, CNN, ABC News, CBS News, NBC News, Fox News and Decision Desk HQ. \nSuch calls were made because the data showed Biden received more votes than Trump and that Trump had run out of ways to win. The Associated Press, for example, says it only calls a race when it is \"fully confident\" the race has been won because the \"trailing candidate no longer has a path to victory.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe former vice president has been named the winner in Pennsylvania and Nevada by each of those 11 organizations. The Associated Press and Fox News have also called Arizona in his favor. And he is still leading in Georgia, where officials have announced a recount by hand.\nBiden’s advantages in those four battleground states vary, according to Decision Desk HQ. He is ahead by more than 36,000 votes in Nevada; by more than 12,000 in Arizona; by more than 14,000 in Georgia; and by more than 49,000 votes in Pennsylvania.\nBut those leads have not disappeared, as the Facebook post claimed. Dave Wasserman, the House editor of the nonpartisan Cook Political Report, tweeted Nov. 10 that Biden’s leads in Georgia and Arizona — his two smallest margins to date — are \"quite robust.\" \nBiden doesn’t need to win all four of those states to capture the presidency, either.\nStates have until Dec. 8 to finalize their results before members of the Electoral College cast their votes on Dec. 14 and Congress officially counts those votes on Jan. 6, 2021.\nMedia organizations agree that Biden remains on track to win, and there is no evidence of any widespread fraud that would tip the election in Trump’s favor, as experts, international observers and state officials from both parties have said. The Biden team has begun preparing for the White House, even as the Trump administration works to thwart the transition.\nTrump accepted the media’s calls in 2016. A review of the Internet Archive shows he changed his Twitter biography to read \"President-elect of the United States\" on Nov. 9, one day after the 2016 election. He met with President Barack Obama in the White House on Nov. 10.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18508"}