{"url": "/factchecks/2014/apr/13/thomas-garrett-jr/state-sen-tom-garrett-says-medicaid-expansion-mone/", "speaker": "Thomas Garrett Jr.", "vclaim": "Federal money for Medicaid expansion \"is guaranteed for a few years and then goes away.\"", "truth_label": "barely-true", "date": "stated on April 2, 2014 in an op-ed.:", "title": "State Sen. Tom Garrett says Medicaid expansion money \"goes away\" in a few years", "text": "State Sen. Thomas A. Garrett Jr. says Uncle Sam is doling disappearing dollars to entice states to expand their Medicaid programs.\n\"This money is guaranteed for a few years, and then goes away,\" Garrett, R-Louisa, wrote in an op-ed that ran earlier this month in The Free-Lance Star and the Richmond Times-Dispatch.\nWe looked behind the curtains to see if the money really does vanish. Garrett’s claim comes as the General Assembly is locked in a largely partisan debate over expanding Medicaid eligibility to 400,000 additional low-income and disabled Virginians. The stalemate is blocking passage of a two-year state budget.\nThe Democratic-controlled state Senate and Gov. Terry McAuliffe support expansion, saying it will help the needy and most of the cost will be borne by the federal government under provisions of the Affordable Care Act, also known as Obamacare.\nGarrett opposes broadening eligibility, echoing arguments from the Republican-led House that Medicaid already is fraught with waste and that Washington can not be trusted to keep its funding commitment.\nThe expansion would make Medicaid available to people earning up to 138 percent of the federal poverty line, or  about $16,104 in a one-person household and $21,707  in a two-person household. So far, 26 states and the District of Columbia have decided to participate.\nVirginia's average cutoff for adult eligibility is 32.7 percent of the federal poverty line, according to the state's Medicaid agency. That breaks down to annual earnings of about $3,846 for a one-person household and $5,144 for a two-person household.\nVirginia evenly split its Medicaid costs with the federal government.\nObamacare calls for the federal government to pay the entire cost of expansion through 2016. The U.S. match drops to 95 percent  in 2017, 94  percent in 2018, 93 percent in 2019 and 90 percent in 2020 and beyond.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWhy does Garrett say \"the money is guaranteed for only a few years and then goes away?\"\nHis legislative assistant, Paul Allen, said Garrett was referring to the drop in federal funding for expanded enrollment from 100 percent now to 90 percent in 2020.  \n\"While Tom said `it’s guaranteed for a few years, then goes away,’ he means guaranteed full funding with federal dollars,\" Allen emailed us. \"The burden then falls back on Virginia to make up those federal cuts.\"\nGarrett did not make that distinction in two references to federal funding he made in his op-ed. In addition to the one we’ve discussed, Garrett wrote that  \"once the federal money is gone, two things happen: 1) Virginians will have to make up the shortfall and 2) those arguing for expansion will try increasing taxes, doubling down on a broken program.\"\nWe should note that if Virginia opts for expansion by July 1, it would receive $2.9 billion in additional federal Medicaid money over the next two fiscal years, according to the state's Medicaid agency.\nOur ruling\nGarrett wrote that the federal money that’s being offered for Medicaid expansion \"is guaranteed for a few years, then goes away.\"\nHis aide says that Garrett simply means the 100 percent federal match is only guaranteed for a few years. And sure, some money will go away as the U.S. match shrinks to 90 percent in 2020 and beyond under the Affordable Care Act.\nBut Garrett does not make that distinction in his sweeping statement, which he repeats a second time in his column. He creates a misleading impression that Obamacare cuts off all money for Medicaid expansion after states opt to increase their enrollments.\nWe rate his statement Mostly False.", "vclaim_id": "vclaim-pol-08003"}