{"url": "/factchecks/2013/jun/18/saxby-chambliss/saxby-chambliss-says-us-has-never-stood-and-seen-i/", "speaker": "Saxby Chambliss", "vclaim": "\"The United States has never stood by and seen innocent people slaughtered to the extent that's happening in Syria.\"", "truth_label": "pants-fire", "date": "stated on June 13, 2013 in an interview on CNN's \"The Situation Room\":", "title": "Saxby Chambliss says U.S. has \"never stood by and seen innocent people slaughtered\" as in Syria", "text": "Last week, the United States announced that it was convinced that the Syrian regime led by Bashar al-Assad had used chemical weapons, thus crossing a line set by President Barack Obama that would trigger U.S. involvement in the three-year-long rebellion and resulting civil war.\n\nOn CNN’s The Situation Room, Sen. Saxby Chambliss, R-Ga., made the case for U.S. involvement in Syria. Chambliss serves as vice chairman of the Senate Intelligence Committee.\n\n\"The United States has never stood by and seen innocent people slaughtered to the extent that's happening in Syria,\" Chambliss said. \"The United States does not need to be the world's policeman, but the United States does need to step in when tyrants like this, really, in a very militant way, kill innocent people on a regular basis.\"\n\nWe wondered: Is there a precedent for the United States failing to intervene in the slaughter of innocents on a scale as large as, or larger than, the conflict in Syria?\n\nThe first part of answering this question is to determine how many people have been killed in Syria. As in the case of most conflicts, estimating the number of deaths tends to be imprecise. However, an office of the United Nations reported this month that the death toll in Syria reached at least 93,000 by the end of April.\n\nOf course, the United States has combated, in one way or another, cases of mass civilian deaths, including World War II Japan, North Korea during the Korean War, the former Yugoslavia, Saddam Hussein’s Iraq, and Taliban-led Afghanistan.\n\nA spokeswoman for Chambliss said the senator was referring to \"tragedies like Bosnia, where the United States had full knowledge of the abuses occurring, and had the ability and resources to intervene. The United States now has confirmation that Assad used chemical weapons on his own people, and so appropriate action must be taken.\"\n\nBut there are numerous examples in which the U.S. had initelligence about mass killings and chose not to intervene.\n\nThe most obvious example of a genocide not directly challenged by the United States, of course, is the Holocaust. \"You need search no further\" to debunk Chambliss’ comment than the genocide of European Jewry, said Debórah Dwork, director of the Strassler Center for Holocaust and Genocide Studies at Clark University. All told, Nazi Germany \"deliberately killed about 11 million noncombatants, a figure that rises to more than 12 million if foreseeable deaths from deportation, hunger, and sentences in concentration camps are included,\" Timothy Snyder, a Yale historian, has written.\n\nThe United States fought Nazi Germany in World War II, of course. The U.S. government had a pretty good idea what was going on by at least April 1943, when the U.S. and the United Kingdom called a conference in Bermuda to discuss refugees amid growing public urgings to save Jewish populations in Europe, Dwork said. But the parties to the conference essentially sidestepped the question, and diverting military assets to directly challenge the infrastructure of the Holocaust remained off the Allies’ agenda until the war ended in 1945.\n\nThere are other examples -- lots of them. While politics and historical uncertainty makes it impossible to create a perfect list, there are quite a few examples that would seem to undercut Chambliss’ claim.\n\n• Communist China. While the United States was hardly friendly toward Mao Zedong’s China prior to President Richard Nixon’s rapprochement in the 1970s, the U.S. didn’t directly intervene when millions in China were killed in such government programs as the Great Leap Forward and the Cultural Revolution. Frank Dikötter, a Hong Kong-based historian, told the British newspaper The Independent that in just the four-year period between 1958 and 1962, at least 45 million people were worked, starved or beaten to death. Measuring a longer period, the death toll would surely be higher.\n\n• The Soviet Union. As for the United States’ World War II ally, Snyder estimates that a variety of policies under Josef Stalin -- including the elimination of relatively prosperous peasants known as \"kulaks,\" ethnic cleansing, preventable famine and political purges -- resulted in the deliberate killing of 6 million noncombatants and the preventable deaths of an additional 3 million.\n\n• Cambodia. Dictator Pol Pot, leader of the Khmer Rouge, is believed to have killed approximately 2 million people between 1975 and 1979 through execution, starvation and disease.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n• The Armenian genocide. The widespread killing of Armenians in the Ottoman empire starting in 1915 is hotly contested historical turf between Armenians and present-day Turks, but the University of Minnesota’s Center for Holocaust and Genocide Studies has estimated that a total of 1.5 million Armenians died over the course of several years.\n\n• Ethiopia. Ethiopian dictator Mengistu Haile Mariam is blamed for as many as 500,000 deaths as a result of his \"red terror\" political campaign in 1977 and 1978, according to Amnesty International. A subsequent famine, for which he is at least partially blamed, claimed the lives of an estimated 1 million.\n\n• Biafra. From 1967 to 1970, Nigeria went to war against the breakaway state of Biafra. The war, combined with a resulting famine, may have claimed 1 million people.\n\n• Rwanda. In just 100 days, perhaps 1 million ethnic Tutsis and moderate Hutus were killed in the 1994 Rwandan genocide. Earlier this year, former President Bill Clinton told CNBC that if his own administration had acted sooner, 300,000 lives might have been saved -- an enormous regret for the former president that led to the creation of his nonprofit foundation. \"If we'd gone in sooner, I believe we could have saved at least a third of the lives that were lost,\" he said in the interview. \"It had an enduring impact on me.\"\n\n• Uganda. During his rule from 1971 to 1979, Ugandan dictator Idi Amin is blamed for between 300,000 and 500,000 deaths.\n\n• Darfur. Over the course of a decade, Sudanese government attacks in the southwestern region of Darfur led to the deaths of an estimated 300,000 people.\n\n• Liberia. Liberian Dictator Charles Taylor and the wars he started are blamed for the deaths of more than 300,000 people.\n\n• Bangladesh. The war that led to the creation of Bangladesh in 1971 -- previously a geographically isolated portion of Pakistan -- led to the deaths of 269,000 people, according to a study in the British Medical Journal.\n\n• Burundi. Ethnic violence starting in 1993 led to the deaths of about 200,000 people in Burundi.\n\nAll in all, Chambliss’ statement \"is clearly incorrect,\" said Herbert Hirsch, a political scientist who specializes in genocide at Virginia Commonwealth University.\n\nIndeed, the list above is not comprehensive. University of Hawaii political scientist R.J. Rummel lists no fewer than 219 cases between 1900 and 1987.\n\n\"While I definitely do not endorse Rummel’s entire catalog, his basic point is surely sound: Government-led or government-caused slaughter has been a good deal more lethal than traditional state-on-state war,\" said Ted R. Bromund, a senior research fellow at the Heritage Foundation. \"I would therefore not be able to agree with Sen. Chambliss's statement.\"\n\nBromund and Brookings Institution senior fellow Michael O’Hanlon did agree, however, that the decision on whether to intervene in Syria needs to be made on its own merits, not decided by adherence to the United States’ track record.\n\n\"There are many cases where we’ve stood by with much larger death tolls,\" O’Hanlon said. \"But that doesn’t really justify inaction in Syria.\"\n\nThen again, \"adopting a rule to intervene against all and any regime that kills innocents on a regular basis would mean getting involved in numerous countries around the globe,\" said Robert Gellately, a historian at Florida State University. \"Rushing into a hot conflict like the one in Syria does not appear to be prudent at this stage.\"\n\nOur ruling\n\nChambliss said, \"The United States has never stood by and seen innocent people slaughtered to the extent that's happening in Syria.\" That claim is undercut by myriad examples in which more than 100,000 civilians were killed yet the United States did not take direct and significant action. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-09206"}