{"url": "/factchecks/2009/jul/30/chain-email/health-care-exchange-governments-way-regulating-in/", "speaker": "Chain email", "vclaim": "\"All private healthcare plans must conform to government rules to participate in a Healthcare Exchange.\"", "truth_label": "true", "date": "stated on July 28, 2009 in a chain e-mail:", "title": "Health care exchange is government's way of regulating insurers", "text": "It may be the longest chain e-mail we've ever received. A page-by-page analysis of the House health care bill argues that reform will end the health care system as we know it: \"Page 29: Admission: your health care will be rationed! ... Page 42: The 'Health Choices Commissioner' will decide health benefits for you. You will have no choice. ... Page 50: All non-US citizens, illegal or not, will be provided with free health care services.\"\n\n\nMost of the e-mail's claims are wrong, and you can read our\n\nextended analysis\n\nto find out why.\n\n\nBut one of the claims is actually true: \"All private healthcare plans must conform to government rules to participate in a Healthcare Exchange.\"\n\n\nTo explain this one, we will start with an explanation of the overall bill, which was unveiled July 14, 2009. The bill envisions that everyone will be required to have health insurance. People who get health insurance through work satisfy this requirement right off the bat.\n\n\nPeople who don't get insurance through work or other groups will go to the health care exchange; it's designed to help people who have to go off on their own to buy health insurance, and for small businesses with few employees. The reason for the exchange is that the government wants to regulate  insurers to make sure that health plans clearly explain what they offer, can't refuse people for pre-existing conditions, and must offer basic levels of service.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"This is designed to protect consumers from plans that have outrageous cost-sharing or really limited benefits,\" said Jennifer Tolbert, an independent health care analyst at the Kaiser Family Foundation, a nonpartisan foundation that studies health care reform.\n\n\nTolbert has read and analyzed all the major health proposals, including those of the Republicans, and the foundation provides\n\npoint-by-point analyses\n\nof the plans on its Web site.\n\n\nThe exchange is meant to ensure that people are \"actually getting coverage and not a junk policy,\" Tolbert added.\n\n\nWe should note that the e-mail says this rule is listed on page 72 of the health care bill. We found that the requirement that insurance companies must conform is also presented much earlier in the bill. We spotted an earlier reference on page 15, Section 101.\n\n\nThat doesn't change the fact that the assertion is correct. We've ruled that many of the e-mail's other claims are wrong, but not this one. The e-mail said, \"All private healthcare plans must conform to government rules to participate in a Healthcare Exchange.\" We rule that True.", "vclaim_id": "vclaim-pol-15663"}