{"url": "/factchecks/2015/feb/02/phil-kerpen/claim-mitch-mcconnell-has-already-allowed-more-ame/", "speaker": "Phil Kerpen", "vclaim": "\"Amazing fact: Senate has already voted on more amendments in 2015 than Reid allowed ALL YEAR last year.\"", "truth_label": "mostly-true", "date": "stated on January 22, 2015 in a tweet:", "title": "Senate voted on more amendments in January than it did in all of 2014", "text": "There’s a new sheriff in charge of the U.S. Senate, and he’s eager to show how he’s shaking up the law of the land. We’re talking, of course, about new Senate Majority Leader Mitch McConnell, R-Ky., who took over the Senate’s top slot after the midterm elections bounced Democrats from power.\nAnd in this new world, Republicans are touting an eye-catching factoid as evidence of a functional Senate, one they say runs on fairness and order under GOP control.\n\"Amazing fact: Senate has already voted on more amendments in 2015 than Reid allowed ALL YEAR last year,\" tweeted Phil Kerpen, opinion-writer and president of conservative 501(c)(4) American Commitment, on Jan. 22, 2015.\nKerpen, formerly of Americans for Prosperity, the Club for Growth and the libertarian Cato Institute, told us he heard the statistic from McConnell himself.\nWe wanted to know if it was true that the Senate has already allowed more votes on amendments in less than one month than all of 2014. And why?\nOn Senate stoppage and filled ‘trees’\nThe simple answer on the number of votes is that Kerpen is correct. But the reason behind it varies depending on your particular political lens.\nA simple search of Senate roll call votes on amendments in 2014 and 2015 backs up Kerpen’s statement. In 2014, there were 15 roll call votes on amendments. As of Jan. 22, 2015, the date of Kerpen's tweet, there were 16 roll call votes on amendments. There have since been 17 more votes on amendments to the bill to approve the Keystone XL pipeline, which passed a week later but will likely face President Barack Obama’s veto pen.\nKerpen came at the tally a different way, counting \"real\" votes on amendments, a distinction that also includes roll call votes on motions to table amendments, which effectively kills them. By his math, there were 16 votes allowed on amendments in 2014 and 26 so far in 2015. By either count, the numbers work.\nWhat changed? \nIn 2014, then-Senate Majority Leader Harry Reid, D-Nev., relied on a funny-sounding procedure called \"filling the amendment tree.\" Basically, Reid filled the docket allowed for amendments by adding amendments with inconsequential changes that no one else could override. The procedural tactic prevented Republican-sponsored amendments from being heard on the floor.\n\"He did that more than any of his predecessors,\" Donald Ritchie, Senate historian, told PunditFact.\nReid wasn’t doing this just to be a not-so-nice guy. To Democrats, it was to counter Republican tactics. Unlike the House, the Senate does not have strict rules for the substance of amendments that can be attached to bills (i.e., you could add a health care amendment onto a defense spending bill).\nAnd that’s exactly what happened in years past. Republicans began introducing off-topic amendments that, for example, cut off U.S. aid to Egypt or, a favorite of Sen. David Vitter, R-La., to eliminate health care subsidies for Senate staffers. No matter what the topic of the bill. Sometimes this was in effort to force difficult votes for Democrats back home.\nTo Republicans, Reid’s style of blocking amendments emulated an uncooperative and off-the-rails leadership style -- one that is tremendously well-documented -- that stymied policymaking.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nTo Democrats, it was necessary to get anything accomplished. Republicans were filibustering votes on the underlying bills and not committing to a vote in exchange for allowing some amendments, said Steven S. Smith, a political science professor at Washington University in St. Louis.\n\"Reid saw they were filibustering everything, bringing the place to a standstill,\" Smith told us. \"So he wondered why he should give them votes at all.\"\nReid’s office does not dispute the number of votes on amendments, but they do take issue with what they deem an \"empty talking point\" that neglects Republican responsibility for the gridlock. His spokesman argues that Republicans blocked their own share of amendments by not compromising on potential amendments to be heard on the floor and refusing to come to an agreement about when a bill should come to a vote.\n\"(Reid) makes no apologies for blocking what we all consider to be extremely pointless political amendments that were just designed not to improve the bills we were working on but to run 30-second political ads against Democratic senators,\" said spokesman Adam Jentleson. \"Republicans are entirely culpable in that number being what it is.\"\nReid’s style of blocking amendments irritated Republicans, sure, but it also flared up during the 2014 midterms with Republicans using it to attack Democrats. The GOP pounced on Alaska Democratic incumbent Sen. Mark Begich, for instance, for his lack of roll-call votes on his amendments.\nMcConnell, conversely, said he would allow open amendments on the Keystone XL bill, hence the GOP celebrating its \"new management\" style.\nAs political experts told us to expect, there have already been clashes with McConnell’s methods a few days after the initial celebration. During the Keystone debate, Democrats objected to McConnell tabling Democratic amendments and not letting Democrats debate their amendments for a minute. Reid, perhaps ironically, tweeted, \"I've never seen debate shut down as aggressively as when Sen. McConnell refused to allow Dems to debate their own amendments for just 1 min. ... and that’s saying something.\"\nWhat the experts tell us\nBottom line, experts said, voters shouldn’t take the new tactics as evidence that McConnell’s \"return to normal order\" will give the Democrats an easy path to voting on the amendments of their choice.\n\"It’s not going to happen,\" said Roy Meyers, University of Maryland, Baltimore County affiliate professor of public policy.\nUniversity of Kansas political science professor Burdett Loomis agreed, saying, \"The overall idea isn’t trivial (‘regular order’), but the exact number isn’t very significant, especially if McConnell, as expected, runs the Senate almost completely to the (Republicans’) advantage.\"\nIt’s too early to know whether we have a \"sea change\" of order on our hands in the Senate, said Sarah Binder, George Washington University political science professor.\n\"In other words, the intense partisanship of the Senate that led Sen. Reid to all-but shut down the amendment process last year has not dissipated,\" Binder said. \"I think the question going forward is whether McConnell can find a way to conduct the Senate such that senators from both parties believe their legislative needs are being met.\"\nOur ruling\nKerpen, among others, tweeted, \"Amazing fact: Senate has already voted on more amendments in 2015 than (Harry) Reid allowed ALL YEAR last year.\"\nOn the numbers, that is right. But experts cautioned us that the claim falls more in the interesting factoid category than a sign of a different or more cooperative Senate leadership.\nThe statement is accurate but needs clarification and additional information. That meets our definition of Mostly True.\nCorrection: An earlier version of this fact-check incorrectly described Sen. David Vitter's amendment.", "vclaim_id": "vclaim-pol-06770"}