{"url": "/factchecks/2019/sep/24/facebook-posts/facebook-post-makes-inaccurate-claim-about-deporta/", "speaker": "Facebook posts", "vclaim": "\"ICE has not deported or detained one white illegal immigrant.\"", "truth_label": "false", "date": "stated on August 15, 2019 in a Facebook post:", "title": "Facebook post makes inaccurate claim about deportation of white immigrants", "text": "A popular yet unsubstantiated Facebook post claims that the United States has not detained, let alone deported, any white immigrants.\n\"Since ICE has not deported or detained one white illegal immigrant, which there are 600,000 of...can we admit this is about race?\" said the Aug. 15 post, shared at least 87,000 times as of Sept. 24.\nA reader wanted to know if it was really true that no white immigrants have been deported by U.S. Immigration and Customs Enforcement, or ICE.\nThere’s no evidence for that. The Facebook post does not include any sources, and we did not find corresponding news stories or government data to support it. \nICE does not track deportations based on race or ethnicity. The agency has statistics on where people are sent, but that alone doesn’t indicate someone’s race. \nPew Research Center estimated that in 2017 there were 9.75 million unauthorized people ages 18 and older. Of 9.75 million people, about 700,000 were white (not Hispanic), according to Pew.\nPRI in July 2017 published a story about a man from Ireland deported from the United States for overstaying the length of his visa. The story identifies the deported man, John Cunningham, as a white immigrant. In addition to Cunningham, another man from Ireland who lived in the United States illegally and a representative from Boston's Irish International Immigrant Center, \"all acknowledged that, as white men, they can fly under the radar of those who associate unauthorized immigrants with Mexico and Central America,\" the PRI story said.\nA year before ICE arrested Cunningham, he told PRI: \"Most people think undocumented and they think people who come across the southern border. They’re not thinking about the Irish guy who lives right next to them. They don’t see that part of it, but we have to live with that every day.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nNPR in January 2018 also reported that a then-19-year-old man from Ireland, Dylan O’Riordan, had been detained by ICE and was scheduled to be deported. \"O'Riordan didn't necessarily think being white would save him from deportation orders. He thought staying out of trouble would keep him under the radar. He says other detainees are surprised he was arrested,\" the story said. ICE told NPR that O’Riordan overstayed the terms of his admission.\nIn fiscal year 2018, ICE deported close to 260,000 people. The top three countries where people were deported were Mexico, Guatemala, and Honduras. Hispanics or Latinos (terms used to denote ethnicity) can be of any race, including white. \nOverall, in 2018 immigrants were deported to countries all over the world, including Norway, Russia, Ireland, Kenya, and China. (Here’s the full list of countries where immigrants were deported.)\nThe Trump administration says anyone in the country illegally is a priority for deportation.\nOur ruling\nA Facebook post said, \"ICE has not deported or detained one white illegal immigrant.\"\nThe Facebook post does not include a source for its claim. ICE said it does not track the race of the people it removes from the country. Latin American countries were the top destinations where people were deported to in 2018. Hispanics or Latinos can be of any race, including white.\nNews reports have noted that white immigrants have been detained and deported by ICE during Trump’s presidency.\nWe rate the Facebook post False.", "vclaim_id": "vclaim-pol-00131"}