{"url": "/factchecks/2020/apr/21/wisconsin-republican-legislative-leaders/no-wisconsin-not-clearly-seeing-decline-covid-case/", "speaker": "Wisconsin Republican Legislative leaders", "vclaim": "Wisconsin is “clearly seeing a decline in COVID infections”", "truth_label": "barely-true", "date": "stated on April 21, 2020 in a joint statement:", "title": "No, Wisconsin is not “clearly seeing a decline in COVID infections”", "text": "As tends to happen in Wisconsin politics these days, the battle over re-opening the state is headed to the courts.\nThe state’s Republican-led Legislature filed suit April 21, 2020, asking the Wisconsin Supreme Court to stop Democratic Gov. Tony Evers’ administration from extending the stay-at-home order into late May. \nEvers had issued a \"Safer at Home\" order March 24, 2020, that restricted movement and business activity throughout the state through April 24. On April 16 that order was extended to May 26, 2020, this time signed by Department of Health Services Secretary Andrea Palm.\nAssembly Speaker Robin Vos and Senate Majority Leader Scott Fitzgerald made their case for an injunction blocking Palm in a joint statement released the same day as the lawsuit. After referencing \"public outcry\" and condemning Evers for \"unprecedented administrative overreach,\" the three-paragraph statement ends with this:\n\"The constant stream of executive orders … are eroding both the economy and their liberty even as the state is clearly seeing a decline in COVID infections.\"\nWe’ll leave the determinations on scope of authority to the courts, but the last bit of that is clearly a data-based claim.\nAre infections \"clearly\" on the decline in Wisconsin?\nMetrics are largely flat, not declining\nAt the time of the joint statement, COVID-19 had resulted in 242 deaths in Wisconsin, with 4,620 people testing positive for the disease.\nKit Beyer, a spokeswoman for Vos, said the decline claim was based on hospitalization data and the hospital resource usage estimated in a model by the Institute for Health Metrics and Evaluation at the University of Washington.\nThe oft-cited model, last updated April 17, projected Wisconsin’s peak resource usage to be somewhere between April 10 and April 18. It’s an estimate based on their formula, not a firm calculation based on actual figures. The model has drawn some criticism for its methodology, which experts say could make it ill-suited to help determine when to ease social distancing restrictions.\nIn any case, it doesn’t make much sense to rely on a predictive model when we have actual data to examine for Wisconsin. \nSo we’ll do that, starting with the hospitalization numbers Beyer cited.\nRELATED: No proof (yet) of a post-election \"surge\" in Wisconsin coronavirus cases\nAs with most datasets, labeling something an upward or downward trend depends entirely on which part of the data you pluck out. So here’s what we found looking at both recent days and the full month of April.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nHOSPITALIZATIONS\nThis is the lone metric that shows a decline over the last couple weeks.\nAfter rising to start the month, the daily tally leveled off around 440 per day from April 9 to 14.\nThe number then dropped for two days before holding steady between 357 and 361 from April 17 to 21.\nCONFIRMED CASES\nThe daily numbers move up and down a bit but have stayed largely consistent throughout April.\nZooming in to the last six days (April 15 to 20), Wisconsin had between 147 and 170 new confirmed cases per day. The tally was lower the days before that due to a lower number of tests being performed.\nThe most recent tally released prior to the statement from Vos and Fitzgerald was April 20, with 153 cases, up six from the day before. That’s on par with the April average of 157 new cases per day.\nDEATHS\nWisconsin has averaged 10.7 coronavirus deaths per day throughout April, with daily tallies ranging from six to 19.\nThe week prior to the statement from Vos and Fitzgerald, Wisconsin averaged 10.9 deaths, including 10 on April 20.\nOur ruling\nVos and Fitzgerald said the state is \"clearly seeing a decline in COVID infections.\"\nThere are a lot of ways to slice the coronavirus data, but this is an exaggeration.\nNew cases and deaths in the week before this claim were roughly in line with both the preceding week and the averages for the month of April. Hospitalizations had dropped somewhat from the week prior, but were holding steady for the five preceding days.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-16981"}