{"url": "/factchecks/2009/nov/11/cw-bill-young/us-rep-claims-obama-told-republicans-shut-and-go-/", "speaker": "C.W. Bill Young", "vclaim": "Claims that Obama said, \"For those who oppose our policies, you should just shut up and go away.\"", "truth_label": "false", "date": "stated on November 9, 2009 in a meeting of Florida Republicans:", "title": "U.S. Rep. claims Obama told Republicans to 'shut up' and 'go away'", "text": "Back in his Florida district, U.S. Rep. C.W. Bill Young decided to toss some red meat at the feet of a group of eager Republicans.   Taking the microphone at Monday's meeting of the Pinellas Republican Executive Committee, Young said that President Barack Obama, during a recent campaign rally for a Democratic candidate running in Virginia, told Republicans to \"go away.\"   \"He said, 'For those who oppose our policies, you should just shut up and go away,' \" Young said to an overflowing crowd of Republican Party activists and insiders. \"Well, we ain't gonna shut up and we ain't going away.\"   When Young relayed Obama's message, some people in the audience gasped.   Could the president have said that?   Almost every word the president utters in public is saved, recorded or typed somewhere. That makes separating truth from fiction when it comes to Obama's public statements pretty easy.   Let's get one part out of the way: After an exhaustive review of transcripts, newspaper stories and videos of Obama's recent campaign speeches, Obama never said the sentence exactly as Young attributed it to him.\nWe did find the speech Young was referring to, however. It was given by Obama on Aug. 6 on behalf of Virginia gubernatorial candidate Creigh Deeds, and was referenced in a  Wall Street Journal  opinion piece written by James Taranto a few days later. At one point while writing about the speech, Taranto describes \"Obama's petulant demand that his critics shut up and get out of the way.\"\nThat's pretty much what Young relayed to the crowd of Pinellas Republicans. So we tracked down the transcript from the speech itself.\nThe Virginia speech focused heavily on the economy and the president's support of a $787 billion stimulus package. He joked with the crowd that some Republicans are trying to blame him for the country's economic woes.\n\"You've got folks on the other side of the aisle pointing at the federal budget and somehow trying to put that at our feet. Well, let's look at the history. When I walked in, we had a $1.3 trillion deficit. That was gift-wrapped and waiting for me when I walked in the Oval Office,\" Obama said. \"Without my policies we'd have an even higher deficit going forward. The one exception is the recovery package that we had to do in order to get this economy moving again.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nObama continued, \"So you can't go out there and charge up the credit card, go on ... shopping sprees on things that didn't grow the economy, hand over the bill to us, and then say, 'Why haven't you paid it off yet?' I got that bill from (Republicans). So we've got some work to do. I don't mind, by the way, being responsible. I expect to be held responsible for these issues because I'm the president. But I don't want the folks who created the mess to do a lot of talking. I want them just to get out of the way so we can clean up the mess. I don't mind cleaning up after them, but don't do a lot of talking. Am I wrong, Virginia?\"\nThe last half of the quote, the \"get out of the way,\" was picked up by the local newspapers covering the speech and spread from there. Conservative commentators like Taranto said it showed Obama's unwillingness to work with Republicans on bipartisan solutions.\nBut the broader context shows that Obama's criticisms were more targeted. Specifically, Obama was criticizing Republicans who blame him for the country's economic problems, when -- he says -- many of the problems were created while Republicans were in power.\nThat's a far cry from Young's report of Obama's statement --  \"For those who oppose our policies, you should just shut up and go away.\" Young's statement is much more sweeping and dismissive than anything the president said. We rate Young's claim False.", "vclaim_id": "vclaim-pol-15477"}