{"url": "/factchecks/2014/nov/28/chuck-todd/under-scott-walker-wisconsin-lags-us-wage-job-grow/", "speaker": "Chuck Todd", "vclaim": "Wisconsin is below the national average in wage growth and job growth.", "truth_label": "true", "date": "stated on November 9, 2014 in an interview:", "title": "Under Scott Walker, Wisconsin lags U.S. in wage, job growth, 'Meet the Press' host Chuck Todd says", "text": "Five days after Scott Walker won re-election by a five-point margin, inciting speculation about whether he’ll run for president in 2016, the Republican governor appeared on NBC’s \"Meet the Press.\"  \nSeveral minutes into the Nov. 9, 2014 show, Walker was asked by host Chuck Todd about Wisconsin’s economic record and whether it is \"something that translates nationally.\"\nWalker responded with statistics about how jobs have increased during his first term and unemployment has decreased. (He also went on to make a number of claims that we’ve previously fact-checked).\nTodd interjected by returning to the national perspective and making a claim of his own.\n\"But I’ve got to show you,\" he told Walker, as a graphic with figures appeared on the screen, \"compared to the national average, when it comes to wage growth, it's below the national average, Wisconsin is. When it comes to job growth, it's below the national average.\"\nHow Wisconsin's economy compares nationally could bear on Walker’s viability as a presidential contender, a prospect he has readily encouraged.\nSo let’s check both sets of figures.\nFederal statistics\nThe graphic that flashed on the screen cited figures from the latest U.S. Bureau of Labor Statistics’ Quarterly Census of Employment and Wages report, which compared March 2013 to March 2014.\nOn job growth, the \"Meet the Press\" graphic said Wisconsin’s rate from increased 1 percent, less than the national average of 1.7 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe so-called QCEW numbers are considered the most accurate source for jobs numbers, but lag behind real time by six to nine months.\nThe graphic quoted the figures accurately, according to a news release from the U.S. Bureau of Labor Statistics.\nWalker’s office didn’t dispute this part of Todd’s claim, but said most states had job growth during the period that was at or below the national average.\nThe graphic also accurately cited the average changes in wage growth from March 2013 to March 2014 -- 2.9 percent in Wisconsin, which was behind the national average of 3.8 percent.\nIt doesn’t affect the accuracy of Todd’s statement, but we decided to use the Bureau of Labor Statistics’ database to take a longer view on both job and wage growth to see how Wisconsin and the United States have compared during Walker’s nearly four years as governor.\nThe quarterly time frames don’t match up precisely with Walker’s time in office because, as we noted, there is a lag of several months in reporting the figures. But when compared March 2011 to March 2014, and December 2010 to December 2013, the results were essentially the same: Wisconsin has lagged the national average on job growth, but was slightly higher on wage growth.\nOur rating\nCiting statistics for the most recent year, Todd said Wisconsin is below the national average in wage growth and job growth.\nThe latest federal figures, comparing March 2013 to March 2014, show Wisconsin’s job growth rate at 1 percent, below the national average of 1.7 percent, and its wage growth rate at 2.9 percent, behind the national average of 3.8 percent.\nWe rate Todd’s statement True.", "vclaim_id": "vclaim-pol-06960"}