{"url": "/factchecks/2013/nov/27/jerry-patterson/texas-firearm-homicide-rate-down-least-one-third-1/", "speaker": "Jerry Patterson", "vclaim": "\"Firearms homicides are down about 40 percent\" since Texas passed concealed-gun permit law.", "truth_label": "mostly-true", "date": "stated on November 19, 2013 in an online campaign video:", "title": "Texas firearm homicide rate down at least one-third since 1996", "text": "An online campaign video from Texas Land Commissioner Jerry Patterson, one of the Republican hopefuls in the 2014 lieutenant governor race, touts his record on defending Second Amendment rights.\n\"I stood alone in passing the Texas concealed-handgun law over the doomsday predictions of blood in the streets, ‘Wild Wild West’ and shootouts at every four-way stop,\" Patterson says, \"and of course none of that happened. Matter of fact, firearms homicides are down about 40 percent.\"\nAs a state senator from Pasadena, Patterson wrote the 1995 legislation that allowed eligible Texans to get licenses to carry concealed handguns, which was approved overwhelmingly after much debate by a Senate vote of 23-7 and a House vote of 101-46.\nIn news stories from the 1995 regular legislative session, Austin Democratic Rep. Sherri Greenberg predicted gunplay in hospital emergency rooms and Dallas lawmakers said frustrated drivers would shoot each other in traffic. A March 16, 1995, Houston Chronicle news story quoted then-Sen. Greg Luna, D-San Antonio, as saying, \"It is going to be a much more dangerous and deadly society we have imposed on ourselves in Texas.\"\nDid firearms murders subsequently decrease by 40 percent?\nBy phone, Patterson told us he used national data on firearms homicides rates per 100,000 people since 1993 because he didn’t have state statistics. Nationwide figures were still relevant, he said, \"because over the last 20 years, dozens of states have added concealed-handgun (licensing) laws that didn’t have them before.\"\nPatterson campaign spokesman Chris Elam emailed us web links to reports published in May 2013 from the Pew Research Center and the U.S. Bureau of Justics Statistics  showing that in recent years, the rate of firearms homicides nationwide had fallen by 49 percent from a historic peak in 1993.\nBut the Texas law took effect in 1996. Wouldn’t that year be the logical starting point for judging changes in deaths by firearms? Defending his claim, Patterson told us by phone that he used 1993 as a starting point because that was the year when lawmakers initially advanced his proposal, which Gov. Ann Richards vetoed. During this fact-check, he said, he \"recognized the flaw in me saying 1993 when it actually didn’t come into effect until 1 January 1996, but I think the message,\" that murders did not spike, \"is still accurate.\"\nNext, we looked for data on Texas gun murders since 1996.\nFrom the CDC, we found reports online covering 1996-2010, drawn from death certificate information reported by medical professionals and coroners, and we got 1996-2012 data from the FBI’s Uniform Crime Reports, most recently updated Sept. 16, 2013, with information on murders and other crimes known to law enforcement agencies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBy the CDC tally, the rate of firearms homicides in Texas 1996-2010 fell 32.2 percent. Calculating with the FBI data for 1996-2012, the rate fell 42 percent.\nThe U.S. and Texas declines in gun homicides are part of a larger trend -- U.S. violent crimes overall began falling significantly in the 1990s.\nCrime experts have advanced reasons including a decrease in crack cocaine use, economic factors, tougher police strategies and the aging of the baby-boom generation.\nPatterson said he does not claim that concealed-handgun laws reduce crime -- rather, he said, he is stating such statutes don’t increase crime, \"in spite of the protestations to the contrary.\"\nOur ruling\nPatterson said firearms homicides decreased 40 percent since Texas passed a law permitting licensed residents to carry concealed guns.\nThat claim was staked to changes nationally and a timeframe unreasonably starting before the law took effect.\nStill, Patterson’s figure is close to correct. Data for Texas show declines of either 32 percent or 42 percent since the state law took effect. We are not concluding that the measure authored by Patterson explains the decrease, which occurred nationally for multiple reasons.\nWe rate this statement, which needed clarification, as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08556"}