{"url": "/factchecks/2019/jun/25/florida-democratic-party/fact-checking-florida-democrats-attack-trump-about/", "speaker": "Florida Democratic Party", "vclaim": "The Trump administration has denied \"4.2 million American workers overtime.\"", "truth_label": "half-true", "date": "stated on June 17, 2019 in a press release:", "title": "Florida Democrats say Donald Trump denied overtime pay for millions. That needs context", "text": "As President Donald Trump praises his economic record while campaigning for re-election, Florida Democrats say that he hasn’t done enough to help the middle class.\n\"The Trump administration has given corporations a $1 trillion tax cut — with almost nothing going into the pockets of workers — while at the same time, gutting workers rights, consumer protections, and denying 4.2 million American workers overtime,\" the Florida Democratic Party said in a press release, a day before Trump’s Orlando rally.\nIt’s an exaggeration to say \"almost nothing\" is going into the pockets of workers, as our previous reporting shows. We wondered if the Trump administration denied 4.2 million American workers overtime. It turns out that’s something of an exaggeration, too.  \nOvertime rules proposed under Obama, Trump\nMost employees are eligible for time-and-a-half overtime pay if they work more than 40 hours a week. But there’s an exception for white-collar workers. \nTo be considered a white-collar worker by the government, an employee has to make more than $455 per week, be paid a salary, and work in an administrative, executive or professional position. People who meet these criteria do not qualify for overtime pay. \nThe Obama administration sought to boost the amount of money a white collar worker could earn and qualify for overtime. So in 2016, the Obama administration announced it would extend overtime eligibility to white collar salaried workers earning less than $913 a week, or $47,476 a year, about double the exemption level set in 2004 of $455 per week or $23,660 a year. \nThe change would have extended eligibility to 4.2 million additional Americans, the Obama administration said.\nBut a federal court in Texas halted the rule  amid a challenge by Republican-led states and business trade groups. The Trump administration did not defend the Obama-era rule change, dropping the government’s appeal in 2017. \nInstead, the Trump administration proposed its own rule; its number was more than the earlier exemption level but lower than the Obama rule. \nIn March, the Labor Department proposed making workers eligible for overtime if they earn $679 per week, or $35,308 per year. Above this salary level, eligibility for overtime varies based on job duties. (The rule does not change overtime protections for various blue collar workers including police officers, firefighters, nurses and non-management employees in construction.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhile the Obama rule would have automatically adjusted the salary threshold every three years, the Trump rule doesn’t include that. The new Trump rule is expected to be finalized in 2020.\nThe Democrats’ statement omits that the Trump administration wants to extend overtime to some Americans, though a much smaller number than Obama’s rule intended to help 4.2 million in the first year. The Trump Labor Department estimates that its rule would provide overtime to around 1.3 million extra workers.\nHeidi Shierholz, who was the chief economist at Obama’s Labor Department when the overtime rule was proposed and now works for the Economic Policy Institute, estimated that the Obama rule would have given new protections to 4.6 million workers in 2020 due to automatic updating.\nDaniel S. Hamermesh, a Barnard College economist, put the figure somewhat lower. He estimated that it would have led to about 3 million more people getting overtime.\n\"So the best conclusion is that the Trump regulation would leave unprotected about 2 million workers who would have been protected under the Obama regulation,\" he told PolitiFact.\nHowever, these are estimates, and it’s not possible to precisely know how many would have gotten overtime as a result of the Obama rule or the proposed Trump rule. Some factors are unknown, such as how employers would attempt to skirt the rules.\n\"We do know one thing,\" Hamermesh said. \"We know for sure the Trump partial rollback of the regulation will undoubtedly result in fewer people getting overtime pay than would have been the case under the Obama regulation, and the total amount of overtime paid to all people will also be less\" compared with the Obama rule.\nRachel Greszler, a research fellow at the conservative Heritage Foundation, said that there isn’t a guarantee that all of those additional people would end up getting a higher paycheck under the Obama or Trump plan. Corporations could respond to changes in overtime thresholds by reducing base wages and other compensation, leaving workers’ total compensation the same. \nOur ruling\nThe Florida Democratic Party said the Trump administration has denied \"4.2 million American workers overtime.\"\nIn 2016, the Obama administration set a rule that would have raised the salary threshold for overtime pay, which it said would extend overtime to 4.2 million more workers. \nThe Democrats omit that the Trump administration has proposed raising the salary threshold to extend overtime to about 1.3 million workers. That’s less than Obama’s proposal, but not a denial to all 4.2 million workers.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-00496"}