{"url": "/factchecks/2020/mar/05/facebook-posts/no-statewide-school-and-business-closures-florida-/", "speaker": "Facebook posts", "vclaim": "“The State of Florida has announced measures that all workplaces with 10 employees or more are to have paid mandatory leave to avoid the spread of COVID-19 coronavirus starting on March 6, 2020. All schools are to close for 2 weeks also from March 6th.”", "truth_label": "false", "date": "stated on March 4, 2020 in a Facebook post:", "title": "No statewide school and business closures in Florida over coronavirus", "text": "In Florida, as of March 5, two residents and one non-resident have tested positive for COVID-19, the disease caused by the novel coronavirus. Five more people infected abroad were brought back to the state. Nearly 250 others are being monitored, according to the Florida Department of Health.\nHowever, that doesn’t mean that all schools and offices with at least 10 workers are being forced to close for two weeks, as a recent Facebook post claims.  \n\"The State of Florida has announced measures that all workplaces with 10 employees or more are to have paid mandatory leave to avoid the spread of COVID-19 coronavirus starting on March 6, 2020,\" the post says. \"All schools are to close for 2 weeks also from March 6th.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nRELATED: All fact-checks for coronavirus\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe health department did not immediately respond to PolitiFact’s call and email about the Facebook post. \nHowever, on its website, there is no such directive. Rather, it says anyone who has been to China, Iran, Italy or South Korea in the past 14 days needs to \"self-isolate for 14 days.\" It also advises people to \"stay home when you are sick.\"  \nGov. Ron DeSantis did hold a statewide call with school officials on March 4, during which they discussed coronavirus concerns at Florida schools. One recommendation: faculty, staff, students and their family should be encouraged to stay home if they’re feeling sick and self-isolate if they’ve visited any of the aforementioned countries. \nIf the government of a state with more than 20 million people decided to shutter schools and many, many businesses for two weeks — forcing business owners to give their employees paid leave during that time — it would draw wide media attention. There is none. \nAnd Florida isn't the only state allegedly forcing schools and businesses to close down. Facebook users are sharing reoprts that Alabama, Alaska and others are taking the same action, but that's not true, either.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18057"}