{"url": "/factchecks/2018/jul/19/bernie-sanders/bernie-sanders-bill-gates-jeff-bezos-warren-buffet/", "speaker": "Bernie Sanders", "vclaim": "\"The three wealthiest people\" own \"more wealth than the bottom half of the American people.\"", "truth_label": "true", "date": "stated on July 14, 2018 in a speech:", "title": "Bernie Sanders: Bill Gates, Jeff Bezos, Warren Buffett have more wealth than bottom half of U.S.", "text": "Do three Americans really have more wealth than half the country?\nIt’s a claim made by the runner-up for the 2016 Democratic nomination for president, Bernie Sanders.\nCampaigning on July 14, 2018 for U.S. Sen. Tammy Baldwin, D-Wis., Sanders told a crowd in Eau Claire:\n\"The three wealthiest people\" own \"more wealth than the bottom half of the American people.\"\nThe U.S. senator, an independent from Vermont, previously made the claim on Facebook and repeated it three days after his Wisconsin appearance in a column in USA Today.\nWhat we found is the wealth lead enjoyed by the three billionaires is even larger than what Sanders said.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nA study\nBefore we dig in, an important note about the nation’s wealth gap:\nMany Americans make a good income, have some savings and investments, and own a nice home; they also have debt, for a mortgage, credit cards and other bills. The result is, even some people with relatively healthy incomes, as well as many poorer people, have a negative net worth.\nTo back Sanders’ claim, his campaign pointed us to a November 2017 news article in Forbes. The business magazine reported on a study published that month by the Institute for Policy Studies, which the article described as a left-leaning think tank in Washington, D.C.\nThe study, which advocates for reducing wealth inequality, also gained news coverage from USA Today and The Guardian. And its authors wrote opinion articles about it for Newsweek and the Los Angeles Times.   \nThe numbers\nThe study used data from Forbes’ 2017 ranking of the 400 richest Americans; and data for the rest of the country from the 2016 Federal Reserve Survey of Consumer Finances, which the study says has become widely accepted as the most comprehensive government dataset documenting household wealth. PolitiFact has also relied on this Fed survey in our wealth fact checks.\nThe first finding the study reported was this:\nThe three wealthiest people in the United States now own more wealth than the entire bottom half of the American population combined, a total of 160 million people.\nThose individuals and their source of wealth are, according to the study:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n1. Bill Gates, Microsoft: $89 billion\n2. Jeff Bezos, Amazon: $81.5 billion\n3. Warren Buffett, Berkshire Hathaway: $78 billion\nThat’s a total of $248.5 billion. The wealth of the bottom 160 million was $245 billion, the Institute for Policy Studies' Josh Hoxie told us. That’s a gap of $3.5 billion.\nHoxie, a former a aide to Sanders, also pointed out that the wealth of the three billionaires has ballooned to $330 billion, according to Forbes’ latest estimate.\nWe don’t have an updated estimate for the bottom 160 million American, as the Fed survey is done only once every three years. But Hoxie said it’s nearly impossible that the wealth of Americans at the bottom has grown nearly as much as that of the three billionaires.\nFor the 160 million people at the bottom of the scale, by the way, the study used the net worth figure reported by the Fed and then subtracted automobiles and other \"durable goods\" such as electronics, furniture, and household appliances, from that figure.\nSubtracting durable goods from net worth \"offers us a more accurate depiction of household wealth as these items are not easily sellable and neither appreciate nor hold constant their value,\" the study says.\nOther viewpoints\n\n\n\n\nMore fact checks on wealth inequality\nMichael Moore, in 2011: \"Just 400 Americans -- 400 -- have more wealth than half of all Americans combined.\" True.\nOne Wisconsin Now, in 2013: \"The Walton family, which owns Wal-Mart, controls a fortune equal to the wealth of the bottom 42 percent of Americans combined.\" True.\nStarbucks, in 2015: \"White people control almost 90 percent of the nation's wealth.\" True.\n\n\n\n\n \nThe study’s methodology is sound and its conclusion cited by Sanders is accurate, according to Abdur Chowdhury, an emeritus economics professor at Marquette University in Milwaukee, and economics professor Emmanuel Saez, director of the Center for Equitable Growth at the University of California, Berkeley.\nAs an aside, we’ll note that Saez also said Sanders’ claim is \"somewhat meaningless.\"\n\"The meaningful thing to say,\" Saez told us, \"is the bottom half of the U.S. families owns essentially no wealth on net, because debts cancel out whatever small assets they may have, on average.\"\nOur rating\nSanders says: \"The three wealthiest people\" own \"more wealth than the bottom half of the American people.\"\nThe wealth of Gates, Bezos and Buffett exceeded that of the 160 million at the bottom of the scale, according to a 2017 study. And more recent estimates indicate the wealth of the three has since grown dramatically, widening the gap even more.\nWe rate Sanders’ statement True.\n Share the Facts 2018-07-19 13:53:58 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"The three wealthiest people\" own \"more wealth than the bottom half of the American people.\"    Bernie Sanders U.S. senator, I-Vt. https://www.youtube.com/watch?v=0nfdzv1VrQk   In a speech Saturday, July 14, 2018 2018-07-14    Read More  info", "vclaim_id": "vclaim-pol-01840"}