{"url": "/factchecks/2017/jun/28/tammy-baldwin/tammy-baldwins-half-true-claim-donald-trump-wants-/", "speaker": "Tammy Baldwin", "vclaim": "Says Donald Trump \"wants to kick thousands of kids off of BadgerCare.\"", "truth_label": "half-true", "date": "stated on June 2, 2017 in a speech:", "title": "Tammy Baldwin's Half True claim that Donald Trump wants to take health care from thousands of kids", "text": "Addressing the Wisconsin Democratic Party’s annual convention, U.S. Sen. Tammy Baldwin laid into Republicans, particularly President Donald Trump.\n\"You know, I remember Donald Trump coming to Wisconsin during the campaign and saying the same things Republicans always say here: I’m on the side of the little guy, I’m for working families, I’ll fight for you,\"  the Baldwin said on June 2, 2017. \"But it was another scam.\"\nBaldwin, a Democrat who faces re-election in 2018, then criticized several proposals backed by Trump, including the GOP replacement plan for Obamacare.\n\"He wants to kick thousands of kids off of BadgerCare,\" Baldwin charged, echoing comments she made a few days earlier on MSNBC. \"Who would cut health care for children?\"\nLet’s see if she’s right.\nWhat is BadgerCare?\nBadgerCare (also known as BadgerCare Plus) provides health insurance coverage to low-income Wisconsin residents, including pregnant women, childless adults and children. It is funded through Medicaid. The latest enrollment numbers, from May 2017, show 790,189 residents enrolled, including 412,208 children.\nSeveral days after Baldwin’s speech, GOP Wisconsin Gov. Scott Walker proposed changes in the program for able-bodied adults, saying he wants to move them \"from government dependence to true independence,\" partly through drug testing.\nIf the federal government gives Walker permission, Wisconsin would become the first state to do such drug testing. Under the plan, those who fail and refuse substance abuse treatment would have their coverage rejected.\nBaldwin’s evidence\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nTo back Baldwin’s attack on Trump, her campaign cited estimates made in May 2017 by two left-leaning research groups.\n\n\nThe Wisconsin Budget Project, a program of the nonprofit Wisconsin Council on Children and Families, said in a blog post that a group of about 5,000 children in Wisconsin is particularly at risk of losing their eligibility for BadgerCare as a result of funding reductions to the Children’s Health Insurance Program that would be made under Trump’s 2018 budget proposal. Jon Peacock, the group’s research director, told us that while the budget would not dictate that children be removed from BadgerCare, Wisconsin would have to make up for the funding reductions in order to keep those children on BadgerCare. He said a total of 80,000 children would be put at risk of losing BadgerCare.\n\n\n\n\nThe Washington, D.C.-based Center for American Progress made a longer-term estimate, saying 53,600 children would lose BadgerCare in 2026 because of Medicaid funding reductions proposed by the GOP’s replacement for Obamacare that has been approved by the U.S. House of Representatives. That figure was based on estimates done by David Cutler, a professor of applied economics at Harvard University who was a campaign adviser to Barack Obama; and Emily Gee, a health economist at the center who formerly worked at the U.S. Department of Health and Human Services.\n\n\nOther evidence\nA spokeswoman for the Wisconsin Department of Health Services, which administers BadgerCare, said the department has not done a full analysis of Trump’s budget or the GOP health plan, but told us the state is committed to ensuring that  \"everyone living in poverty has access to affordable health insurance.\"\nThe two estimates, however, include people with family incomes above the federal poverty level. So, they would not be covered by such a commitment from the Walker administration.\nZach Hunter, a spokesman for a House committee that wrote much of the GOP replacement bill, said the bill contains tax credits that would provide families up to $14,000 a year to purchase insurance. He also said the Center for American Progress estimate is based on projections made by the nonpartisan Congressional Budget Office, which he said has \"repeatedly struggled to estimate coverage impacts with accuracy\" when it comes to Obamacare.\nOur rating\nBaldwin says Trump \"wants to kick thousands of kids off of BadgerCare.\"\nThe president’s budget proposal and the GOP replacement for Obamacare, which he supports, don’t dictate that children lose their BadgerCare health insurance. But both would make cuts to federal spending that two left-leaning research groups say would threaten the BadgerCare eligibility of thousands of children.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-03163"}