{"url": "/factchecks/2010/aug/19/rick-lazio/ground-zero-mosque-ground-zero/", "speaker": "Rick Lazio", "vclaim": "A New York imam wants to \"have a mosque at Ground Zero.''", "truth_label": "barely-true", "date": "stated on August 17, 2010 in Fox News \"Hannity\" program.:", "title": "Is the \"Ground Zero Mosque\" at Ground Zero?", "text": "In all of the debate over the so-called Ground Zero Mosque, we thought it made sense to start with the most basic fact-check -- whether it was accurate to even call it the Ground Zero Mosque or a mosque at or on Ground Zero?\n\nFor the sake of discussion, we picked a statement from gubernatorial candidate Rick Lazio, R-N.Y., who said in a Fox News interview with Sean Hannity on Aug. 17, 2010: \"If you take ... this imam at face value who says that this is about healing divisions, why would you want to have a mosque at Ground Zero when you know it's opening the wounds of the families of the victims of 9/11 that are still feeling this pain as if it was yesterday?\"\n\nThe phrase \"Ground Zero Mosque\" has become a bit of media shorthand for the heated political issue, and has been used by a number of political figures discussing the propriety of the mosque's proposed location.\n\nFor example, in a campaign ad, Rick Scott, a Republican candidate for Florida governor stated, \"Mr. President, Ground Zero is the wrong place for a mosque.\"\n\nThe proposed mosque is not at or on Ground Zero. It does not directly abut it or overlook it.\n\nBut it is near Ground Zero. How near? Just over two blocks. The Washington Post has an interactive map of the location in relation to the World Trade Center site, including actual panoramic views.\n\nThe addresses of the buildings in question are 45-51 and 49-51 Park Place, between West Broadway and Church Street. That's two blocks north of the northern edge of the World Trade Center site in Lower Manhattan. Two long blocks, in fact. The Washington Post noted that the location is \"roughly half a dozen normal lower Manhattan blocks from the site of the North Tower, the nearer of the two destroyed in the attacks.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAccording to Sharif El-Gamal, owner of the building and developer of the Park51 project, the site is as close to City Hall as it is to Ground Zero.\n\n\"You can’t see Ground Zero from our current building and on completion of our planned building some years from now, there won’t be any views of the Ground Zero memorial from the building,\" Gamal said in a July 24, 2010, interview with altmuslim.com, an Islamic news site.\n\nSo it's not at Ground Zero, but the proposed location for the mosque is close enough to have symbolic value -- as was acknowledged by those trying to build it. The Washington Post noted that the top of the 5-story building --formerly a Burlington Coat Factory -- was damaged by landing gear from one of the planes used in the attacks.\n\nIn an Aug. 8, 2010, story in Newsweek, Daisy Khan, wife of Imam Feisal Abdul Rauf, who would lead the mosque, said the location had symbolic import. \"We want to provide a counter momentum against extremism. We want peace, and we want it where it matters most. This is where it matters most.\"\n\nThe plan for the center includes a September 11th memorial, Gamal said in his interview with altmuslim.com, \"and quiet reflection space where people of different faith traditions and beliefs, sacred and secular, can find quiet time and solace.\"\n\nWhile we're considering the term \"Ground Zero Mosque,\" we also wondered whether it was proper to call the project a mosque. A mosque is, in fact, planned there, but it's part of a plan for a much larger, $100 million cultural center. According to the project web site , plans include a swimming pool, gym and basketball court, a 500-seat auditorium, a restaurant and culinary school, exhibitions, education programs, a library, reading room, art studios and childcare services. Organizers say the center would be open to all New Yorkers, regardless of faith, and would promote cultural diversity. The center would be overseen by a 23-member Board of Directors and they say membership will not be limited to Muslims. But the center would be geared toward \"engaging New York’s many and diverse Muslim communities and promoting empowerment and compassion for all.\"\n\nA mosque is also planned, though according to the site it would be run separately from the rest of the facilities. According to Gamal, the mosque would not tolerate \"any kind of illegal or unAmerican activity and rhetoric.\" Imam Rauf has been leading prayer services in one of the buildings since 2009.\n\nAgain, we realize many politicians and media figures are using the phrase the \"Ground Zero Mosque\" -- or as Lazio did, \"a mosque at Ground Zero\" -- as shorthand to describe the controversial project. It's nearby -- close enough to carry symbolic value to those who oppose it, and even to those proposing the project. But we think those characterizations often give the misimpression that the project is either on the old World Trade Center site or immediately next to it. And that's not right. And so we rate the claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14565"}