{"url": "/factchecks/2013/oct/25/greg-abbott/davis-has-not-threatened-tax-hikes-favors-careful-/", "speaker": "Greg Abbott", "vclaim": "Wendy Davis is \"threatening to raise taxes up to $35 billion.\"", "truth_label": "barely-true", "date": "stated on October 18, 2013 in a Facebook page:", "title": "Davis has not threatened tax hikes, but favors review of state tax exemptions that might affect taxes", "text": "Greg Abbott, the second-term Texas attorney general seeking to succeed Gov. Rick Perry in the 2014 election, paints the Democrat in the race as inclined to higher taxes.\nAbbott, a Republican, said on a Facebook page: \"Wendy Davis has entered the ring, threatening to raise taxes up to $35 billion to pay for new government spending. The Wendy Davis Agenda will bring California values to our state if we don’t stop her.\" Abbott’s web page was brought to our attention by Austin political consultant Steven Rivas.\nTo our inquiry, Abbott campaign spokesman Matt Hirsch said Abbott based his tax-threat statement on news stories reporting on the Fort Worth senator’s Sept. 29, 2013, appearance at the Texas Tribune Festival in Austin.\nAccording to an Associated Press news story posted online that day, Davis said there that she opposes raising sales or property tax rates, \"but thinks the Legislature needs to review $35 billion in tax exemptions on the books.\" Hirsch noted a similar online news post that day by Austin’s KXAN-TV, Channel 36, and pointed out an online news post by KERA-TV, Channel 13 in Dallas.\nWe’ll explore the cited interview. First, let’s revisit what officials usually mean when they refer to such exemptions.\nIn the latest annual accounting of state tax exemptions, state Comptroller Susan Combs reported in March 2013 that in the fiscal year running through August 2013, \"exemptions\" from state sales, franchise, gas and motor vehicle sales taxes will total nearly $38 billion, with sales-tax exemptions accounting for nearly $36 billion of that. Combs said those totals reflected both simple exemptions and a range of ways that taxes are not due, including \"exclusions, discounts, deductions, special accounting methods, credits, refunds, and special appraisals.\"\nA straight-up exemption, Combs wrote, \"protects items that would be taxable except for specific provisions in the law. For example, since the Texas sales tax law taxes all sales of tangible personal property, groceries would be taxable if they were not specifically exempted.\"\nTexas sales-tax exemptions include basic necessities such as groceries, residential gas and electric utilities, and prescription and over-the-counter drugs. Other sales are exempted when made to certain groups, Combs wrote. \"For example, governmental bodies and religious and nonprofit educational groups buy items for their own use tax-free. Other exemptions apply because the tax would be impractical to collect,\" she said. \"For example, those who make only occasional sales (one or two sales of taxable items per year) do not collect the tax; however, purchasers with permits are responsible for remitting the tax.\"\nSome examples of purchases exempted from sales tax: sales of water, film production equipment, newspapers, magazine subscriptions, aircraft, certain court reporting services and even the first $25 of a monthly basic Internet connection fee.\nOther major taxes also have exemptions, according to the report. Insurance companies are exempt from the business franchise tax; they pay a tax on premiums. Nonprofits and certain cooperatives also are exempt from the franchise tax. Meanwhile, certain purchasers of gas are exempt from the state gas tax; they include licensed aviation fuel dealers, the federal government, Texas public school districts and volunteer fire departments.\nA video of the September interview of Davis by Evan Smith, the Tribune’s editor in chief, confirms that Davis endorsed a study of tax exemptions as a way of possibly generating more government revenue and that she also vowed to veto increases in sales or property taxes.\nSmith asked Davis about 20 minutes into the 38-minute interview: \"Do you believe that we have enough revenue in this state to meet all of our needs, not just on education but across the board?\"\n\"I believe that we do,\" Davis said, \"but I believe we have to really sit back and be thoughtful and smart about how we make our revenue and spending decisions. And a huge piece of that, of course, is the exemptions that we give in the state of Texas today.\"\nThe senator added that in the 2013 regular legislative session, she supported a proposal by Sens. John Carona, R-Dallas, and Rodney Ellis, D-Houston, \"asking us to take a serious look… at the $35-plus billion every biennium that we give up in loopholes and exemptions, setting aside, of course, property tax exemptions which I think are uniformly supported, but these other exemptions that exist in the state of Texas and to ask whether they still make sense.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSmith asked if Davis could specify a tax exemption that had \"run its course.\"\n\"I really don’t feel like I can say that,\" Davis said. \"Because what we need instead is a uniform look, a very objective look, with the input of the Legislative Budget Board, the comptroller, the Legislature making those determinations, and receiving, of course, the input from our chambers of commerce and other business partners in Texas to make sure that we’re making good decisions in any changes that we would make.\"\nSmith also asked if Davis was prepared to say Texas should not raise taxes for education or other purposes until it makes sure money is already properly spent.\nDavis said: \"I would certainly take a sales tax, a property tax increase off the table. Absolutely. If I had one day, someday, the privilege of being in a leadership position that could veto legislation like that, I would.\"\nWe asked Davis’ campaign about Abbott’s claim, and Davis spokeswoman Rebecca Acuña said by email that Davis in the 2013 session backed Senate Bill 140, which was authored by Carona and Ellis and co-authored by three other senators, though not Davis, according to legislative records.\nAcuña told us by email that Davis \"supports a process in which the comptroller and the Legislature can review tax preferences to make sure they're continuing to help small businesses and our economy.\"\nSB 140, which died at the committee level, called for reviews of statutory \"tax preferences,\" meaning any credit, discount, exclusion, exemption, refund, special valuation, special accounting treatment, special rate or special method of reporting as authorized in relation to a state or local tax imposed in the state.\nUnder the proposal, the budget board would determine each tax preference’s purpose every six years and evaluate if it accomplishes its purpose and if it is \"inefficient, ineffective or unnecessary, or if the intended purpose of the tax preference is a low priority\" for the state, also evaluating the effect of the preference on economic development, the number of high-wage jobs, funding for public services, the distribution of the tax burden by income class and total income by income class in the state. Board recommendations would then be considered by Texas House and Senate budget-writing committees, which would recommend changes to each preference, including its repeal, the proposal said. Finally, it called for any legislated tax preferences newly taking effect after August 2014 to automatically expire six years later unless lawmakers deemed otherwise.\nAlso as noted by Acuña, Davis voted for a slimmed version of the proposal offered by Ellis as a floor amendment to two measures that won unanimous Senate approval May 21, 2013, according to the Texas Senate Journal. The revised language, adopted both times by voice votes, called for the budget board to review tax preferences every 12 years and estimate each preference’s effects on government revenue, the economy and tax burdens borne by individuals and businesses, among facets. The floor amendment did not call for the board or legislative panels to make recommendations to amend or abolish tax preferences.\nIn the end, though,  House Bill 500, related to the franchise tax, and HB 3390, related to the Texas Economic Development Act, passed into law without the Senate-added provisions about tax preferences surviving, according to legislative records.\nOur ruling\nAbbott said Davis is threatening to raise taxes up to $35 billion.\nIf Texas eliminated every exemption as defined by the state comptroller, it’s reasonable to speculate that tax revenues would increase about $38 billion a year.\nBut Davis isn’t calling for an across-the-board repeal. In the cited interview, she didn’t even identify an exemption she believes has run its course. Rather, she favors a study involving legislative and public input before final decisions, which at the least leaves resulting tax effects unknown.\nAbbott’s claim has an element of truth, but generally ignores critical facts that would give an accurate impression. We rate this statement as Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08707"}