{"url": "/factchecks/2016/sep/27/donald-trump/donald-trump-claims-again-he-was-against-war-iraq/", "speaker": "Donald Trump", "vclaim": "\"I did not support the war in Iraq … The record shows that I’m right.\"", "truth_label": "false", "date": "stated on September 26, 2016 in a presidential debate:", "title": "At first debate, Donald Trump claims, again, that he was against war in Iraq", "text": "Donald Trump says it’s \"mainstream media nonsense\" when reporters push back on his repeated claims that he opposed the Iraq War prior to the 2003 invasion.\nAt the Sept. 26 presidential debate in Hempstead, N.Y., moderator Lester Holt posed to Trump that he \"had supported the war in Iraq before the invasion.\"\n\"I did not support the war in Iraq,\" he said, interrupting Holt. \"The record shows that I’m right.\"\nThe challenge with Trump’s claim is that we can’t go back in time and get inside his head, so we’ll never know what his private thoughts were.\nHowever, one thing is clear: The record does not prove him right.\nTrump has trouble getting past a September 2002 interview with shock jock Howard Stern. Stern asked Trump if he supported the looming invasion.\nTrump responded, \"Yeah, I guess so.\"\nAt the debate, Trump said he made these comments to Stern \"very lightly.\"\nTrump then noted another interview he did in January 2003, a few months before the invasion. Fox News’ Neil Cavuto asked Trump whether President George W. Bush should be more focused on Iraq or the economy.\n\"Well, he has either got to do something or not do something, perhaps, because perhaps shouldn't be doing it yet and perhaps we should be waiting for the United Nations, you know,\" Trump said. \"He's under a lot of pressure. I think he's doing a very good job. But, of course, if you look at the polls, a lot of people are getting a little tired. I think the Iraqi situation is a problem. And I think the economy is a much bigger problem as far as the president is concerned.\"\nSo Trump put the economy ahead of confronting Iraq, but he didn’t speak against going to war. At most he suggested waiting for the United Nations to do something.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA week after the United States invaded Iraq on March 19, 2003, Trump gave different takes. At an Academy Awards after-party, Trump said that \"the war’s a mess,\" according to the Washington Post. He told Fox News that because of the war, \"The market’s going to go up like a rocket.\"\nThroughout 2003, Trump complained about the cost of the Iraq War and its effect on the economy.\nThe earliest evidence of Trump’s outright opposition to the war didn’t come until an August 2004 article in Esquire, more than a year after the war started:\n\"Look at the war in Iraq and the mess that we're in. I would never have handled it that way,\" Trump said.\nTrump has been challenged many times in this election to explain his early acceptance of the war. In a February 2016 interview on NBC’s Meet the Press, Trump said that he didn’t know what he meant during his 2002 conversation with Stern.\n\"That was a long time ago, and who knows what was in my head.\" Trump said.\nAt the Sept. 26 debate, Trump also said he had many debates with Fox host and Trump supporter Sean Hannity prior to the Iraq invasion — in which Trump opposed the invasion, and Hannity supported it.\nHowever, they didn’t have these debates on the air so we have no record of them. Hannity has said this is \"100 percent true.\"\nOur ruling\nTrump said, \"I did not support the war in Iraq … The record shows that I’m right.\"\nThe record does not support Trump’s repeated assertions that he opposed the war prior to the 2003 invasion. Around the time of the invasion, Trump’s comments were few and far between, not to mention vague.\nIn 2002, asked if America should go to war, he said, \"I guess so.\" Less than three months before the invasion, Trump said the president should be more focused on the economy, but he didn’t specifically speak against launching an attack. He didn’t voice full-throated opposition until almost a year and a half after the invasion.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/0df209e7-b481-4213-bfb7-55bb13ceb3a1", "vclaim_id": "vclaim-pol-04260"}