{"url": "/factchecks/2020/feb/27/joe-biden/joe-biden-leaves-out-key-facts-claim-bernie-sander/", "speaker": "Joe Biden", "vclaim": "Says Bernie Sanders “opposed Obamacare, didn't like the fact we didn't push a single-payer option.”", "truth_label": "barely-true", "date": "stated on February 23, 2020 in an MSNBC interview:", "title": "Joe Biden leaves out key facts in claim that Bernie Sanders opposed Obamacare", "text": "Former Vice President Joe Biden said Sen. Bernie Sanders talks in a way that one would think Sanders and Barack Obama \"were close buddies.\" But they were not, Biden said, claiming that Sanders was against Obama’s signature health care law.\nSanders \"opposed Obamacare, didn't like the fact we didn't push a single-payer option,\" Biden said in an MSNBC interview aired Feb. 23.\nIs Biden right? If viewers were left with the impression that Sanders voted against Obamacare, they were misled. Sanders voted for the law. But Sanders also wanted a single-payer option in the law and didn’t like that it wasn’t included.\n\"I think it is fair to say that Sen. Sanders was ambivalent about the ACA and uncertain if he was going to vote for it during much of the 2009-10 debate,\" said Jonathan Oberlander, a professor at the University of North Carolina at Chapel Hill and an expert on the law.\nBut Sanders voted for the bill, Oberlander said, \"so it’s not fair to simply say he opposed it.\"\nBiden cites Sanders pre-vote hesitance as evidence of opposition\nObama on March 23, 2010, signed into law the Patient Protection and Affordable Care Act, better known as Obamacare. The Senate passed the health care bill, 60-39, on Dec. 24, 2009, with Sanders voting in favor. No Senate Republican supported it.\nAbout a week before, Sanders told Fox News’ Neil Cavuto that he was not yet a \"yes\" vote on the bill. \"I am going to do my best to make this bill a better bill, a bill that I can vote for, but I have indicated both to the White House and the Democratic leadership that my vote is not secure at this point,\" Sanders said Dec. 16, 2009.\nSanders said that without a public option, he worried about controlling costs.\n\"What a strong Medicare-type public option would do is at least provide competition to these private insurance companies and prevent, I believe, these large increases in rates,\" Sanders said. \"I am doing my best right now to make this bill a bill that works for the American people.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn the Obamacare debate, supporters of the public option said it would be available to people who had to buy their own insurance, without the help of an employer. It would be run by the government and offer basic coverage. Opponents argued that it would have presented too much government involvement in the health care system.\nRELATED: Medicare for All: What it is, what it isn't; 6 things to know about health care and the 2020 campaign\nThe Biden campaign said that before the bill passed, Sanders submitted an amendment for a single-payer health care system. That’s true, but Sanders also backed down and withdrew the amendment after Sen. Tom Coburn, R-Okla., used a procedural move to force a full reading of Sanders’ proposal — a move that would have taken hours of floor time and risk passage of a more moderate bill backed by Obama and his allies. (Sanders also didn’t have the votes to pass his amendment.)\nSanders ultimately voted for the law.\n\"The bill is not as strong as I wanted and I will work to improve it, but it begins to move this country toward the long-time goal of providing comprehensive, affordable health care for all Americans. … We can do better, but this is an important step forward,\" Sanders said after the Senate passed the bill.\nPolitiFact has reported that Sanders successfully pushed for the inclusion of $11 billion in funding for community health centers, especially in rural areas. Sanders said that expansion was an important factor in helping him vote for the bill.\nWhile he continues to advocate for a single-payer option, Sanders has defended Obamacare against efforts by the Trump administration and Republicans to roll it back.\nOur ruling\nBiden said Sanders \"opposed Obamacare, didn't like the fact we didn't push a single-payer option.\"\nSanders voted for the passage of Obamacare, even though he did not like that it did not include a public option. Before voting for the bill, Sanders said his vote was not certain since the proposal did not include the public option. Sanders embraced the bill more after it included funding for community health centers.\nBiden’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17478"}