{"url": "/factchecks/2011/nov/21/maurice-thompson/ohio-unemployment-significantly-higher-right-work-/", "speaker": "Maurice Thompson", "vclaim": "Says unemployment in Ohio \"is significantly higher than the unemployment rate in states which are not forced union states and it’s always been that way.\"", "truth_label": "false", "date": "stated on November 10, 2011 in a news conference:", "title": "Ohio unemployment 'significantly higher' than right-to-work states, says chief of 1851 Center for Constitutional Law", "text": "Just days after a two-to-one margin of victory for a \"health care freedom\" amendment to Ohio’s constitution on the November ballot, the band of Tea Party activists and other conservatives behind that initiative announced a new amendment they would seek.\n\nNext up would be a petition drive to get a new issue on the ballot that the group describes as a \"workplace freedom amendment,\" but which is usually called a right-to-work issue.  \n\nThis proposed amendment would forbid forcing a person to join a union as a condition of employment, and it is similar to a proposed amendment that was stomped at the ballot by Ohio voters in 1958.\n\nAt the well-attended Statehouse news conference Nov. 10, supporters of the amendment argued that not having a right to work law was hurting Ohio’s economy in competing for jobs and hurting the state’s economic growth.\n\nOne of those speaking on behalf of the right to work bill was Maurice Thompson, the executive director of the 1851 Center for Constitutional Law, the author of the proposed amendment. During his remarks, Thompson attempted to make the case that economic conditions were better in right to work states than in Ohio, citing the Buckeye State’s unemployment rate.\n\n\"We’re hovering around 9-10 percent unemployment at any given time, which is significantly higher than the unemployment rate in states which are not forced union states and it’s always been that way,\" Thompson said.\n\nJust minutes later—at a separate statehouse news conference—House Democrats argued much the opposite -- that unemployment rates in right to work states actually aren’t any lower than Ohio’s.\n\nSo it seemed like a good time to check into Thompson’s statement. Had Ohio’s unemployment rate \"always\" been higher?     \n\nIt’s fairly easy to compare unemployment rates in different states thanks to the federal Bureau of Labor Statistics, which diligently tracks and compiles the information each month.\n\nPolitifact asked Thompson for a source listing right-to-work states and sent us a link to the National Right to Work Legal Defense Fund, which lists 22 states primarily in the south and west which have right-to-work statutes on the books. The fund has a database to the relevant section of law in each state so the fund’s information on what states have the laws looked to be unbiased.   \n\nWe compared Ohio’s unemployment rate of 9.1 for September 2011 to those 22 states and found that eight right-to-work states had higher unemployment rates, 13 had lower unemployment rates and one was precisely the same (Arizona). For what its worth, Ohio’s rate dipped to 9.0 for October, but we’re sticking with the September figures here, as they were the most current numbers available when Thompson made his claim.\n\nThree of the 13 states with lower unemployment rates in September were within one percentage point of Ohio’s — Idaho at 9.0 percent, Texas at 8.5 percent and Arkansas at 8.3 percent. If the jobless rate in Ohio is less than one percent greater, does that count as \"significantly higher,\" as Thompson said? We’re not convinced.\n\nThus, we are left with 10 of 22 right-to-work states with \"significantly\" lower unemployment rates than Ohio.\n\nThe tail end of Thompson’s statement makes a second claim — that Ohio has always had an unemployment rate higher than right-to-work states. To test this portion of his statement, we looked at both the high and low water marks for Ohio’s unemployment rate over the last decade to give a s snapshot of how Ohio stacked up against right-to-work states during both good and bad economic times.\n\nWhen Ohio had its lowest point of unemployment in the state’s history — 3.8 percent in January 2001 — there were still eight right-to-work states with lower unemployment. Fourteen had higher unemployment rates.  \n\nWhen Ohio had the highest rate of unemployment over the last decade — 10.6 percent in Feb. 2010 — 18 states had lower unemployment rates. Four right-to-work states had higher unemployment rates.\n\nWe think it’s likely that Ohio has ranked somewhere between No.5 and No. 15 in highest unemployment rates when compared to the 22 right-to-work states.\n\nThompson also forwarded information from Stanley Greer, a staffer with the National Right to Work Legal Defense Fund, who argued that on the average right-to-work states have slightly lower unemployment rates than states without the laws. Greer also produced statistics that argue that private employment has fallen in non right-to-work states but grown in right-to-work states over the past decade.\n\nFrankly, we don’t think that information is pertinent to evaluating the truthfulness of Thompson’s claim, which focused solely on the unemployment rate in Ohio as compared to right-to-work states. So let’s return to that.\n\nThompson flatly stated that Ohio’s unemployment rate was \"significantly higher\" than the rates in right-to-work states and has \"always\" been that way.\n\nBut figures from the Bureau of Labor Statistics show that 12 of 22 right-to-work states have unemployment rates that are very similar to Ohio’s or greater. Less than half have \"significantly\" lower unemployment rates.  \n\nAs for Ohio \"always\" having had a higher unemployment rate, a check of Ohio’s rate at its highest and lowest points over the past decade shows 14 of the right-to-work states had higher unemployment rates than Ohio when the rate was at its lowest. And when Ohio’s rate was at its highest, there still were four right-to-work states with higher jobless rates. Ohio’s unemployment rate is not higher than all right-to-work states and very likely has never been.  \n\nThompson’s claim is not accurate.\n\nOn the Truth-O-Meter, we rate his claim False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12061"}