{"url": "/factchecks/2016/jul/14/mike-pence/pence-falsely-says-clinton-didnt-send-help-during-/", "speaker": "Mike Pence", "vclaim": "Says Hillary Clinton \"took 13 hours to send help to Americans under fire\" during the terrorist attack in Benghazi.", "truth_label": "false", "date": "stated on July 12, 2016 in a speech at a Trump rally:", "title": "Pence falsely says Clinton didn't 'send help' during Benghazi attack", "text": "Vice presidential nominees are often expected to act as attack dogs on a campaign ticket. Maybe Indiana Gov. Mike Pence was warming up for the role at a rally for Donald Trump in Indiana on July 12.\nPence rattled off a series of reasons Hillary Clinton was not fit for the presidency. One of them caught our attention, a claim about Benghazi, the Libyan city where a 2012 terrorist attack left four Americans dead.\n\"We don't need a president that took 13 hours to send help to Americans under fire and after four brave Americans fell said ‘what difference, at this point, does it make.’ Anyone who did that, anyone who said that, should be disqualified from ever being commander in chief of the armed forces,\" Pence said.\nPresident Barack Obama’s administration has been subject to a great deal of scrutiny during, before and after that attack, and much of that has been directed at Clinton.\nSeveral investigations have found, however, that no action by Clinton -- or anybody in the administration -- could have moved additional forces to Benghazi before the last American deaths.\nAnd if it were possible, Clinton was not responsible for sending help. That fell to military officials.\nThe Benghazi timeline\nThe attack on the diplomatic mission in Benghazi began at 9:40 p.m., Benghazi time. It took until after 10 a.m. the next morning for the last plane evacuating Americans to leave Benghazi — the time from the initial attack to the final evacuation is Pence’s \"13 hours.\" (For a more detailed timeline, see this document issued by the House’s select committee on Benghazi or our fact-check of a claim about delays in the military’s response.)\nAt an 11 p.m. meeting (5 p.m. Washington time), President Barack Obama directed military officials to \"do everything possible\" to save lives in Benghazi. Defense Secretary Leon Panetta testified that he then ordered forces around the Mediterranean to move toward Libya. Clinton’s department was ultimately responsible for the security setup at the Benghazi mission, but at this point it was the military, under the Defense Department and, ultimately, the president, that was moving forces toward Libya.\nNone of the forces ordered to prepare to deploy to Benghazi ever reached the city in the aftermath of the attack. Eventually, it was decided that the Americans in Benghazi would evacuate to Tripoli, Libya's capital, and forces that would have gone to Benghazi were directed there, Libya’s capital, where they were being evacuated to. The CIA station chief in Tripoli — as opposed to anyone in Washington — dispatched a team to work with local militia groups to extract the Americans in Benghazi.\nClinton was active throughout the 13-hour period. She testified that she called Libya’s president to see if friendly forces could be dispatched to help the Americans in Benghazi. She also spoke with the embassy in Tripoli and then-CIA director David Petraeus.\nThere have been eight congressional investigations of Benghazi so far, most of which were run by Republicans. Several of their reports criticized Clinton and her State Department for the security setup in Benghazi, for their part in the administration messaging after the attack, and for not holding themselves accountable afterward.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut they generally criticized the Defense Department or other parts of the administration, not Clinton or the State Department, for delays in deploying military assets the night of the attack. When Congressman Mike Pompeo asked Clinton, \"Why was heaven and earth not moved at the initial sound of guns,\" in terms of sending help, Clinton told him to ask the Defense Department.\nThe House select committee on Benghazi concluded: \"The decisions made earlier in the year by senior State Department officials to maintain a presence in Benghazi without adequate security forces and an inadequately fortified Mission compound contributed to what amounted to a worst case scenario of circumstances that would test the military’s preparedness and ability to respond.\n\"Nevertheless, the Defense Department did not pass the test.\"\nThe committee went on to question why it took so long for orders from Obama and Panetta to translate into action on the ground.\nThe committee’s final report leaves open the possibility that the State Department might have further impeded the speed of reaction to Benghazi.\n\"Whether this failure is shouldered by (the Defense Department) alone, or rests in part on decisions made by the State Department in Washington D.C. or with the White House... is one of the lingering questions about Benghazi,\" the report reads. This brings up the possibility that the State Department delayed help, but that wasn’t Pence’s claim.\nAnd, based on the generally accepted timeline of the attack, its appears likely the delay ended up being immaterial.  Different Republican-led congressional investigations have concluded that additional forces could not have reached Benghazi in time to matter. Even if Clinton was responsible for the response to the attack, it's not clear what she could have done to overcome what military officials called \"the tyranny of time and distance.\"\nOur ruling\nPence claimed that Clinton \"took 13 hours to send help to Americans under fire.\"\nIn fact, it wasn’t Clinton’s responsibility to send troops to the scene — the military chain of command took that responsibility. The Defense Department attempted to send help to the scene, but was unable to reach Benghazi before the deaths occurred.\nPence implied that Clinton dawdled before sending help to Americans in danger. That is not accurate. We rate this claim False.\n \nhttps://www.sharethefacts.co/share/16053b1b-0a59-4f24-ac3f-dcb041744f65", "vclaim_id": "vclaim-pol-04693"}