{"url": "/factchecks/2017/mar/25/roy-blunt/fact-check-roy-blunt-wrong-about-donald-trump-cabi/", "speaker": "Roy Blunt", "vclaim": "\"Somebody observed this week that you have to go back to the very founding of the government to the first administration of George Washington to find a time when it’s taken longer to put a Cabinet in place.\"", "truth_label": "false", "date": "stated on February 8, 2017 in a speech:", "title": "Fact-check: Roy Blunt wrong about Donald Trump Cabinet confirmations", "text": "Last month during Trump’s Cabinet nomination hearings, Republican Sen. Roy Blunt stood up to deliver his support for the confirmation of Jeff Sessions for U.S. Attorney General. To open his remarks, Blunt pointed out how lengthy the process had become.\n\n\n\"Somebody observed this week that you have to go back to the very founding of the government to the first administration of George Washington to find a time when it’s taken longer to put a Cabinet in place,\" Blunt said.\n\n\nBlunt’s claim was made on Feb. 8, 2017 — just 19 days into Trump’s presidency. This seemed like a very short time period to be considered the longest Cabinet appointment process. So we wondered, whose Cabinet took the longest to put in place, and how did Trump compare 19 days in?\n\n\nThe data\n\n\nA spokesperson for Blunt provided data taken from the Senate Historical Office to back his claim. The data showed every presidential nominee since 1789, their position, the date of their nomination and whether the nominee was confirmed, withdrawn or rejected.\n\n\nFor the purpose of this fact check, we wanted to look at how many days it took after a president was inaugurated for his Cabinet to be completely in place. Part of Blunt’s claim deals with how George Washington’s Cabinet appointment process was the longest and the only one that took longer than Trump’s. So we decided to start there.\n\n\nThe Washington administration\n\n\nAfter counting the number of days between a president’s first elected term inauguration and the date his Cabinet was in place, we found that Washington did in fact rank as the longest. Even though it only took the Senate a day to confirm most of Washington’s nominations, there were still 149 days between the time he was inaugurated and the time his Cabinet was fully in place. Much of this had to do with the fact that the country and its government were so new.\n\n\nThe Top 5\n\n\nAfter Washington, Barack Obama had the second-longest Cabinet appointment process. Secretary of Health and Human Services Kathleen Sebelius was confirmed on April 28, 2009 — 98 days after Obama was inaugurated. It took 42 days from the time Sebelius was nominated till the day she was confirmed. She was also just one of four Obama Cabinet members who took longer than the 19-day benchmark that was set by Blunt’s claim.\n\n\nFollowing Obama, in the third spot was Lyndon B. Johnson. Johnson became president in 1963 after the assassination of John F. Kennedy, so for the purpose of this fact-check, we looked at Johnson’s first elected term in 1965. His Cabinet took 64 days to be finalized, with the confirmation of Secretary of the Treasury Henry H. Fowler.\n\n\nNext is George H.W. Bush, with the fourth-longest Cabinet appointment process. It took 56 days for his Cabinet to be fully in place. Like Obama, four of his nominations also took 19 days or longer to be confirmed. However, one of Bush’s appointments for Secretary of Defense, John G. Tower, was rejected by a 47-53 vote on March 9, 1989. Five days later, Bush nominated Dick Cheney, who was then confirmed on March 17, 1989, to complete his Cabinet.\n\n\nRounding out the top five of the longest Cabinet appointment processes was Bill Clinton. It took 50 days for Clinton to have his entire Cabinet confirmed, and the process ended with the confirmation of Janet Reno for Attorney General on March 11, 1993. His previous nominee for Attorney General, Zoë E. Baird, withdrew six days after her nomination.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\n\nThe context\n\n\nSo why do some Cabinet processes taking longer than others then? Paul Light, a professor at NYU Wagner and an expert on the Cabinet appointment process, said it really has to do with each president’s preparation beforehand.\n\n\n\"What’s unusual is the slowness with which Trump has made nominations,\" Light said. \"Once these nominations are made, the process is just very difficult.\"\n\n\nWhat Light is referring to here is the Presidential Transition Improvement Act of 2015. The act gives presidential nominees money, office space and the opportunity to pre-clear potential nominees before they take office. According to Light, Trump did none of this.\n\n\n\"He was starting from scratch the day after the election, and he took many of those weeks after Election Day for a victory tour,\" Light said.\n\n\nLight also said the public isn’t always aware of what goes on before an announcement of a nomination is even made— a process that can be very lengthy .\n\n\n\"This is a process that is highly constrained by all the questions that have to be answered,\" Light said. \"We hear about all the delays that occur once a candidate is nominated, but we don’t hear about the delays in between making the phone call and the official announcement.\"\n\nDuring this time frame, potential nominees are subjected to a questionnaire, as well as an ethics test. Light said that in recent years these questionnaires have become much denser.\n\nOnce someone is officially nominated, the process isn’t just reserved to the Senate confirmation hearing. The FBI compiles a list of all potential problems with nominees. This happens by sending out students in the FBI Academy to speak with people who know the nominee, including neighbors. The FBI then compiles a report that is handed over to the Senate committee chairs.\n\n\nWhere Trump falls\n\n\nSo where does Trump fall in all of this? As of Feb. 8, when Blunt made his claim, six of Trump’s nominees had been confirmed, with the last being Jeff Sessions for attorney general. However, the Cabinet confirmation process is still ongoing, so it’s hard to tell exactly where Trump will fall when all is said and done. As of March 23, there are two nominees who have yet to be confirmed— Sonny Perdue for Secretary of Agriculture and Alexander Acosta for Secretary of Labor. But at 19 days into his term, Trump technically would fall behind Clinton, who took 50 days to have a complete Cabinet in place.\n\n\nOur ruling\n\n\nBlunt said the only Cabinet that took longer to be put in place was that of Washington's, who had the very first in U.S. history.\n\n\nBlunt made the claim on Feb. 8, 19 days into Trump’s presidential term. At PolitiFact, we rate statements based on the information available at the time they were made. And in that context, Blunt is clearly incorrect.\n\n\nWe rate this claim False.\n\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"Somebody observed this week that you have to go back to the very founding of the government to the first administration of George Washington to find a time when it’s taken longer to put a Cabinet in place.\"    Roy Blunt U.S. senator from Missouri    In a speech Wednesday, February 8, 2017 02/08/2017    Read More  info", "vclaim_id": "vclaim-pol-03513"}