{"url": "/factchecks/2014/may/23/debbie-wasserman-schultz/cap-and-trade-legislation-was-originally-republica/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Cap and trade legislation \"was originally a Republican idea.\"", "truth_label": "mostly-true", "date": "stated on May 13, 2014 in in a question and answer after a speech:", "title": "Cap and trade legislation was originally 'a Republican idea,' Wasserman Schultz says", "text": "U.S. Sen. Marco Rubio, a GOP presidential contender, made waves about climate change in a May 11 interview with ABC’s Jonathan Karl on This Week.\n\"I do not believe that human activity is causing these dramatic changes to our climate the way these scientists are portraying it,\" Rubio said. \"And I do not believe that the laws that they propose we pass will do anything about it. Except it will destroy our economy.\"\nOne of Florida’s other nationally watched politicians -- Democratic National Committee chair Debbie Wasserman Schultz -- criticized her fellow Floridian’s stance.\nAfter a May 13 speech at Daemen College in upstate New York, an audience member asked her how to get \"Congress unstuck in stomping on science.\"\nWasserman Schultz suggested that voters stop electing tea party-aligned politicians -- and then she turned her sights on Rubio for disagreeing with the scientific consensus that climate change is man-made.\nWasserman Schultz, who represents parts of Broward and Miami-Dade counties, said rising sea levels and flooding will make part of her district uninhabitable in the future. She called for politicians to reach across the aisle in search of solutions, singling out a cap and trade plan as an area where the parties could agree.\n\"That was originally a Republican idea. It was developed in the 1970s when the Clean Air Act was initially adopted.\"\nWe decided to check Wasserman Schultz’s claim that cap and trade was originally a Republican idea.\nCap and trade\nThe idea of cap and trade is that the government sets a limit (the cap) on how much carbon individual companies -- typically electric utilities and manufacturers -- can emit. The government then issues permits to companies and allows them to buy and sell the permits as needed (the trade). If the policy works as planned, overall emissions decline, companies determine for themselves the best way to lower emissions, and the free market rewards those who lower emissions most effectively.\nWasserman Schultz started the clock ticking in the 1970s. Her spokesman, Sean Bartlett, told PolitiFact Florida that \"the 1977 Clean Air Act amendments were the first time federal law used the concept of offset mechanisms that ultimately became the ‘cap and trade’ systems.\"\nThat law included precursor ideas, such as providing industry with flexibility to meet limits, rather than simply imposing controlling regulations, said Eric Pooley, a spokesman for the Environmental Defense Fund and author of The Climate War: True Believers, Power Brokers, and the Fight to Save the Earth.\nIn the 1980s, President Ronald Reagan used a cap and trade system to phase out leaded gasoline, noted MIT economics professor Richard Schmalensee and Harvard Kennedy School government professor Robert Stavins.\nIn 1989, President George H. W. Bush proposed the use of a cap and trade system to cut by half sulfur dioxide emissions from coal-fired power plants and consequent acid rain, they wrote in a Boston Globe op-ed in 2010.\n\"An initially resistant Democratic Congress overwhelmingly endorsed the proposal,\" the professors wrote. \"The landmark Clean Air Act amendments of 1990 passed the Senate 89 to 10 and the House 401 to 25.\"\nBush not only accepted the cap, but he sided with environmentalists who wanted a larger cut than his own advisers, according to Smithsonian Magazine, in a report that detailed how the Environmental Defense Fund worked with Bush’s White House to make cap and trade a reality.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"George H. W. Bush does indeed deserve enormous credit for being the champion of the cap and trade program for sulfur dioxide, a major cause of acid rain,\" Pooley said. \"That has led many over the years to refer to it as a Republican idea.\"\nBut Pooley said that Senate Majority Leader George Mitchell -- a Democrat -- also deserves credit for leading the legislative charge that ultimately passed by an overwhelming bipartisan majority.\n\"So if pressed, I would call it a bipartisan idea that was championed by a Republican president,\" he told PolitiFact Florida.\nIn 2005, the EPA under President George W. Bush issued the Clean Air Interstate Rule, which aimed to achieve \"the largest reduction in air pollution in more than a decade\" using cap and trade, wrote Stavins and Schmalensee.\nThey noted the contributions under Reagan and both Bushes to argue that cap and trade should be embraced by Republicans as well as Democrats.\n\"After all, these policies were innovations developed by conservatives in the Reagan, George H. W. Bush, and George W. Bush administrations (and once strongly condemned by liberals),\" they wrote.\nIn 2003, McCain, an Arizona Republican, and Sen. Joe Lieberman, then a Democrat from Connecticut, introduced the \"Climate Stewardship Act,\" which would have used a similar cap and trade approach to reduce carbon pollution linked to global warming. Versions of the bill were reintroduced in 2005 and 2007.\nThat was the first time legislation was introduced to use cap and trade for carbon emissions, Pooley told PolitiFact.\n\"The enormous economic costs of damage caused by air pollution and greenhouse gas emissions to the environment and human health are not factored into the price of power produced by fossil-fueled technologies,\" McCain said in a floor speech to mark the bill’s 2007 introduction. \"Yet, it’s a cost that we all bear, too often in terms of ill-health and diminished quality of life.\"\nMcCain’s 2007 version was co-sponsored by Illinois Democratic Sen. Barack Obama. And both McCain and Obama had cap and trade programs in their presidential platforms.\nIn June 2009, the Democrat-controlled House of Representatives passed a cap and trade bill, by a razor-thin margin, 219-212. But the bill failed to survive in the Senate amid Republican opposition.\nIn 2011, the Republican-controlled House of Representatives has taken a firm stand against a cap and trade bill. \"A full-blown fleecing of the middle class, it would raise electricity prices, increase gasoline prices, and ship American jobs to countries like China and India,\" wrote John Boehner, now the Speaker of the House, about the bill in June 2010.\nOur ruling\nWasserman Schultz said that cap and trade legislation \"was originally a Republican idea.\"\nExperts who have followed the history of the environmental policy focus on the fact that emissions trading to address acid rain became part of the Clean Air Act of 1990 under Bush. The legislation ultimately passed with bipartisan support under a Republican president.\nMore recently, another prominent Republican -- McCain -- co-sponsored cap and trade legislation.\nDemocrats did support cap and trade legislations at different points along the way. But we found a strong tradition of support from Republican presidents for cap and trade, which uses markets to try to reduce pollution.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-07827"}