{"url": "/factchecks/2014/dec/18/ana-navarro/navarro-cubas-economy-survives-largely-venezuelan-/", "speaker": "Ana Navarro", "vclaim": "\"A lot of what (Cuba’s) survival depends on is Venezuelan oil money, which is drying up.\"", "truth_label": "mostly-true", "date": "stated on December 17, 2014 in an interview on CNN's \"Anderson Cooper\":", "title": "CNN's Ana Navarro: Cuba's economy survives largely on Venezuelan aid", "text": "President Barack Obama’s historic decision to open full diplomatic relations with Cuba has appalled many opponents of the Castro regime. Among their biggest complaints is that Cuba got huge concessions from the United States without being required to make fundamental changes to its political system.\nCNN contributor and Republican strategist Ana Navarro also argued that Obama could have outwaited the Castro brothers, Fidel and Raul. The Cuban economy is in shambles, Navarro told CNN’s Anderson Cooper.\n\"A lot of what their survival depends on is Venezuelan oil money, which is drying up,\" Navarro said. \"Now that we are so close to the end of those two dictators -- who have oppressed these people for over half a century -- now we're going to change and do it unilaterally without them lifting the oppression?\"\nThe Cuba-Venezuela connection has been on the lips of many commentators since the news broke. We thought it would be good to put a number to Venezuela’s generosity toward Cuba and to what extent that aid is a matter of life or death for the Cuban economy.\nCuba and Venezuela have been joined at the hip in their shared antipathy toward the United States. The superpower to the north sees both governments as fundamentally opposed to political freedom and free markets. In return, leaders in Cuba and Venezuela regularly speak out against the United States.\nOut of this tension emerged a deal between Cuba and Venezuela. Cuba sent tens of thousands of medical staff and other skilled professionals to treat Venezuela’s poor and otherwise aid the government. In exchange, Venezuela sent Cuba oil and provided money to modernize that country’s infrastructure.\nThe plunging price of oil has put the basic tenets of that swap in jeopardy, experts say.\nCuba’s supply line\nWe found estimates that Venezuela sends about 80,000 to 100,000 barrels of oil per day. Luis R. Luis is the former chief economist with the Organization of American States, an international body with representatives of governments that span from Canada to Argentina. Luis told PunditFact the swap means a lot to Cuba.\n\"Venezuelan oil and transfers play a key role in allowing the country to import essential foodstuffs, medicines and industrial inputs,\" Luis said. \"The value of oil plus investments and grants from Venezuela to Cuba varies greatly from year to year largely because of oil price fluctuations. In 2008 it was over 10 percent of GDP. Last year some 6 percent of GDP. This year less.\"\nFormer International Monetary Fund economist Ernesto Hernandez-Cata offered a slightly higher estimate of \"just over $7 billion, or 11 percent of Cuba’s GDP,\" in 2011.\nWhatever the exact percentage, and even though the aid has been falling, Venezuela pulls a lot of weight in the Cuban economy. University of Maryland economist Roger Betancourt said that impact only grows when you factor in trade between the two nations. Betancourt, who co-founded the Association for the Study of the Cuban Economy, said Venezuela accounts for about 40 percent of Cuba’s trade in goods. We found another estimate that put Venezuelan purchases at 20 percent of Cuba’s GDP.\nWhy would Venezuela stop helping Cuba?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nVenezuela has seen the price it receives for sending oil overseas fall 40 percent this year because of the drop of oil prices worldwide. And oil revenues account for about 95 percent of the country's export earnings, according to the Organization of the Petroleum Exporting Countries.\nAs such, Venezuela faces an economic collapse that include defaulting on its debts.\n\"You only need to look at the economic disaster that is Venezuela, and clearly it’s a bad bet to have all your chips in one basket,\" Christopher Sabatini, policy director at Council of the Americas, told Bloomberg. \"That 100,000 barrels per day gift of oil is going to end very soon.\"\nNot a matter of life or death\nWhile the Venezuelan connection is hefty, its importance can be overblown. Hernandez-Cata ran the numbers and found that if the aid stopped, Cuba's real GDP would contract \"somewhere between 7 percent and 10 percent\" without Venezuelan oil. Which would be no garden party for Cuba, but as Hernandez-Cata noted, the country emerged from a fall of 38 percent in GDP when the USSR cut off its economic support in the early 1990s.\nAnd today, Cuba has been moving to diversify.\n\"Current efforts to obtain financing at non-market terms from other countries, like Algeria, Angola and Brazil, would, if successful, diminish the magnitude of the shock,\" Hernandez-Cata wrote.\nA longtime critic of the Castro regime, Pedro A. Freyre, a partner in the law firm of Akerman LLP, is skeptical of the doom and gloom predictions of Cuba’s precarious economy.\n\"Cuba has turned surviving misery into an art,\" Freyre said. \"Cuba has been diminishing expectations for decades. Everything collapsed in 1992.  It was a disaster and they survived.\"\nFor the record, Freyre, who lost a brother-in-law in the failed U.S.-backed Bay of Pigs assault on Cuba in 1961, now favors normal diplomatic relations.\nOur ruling\nNavarro said a lot of Cuba’s survival depends on Venezuelan oil money, and that it's drying up. The data we found and the experts we reached back that up, to a point. Venezuelan aid added at least 6 percent to Cuba’s GDP last year. Venezuela is also a major trading partner, buying as much as 40 percent of Cuba’s trade in goods.\nThe loss of direct support from Venezuela could cause a 7 to 10 percent drop in Cuba’s GDP, experts told us. While that hasn't happened yet, it's certainly a strong possibility.\nThough Cuba has been moving to reduce its dependency on Venezuela, and has a track record of making it through tough times, that would still be a significant hit.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06901"}