{"url": "/factchecks/2019/mar/26/bob-hall/how-many-retired-teachers-texas-are-over-100-years/", "speaker": "Bob Hall", "vclaim": "\"We now have several hundred teachers that are over 100 years old and what I've read recently is that a baby born today, their age expectancy is 110, at least.\"", "truth_label": "half-true", "date": "stated on March 25, 2019 in the Texas Senate:", "title": "How many retired teachers in Texas are older than 100 years old?", "text": "During a debate in the Texas Senate about legislation that would shore up the state’s teacher pension system, Republican Sen. Bob Hall from Edgewood expressed concern about the sustainability of the system based on changing demographics in the state.\n\"This world has changed significantly, but our overall retirement program hasn’t changed much,\" he said, addressing the bill’s author. \"If we were doing this today, we would probably take an entirely different approach.\n\"We’re in a situation where we now have several hundred teachers that are over 100 years old and what I've read recently is that a baby born today, their age expectancy is 110, at least. Thanks to medical science.\"\nIt’s true that there are hundreds of retired teachers in Texas who are older than 100, but Hall’s claim about life expectancy is off base.\nHall’s comment referred to retired teachers\nKathi Seay, a policy adviser for Hall, said that his claim about teachers over 100 years old was about retired teachers who are members of the state’s retirement system — not current teachers in the classroom.\n(A report from the Texas Education Agency says that the average age of Texas teachers during the 2016-17 school year was 31.2 and the oldest teacher that year was 75 years old.)\nCarolyn Perez, spokeswoman for the Teacher Retirement System of Texas, said that as of February the system had 420,458 retired members.\nOf that group, 321 were over 100 years old.\nThat number is consistent with the count from earlier years offered by Perez. In fiscal year 2016, there were 393 retired teachers older than 100. In 2014 there were 285 and in 2012 there were 254.\nCurrent life expectancy is about 79\nHall’s staff did not provide a source for the second part of his claim, which stated that life expectancy for babies born this year is at least 110 years old.\nThe Centers for Disease Control and Prevention calculates life expectancy estimates using information from death certificates in a given year. \nThe most recent report on mortality, submitted to the agency by the National Center for Health Statistics, was published in 2017, when the life expectancy at birth was 78.6 years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThat marked a slight decline from 2016, \"largely because of increases in mortality from unintentional injuries, suicide, diabetes, and influenza and pneumonia, with unintentional injuries making the largest contribution,\" the report says.\nHas the pension system (and population) changed?\nThe Teacher Retirement System of Texas was established in 1937 and initially offered retirement benefits just to teachers and public school administrators, according to a strategic plan published by the system.\nIt was slowly expanded and now offers retirement and health care benefits to all employees at \"public schools, educational service centers, charter schools, community and junior colleges, universities, and medical schools.\"\nLawmakers have also made tweaks to how the system manages investments and eligibility requirements for benefits.\nData from the Social Security Administration shows that the retirement age has gone up since 1937, when the state’s system was established.\nThe full retirement age for people born before 1937 is 65. From there forward, the retirement age slowly increases. The retirement age for people born in 1960 or later is 67.\nDuring that time, the life expectancy increased. For men born in 1930, it was an average of 58 and for women it was 62, according to the Social Security Administration.\nThis estimate was on the low-end, \"due mainly to high infant mortality.\"\nOur ruling\nHall said \"We now have several hundred teachers that are over 100 years old and what I've read recently is that a baby born today, their age expectancy is 110, at least.\"\nThe Teacher Retirement System of Texas said that as of February, they had 321 retired members who were older than 100, so Hall is right about that number.\nAnd he’s right that life expectancy has increased since the system was established, but his characterization is exaggerated.\nThe most recent study on mortality in the United States reports that the life expectancy for babies born in 2017 is 78.6 years, not 110.\nWe rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\n \n Share the Facts 2019-03-26 21:41:18 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"We now have several hundred teachers that are over 100 years old and what I've read recently is that a baby born today, their age expectancy is 110, at least.\"    Bob Hall Texas State Senator http://tlcsenate.granicus.com/MediaPlayer.php?view_id=45&clip_id=14027   in the Texas Senate Monday, March 25, 2019 2019-03-25    Read More  info", "vclaim_id": "vclaim-pol-00849"}