{"url": "/factchecks/2010/jan/15/kay-bailey-hutchison/hutchison-says-texas-lost-more-jobs-it-gained-2009/", "speaker": "Kay Bailey Hutchison", "vclaim": "\"We definitely lost way more jobs in Texas this year than we gained — we lost 300,000 jobs in Texas alone this year.\"", "truth_label": "true", "date": "stated on January 14, 2010 in a debate.:", "title": "Hutchison says Texas lost more jobs than it gained in 2009", "text": "Texas' job growth is a key tenet of Gov. Rick Perry's re-election campaign, and he sounded that theme again in Thursday's debate. Sen. Kay Bailey Hutchison tried to take him down a few notches.\n\n\"And, oh, by the way, we definitely lost more jobs in Texas this year than we gained,\" she said. \"We lost 300,000 jobs in Texas alone this year. That is not a record to be proud of.\"\n\nWe couldn't let Perry sit on his laurels without checking Hutchison's claim.\n\nAfter clarifying that \"this year\" meant 2009, her campaign provided data from the U.S. Bureau of Labor Statistics that showed Texas lost 271,700 jobs between November 2008 and November 2009.\n\nPerry's campaign didn't respond to our query — is Hutchison correct? — so we turned to the Texas Workforce Commission, which supplies the federal labor bureau with Texas' seasonally-adjusted employment numbers (farm jobs not included).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nAnn Hatchitt, the commission's director of communications, said Hutchison is right, and \"there's certainly no problem in rounding that up to 300,000 jobs.\"\n\nThe bottom line: Texas had a net job loss of 271,700 jobs, which means the state did lose more jobs than it gained. Nearly 300,000.\n\nThat net job loss stands in contrast to 2007-08, when Texas led the nation in net job gains, as the Perry campaign frequently notes.\n\nStay tuned for Jan. 22 when the commission updates its data with December's employment rate. And again in March, when number crunchers fine-tune their report.\n\nUntil then, we rate Hutchison's claim True.", "vclaim_id": "vclaim-pol-15395"}