{"url": "/factchecks/2010/nov/05/democratic-party-oregon/eighty-five-percent-oregonians-voted-2008/", "speaker": "Democratic Party of Oregon", "vclaim": "\"In fact, 85 percent of Oregonians voted in 2008.\"", "truth_label": "false", "date": "stated on November 2, 2010 in a doorknob flier:", "title": "Eighty-five percent of Oregonians voted in 2008", "text": "This time of year, voting is right up there with picking up litter and adopting kittens as far as civic duties go. In fact, PolitiFact Oregon found this get-out-the-vote reminder distributed to homes on Tuesday, courtesy of the Democratic Party of Oregon.\n\n\"VOTE,\" read the flier. \"Your community knows exactly how important it is to vote. In fact, 85 percent of Oregonians voted in 2008. Thank you for your participation this year.\"\n\nAt first, PolitiFact Oregon was elated. Who knew Oregon took its ballot duty that seriously? But then, we became suspicious. Isn’t 25 percent of the population here under 18? How could it be then that 85 percent of Oregonians voted in 2008? So, onward to the fact checking.\n\nFirst the numbers. There were more than 3.7 million people in Oregon as of July 2007. Obviously, the DPO didn’t mean to claim that babies cast ballots, so let’s whittle the number down to just eligible voters -- 2.8 million is what the secretary of state’s office estimated.\n\nPrecisely 1,845,251 people cast ballots in the fall 2008 election. Multiply 2.8 million by 85 percent (0.85) and you get nearly 2.4 million people -- which is way more than the 1.8 million who actually voted.\n\nSo what gives?\n\nWell, it turns out that 85 percent of registered voters cast ballots in the 2008 presidential election. Not everyone who is eligible to vote actually registered to vote. In fact, according to the Secretary of State’s website, only 77 percent of eligible adults registered and of that figure, 85 percent cast ballots. Which brings the overall figure to 66 percent. That’s pretty good -- but not 85 percent good.\n\nTo be fair, Oregon has long used this calculation to measure electoral participation of registered voters, which Oregon elections officials refer to as \"turnout,\" but no one with a straight face extrapolates that to say that means \"85 percent of Oregonians voted.\"\n\nAlso, not everyone measures turnout the same way. The United States Elections Project, for example, run by an associate professor atGeorge Mason University, uses as its base eligible voters to measure turnout, not registered voters.\n\nAccording to the elections project, 68.1 percent of eligible Oregonians voted in 2008. That’s on the high end, and it’s higher than the 62.2 percent cited nationally. Minnesota, apparently, can claim the title of most vote-happy state, with turnout at 78 percent two years ago; on the other hand, Hawaii, at 50.8 percent, just wasn’t into it.\n\nOregon did have a fairly high voter participation rate in 2008. If the flier had said that Oregon’s turnout in 2008 was 85 percent, or that 85 percent of voters cast a ballot that year, we wouldn’t have a problem with the claim.\n\nBut to say that 85 percent of Oregonians voted in 2008 is just plain inaccurate.\n\nWe rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConcerned Taxpayers of America\n\n\nstated on October 25, 2010 in a television ad\n\n\n\n\n\n\n\n\nSays Peter DeFazio votes with Nancy Pelosi 86 percent of the time.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 26, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14062"}