{"url": "/factchecks/2014/jun/08/stephen-hayes/conservative-columnist-says-obama-fought-keep-tali/", "speaker": "Stephen Hayes", "vclaim": "The Obama administration \"went to court to keep one of these five in jail at Guantanamo just three years ago because he was such a huge risk.\"", "truth_label": "half-true", "date": "stated on June 8, 2014 in a discussion on \"Fox News Sunday\":", "title": "Conservative columnist says Obama fought to keep Taliban official in Guantanamo Bay because he was a 'huge risk'", "text": "The merits of the prisoner exchange that resulted in the release of Sgt. Bowe Bergdahl from his Taliban captors continued to be a point of contention on this week’s political Sunday shows.\nOn Fox News Sunday, panelists debated the potential political fallout in the midterms and the 2016 elections from President Barack Obama’s decision to swap five high-level Taliban officials from the military prison in Guantanamo Bay, Cuba, for Bergdahl.\nStephen Hayes, a columnist for the conservative Weekly Standard, said he thought Obama’s maneuver would be \"politically problematic.\"\n\"I think at a very base level, people who aren't following politics day in and day out, are looking at this Guantanamo five and saying, ‘Why in the world would we do this?’\" Hayes said. \"And the conflicts that we're hearing within the administration's own story. The administration went to court to keep one of these five in jail at Guantanamo just three years ago because he was such a huge risk, such a risk to U.S. national security. And now they're letting him walk. Those are the things you don't have to have a Ph.D. in national security studies to understand.\"\nDid Hayes find an example of the administration insisting one of the detainees was a risk, and then letting him walk free? (PolitiFact looked at the five freed prisoners in more detail here.)\nWe asked Hayes to make the case to us. He showed us a recent column he wrote on Mullah Khairullah Khairkhwa, one of the five men released to Qatar in the Bergdahl deal. He also sent us a link to a 2011 court case where he said the United States argued for continued detainment of Khairkhwa, a former Taliban governor, spokesman and Minister of the Interior.\nBut this wasn’t Obama’s Justice Department going to court to keep Khairkhwa in jail because he was \"such a huge risk,\" as Hayes said. \nActually, Khairkhwa, captured in 2002, was appealing for his release, saying he was being held illegally. In 2008, the U.S. Supreme Court ruled that Guantanamo Bay detainees had the right to challenge the legality of their confinement.\nAt question wasn’t whether the Obama administration considered Khairkhwa a risk. They didn’t have to prove that. In fact, the court makes that clear in its ruling: \"The government's authority to detain an enemy combatant is not dependent on whether an individual would pose a threat to the United States or its allies if released.\"\nThis stemmed from a 2010 court decision, Awad vs. Obama, in which Adham Mohammed Ali Awad, a Yemeni national, argued that he was no longer a threat to the United States and therefore his detention was unlawful.\nBut the court said that wasn’t an issue. Rather, the Obama administration simply had to prove that, under the Authorization for Use of Military Force granted by Congress, Khairkhwa was a member of the Taliban or al-Qaida or associated forces at the time of his capture.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe United States had ample evidence to make their case. Khairkhwa was part of the Taliban’s highest governing body and was a known associate of Osama bin Laden.\nTherefore, most of the administration’s case against Khairkhwa is centered on his past ties to the Taliban. There is no discussion of the risk he may or may not pose if he returned to Afghanistan.\n\"It’s fair to say whoever said that hasn’t read the decision,\" said Mark Denbeaux, a law professor at Seton Hall University who has represented multiple Guantanamo Bay prisoners. \"It doesn’t say that it’s the U.S. trying to keep them here, it’s the U.S. defending the standard that someone is a lawful enemy combatant.\"\n\"The hearing (for Khairkhwa) took six years, and it concluded that he was a combatant for the Taliban, not that he was a terrorist,\" he added. \"They didn’t even need to find out if he had attacked Americans.\"\nThat’s not to say the government did not view Khairkhwa as a risk. There were varying opinions on that from within the administration.\nIn documents released by Wikileaks, the Department of Defense labeled Khairkhwa as \"high risk\" and warranted continued detention. Khairkhwa, according to Wikileaks documents, was highly intelligent and may have known more about \"the inner workings of the Taliban than any other detainee held.\"\nThe administration, however, also once considered releasing Khairkhwa, who is a friend of Afghanistan president Hamid Karzai, in an effort to bring peace between the Taliban and the new Afghanistan government. The military considered him \"as more of a civilian than a military figure,\" according to Reuters.\nOur ruling\nHayes said the Obama administration \"went to court to keep one of these five in jail at Guantanamo just three years ago because he was such a huge risk.\"\nWe’re not assessing whether the Obama and the Pentagon viewed Khairkhwa as a \"risk\" if he was released. We’re looking at the rationale Hayes offered as to why the Obama administration went to court.\nHayes said a 2011 court case was evidence of a \"conflict\" in the administration’s story. Actually, that court case had nothing to do with Khairkhwa's risk level. In fact, the court explicitly said assessing whether Khairkhwa was a threat if released wasn’t a factor at all. Instead, the administration was simply confirming that Khairkhwa was tied to the Taliban after he claimed that he was being held illegally.\nHayes is right that the Obama administration argued to keep Khairkhwa in Guantanamo, but he misrepresented why they did so. We rate his statement Half True.", "vclaim_id": "vclaim-pol-07766"}