{"url": "/factchecks/2019/jul/23/donald-trump/no-mexico-didnt-take-30-us-auto-business-trump-cla/", "speaker": "Donald Trump", "vclaim": "\"Mexico, they took 30% of our automobile business.\"", "truth_label": "false", "date": "stated on July 12, 2019 in a speech at Derco Aerospace:", "title": "No, Mexico didn't take 30% of U.S. auto business as Trump claims", "text": "Amid on-again, off-again threats of tariffs and an ongoing border crisis, President Donald Trump has kept the pedal to the metal on one specific claim about the U.S. and Mexico.\nHe says the U.S. has lost 30% of its automobile business to its southern neighbor.\nHe said it on CNBC. He said it on Twitter in May and again in June. And he circled back to it during his latest visit to Wisconsin.\n\"Mexico, they took 30% of our automobile business, I don’t know if you know that or not,\" Trump said during a June 12, 2019 speech at Derco Aerospace where he touted the pending United States-Mexico-Canada Agreement on trade. \n\"They have plants the likes of which you’ve never seen before,\" Trump said. \"They took 30% — probably more than that — of our automobile (business). I don’t blame them. I don’t blame anyone. I blame our past leaders.\"\nTrump has pushed for a trade agreement with Mexico and Canada to replace NAFTA since taking office. The countries have now agreed to a new pact, though it faces hurdles in Congress, especially the Democratic-controlled House.\nBut has the recent trade environment really generated the 30% automotive swing Trump claims?\nDefining the claim\nTrump’s reference to the 30% number was fairly vague in Wisconsin, referring only to the \"automotive business.\" The White House did not response to requests to clarify the claim or provide supporting evidence.\nBut Trump’s June 10, 2019 reference on CNBC was more specific.\n\"They took 30% of our automobile companies,\" Trump said on CNBC’s \"Squawk Box.\" \"They moved into Mexico. All of the people got fired. They would all move back if they had to pay a 25% tax or tariff.\"\nSo we’ll start our fact check there.\nNo U.S. auto productions shuttered in favor of Mexico\nThe Center for Automotive Research, an independent research group that gets some funding from automakers, says no manufacturers have left the U.S. for Mexico as Trump described to CNBC.\n\"There are no cases that I can name where an automaker closed a plant in the U.S., moved that work, opened a new plant in Mexico, and you can definitely call it a replacement,\" said Bernard Swiecki, assistant director of the center’s industry labor and economics group.\nShifts in production are \"almost impossible\" to track anyhow, he said, since automakers regularly move production between plants based on available capacity. Swiecki said major automakers treat their American, Mexican and Canadian operations as one unit and \"move vehicles around that footprint at will.\"\nFor example, Ford announced it was moving production of the Ford Focus from Michigan to Mexico (though that was later moved to China instead), a move blasted by Trump. But the Michigan plant wasn’t closed — it instead took on production of the new Ranger and Bronco lines. The Focus is now discontinued.\n\"That plant actually made out big time because it went from one mediocre product to two very successful products,\" Swiecki said.\nMexico landing more new plants\nThough no U.S. automakers have outright moved an operation to Mexico, the industry clearly favors our southern neighbor when it comes to new plants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nOf the 13 assembly plants announced in North America since 2009, nine went to Mexico and only four to the U.S., Swiecki said.\nA broader measure of auto manufacturing spending shows the U.S. holding its own, though.\nFrom 2012 through this June, automakers announced $92 billion of investments in North America, according to the Center for Automotive Research. The firm tracks announcements of new plants, expansions and infrastructure improvements (acquisitions are not included).\nThe U.S. received 74% of those investments, Mexico 19% and Canada 7%. No such investments have been announced in Mexico since 2017.\nMexican auto industry has grown by other measures\nSo Trump’s 30% claim falls short if we focus on the CNBC version that refers to physical movement. But is there any element of the automotive business that has seen such a shift?\nWe compared the two countries on automotive sales, production and employment.\nSALES — Total sales of new passenger vehicles and light trucks totaled about 17.2 million in the U.S. in 2018, Forbes reported. The U.S. Department of Commerce says Mexico exported about 2.7 million such vehicles to the U.S., meaning Mexican production accounts for about 15% of U.S. sales.\nThat’s up from about 12% five years ago.\nOur colleagues at the Associated Press leaned on the Mexican import data in a June 11, 2019, fact check that said Trump’s 30% claims on Twitter and CNBC were \"incorrect.\"\nPRODUCTION — Mexico has roughly doubled its automotive production in recent decades, from an average of about 1 million cars per year in the early 2000s to nearly 2 million the last several years, according to the International Organization of Motor Vehicle Manufacturers. Meanwhile, U.S. annual production dropped from about 5 million in the early 2000s to around 3 million the last two years.\nIf you combine U.S. and Mexican auto production, Mexico accounted for 19% of that total in 2000 but 36% now.\n\nEMPLOYMENT — Both countries have seen major gains in the number of vehicle and parts manufacturing jobs in recent years.\nSince 2009, Mexico has grown from about 400,000 auto manufacturing jobs to more than 800,000, according to Mexico NOW, a business magazine. In that same span the number of automotive jobs in the U.S. grew from about 650,000 in 2009 to about 1 million this year, according to the U.S. Bureau of Labor Statistics.\nMuch of the Mexican production is focused on parts. About 16% of parts used by automakers in U.S. assembly plants come from Mexico, Swiecki said. \nOur ruling\nTrump said Mexico \"took 30 percent of our automobile business.\"\nExperts say there isn’t one example of an automaker closing a plant in the U.S. in order to open one in Mexico, much less enough to total 30% of anything.\nAnd Mexican-built cars still account for only 15% of sales in the U.S.\nIt’s noteworthy that car production has decreased in the U.S. while increasing in Mexico in recent years, and that Mexico has landed the majority of the new vehicle plants built in North America in the last decade.\nBut neither of those trends match Trump’s description in the more detailed CNBC claim, of plants being closed and workers let go in the U.S. as work moves to Mexico.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-00408"}