{"url": "/factchecks/2010/aug/26/michael-bloomberg/mayor-michael-bloomberg-argues-against-no-mosque-z/", "speaker": "Michael Bloomberg", "vclaim": "\"There is already a mosque four blocks away.\"", "truth_label": "true", "date": "stated on August 24, 2010 in a speech:", "title": "Mayor Michael Bloomberg argues against \"no-mosque zone\"; says there's already a mosque four blocks from Ground Zero", "text": "In the debate over the inaccurately named \"Ground Zero Mosque,\" New York Mayor Michael Bloomberg has been one of the strongest and most consistent political voices in favor of it.\n\nIn what the AP described as an \"impassioned speech\" at an event on Aug. 24, 2010, marking the Islamic holy month of Ramadan, Bloomberg said not allowing the proposal for a mosque two blocks from Ground Zero would be \"compromising our commitment to fighting terror with freedom.\"\n\nAnd Bloomberg dismissed those who have called for a compromise solution, moving it to another location.\n\n\"The question will then become how big should the no-mosque zone around the World Trade Center be,\" Bloomberg said. \"There is already a mosque four blocks away. Should it, too, be moved?\"\n\nWith all the hand-wringing over the proposal for an Islamic cultural center with a mosque just two blocks away from Ground Zero, we wondered whether Bloomberg was right that there is already a mosque just four blocks away from the World Trade Center site.\n\nIn short, yes.\n\nThe mosque Bloomberg is referring to is Masjid Manhattan, which is located in the basement floor of a building at 20 Warren Street. And it's four blocks from the World Trade Center.\n\nMasjid Manhattan has been a fixture of the Lower Manhattan neighborhood since 1970. According to its website, hundreds gather there daily for five \"Congregational Salahs\" and more than 1,000 regularly attend Congregational Friday Sermons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe home page of the mosque's website currently carries the following \"disclaimer\":\n\n\"Please be advised that we are by no means affiliated with any other organization trying to build anything new in the area of downtown Manhattan.\n\n\"Since 1970, Masjid Manhattan has been a peaceful, not-for-profit organization located in the area of downtown Manhattan. Our members are City, State and Federal employees, as well as professional employees of the Financial area who come to our Masjid to perform their daily prayers.\n\n\"Masjid Manhattan and its members condemn any type of terrorist acts. In particular, the attacks of 9/11 where non-Muslims as well as Muslims lost their lives. Islam always invites for peace; therefore Islam is not responsible for the actions of some ill individuals who, independently from what Islam advocates, have hatred against humanity. As Muslims and as Americans, we will never forget the beloved ones who perished that terrible day of September 11, 2001.\"\n\nFor some perspective on the relative distances between Ground Zero, the proposed mosque and the existing Masjid Manhattan, we direct you to the Washington Post's interactive online map showing the location of all three sites.\n\nThere's also a mosque 12 blocks from Ground Zero, Masjid al-Farah, where Imam Feisal Abdul Rauf has been a longtime prayer leader. Rauf is one of the principals behind the plan for the cultural center and mosque proposal at 45-51 and 49-51 Park Place, two blocks north of the northern edge of the World Trade Center site.\n\nWhile Masjid Manhattan is conservative and Masjid al-Farah more progressive, a New York Times profile of the two mosques notes that both are essentially one-room operations. And they share another similarity, the story notes: both \"routinely turn people away for lack of space.\" In fact, due to the spillover from Masjid al-Farah, Rauf has been leading prayer services since 2009 in one of the buildings at the heart of the controversy.\n\nPlans for the new property are much more ambitious than the settings of the existing mosques, calling for a $100 million, 15-story community center with a swimming pool, gym and basketball court, a 500-seat auditorium, a restaurant and culinary school, exhibitions, education programs, a library, reading room, art studios, childcare services and a September 11 memorial. The plans also include a mosque that the site's organizers estimated could attract as many as 2,000 worshippers on Fridays, according to the Washington Post.\n\nAgain, in making his argument against a \"no-mosque zone around the World Trade Center,\" Bloomberg said there's already a mosque four blocks away from Ground Zero. He's right. We rate his statement True.", "vclaim_id": "vclaim-pol-14535"}