{"url": "/factchecks/2015/jul/21/police-chief-billy-grogan/dunwoody-target-claim-about-police-department-cert/", "speaker": "Police Chief Billy Grogan", "vclaim": "Georgia has more than 700 law enforcement agencies, and fewer than 20 percent of them are state-certified.", "truth_label": "mostly-true", "date": "stated on July 14, 2015 in press release:", "title": "Dunwoody on target with claim about police department certification", "text": "The 6-year-old Dunwoody Police Department was recognized July 13 for achieving state certification.\nBilly Grogan, Dunwoody’s police chief, said the certification validates that his  department’s standards are in line with national best practices.\n\"Members of the Dunwoody Police Department have faithfully served Dunwoody for over six years, and I hope this achievement will instill even greater public confidence in our agency and staff,\" Grogan said in a press release issued July 14.\n\"There are more than 700 law enforcement agencies in Georgia, and fewer than 20 percent of those agencies have achieved this status,\" the release said.\nThat statistic caught our eye.\nGeorgia is second in the nation only to Texas in the number of counties, with 159. All those counties have sheriffs and sheriff’s departments. At least a dozen mostly metro counties also have county police forces. Scattered throughout those counties, according to the Georgia Municipal Association, are 538 cities of varying sizes, 352 with police chiefs. That doesn’t count the host of state law enforcement agencies, including the Georgia Bureau of Investigation and State Patrol.\nWith all those law enforcement agencies in Georgia, could fewer than 20 percent be state-certified? We decided to do a little investigating.\nFirst, some background about the voluntary, 18-month to two-year process of becoming state-certified. The process begins with the agency undertaking a self-assessment. The department then goes through the time-consuming process of ensuring that all its policies and procedures conform with state laws and follow best practices in eight key areas. These include training, personnel, evidence, warrants, victims and witnesses, said Mark Bender, the director of state certification for the Georgia Association of Chiefs of Police.\nBefore a department is awarded state certification, an independent team of assessors, typically from another law enforcement agency, makes an onsite visit to determine whether the department’s officers and staff are adhering to those policies and procedures, Bender said.\nState certification is good for three years and renewable after a re-evaluation. Costs are about $650 for the initial certification, $375 a year for each subsequent year, Bender said.\nOfficers in a state-certified department can take pride in knowing they’ve set high standards of professionalism for themselves and have voluntarily agreed to be reviewed every three years to see that they’re living up to those standards, he said.\nThe state recognition can increase a community’s respect and support for a department, Bender said. The department also can benefit financially: A 20 percent discount is offered on premiums for state-certified police departments if their cities are part of the GMA’s property and liability insurance pool.\nFifty-five agencies are currently receiving the discount for a combined savings of $261,000, said Amy Henderson, a GMA spokeswoman.\nThe first state certification was issued in 1997, and 118 law enforcement agencies are currently state-certified through the Georgia Association of Chiefs of Police, Bender said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThey include city police departments, sheriff’s departments, county police departments, campus police departments, the GBI and the Georgia World Congress Center. The Atlanta Police Department and Cobb, DeKalb, Fulton and Gwinnett county police departments are all state-certified.\nFrank V. Rotondo, the executive director of the Georgia Association of Chiefs of Police, said the reasons vary why local law enforcement agencies don’t pursue state certification.\nThe process requires going \"through a lot of extra hoops, and some don’t want to do it,\" Rotondo said. \"Some don’t have the extra money to do what’s required.\"\nFor instance, he said, a state-certified police department is expected to maintain a statistical evaluation to justify its traffic enforcement efforts,  and some are too small to take on this extra work.\n\"We wouldn’t want 100 percent,\" Rotondo said.\nState-certified agencies should be \"better than most,\" he said.\nSo what about the specific claim that out of 700 law enforcement agencies in the state, fewer than 20 percent are state-certified?\nThat statement is based largely on an often-repeated statistic from the police chiefs association that indicates there are about 700 law enforcement agencies in the state.\nRotondo told us that’s an estimate. An exact count would be difficult, he said.\nFor instance,  one small city police force in Middle Georgia is currently looking at dissolving and allowing the county sheriff’s office to take over, Rotondo said.\nThe Georgia Peace Officer Standards and Training Council gave PolitiFact data showing the state has 1,178 law enforcement agencies and 58,413 law enforcement personnel. But Rotondo said many of those agencies do not qualify for state certification.\nHe suggested we stick to the 700 estimate. When we do, we come up with roughly 17 percent (or 118) are state-certified.\nOur ruling\nThe Dunwoody Police Department recently was recognized for becoming state certified. The city press release said: There are more than 700 law enforcement agencies in Georgia and fewer than 20 percent of those agencies have achieved this status. But the bar also has to be high here.\nClaims need to be based on data or disclose, as in this case, that they are based, in part, on estimates. That’s missing context. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06175"}