{"url": "/factchecks/2014/sep/02/charlie-crist/crist-says-rick-scott-teamed-ponzi-schemer-scott-r/", "speaker": "Charlie Crist", "vclaim": "Says Rick Scott has \"teamed up with a felon convicted of running a Ponzi scheme to smear Charlie Crist.\"", "truth_label": "false", "date": "stated on August 17, 2014 in a TV ad:", "title": "Crist says Scott 'teamed up' with Ponzi schemer Scott Rothstein to falsely attack him", "text": "The Republican Party of Florida attacked former Gov. Charlie Crist in a TV ad alleging that he let Ponzi schemer Scott Rothstein pick judicial appointments in exchange for campaign donations.\nCrist’s campaign fired back with its own ad Aug. 18 that included a slew of attacks on Scott, including this one:\n\"Now he’s teamed up with a felon convicted of running a Ponzi scheme to smear Charlie Crist with false attacks.\"\nThe text on the screen states \"Rothstein gets 50 years in $1.2 billion Ponzi scheme.\"\nCrist’s ad shows a photo of a grinning Rothstein wearing luxury watches and attributes that to an ABC News story from June 2010 when Rothstein was convicted. The Republicans’ ad about Rothstein used the same image.\nWhile the photo of Rothstein remains on the screen, the text of the ad says: \"Scott Rothstein bought expensive things\" and then the text on the screen says \"FALSE ATTACKS.\" (The small print refers to a Sun-Sentinel article about an auction of Rothstein's possessions.)\nThat’s a whole lot of Rothstein mash-up going on for viewers.\nFor nearly five years, media reports have outlined how Rothstein donated generously to a long list of politicians including Crist. But this was the first we had heard of an allegation about Scott teaming up with Rothstein, so we decided to check it out.\nIn fact, there is no evidence that Scott and Rothstein have literally \"teamed up\" -- what Crist is referring to is the Republican Party using the Rothstein scandal to attack Crist. The evidence that Crist cited in his ad backup was simply a news report about Rothstein’s conviction.\n\"Ponzi schemer's words + Rick Scott's money = teaming up,\" Brendan Gilfillan told PolitiFact Florida in an email.\nHere’s the backstory on Rothstein’s connection to Crist: Rothstein was a big campaign donor to Crist and the Republican Party back when Crist was still a Republican. And Crist did put Rothstein on a panel that recommended some appeals court judges. Rothstein testified that he gave money and in exchange directed Crist’s judicial picks to the appeals bench in West Palm Beach and the Broward bench.\nHowever, we found no hard evidence that proved Rothstein dictated Crist’s picks, so we rated that claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nRothstein exited Florida politics, and then Scott entered\nAs soon as the news surfaced about the investigation into Rothstein, the long line of politicians and political entities opening their arms to receive his donations screeched to a halt. In fact, many of them gave the money back.\nScott had the good fortune to avoid Rothstein due to his timing: He entered his first race for governor in April 2010. By that date, Rothstein was behind bars and no longer a mega-campaign donor.\nFederal authorities revealed they were investigating Rothstein’s scheme in November 2009 and arrested him Dec. 1, 2009. He was sentenced to 50 years in prison in June 2010.\nRothstein and his firm had given generously to candidates and politicians in both parties: as much as $3 million to local, state, federal candidates and political entities between 2005 and 2009. That included donations to Crist, the Republican Party of Florida and the Florida Democratic Party.\nSo where was Scott during Rothstein’s scheme?\nScott was a Republican millionaire businessman in Naples who built his career around the health care industry. Scott was forced out of the company he formed, Columbia/HCA, in 1997 amid lawsuits over Medicare billing practices that ultimately led to a $1.7 billion federal fine. In 2001, Scott cofounded Solantic Corp., a chain of walk-in urgent care centers he would later sell after he became governor. In 2009, Scott used $5 million of his own money to form Conservatives for Patients Rights to fight Obama’s health care reform. In 2010, he ran for governor.\nWe asked Scott's campaign if Scott had ever crossed paths with Rothstein and did not get a response, but we could find no evidence that they had ever met.\nOur ruling\nCrist’s TV ad says Rick Scott has \"teamed up with a felon convicted of running a Ponzi scheme to smear Charlie Crist with false attacks.\"\nThis ad is vague and confusing. Scott hasn’t teamed up with Ponzi schemer Rothstein -- he was arrested in December 2009 and Scott entered his first race for governor in April 2010.\nThe only kind of teaming up that happened is that the Republican Party of Florida made a TV ad attacking Crist for his connections to Rothstein in an ad that PolitiFact Florida rated Half True. \nTeaming up implies that Scott and Rothstein are in cahoots, and we’re not aware of any evidence that they crossed paths. When Scott announced his first campaign in April 2010, Rothstein had already been arrested and was awaiting sentencing.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-07360"}