{"url": "/factchecks/2016/aug/10/national-republican-senatorial-committee/ad-blaming-cortez-masto-crime-upticks-ag-too-narro/", "speaker": "National Republican Senatorial Committee", "vclaim": "\"In Catherine Cortez Masto's last term as attorney general, Nevada murder went up 11 percent, robbery went up 28 percent, rape 51 percent. When Cortez Masto left office, Nevada ranked as America's third most dangerous state.\"", "truth_label": "barely-true", "date": "stated on August 2, 2016 in a television ad:", "title": "Ad blaming Cortez Masto for crime upticks as AG too narrow, misleads on blame", "text": "Democratic Senate candidate Catherine Cortez Masto is taking fire from a new ad claiming crime increased in Nevada under her watch as attorney general.\nA new National Republican Senatorial Committee television ad (in both English and Spanish) blames the former state attorney general for increases in crime during her time in office.\n\"In Catherine Cortez Masto's last term as attorney general, Nevada murder went up 11 percent, robbery went up 28 percent, rape 51 percent,\" the ad says. \"When Cortez Masto left office, Nevada ranked as America's third most dangerous state.\"\nThe ad seeks to undercut part of Cortez Masto’s résumé that her Senate campaign relies on, invoking her tough-on-crime record in tv ads and referring to herself as the state’s former \"top law enforcement officer.\"\nThe numbers are technically accurate, but the ad fails to prove what Cortez Masto had to do with them.\nCrunching crime stats\nThe claims about increased mayhem trace back to a 2014 report of state crime numbers over the last decade, which overlaps with Cortez Masto’s eight years in the Attorney General’s office.\nThe ad correctly reflects the statewide percentage increases over Cortez Masto’s last term (2011 to 2014):\n\n\nReported murders increased from 151 to 168 (11.2 percent)\n\n\nReported robberies increased from 4635 to 5,951 (28.4 percent)\n\n\nReported rapes increased from 895 to 1,351 (50.94 percent)\n\n\nCortez Masto’s campaign said focusing on the back half of her tenure as attorney general was misleading, and that crime actually went down during her time in office.\nTotal crime decreased from Cortez Masto’s first year in office (116,814) to her last (92,376), and most major reported crimes with the exception of rape decreased over that eight-year period. (A spreadsheet of the cited crime figure is here)\nBill Sousa, director of UNLV’s Center for Crime and Justice Policy, cautioned that criminologists should take heed of any crime upticks. However, he said, year-to-year crime statistics can be unreliably \"volatile.\"\n\"In terms of a couple of decades, a few years looking up isn’t evidence of a general trend,\" he said.\nThe increase in reported rape is concerning, but there may be another explanation — the FBI broadened its definition of rape in 2012 (read more about the revision here). The bureau’s Uniform Crime Report saw subsequent increases in reported rape both nationally and in Nevada.\nReported accounts of rape in Nevada have increased since the change in definitions, which was previously defined as \"carnal knowledge of a female forcibly and against her will.\"\nPlus, these figures only count the total crimes committed and aren’t adjusted for the roughly 300,000 population increase during Cortez Masto’s term.\nUNLV sociology professor Dr. Andrew Spivak said rates  of murder, robbery and the previous \"legacy\" definition of rape per 100,000 people decreased under Cortez Masto’s tenure in office.\nGenerally, experts say, Nevada’s crime numbers likely trend higher because of the state’s heavy reliance on the tourism industry bringing large numbers of people, which isn’t reflected in the state’s population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\"If you could somehow control for tourism population, I’d expect that Nevada would drop on that list,\" Sousa said.\nNRSC spokesman Greg Blair said in an email that the ad focused on Cortez Masto’s second term to highlight her apparent political ambition outweighing other duties.\nThat’s a serious charge, and there’s no concrete proof she had anything to do with the decline in crime in her first term or the subsequent increase in her second.\nCrime was at an historical low in 2011, and it’s hard to say why.\nThe crime report itself cautions police agencies against drawing any conclusions about a specific department given the variety of factors that can affect crime trends.\n\"Because of other assigned duties, the peculiar cycle of crime and clearances, and different community factors that normally affect crime statistics, no conclusions regarding individual departments should be made without consulting directly with the agency being analyzed,\" the report states.\nSpivak was more blunt.\n\"I cannot even begin to imagine how states' attorneys general have much influence over crime rates,\" he said in an email. \"I suppose some might think that an AG who establishes a culture of harsh prosecution and various law enforcement initiatives will theoretically deter future crime ... but the kind of data to establish such a link is just impossible to generate.\"\nSousa said state-level crime policy is important, but changes in the raw numbers are more reliant on policing in individual neighborhoods and precincts.\n\"A lot of what we know about crime occurs at a local level,\" Sousa said. \"It points to the idea that what state-level policies do can have influence, can have an impact, but the impact is minimal.\"\nDanger, danger (High voltage!)\nSimilarly, there is some truth that Nevada took the third spot in a ranking of the 10 most dangerous states. Again, however, it’s not proven what Cortez Masto had to do with it, and the source is not as credible as the FBI.\nThe NRSC cites a list published in January 2015 from 24/7 Wall Street, a website that covers financial news. The list indeed ranks Nevada third, but the data relies on both crime data and socioeconomic factors, such as the poverty rate and the percentage of adults with a high school diploma.\nNo attorneys general, in Nevada or elsewhere, play much of a role in setting educational policy or promoting programs to get people out of poverty.\nOther rankings of dangerous states are somewhat of a mixed bag, mainly due to differing methodology. Another list by Law Street called Nevada the second most dangerous state, but that blog based the ranking on violent crimes per 100,000 people.\nAnother ranking from WalletHub puts Nevada as ninth most dangerous of 51 states (including Washington, D.C.) but with a more involved methodology than other surveys.\nSpivak said reading into the rankings to determine which states were dangerous is \"utterly absurd,\" given variances in methodology and no standardization or weighted use of crime or socioeconomic indicators.\nOur ruling\nThe NRSC ad says Nevada was ranked as the third most dangerous state by the time Cortez Masto left office, and that \"murder went up 11 percent, robbery went up 28 percent, rape 51 percent\" during her second term.\nThe NRSC cherry-picks a handful of short-term crime statistics to portray Cortez Masto as weak on crime enforcement. But the argument is flawed.\nExperts agree that crime statistics are a crude way to measure safety, and Nevada has several quirks that inflate the numbers.\nThe ad claims that Cortez Masto \"couldn’t keep us safe,\" but crime statistics have more to do with local law enforcement agencies than the state's attorney general. The NRSC offers no proven link connecting her actions as attorney general to a swing in murder, robbery and rape.\nThe statement contains an element of truth but leaves out important details. We rate the statement Mostly False.\nhttps://www.sharethefacts.co/share/20da9352-14b7-46e8-a972-54a48b43a59c", "vclaim_id": "vclaim-pol-04501"}