{"url": "/factchecks/2012/oct/26/johnny-isakson/need-job-obamas-hiring-georgia-senator-says/", "speaker": "Johnny Isakson", "vclaim": "\"One industry in America has increased its employment base in the last four years by 176,000 people: the United States government.\"", "truth_label": "true", "date": "stated on October 12, 2012 in an article:", "title": "Need a job? Obama's hiring, Georgia senator says.", "text": "There’s been much said about the dearth of \"Help Wanted\" signs across America, but one lawmaker from Georgia recently talked about a place where there’s been an increase in the workforce in recent years.\n\n\"One industry in America has increased its employment base in the last four years by 176,000 people: the United States government,\" U.S. Sen. Johnny Isakson, a Marietta Republican, told a group of community leaders at an Oct. 11 luncheon in Cobb County.\n\nIsakson’s larger point was that the federal government is not making the hard choices to spend wisely, as American families are doing, according to an article in The Marietta Daily Journal.\n\nSince the Great Recession, we’ve heard much about state and local governments laying off employees to cope with the decline in tax revenue. PolitiFact Georgia wondered whether the senator was correct about an actual increase in the number of employees on Uncle Sam’s payroll.\n\nUSA Today reported earlier this year that federal employment grew 13 percent — 250,000 jobs — from the recession's start in December 2007 to a peak in September. During that time, private employment fell 5 percent and state and local governments cut staffs by 2 percent.\n\nUnder President Barack Obama, the federal government has attempted to ease hiring processes and been more aggressive in hiring Latinos, The Washington Post recently reported. Obama's budget calls for a small increase in federal workers, although the president has frozen employee salaries for more than two years.\n\nRepublican presidential candidate Mitt Romney has criticized Obama for the increase in the size of the federal workforce under his administration. Romney has proposed cutting the federal workforce by 10 percent. For every two employees who retire, Romney’s goal would be to hire one new federal worker, according to the Post.\n\nThe federal Office of Personnel Management has data on its website with an annual total of federal employees dating to 1962. It includes Postal Service employees. The number of federal employees rose the greatest, by 22 percent, when Democrat Lyndon Johnson was in the White House during the mid- to late 1960s. The number of federal employees was at its highest in 1990, when Republican George H.W. Bush was president.\n\nFederal employees represent slightly more than 1 percent of the nation’s total workforce, a statistic that has changed little in recent years, according to government data.\n\nIsakson spokeswoman Lauren Culbertson said the senator came up with the figure after reviewing data from the Office of Personnel Management’s website. The most recent month available was June 2012, which showed the federal government had 2,115,707 workers. Isakson’s office compared it with September 2008. The federal government had 1,938,821 workers that month, according to that website. The difference is 176,886. The website does not have figures for June 2008.\n\nThe data include people who work for Cabinet-level agencies, larger agencies such as NASA, the Environmental Protection Agency, the Social Security Administration and more obscure ones such as the Railroad Retirement Board and the Marine Mammal Commission. It does not include enlisted members of the U.S. military.\n\nIf you were wondering, the Office of Personnel Management said it does not include people hired to conduct the U.S. Census in its count of the federal workforce. The Census Bureau needed to fill 1.2 million part-time positions for the work. It does include statisticians who were temporarily hired to help with the census.\n\nThe Partnership for Public Service, a Washington-based, nonpartisan organization that works on ways to help federal workers improve their jobs and ideas when they fall short. The organization also uses the Office of Personnel Management numbers to measure the size of the federal workforce. Staffers there noted that the numbers Isakson used to make his comparison included seasonal and part-time workers.\n\nPolitiFact Georgia found a breakdown of full-time federal workers in September 2008 and June 2012. The increase was 178,857, which is slightly more than what Isakson cited in his speech in Cobb County. The biggest increases during this time period were in the Defense, Veterans Affairs and Homeland Security departments.\n\nTo sum up, Isakson said the federal workforce has increased by about 176,000 between September 2008 and June 2012. His claim is accurate if you examine full-time workers and include those working for Uncle Sam on a part-time or seasonal basis. Our rating: True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010", "vclaim_id": "vclaim-pol-10079"}