{"url": "/factchecks/2012/apr/09/barack-obama/barack-obama-ad-says-us-oil-production-eight-year-/", "speaker": "Barack Obama", "vclaim": "\"Under President Obama, domestic oil production is at an eight-year high.\"", "truth_label": "mostly-true", "date": "stated on March 28, 2012 in a TV ad.:", "title": "Barack Obama ad says U.S. oil production is at eight-year high", "text": "President Barack Obama is firing back at criticism of his energy policies with a television campaign ad airing in Virginia and many other states.\n\n\"Under President Obama, domestic oil production is at an eight-year high,\" the announcer intones as charts appear on the screen. The commercial says \"Big Oil\" is against Obama because he wants to take away its tax breaks and supports development of alternative fuels. It says Mitt Romney, the frontrunner for the GOP presidential nomination, backs the oil companies’ positions.\n\nThe ad makes a number of claims, but here we’ll focus on the assertion that, under Obama, American oil production is at an eight-year high.\n\nThe PolitiFact national staff examined a similar statement in January, made in the president’s State of the Union address, and rated it Mostly True. We’ll update the assessment based on some new data.\n\nWe turned to the Energy Information Administration, the federal government’s official office for energy statistics. Since Obama said \"oil production,\" we looked at crude oil extracted from U.S. territory.\n\nHere are the annual totals, in barrels produced, going back to 2003:\n\n2003: 2,073,453,000\n2004: 1,983,302,000\n2005: 1,890,106,000\n2006: 1,862,259,000\n2007: 1,848,450,000\n2008: 1,811,817,000\n2009: 1,956,596,000\n2010: 2,000,521,000\n2011: 2,065,366,000\n\nThe data shows that domestic oil production is in fact at its highest level in eight years. Obama campaign claims. Only one month of statistics is available for 2012. They show that in January, the U.S. produced 188.9 million barrels of oil, the largest monthly output since August 1998.\n\nAlthough the numbers are rising, production levels actually have remained pretty stable over the last nine years. Last year’s output was only 14 percent higher than the lowest year during that span.  So the increase the Obama campaign cites is not particularly dramatic. In addition, levels of production were typically higher from the 1950s to the 1990s.\n\nDoes Obama deserve credit for the recent increase?\n\nFederal lands, which the president controls, produced 31.8 percent of domestic oil last year, slightly below the nine-year average of 33.4 percent, according to an EIA report. The increase in production last year came on state and privately-owned lands, which yielded almost 150 million barrels more than 2010. In contrast, 2011 production on federal lands dropped by 83 million from a nine-year high mark achieved in 2010.\n\nFederal lands yielded 646 million barrels of oil in 2011, almost exactly the nine-year average. But production on federal land has remained steadily above the low-mark of 575 million barrels in 2008, the last year of the Bush administration.\n\nOur ruling\n\nObama’s commercial is accurate in saying domestic oil production is at its highest level in eight years. The suggestion of the ad, however, overstates the administration’s role in achieving these results. Much of the increase in production during under Obama has come from state and private lands that the president does not control.\n\nSo we rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11305"}