{"url": "/factchecks/2012/oct/12/paul-ryan/paul-ryan-said-obama-was-nyc-same-say-bibi-dissed-/", "speaker": "Paul Ryan", "vclaim": "Says Obama was in New York City the same day as Israeli Prime Minister Benjamin Netanyahu but went on a TV show instead of meeting with him.", "truth_label": "false", "date": "stated on October 11, 2012 in in a debate:", "title": "Paul Ryan said Obama was in NYC same day as Bibi but dissed him", "text": "President Barack Obama couldn’t manage to squeeze in a meeting with Israeli Prime Minister Benjamin Netanyahu while they were in New York on the same day, but Obama did find time to go on a TV talk show, charged vice presidential candidate U.S. Rep. Paul Ryan, R-Wis., during a debate on Oct. 11.\n\nHere is what Ryan said:\n\n\"Let's look at this from the view of the ayatollahs. What do they see? They see this administration trying to water down sanctions in Congress for over two years. They're moving faster toward a nuclear weapon. They're spinning the centrifuges faster.\n\n\"They see us saying when we come into the administration, when they're sworn in, we need more space with our ally, Israel. They see President Obama in New York City the same day Bibi Netanyahu is and he, instead of meeting with him, goes on a daily talk show.\"\n\nRyan was referring to the United Nations General Assembly meeting in New York that occurred the last week of September; both Obama and Netanyahu attended. But were Obama and Netanyahu at the U.N. meeting the same day, and did Obama ditch the prime minister for a TV talk show instead?\n\n Scheduling problems\n\nFirst, some background on the much talked about a meeting that didn’t happen between the two leaders.\n\nThe controversy over the allegedly missed meeting started Sept. 11, 2012, when the Israeli newspaper Haaretz reported that the White House declined Israel’s request for a meeting during the U.N. conference.\n\n\"An official in Jerusalem said that the Prime Minister's Office sent the White House a message stating that although Netanyahu will spend only two and a half days on U.S. soil, he is interested in meeting Obama and is willing to travel to the U.S. capital specifically for that purpose. The official added that the White House rejected the request and said that at this time Obama's schedule does not allow for a meeting.\"\n\nWe fact-checked a claim by a Romney campaign surrogate, South Florida congressional candidate Adam Hasner, that \"President Obama decided not to meet with Prime Minister Benjamin Netanyahu in New York.\" We ruled that claim Mostly True.\n\nWe found several news stories -- based on anonymous sources -- that said Netanyahu’s team asked for a meeting between the two leaders and was rejected.\n\nThe White House responded on the record that the leaders couldn’t meet due to scheduling conflicts. The controversy led the two men to speak by telephone for an hour the night of Sept. 11.\n\nLet’s look at when the two leaders were in New York during the week of Sept. 24. Obama was in the city on Monday and Tuesday. He taped the interview with The View on Monday and addressed the U.N. on Tuesday\n\nWednesday was the Jewish holiday of Yom Kippur. Netanyahu planned to be in New York on Thursday and Friday.\n\nWhen Netanyahu spoke to the U.N. on Thursday, Sept. 27, he asked the U.N. to draw \"a clear red line\" to stop Iran from developing nuclear weapons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe New York Times wrote: \"In a theatrical gesture, Netanyahu held up a cartoon-like drawing of a spherical bomb and drew a red line below the fuse, \"before Iran completes the second stage of nuclear enrichment to make a bomb,\" he said.\n\nNetanyahu met with Hillary Clinton on Thursday. On Friday, he spoke with both Obama and Romney by telephone, the Jerusalem Post reported. Netanyahu left New York on Saturday.\n\nThe Los Angeles Times reported that \"the absence of face time with world leaders was glaring. Obama held 13 meetings with leaders at last year’s meeting, according to CBS Radio’s Mark Knoller, the unofficial White House stat keeper.\" The article stated that Secretary of State Hillary Clinton was slated to handle the one-on-one diplomacy including a meeting with Netanyahu.\n\nThe View\n\nObama and first lady Michelle Obama taped an appearance on ABC’s The View at studios in Manhattan on the afternoon of Monday, Sept. 24, and it aired Sept. 25, according to a pool press report that day. Much of the interview was light-hearted -- some questions about the Obamas’ marriage, a mention of one of his daughters playing tennis.\n\nThey discussed that they would celebrate their 20th wedding anniversary on Oct. 3, the night of the first debate and held hands during most of the taping, according to the pool report.\n\nBut Obama also touched on serious topics including his campaign, the economy and Libya.\n\nObama’s critics attacked him for going on the show. Fox News’ headline on commentary by a Republican strategist was: \"Obama picks ‘The View’ over foreign policy.\"\n\n\"As world leaders gather at the United Nations General Assembly in New York, President Obama and the first lady gathered with the women of the daytime talk show,’The View,’ sadly choosing show business over the business of foreign relations. Leadership is about priorities, what does this say about the priorities of our president?\" stated the column by Alice Stewart, a Romney and Republican National Committee surrogate.\n\nTo be clear, though, Netanyahu was not in New York on Monday, the day Obama taped The View. News reports indicate he left Israel on Wednesday, after Yom Kippur.\n\nOur ruling\n\nDuring the debate Ryan said that Obama was in New York City the same day as Netanyahu and \"instead of meeting with him, goes on a daily talk show.\"\n\nThe two leaders were not there on the same day: Obama was there Monday and Tuesday, and Netanyahu was there later in the week, on Thursday and Friday. Obama taped The View on Monday.\n\nWe rate this claim False.", "vclaim_id": "vclaim-pol-10192"}