{"url": "/factchecks/2010/oct/22/bill-white/bill-white-says-gov-rick-perry-became-millionaire-/", "speaker": "Bill White", "vclaim": "\"Rick Perry has become a millionaire on the public payroll.\"", "truth_label": "mostly-true", "date": "stated on October 4, 2010 in a TV ad:", "title": "Bill White says that Gov. Rick Perry became a millionaire as an elected state official", "text": "This year's Democratic gubernatorial nominee, whose campaign is called \"Bill White for Texas,\" has latched onto the idea that GOP Gov. Rick Perry is for ... Rick Perry.\n\n\"Rick Perry has become a millionaire on the public payroll,\" the narrator says in a TV ad that was posted on YouTube Oct. 4. \"He's a career politician who's taken a government check for 25 years, and today, he's a millionaire.\" The words \"Murky land deal mark Gov. Rick Perry's past\" and \"Gov. Perry wealth fueled by land deals\" appear on the screen.\n\nIt's not novel for White to niggle Perry about his wealth; he earlier zeroed in on the governor living in a posh rental home while the Governor's Mansion is repaired. But we haven't yet explored White's claim that Perry's gotten rich while a state official.\n\nSome background: White is correct that Perry has been in elected office 25 years. He was elected as a Democrat to the Texas House in 1984 and after switching parties was elected state agriculture commissioner in 1990 and then lieutenant governor in 1998. He succeeded Gov. George W. Bush, who was elected president, in late 2000 and was elected twice to that office in his own right. As of January 2010, Perry had been in one state office or another for more than 25 years. He's seeking his third full term as governor.\n\nWhile working for the state, Perry's pay has increased from $7,200 a year while serving as a legislator to $150,000 annually, according to a September 2009 story in the Associated Press. According to Perry's 2009 income tax return, he and Anita reported an adjusted gross income of $200,370.\n\nBut income doesn't factor into this millionaire equation. White's campaign told us it gauges Perry's 'millionaire' status based on his net worth — his assets minus his liabilities.\n\nNot that there's anything wrong with personal wealth, White would likely say. As of April 30, the market value of White's liquid net worth — cash, publicly-traded stocks and mutual funds — was approximately $2.7 million, according to a comparison by the White campaign of White's and Perry's publicly disclosed financial information. Additional assets include IRA accounts with about $2 million invested in common stocks and mutual funds.\n\nIn 2009, White, and his wife Andrea, reported $659,762 in adjusted gross income, according to their income tax return for that year.\n\nTo back up White's claim about Perry becoming a millionaire while working for taxpayers, White spokeswoman Katy Bacon pointed us to a Sept. 26, 2009 AP news story cited in the ad. \"Gov. Rick Perry never had much money growing up,\" the story says, \"and he has spent most of his adult life in public office, drawing a part-time salary as a legislator and relatively modest earnings in statewide office for the last quarter century. But thanks to his investments and a series of private land deals, some that took advantage of his political connections, Perry has squeaked over the millionaire line.\"\n\nAccording to Perry's 1984 financial statement, he had at least $28,000 in assets and at least $15,000 in liabilities — a net worth of $13,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nAccording to the AP, which analyzed 18 years worth of Perry's public financial records with the help of Houston accountant Bob Martin, some real estate investments were extremely rewarding for Perry. Most recently, in 2007, Perry sold lakefront Horseshoe Bay property he'd acquired in 2001 for $1.4 million, making a profit of $823,766. In their federal tax filing covering 2007, Perry and his wife, Anita, reported $1.09 million in adjusted gross income. The year before, they reported $204,065 in adjusted gross income.\n\nMartin told us that the money Perry has made on real estate transactions alone most likely propelled his net worth past $1 million.\n\nAccording to the AP, the blind trust has produced at least $600,000 in income since 1997. Perry's income tax returns also show that the trust posted a loss of about $567,000 in 2008, according to a Sept. 2 story in the Austin American-Statesman. Martin told us that loss probably resulted from Perry bailing out of the stock market when the economy soured.\n\nBut it's difficult to know precisely how much Perry is worth because he, like some other elected officials, keeps his financial holdings in a blind trust he established in 1996. Under a 2003 state law, officeholders are not supposed to know what the trust holds or what assets are acquired or disposed of — those decisions are left to a trustee, whom the elected official selects. His 2009 financial statement only reveals that the blind trust is worth $25,000 or more — the highest value bracket on the form.\n\nAllison Castle, a spokeswoman in the governor's office, said that as of August 2009, Perry's blind trust was worth $896,000, according to several news stories. We sought up-to-date information from the governor on his assets and liabilities but didn't hear back.\n\nIn analyzing Perry's income tax returns and financial statements, which list Perry's assets and liabilities that aren't in the blind trust in a value bracket, Martin told us that he used the lowest possible value of each asset, minus the lowest possible value of each liability. The net worth: about $1 million, including the value of the blind trust.\n\nAccording to Perry's 2009 financial statement, he earned at least $10,000 from an investment partnership he owns with his father, and the house the Perrys owned in College Station was appraised at $243,900 last year, according to the Brazos County Appraisal District. According to the county website, the house deed passed to new owners on Feb. 5, 2010. He earned at least $2,000 in rent from tenants living in his College Station house, and had at least $70,000 in liabilities, including a car loan for a Mercedes-Benz.\n\nNot disclosed: the value of his retirement fund, often a big component of one's asset mix. Perry hasn't released that figure but if he were to retire at the end of this term, he could receive as much as $86,250 per year in state retirement. Or, he could choose to receive a check for up to 36 months of his standard pension as a lump sum worth $258,750 before taxes. (His future pension payments would be permanently reduced after that.)\n\nOur calculation: In 2009, Perry's net worth was at least $1,081,900. Perry's assets totalled $1,151,900 (at least $10,000 from investments, $243,900 from his house, at least $2,000 in rent from tenants living in his College Station house and $896,000 from his blind trust, as of August 2009). His liabilities amounted to at least $70,000 in personal notes.\n\nMartin said that nothing in the Perrys' 2009 tax return suggests that his net worth dropped below $1 milllion, but the lack of public information about his blind trust makes it impossible to tell for sure.\n\nAnd that's the hitch in White's claim. Since Perry's financial holdings are not public, much is unknown. Still, available records lead us to conclude the governor was worth about $1 million in 2009. He was worth far less before he entered state office.\n\nWe rate White's statement Mostly True.", "vclaim_id": "vclaim-pol-14176"}