{"url": "/factchecks/2019/sep/27/rob-swearingen/state-rep-exaggerates-claim-gov-tony-evers-veto-sc/", "speaker": "Rob Swearingen", "vclaim": "Says Gov. Tony Evers vetoed a school computer program, \"saying it would be better spent in urban districts like Madison and Milwaukee.\"", "truth_label": "false", "date": "stated on September 5, 2019 in Republican weekly radio address:", "title": "State rep exaggerates claim on Gov. Tony Evers veto of school technology program", "text": "Partisan sniping over school spending in Wisconsin remains alive and well — even though the budget and capstone vetoes have been finalized for months.\nDemocratic Gov. Tony Evers, the former state schools superintendent, made education funding for K-12 education a centerpiece of his gubernatorial campaign and steered an extra $65 million toward schools with some of his 78 vetoes.\nBut a recent Republican weekly radio address — aired by broadcasters around the state — leveled criticism for money Evers pulled away from one school program.\nState Rep. Rob Swearingen, R-Rhinelander, took aim at Evers for a veto that squelched a personal electronic computing devices program, which had funded equipment such as  Chromebooks and tablets. The program distributed $7.9 million to 353 districts in the 2018-19 school year, according to the Wisconsin Department of Public Instruction.\n\"As of July, students in 352 districts across the state, plus three charter schools, benefitted from the program,\" Swearingen said in the Sept. 5, 2019, address. \"In vetoing this worthy program, Governor Evers took money off the table for kids across the state, saying it would be better spent in urban districts like Madison and Milwaukee.\"\nAside from his district count being off by one, Swearingen — representing a largely rural area — is making the case that Evers diverted money from around the state to funnel it to the state’s largest districts. \nLet’s see if he’s right.\nClaim hinges on veto message\nAs backup, Swearingen spokesman Joe Mesec pointed us to Evers’ veto message. The 65-page document included a brief description of Evers’ action on the computing device program.\nHere’s what Evers said:\nI object to providing funds to districts on a per-student basis using a membership calculation that does not match students enrolled in ninth grade. In addition, I believe that districts may choose to invest in technology through flexibility provided by the revenue limit increase and through the existing TEACH program. Further, these funds could more effectively be spent on programs that close achievement gaps.\nMesec then connected that to a 2017 Wisconsin State Journal story that noted Milwaukee and Madison have the widest achievement gaps between white and black students. He also listed other stories that referenced achievement gaps being an urban issue.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe’ll note that Evers’ veto lists several reasons in addition to the one Swearingen mentioned, including the way funding in this program was allocated and how other programs could address that need.\nAnd Evers’ reference was not specific to racial achievement gaps, as Swearingen assumes in connecting this claim to Milwaukee and Madison. There are several other types of achievement gaps, with some overlap between them.\nFor example, the nonpartisan Wisconsin Policy Forum released a report in March that detailed the low scores in math and reading posted in Wisconsin by English learners, students with limited English proficiency. They found the three districts with the highest percentage of English learners (more than 30% of the student body) were Arcadia, Abbotsford and Independence — all small, rural districts.\nAnd a DPI program launched in 2015-16 aims at closing the income-based achievement gap.\nMelissa Baldauff, an Evers spokeswoman, noted Racine, Kenosha and Green Bay are among the districts outside Milwaukee and Madison that face black-white achievement gaps. And she pointed out Evers didn’t move the money as Swearingen implied.\n\"Evers was saying broadly that funding to close achievement gaps is a more effective way to spend the dollars we do have,\" Baldauff said. \"He didn’t direct the money into other things.\"\nOur ruling\nSwearingen claimed Evers vetoed a statewide computer devices program, \"saying it would be better spent in urban districts like Madison and Milwaukee.\" \nThe setup paints Evers as not prioritizing rural districts like those Swearingen represents.\nBut Swearingen offered no convincing evidence to support his claim.\nEvers didn’t specifically shift the funds. And nothing in the veto message signals a rural-to-urban shift like the one Swearingen suggests — much less anything specific to Milwaukee and Madison.\nEvers offered ideological objections based on how funding was allocated and how he felt education dollars could be best spent.\nWe rate Swearingen’s claim False.", "vclaim_id": "vclaim-pol-00118"}