{"url": "/factchecks/2011/nov/04/new-jersey-republican-state-committee/vin-gopal-targeted-gop-attack-ad-new-jersey-assemb/", "speaker": "New Jersey Republican State Committee", "vclaim": "\"Corrupt political bosses. Money laundering. Fraud. It’s just another day at the office for Vin Gopal.\"", "truth_label": "pants-fire", "date": "stated on November 3, 2011 in a political advertisement:", "title": "Vin Gopal targeted in GOP attack ad for New Jersey Assembly District 11", "text": "Dirty politics is nothing new in the art of campaigning, especially in the final days running up to an election.\n\nBut sometimes, those dirty tactics reach the point of utter filth.\n\nTake the case of an attack ad by the New Jersey Republican State Committee against 11th District Assembly candidate Vin Gopal. Democrats Gopal and Kathleen Horgan are challenging Republican incumbents Caroline Casagrande and Mary Pat Angelini for the seats to represent parts of Monmouth County.\n\n\"Corrupt Political Bosses. Money Laundering. Fraud. It’s Just Another Day At The Office For Vin Gopal,\" reads a campaign mailer circulating in the district.\n\nThe ad shows a $100 bill hanging from a clothesline and features Star-Ledger headlines from articles about former Assemblyman Joseph Vas, who was sentenced to 6 ½ years in prison for stealing affordable housing funds when he was Perth Amboy’s mayor and for committing federal election fraud. From February to June 2006 -- when he was a 20-year-old political science student -- Gopal was a campaign manager for Vas during his primary campaign for congress. The ad also shows a washing machine with money inside and a statement below it that reads \"To you, this might look like someone illegally laundering money … To Vin Gopal, it looks like Pay Day!\"\n\nThe ad seems to imply that Gopal had a connection to Vas and his criminal activities, but does not accuse Gopal of any criminal act.\n\nPolitiFact New Jersey found that readers of the ad could infer improprieties by Gopal, but there’s no proof that he did anything wrong.\n\nOne of the article headlines shown in the ad reads \"Aide to former Perth Amboy Mayor Joseph Vas pleads guilty to money laundering.\"\n\nGopal, a Long Branch resident and business owner, said what bothers him most about the ad \"is the implying and lying that I was that aide.\"\n\nWe pulled the Star-Ledger article and found that the aide in question was Raymond Geneske, who was a campaign adviser to Vas. Geneske was sentenced in January to two years of probation and ordered to pay a $10,000 fine for participating in a scheme to funnel contributions to Vas’s congressional campaign. Gopal, who told us that he was never contacted by any law enforcement agency or official about Vas, is not mentioned in the article.\n\nWe checked further by running Gopal’s name through the Public Access to Court Electronic Records database covering federal courts and bankruptcies and found that he was never charged with a crime. The Middlesex County Prosecutor’s Office said it had never heard of Gopal and the New Jersey Attorney General’s Office confirmed that Gopal had no connection to the Vas case.\n\n\"The (Republican) State Committee is not suggesting Mr. Gopal committed a crime,\" Communications Director Rick Gorka said in an email. \"Rather, it is suggesting that he had a front row seat for the corruption that plagues New Jersey's political process. The fact is, Mr. Gopal, a career political operative, was the campaign manager of Vas for Congress, a campaign of a sitting State Legislator who was at the center of federal and state corruption investigations and charges. He was paid from Joe Vas’s campaign account.\n\n\"Indeed, as the campaign manager he was presumably responsible for expenditures from that account,\" Gorka continued. \"If he didn't know where the money was coming from, he should have. In the past he has been proud of his association with that campaign, touting it in his bio when he was deputy campaign manager for the short-live Kucinich for President Campaign. Now he's seeking to run away from it. The State Committee thinks the voters have a right to know about Vin Gopal's connections to those sordid events.\"\n\nA \"career political operative?\"\n\nGopal, 26, became involved with the Vas campaign when he was a 20-year-old student at Pennsylvania State University majoring in political science and wanted to work on a campaign for class credit and to gain experience in politics. Gopal told us he applied to 20 campaigns and eventually went to work as a campaign manager for the Vas campaign. He had also worked on other campaigns. Vlad Gutman, campaign manager for the District 11 Democrats, said that although Gopal had the title of campaign manager with Vas, he managed no personnel and \"was the most junior position\" on staff.\n\n\"I would talk to the press briefly about events he (Vas) would do in a day, set up phones, work with volunteers, handle scheduling,\" Gopal said of his responsibilities. \"I never had anything to do with money, never saw money, never was at any fundraisers.\"\n\nGopal said he learned about the case against Vas when he saw a newspaper article about it two years after leaving the campaign, and attributes the current spate of attack ads to what he called \"desperation.\"\n\n\"The things they’re doing are borderline slanderous,\" Gopal said. \"It’s unethical. They’re lying and misleading the public in every way possible to hide their failed actions in this district.\"\n\nOur ruling\n\nThe Republican state committee distributed an ad in the 11th Assembly District that links Gopal to Vas, a disgraced politician convicted of election fraud and other offenses. Gopal worked four months on Vas’ unsuccessful congressional campaign. Gopal dealt with scheduling, phone banks, volunteers and occasional media queries. Given that law enforcement and a public database all confirm that Gopal had no connection of any kind to the Vas criminal case, the implications made by the ad aren’t just ridiculous, they’re also outrageous. Some laundering is definitely needed because this claim is Pants on Fire! \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nTo comment on this article, go to NJ.com.", "vclaim_id": "vclaim-pol-12136"}