{"url": "/factchecks/2016/mar/20/mark-herring/herring-says-all-supreme-court-nominees-back-1875-/", "speaker": "Mark Herring", "vclaim": "\"Every (U.S. Supreme Court) nominee since 1875 has received a nomination hearing.\"", "truth_label": "barely-true", "date": "stated on March 10, 2016 in a letter:", "title": "Herring says all Supreme Court nominees back to 1875 got a confirmation hearing", "text": "Virginia Attorney General Mark R. Herring recently joined an effort to convince U.S. Senate leaders this year to fill the U.S. Supreme Court seat opened by the death of Justice Antonin Scalia.\nPresident Barack Obama on March 16 nominated U.S. Appeals Court Judge Merrick Garland for the seat. This follows weeks of vows by Senate Republicans not to hold confirmation hearings for any Obama nominee and their insistence that filling the high court seat be left to the new president in January.\nHerring signed a March 10 letter with the Democratic attorneys general of 17 other states - plus those of the District of Columbia and Puerto Rico - telling Senate leaders from both parties they have a constitutional responsibility to act on Obama’s nominee. They said the refusal of Senate Republicans to consider a nominee this year breaks long tradition and that \"every nominee since 1875 has received a confirmation hearing.\"\nWe wondered whether that statement spanning the past 141 years is correct. Michael Kelly, director of communications for Herring, said the claim is based on information from the White House website, which says \"since 1875, every nominee has received a hearing or a vote.\"\nThat wording is a bit different than the claim in the attorneys general letter, that every nominee since the mid-1870s received a \"confirmation hearing.\" We spoke with four experts on Supreme Court history, and they all took issue with the statement in the letter.\nThe first confirmation hearing wasn’t held until 1873, according to a 2016 article published by Paul Collins Jr., a political scientist at the University of Massachusetts, and Lori Ringhand, a professor and associate dean at the University of Georgia School of Law. But that was a closed-door session probing a narrow issue of whether chief justice nominee George Williams misused Department of Justice funds for personal expenses, the professors wrote.\nFor the next 40 years, the Judiciary Committee discussed and voted on three dozen potential justices without hearing testimony from the nominees or anybody else, according to a 2009 Congressional Research Service report. And unlike today, those sessions were held behind closed doors.\nThe Judiciary Committee didn’t hold its first public hearing on a Supreme Court nominee until 1916. The nominee and future justice, Louis Brandeis, wasn’t required to show up, and he didn’t.\nWhen it comes to an open forum in which a nominee testifies before the committee - the way it’s done today - that didn’t happen until 1925.\nThat year, Harlan Stone became the first nominee to testify publicly before the Judiciary Committee. He was called to address concerns by some senators about his financial connections. Stone handled the questions with aplomb and served 21 years on the court - the last five as chief justice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFor the next 30 years, the committee usually, but not always, held public hearings. There was no custom of having the nominee appear before the panel, according to Henry Abraham, a retired University of Virginia government professor who wrote the book \"Justices and Presidents: A Political History of Appointments to the Supreme Court.\"\nThat changed after the confirmation of Chief Justice Earl Warren, a three-term Republican governor of California, in March 1954. Two months later, the high court unanimously handed down the Brown v. Board of Education decision that required the integration of public schools. Outraged Southern senators resolved that future nominees would not be given an easy confirmation path, according to Abraham and several other Supreme Court experts we contacted.\nThe next nominee was John Harlan II, a Republican from New York who Southern Democrats denounced as an \"ultra-liberal\" dedicated to eroding the Constitution by \"judicial fiat.\" In February 1955, the Judiciary Committee held two days of closed-door hearings on the nomination and then opened the proceeding to the public for Harlan’s testimony. A month later, the Senate confirmed Harlan on a 71-11 vote.\nThus was born what experts say is the modern tradition of the committee holding a public hearing that includes testimony by the nominee. There have been two footnote exceptions since 1955, according to a 2009 study by the Congressional Research Service:\n\n\nIn June 2005, President George W. Bush nominated John Roberts to replace retiring Justice Sandra Day O’Connor. The nomination was withdrawn without a public hearing that September, when Chief Justice William Rehnquist died. Bush then nominated Roberts to be chief justice and, after public hearings, he was confirmed.\n\n\nIn October 2005, Bush nominated Harriet Miers for O’Connor’s seat. Miers, a close adviser to Bush, was criticized heavily for not having judicial experience. Several weeks later, Bush withdrew her nomination before a public hearing was held.\n\n\nOur ruling\nHerring and fellow attorneys general wrote that \"every (U.S. Supreme Court) nominee since 1875 has received a confirmation hearing.\"\nThe claim hits a recent roadblock with the 2005 nominations of Roberts and Miers, although we note their names were withdrawn before a formal hearing could be held.\nBut going even further back, from the 1870s to mid-1910s, there’s no record of three dozen Supreme Court prospects getting any formal hearing before the Judiciary Committee. Instead, the panel met behind closed doors to discuss and vote on nominees.\nIn the context of modern-day nomination hearings, which nowadays entail dissecting a potential high court jurist’s background and qualifications in formal appearances in public, that process didn’t start in earnest until the 1950s.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-05241"}