{"url": "/factchecks/2016/oct/19/ami-bera/ami-beras-mostly-true-claim-feds-cleared-me-electi/", "speaker": "Ami Bera", "vclaim": "Says the U.S. Attorney’s Office said \"that neither I nor my campaign had any idea what was going on\" regarding my father's illegal campaign contributions. \"And that’s why they closed this case.\"", "truth_label": "mostly-true", "date": "stated on October 18, 2016 in a U.S. Congressional campaign debate:", "title": "Ami Bera’s Mostly True claim: Feds cleared me of election fraud", "text": "Babulal Bera, the father of Rep. Ami Bera, D-Elk Grove, was sentenced to a year in prison this summer for making illegal contributions to his son’s campaigns for Congress in 2010 and 2012.\nRep. Bera, during a debate this week in Sacramento against Republican Sacramento County Sheriff Scott Jones, his opponent in the race for the 7th Congressional District, said federal investigators found he had no prior knowledge of his father’s illegal activity.\n\"The U.S. Attorney was pretty clear. They did a thorough investigation. They were consistent that I was never the target of this investigation,\" Bera said. \"They were consistent that neither I nor my campaign had any idea what was going on. And that’s why they closed this case.\"\n\nRep. Bera makes his claim at about the 6:20 minute mark in the video above.\nMoments later, Jones took issue with Bera’s statement:\n\"I disagree with the statement that the U.S. Attorney said they didn’t know anything about it. I think what they said was they couldn’t find any evidence to suggest Congressman Bera or his staff knew about it. And that’s a difference.\"\nHad Bera taken statements by federal investigators out of context?\nWe decided to check the facts, with a focus on the portion of Bera’s statement that the U.S. Attorney’s Office said \"neither I nor my campaign had any idea what was going on. And that’s why they closed this case.\"\nOur research\nTo back up the congressman’s claim, the Bera campaign pointed to statements by the U.S. Attorney’s Office in May and September.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nHere’s what acting U.S. Attorney Phillip A. Talbert said in a May news conference in Sacramento after Bera’s father pleaded guilty to election fraud:\n\"To date, there is no indication from what we’ve learned in the investigation that either the congressman or his campaign staff knew of, or participated in,\" the crimes by Bera’s father.\nIn September, Talbert’s office released a prepared statement saying \"no other charges will be sought in this matter\" and that it had concluded its investigation into the illegal contributions. It did not elaborate further on why it closed the case. A spokeswoman for the U.S. Attorney’s Office declined to address that question this week.\nOur ruling\nRep. Bera’s statement that federal investigators said he and his campaign \"had no idea what was going on\" mostly matches with Talbert’s May comments.\nStill, it’s not entirely clear why the case was closed.\nWe don’t know for sure without an explanation from the U.S. Attorney’s Office, which declined to elaborate on the subject.\nWhat we do know is Bera was investigated and no charges were brought against him. Bera’s statement is not far from the mark.\nIt would have been completely correct, however, if Bera had repeated what the U.S. attorney said that there was \"no indication\" he or his campaign had any connection to the crime. His statement could have benefited from this key clarification.\nWe rate it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/6ae0f519-815a-4e09-9a7f-4bdf3b53a80b", "vclaim_id": "vclaim-pol-04107"}