{"url": "/factchecks/2012/sep/18/mitt-romney/romney-repeats-claim-obama-promised-unemployment-w/", "speaker": "Mitt Romney", "vclaim": "Says President Obama promised \"he'd keep unemployment below 8 percent\" if the stimulus passed.", "truth_label": "barely-true", "date": "stated on May 17, 2012 in a private campaign fundraiser:", "title": "Romney repeats claim that Obama promised unemployment would not exceed 8 percent", "text": "Grainy video of Mitt Romney talking to big-dollar donors in Florida has the political world in a tizzy.\n\nRomney’s remarks in the secretly recorded video that 47 percent of Americans believe they are victims entitled to government help prompted a swift response from the Barack Obama campaign and a late-night explanation from Romney himself.\n\nWe’ll be checking several claims from Romney’s remarks at the May 17, 2012, fundraiser in Boca Raton, Fla. Here we’ll examine one we’ve heard before. It was tucked into Romney’s description of how he can win over voters who supported Obama four years ago but are disappointed now.\n\n\"Those people that we have to get, they want to believe they did the right thing but he just wasn't up to the task. They love the phrase that he's ‘over his head.’ … The best success I have at speaking with those people is saying, you know, the president has been a disappointment. He told you he'd keep unemployment below 8 percent. Hasn't been below 8 percent since,\" Romney said.\n\nDid Obama promise to keep unemployment below 8 percent? Not exactly.\n\n Projection or promise?\n   \nThe source for Romney’s statement -- and others like it -- is a Jan. 9, 2009, report called \"The Job Impact of the American Recovery and Reinvestment Plan\" from Christina Romer, then chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser.\n       \nTheir report projected that the economic stimulus plan would create 3 to 4 million jobs by the end of 2010. The report also included a chart predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.\n       \nThe important word here is projection. The economic analysis wasn’t a promise, it was an educated assessment of how events might unfold. And it came with heavy disclaimers.\n       \n\"It should be understood that all of the estimates presented in this memo are subject to significant margins of error,\" the report states. \"There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"\n       \nThere's also a footnote that goes along with the chart stating: \"Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11% in the absence of action.\"\n\nOf course, we now know the unemployment rate did exceed 8 percent. It peaked at just over 10 percent in early 2010 and has decreased very slowly. In August 2012, it was 8.1 percent, according to the Bureau of Labor Statistics.\n\nOur ruling\n\nRomney told donors he could win over wavering voters by reminding them that Obama said \"he'd keep unemployment below 8 percent.\"\n\nObama didn’t say that. Rather, his Council of Economic Advisers predicted that the stimulus would hold it to that level. Their report included heavy disclaimers that the projections had \"significant margins of error\" and a high degree of uncertainty due to a recession that is \"unusual both in its fundamental causes and its severity.\"\n\nThe sub-8 percent prediction did not hold true, but it’s still incorrect to characterize it as a promise or guarantee.\n\nWe rate Romney’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10363"}