{"url": "/factchecks/2013/apr/04/lee-leffingwell/lee-leffingwell-says-polls-show-90-percent-america/", "speaker": "Lee Leffingwell", "vclaim": "Says 90 percent of Americans and 74 percent of National Rifle Association members support background checks of gun purchasers.", "truth_label": "true", "date": "stated on March 28, 2013 in a press conference.:", "title": "Lee Leffingwell says polls show 90 percent of Americans and 74 percent of NRA members support criminal background checks before all gun buys", "text": "Joining calls for criminal background checks prior to every U.S. gun purchase, Austin Mayor Lee Leffingwell said the idea is widely popular.\n\n\nNinety percent of Americans and 74 percent of National Rifle Association members support universal background checks, Leffingwell said, the Austin American-Statesman reported in a news article posted online the day he spoke, March 28, 2013.\n\n\nCurrently, background checks are required in sales by federally licensed gun dealers but not for gun sales by private sellers. President Barack Obama wants to require criminal background checks for all gun sales. The National Rifle Association, which opposes universal background checks, has suggested that an expansion would fail to rope in criminals.\n\n\nAs noted in a January 2013 fact check by our colleagues in Washington, Republican pollster Frank Luntz’s organization, Luntz Global, conducted a May 2012 poll of 945 gun owners nationwide, half of whom were gun owners who were \"current or lapsed\" members of the National Rifle Association and half of whom were non-NRA gun owners. It had a margin of error of plus or minus 3 percentage points.\n\n\nLeffingwell aide Amy Everhart said by email that the mayor based his NRA reference on the same poll, as cited by the group that commissioned it,  Mayors Against Illegal Guns. Everhart said Leffingwell also drew his conclusion about other polls from the group, which consists of city mayors concerned with illegal guns and gun violence as helmed by New York Mayor Michael Bloomberg, an independent, and Boston Mayor Thomas Menino, a Democrat. Its five Texas members include Leffingwell as well as the mayor of neighboring West Lake Hills, Dave Claunch, and Houston Mayor Annise Parker.\n\n\nA week before Leffingwell spoke, Everhart pointed out, Bloomberg delivered remarks in New York noting that polls in 41 congressional districts suggest an average of 86 percent to 89 percent of likely voters support universal background checks. \"That’s in line with other recent polls that have found that more than 90 percent of Americans support background checks for all gun buyers,\" Bloomberg said before revisiting the May 2012 poll that reached current and former NRA members.\n\n\nThat poll found that 82 percent of gun owners were in favor of required background checks, including 74 percent of individuals with current or former memberships in the NRA.\n\n \n\nContacted previously by PolitiFact, the NRA offered no comment on the poll. But the group previously reacted to a 2009 poll taken by Luntz for the mayors’ group by noting that Luntz could not have had access to the association’s confidential membership roll. It also criticized Luntz, a widely quoted communications consultant for Republican politicians and Fortune 100 companies, with decade-old criticism from two polling organizations. The association did not directly challenge the poll results.\n\n\nPolitiFact identified two other 2013 polls of gun owners. A Pew Research Center poll taken of 1,502 adults from Jan. 9-13, 2013, found 85 percent of some 529 polled gun owners in favor of making private gun sales and sales at gun shows subject to background checks — nearly identical to the Luntz poll. The gun-owner results had a margin of error of plus or minus 5 percentage points. A CBS/New York Times poll conducted of 1,110 adults from Jan. 11-15, 2013, showed that 85 percent of respondents living in a household with an NRA member supported universal background checks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\nMore recently, according to the results of a national January 2013 poll presented in the March 21, 2013, New England Journal of Medicine, 84 percent of gun owners and 74 percent of NRA members supported requiring a universal background-check system for all gun sales. The poll was conducted by GfK Knowledge Networks for researchers led by Colleen L. Barry, an associate professor of health policy and management at the Johns Hopkins Bloomberg School of Public Health.\n\n\nAnd what of Americans in general?\n\n\nThe January Pew poll found 85 percent of all respondents in favor of making private gun sales and sales at gun shows subject to background checks, with comparable support from Republicans, Democrats and independents, Pew said. The margin of error for the entire sample was 2.9 percentage points.\n\n\nThe CBS/New York Times poll indicated that 92 percent of all the respondents favor background checks for all potential gun buyers. The poll had an overall margin of error of three percentage points.\n\n\nPolitiFact Georgia, looking into a similar claim about support for universal checks, noted a Fox News poll conducted Jan. 15-17, 2013, of 1,008 registered voters. Ninety one percent of respondents said they favor \"requiring criminal background checks on all gun buyers, including those buying at gun shows and private sales.\"\n\n\nA Quinnipiac University national survey of 772 registered voters, taken Jan. 30 through Feb. 4, 2013, found 92 percent supporting background checks for all gun buyers. The survey, pointed out by Everhart, had a margin of error of 2.3 percentage points.\n\nA subsequent Quinnipiac University survey, taken of 1,944 registered voters from Feb. 27, 2013 through March 4, 2013, found 88 percent in favor of background checks for all gun buyers. The poll had a margin of error of 2.2 percentage points.\n\nOur ruling\n\nAustin’s mayor said 90 percent of Americans and 74 percent of National Rifle Association members support universal background checks for gun purchases.\n\nPolls taken in 2012 and 2013 support both figures, though one taken closest to Leffingwell’s press conference indicates support among all Americans possibly slipping a bit below 90 percent. Also, the 2012 poll he cited for NRA members rolled together responses of current and former/lapsed members. Then again, a 2013 poll similarly suggests that 74 percent of NRA members favor universal background checks.\n\nWe rate this claim as True.", "vclaim_id": "vclaim-pol-09508"}