{"url": "/factchecks/2011/sep/22/sheldon-whitehouse/sen-whitehouse-says-full-pell-grants-cover-only-34/", "speaker": "Sheldon Whitehouse", "vclaim": "\"In 1976, the first year that Pell Grants were fully funded, a full Pell Grant paid 72 percent of the cost of attendance at a typical four-year public college. Today, a full Pell Grant covers just 34 percent of those costs.", "truth_label": "true", "date": "stated on July 29, 2011 in a Senate speech :", "title": "Sen. Whitehouse says full Pell Grants cover only 34 percent of public college costs, down from 72 percent in 1976", "text": "On July 28, 2011, The Hill newspaper ran a story saying, \"House conservatives who have stalled legislation to raise the national debt limit are angry that it includes $17 billion in supplemental spending for Pell Grants, which some compare to welfare.\"\n\nDemocratic U.S. Sen. Sheldon Whitehouse cited that article when he rose to speak on the Senate floor the following day. He criticized House Republicans for an earlier failed attempt to cut Pell Grant funding, and he defended the debt deal’s increase in Pell Grant funding, noting the program’s Rhode Island roots.\n\n\"When Rhode Island’s great Senator Claiborne Pell first proposed the grants that now bear his name, he envisioned a grant that would enable low-income students to attend our country’s wonderful colleges and universities so they, too, could share in the American dream,\" Whitehouse said.\n\n\"In 1976, the first year that Pell Grants were fully funded, a full Pell Grant paid 72 percent of the cost of attendance at a typical four-year public college. Today, a full Pell Grant covers just 34 percent of those costs. Still, this vital assistance can often mean the difference between being able to attend college or not. With many families in Rhode Island and the country still struggling in this economy, we should be looking for ways to strengthen Pell Grants, not weaken them.\"\n\nWhether Pell grants should be cut or increased is for others to decide. But we wondered whether their buying power has really plunged as far as Whitehouse claimed.\n\nWe asked Whitehouse’s office to provide the basis for his assertion.\n\nThe senator’s spokesman provided a document, dated July 12, from the Federal Education Budget Project of the New America Foundation, a left-leaning think tank in Washington, D.C.\n\n\"In fiscal year 1976, the first year that the Pell Grant program was fully funded at its authorized level, the maximum Pell Grant was $1,400 and covered 72 percent of the cost of attendance at a typical four-year public college,\" the document said.\n\n\"Despite regular increases in funding and grant levels, the purchasing power of the Pell Grant has decreased over the past 30 years as the price of college has risen. In the 2009-10 school year, the maximum Pell Grant covered 36 percent of the cost of attendance at a typical four-year public college.\"\n\nTo check the think tank’s numbers, we turned to the U.S. Department of Education, which administers the Pell Grant program. It said the maximum grant was $5,350 in 2009-10 -- up from $1,400 in 1976-77. The department’s National Center for Education Statistics said the average cost of attending a four-year public institution was $15,014 in 2009-10 -- up from $1,935 in 1976-77.\n\nDo the math and you find the maximum Pell Grant covered 36 percent of the average cost of attending a four-year public institution in 2009-10 --- down from 72 percent in 1976-77.\n\nThat’s exactly what the New America Foundation document said, but it’s not exactly what Whitehouse said on the Senate floor: that Pell grants \"now\" cover 34 percent of those costs.\n\nSo why the slight discrepancy? Whitehouse’s spokesman said the senator was referring to more recent figures, for the 2010-11 academic year. He cited a report from the Advocacy & Policy Center of College Board, a nonprofit membership organization that sells standardized tests and does education research.\n\nThat report notes that the maximum Pell Grant has risen to $5,550 for the 2010-11 academic year. \"This amount covers 34 percent of the average published tuition, fees, room, and board at a public four-year college,\" the report says, using an average cost of $16,140 for attending a four-year public institution in 2010-11.\n\nWhitehouse appears to have done his homework. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12390"}