{"url": "/factchecks/2017/apr/13/scott-walker/possible-re-election-run-looms-scott-walker-says-w/", "speaker": "Scott Walker", "vclaim": "\"Wisconsin’s economy is in the best shape it’s been since 2000.\"", "truth_label": "half-true", "date": "stated on March 23, 2017 in a radio address:", "title": "As possible re-election run looms, Scott Walker says Wisconsin economy is best it's been since 2000", "text": "A boast Gov. Scott Walker made in his weekly radio address on March 23, 2017 sounded like one he’ll repeat -- if he runs for re-election in 2018, which is widely expected.\nAfter his standard, \"Hi, Scott Walker here\" greeting, the second-term Republican declared:\n\"Wisconsin’s economy is in the best shape it’s been since 2000.\"\nIt’s a bold, broad claim.\nIs it right?\nThe measures\nOn the radio, Walker backed his claim with one of his favorite statistics -- the state’s unemployment rate. It had just dropped to 3.7 percent in February 2017, the lowest since November 2000.\nThough important, the unemployment rate is but a single measure of the economy. When we asked for any other information to support the claim, his staff primarily cited declines in overall tax burden, income taxes and property taxes, saying \"a competitive tax environment sets the stage for economic growth and simply allows households to keep more of their own money.\"\nBut taxes are more a measure of the health and size of government, not how well the economy is doing. Indeed, when we asked six Wisconsin economics professors for advice on how to evaluate Walker’s claim, none cited any tax-related measure.\nWith guidance from the experts and other sources, we settled on these six measures:\n\n\nUnemployment rate\n\n\nLabor participation rate\n\n\nAverage weekly wages\n\n\nAverage income for top earners vs rest of the population\n\n\nGross domestic product per capita\n\n\nPoverty rate\n\n\nWe’ll address them two at a time.\nUnemployment and employment\n\nUnemployment rate: Percentage of people in the labor force -- the civilian population ages 16 and older -- who are unemployed.\nUnemployment in Wisconsin was low in 2000 and it’s low again.\nThe rate generally rose from 2000 to 2003, then dipped from 2003 to 2008, before peaking at around 9 percent in the second half of 2009 and early 2010. Since, then has steadily declined.\nWalker was correct in saying that the 3.7 percent rate in February 2017 was the lowest monthly rate since November 2000. (It was as low as 3.2 percent in January and February of 2000).\nLabor participation rate: Percentage of the population that is either working or actively seeking work -- excluding people such as college students and retirees.\nThe labor participation rate is important because it takes into account people who are unemployed plus so-called discouraged workers -- those who are unemployed and not looking for work.\nThe figures show labor participation in Wisconsin is declining.\nDuring 2000 and into 2001, the rate generally rose a bit, hitting 73.3 percent in March 2001.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBut since then, it’s been on a downward slope, hitting 68.3 percent in February 2017. That means fewer people are in the workforce.\nThe takeaway: Unemployment backs Walker’s claim; labor participation does not.\nWages and income\n\nReal average weekly wage: What a person (in the private sector) is paid for working, adjusted for inflation, including not only regular wages but pay such as bonuses.\nWages in Wisconsin have generally been on an upward trend.\nThe figures are reported quarterly, but since they tend to vary by season (summer vs winter, for example), we looked at annual numbers.\nOn that basis, the average weekly wage rose from 2000 to 2004, and then rose and fell until 2011. Since then it’s been on the rise, hitting $896 in 2015, the last year for which annual data are available. That’s higher than any year going back to 2000.\nIncome distribution: How much more income is earned by people near the top of the scale versus the rest of the population. Income includes not only wages, but also money from sources such as investments and welfare benefits.\nIn Wisconsin, the gap between people near the top of the income scale and the rest of the population is growing.\nWe compared the average income of a person in the top 10 percent versus a person in the bottom 90 percent -- in other words, people near the top versus the rest of the population, taking inflation into account.\nIn 2013, the latest data available for this comparison, the annual income for the average person in the top 10 percent was $234,916. That’s 6.7 times more than the average income in the bottom 90 percent, which was $35,102. That ratio has generally increased since 2000, when it was 6.0.\nThe takeaway: Average wages back Walker’s claim, since they’re up; but income distribution doesn’t, given that the gap is growing between the relatively few people on the top end of the scale and everyone else.\nProductivity and poverty\n\nReal GDP per capita: Total value of goods and services produced, divided by the population and adjusted for inflation.\nGross domestic product per person in Wisconsin, taking into account inflation, rose from 2000 to 2006, dropped from then until 2009, and has been on the rise since.\nThe latest figure, for 2015, showed real GDP at $46,893 per person -- higher than any previous year going back to 2000, when it was $41,911.\nPoverty rate: Percentage of people below the official poverty threshold.\nPoverty is calculated based on a person’s income from sources such as wages, Social Security and child support, as well as from \"cash\" government benefits such as public assistance and unemployment insurance. The poverty threshold for 2015, the most recent year available for this comparison, was $12,082 for a single person and $24,257 for a family of four.\nIn Wisconsin, the poverty rate has trended upward.\nThe 2015 rate was 11.4 percent. That’s higher than every year going back 2000 except for two (12.4 percent in 2004 and 13.1 percent in 2011).\nThe takeaway: GDP helps Walker’s claim; poverty does not.\nSumming up\nAs we’ve noted in previous fact checks, governors have some impact on a state’s economy, but many other factors, including national trends, are at work. In this instance, Walker didn’t explicitly take credit for what he says is a better economy, though he implies it.\nThe economists we consulted see some improvements and some declines in how Wisconsin’s economy is now compared to 2000.\n\"The economic portrait of Wisconsin since 2000 is mixed at best,\" said Lawrence University’s Merton Finkler. \"Clearly, the Wisconsin economy is not as dynamic as some others, such as Minnesota's. Part of the reason is that it has done a relatively poor job of encouraging startup enterprises, which tend to grow employment faster than larger and older firms.\"\nSaid Andrew Reschovsky at the University of Wisconsin-Madison:\n\"A growing economy is characterized by rising real per capita GDP and rising real wages. This growth is to be expected, and reflects increased labor productivity over time. Although Wisconsin’s economy is larger now than it was in 2000, the fact that the poverty rate is higher and that there is growing income inequality indicates that the benefits of our growing economy have gone mainly to those with the highest incomes.\"\nOur rating\nWalker said: \"Wisconsin’s economy is in the best shape it’s been since 2000.\"\nThe latest figures for the unemployment rate, wages and gross domestic product support Walker’s claim. But the figures for labor participation rate, income and poverty do not.\nFor a statement that is partially accurate, our rating is Half True.\n \n Share the Facts 2017-04-13 21:31:03 UTC   Politifact    3 1 7  Politifact Rating: Half True  \"Wisconsin’s economy is in the best shape it’s been since 2000.\"     Scott Walker Wisconsin governor, Republican   In a radio address Thursday, March 23, 2017 2017-03-23    Read More  info", "vclaim_id": "vclaim-pol-03432"}