{"url": "/factchecks/2020/jul/27/joe-biden/long-history-racism-us-presidency/", "speaker": "Joe Biden", "vclaim": "No U.S. presidents elected before Donald Trump were racist.", "truth_label": "false", "date": "stated on July 22, 2020 in a town hall:", "title": "The long history of racism in the US presidency", "text": "At a town hall meeting, a home care provider spoke to former Vice President Joe Biden about racist rhetoric targeting Asian Americans during the pandemic. Biden responded by leaning into racism allegations against President Donald Trump.\n\"We’ve had racists, and they’ve existed, they’ve tried to get elected president. He’s the first one that has,\" Biden said July 22.\nBiden’s pointed statement was memorable for a few reasons: Not only was he calling the sitting president a racist, but Biden also asserted that no other racists held the office before Trump.\nHistorians say this is wrong. Various presidents since the country’s founding can be considered racist, whether because they enslaved Black people, held racist beliefs, or used racist rhetoric.\nMultiple early presidents, including Thomas Jefferson, enslaved Black people. Andrew Jackson forced Native Americans from their lands, causing migrations in which many died. Andrew Johnson sought to undermine Reconstruction in the South after the Civil War. Woodrow Wilson, a Southerner with nostalgia for the antebellum South, re-segregated the federal government. Still others privately used racial slurs or believed whites were the superior race.\n\"If Mr. Biden wanted to call the president a racist, he should have done so and left it at that,\" said H.W. Brands, a history professor at The University of Texas at Austin. \"Bringing in history confuses the issue.\"\nPresidential racism before the Civil War\nNot everyone sees eye-to-eye on who they consider racist. Nikki Brown, an Africana studies professor at the University of Kentucky, said a person’s race may play a role in which presidents they view as racist.\nWhite people might look for red flags like using racial slurs as a sign that someone is racist, Brown said, while Black people and other people of color may also point to a politician who \"supports laws that treat African Americans as inferior or unworthy.\"\nWhatever definition you use, many presidents can be considered racist.\nThe most obvious category would be presidents who personally enslaved people. Historians generally consider 10 of the first 12 presidents to fall into this category. (The exceptions were John Adams and his son John Quincy Adams of Massachusetts.)\nMost of these presidents were born in the slavery-era South. George Washington, Thomas Jefferson, James Madison, James Monroe, William Henry Harrison, and John Tyler were born in and represented Virginia. Andrew Jackson was born in South Carolina and represented Tennessee; Zachary Taylor, who owned 100 people, was born in Virginia and resided in Louisiana; and James K. Polk was born in North Carolina and resided in Tennessee. Martin Van Buren was from New York, where slavery lingered after formal abolition.\nBy the standard of enslaving people, \"the first 60 years of the U.S. republic would have been run by racists,\" Brown said.\nWithin the category of presidents who enslaved people, some historians see gradations of racism.\nFor instance, Washington not only enslaved people but also, as president, moved some of them to and from the then-capital of Philadelphia every few months. \"Pennsylvania had passed a law ensuring the freedom of enslaved people who resided in the state after a period of time,\" said Saint Louis University historian Lorri Glover. This gambit \"re-set the clock on their bondage and precluded their freedom.\"\nOn the other hand, Washington was initially opposed to Black troops during the Revolutionary War but changed his mind during the war, and he later said that his favorite unit was one that was half Black, said Paul Finkelman, the president of Gratz College in Pennsylvania who has written extensively about slavery. Washington also freed his enslaved people and set them up with land.\nHistorians paint his contemporary, Jefferson, more negatively. In his writings, Jefferson \"said that Blacks are inferior\" and tried to justify it scientifically. While Jefferson claimed not to sell enslaved people except in limited cases, he regularly wrote to his plantation managers asking them to sell enslaved people because he needed the money, Finkelman said. And in her book, \"Founders as Fathers,\" Glover detailed the stark contrast between how Jefferson treated his acknowledged white family and his unacknowledged family with Sally Hemings, who was enslaved.\nA later president who enslaved people, Andrew Jackson, also worked for the forced relocations of Native Americans, during which many died. \nThe roots of the federal takeover of Indian lands, often undergirded by notions of white superiority, dated back to the first five presidents, Glover said. Subsequent presidents continued Jackson’s approach. \"Polk opened Texas, and, if he'd had his way, would have opened California too, to cotton planting with slaves,\" said Jason M. Opal, a McGill University historian. \nJohn Tyler went so far as to join the Confederate government 16 years after he left the White House.\nLesser known presidents like Millard Fillmore have racist pasts, too. Though he was a New Yorker who didn’t enslave anyone, Fillmore \"said absolutely horrible things about Black people,\" Finkelman said. \nFillmore signed the Fugitive Slave Act of 1850, which \"made it possible to literally kidnap free black people in the North, bring them before a compliant federal commissioner, and drag them into slavery,\" Finkelman said.\n\n\"Freedmen Voting in New Orleans,\" a 1867 engraving. Andrew Johnson worked to undercut civil rights laws after the Civil War. (New York Public Library/Wikimedia Commons)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nPresidential racism after the Civil War\nAfter the Civil War, arguably the most racist president, historians say, was Andrew Johnson. A Southerner who succeeded the assassinated Abraham Lincoln, Johnson proceeded to undercut anti-discrimination policies in the South and was a pioneer in articulating \"white victimhood,\" Opal said.\n\"His racism is most tragic in American history, because it led to a true failure of Reconstruction,\" Finkelman said.\nTheodore Roosevelt held racist views reflected in his policies of imperialism. Roosevelt \"embraced his racism, believing it the solemn duty of the most civilized — white — race to uplift the rest,\" said Jeffrey A. Engel, director of the Center for Presidential History at Southern Methodist University. \nAt the same time, Roosevelt was sympathetic to immigrants and had lunch with the Black leader Booker T. Washington, an invitation that shocked Southern white leaders, Finkelman said.\nWoodrow Wilson, a Southerner by upbringing, re-segregated large portions of the federal government, down to separate bathrooms in federal buildings. Wilson also held a White House screening of the pro-Ku Klux Klan film \"Birth of a Nation,\" which dovetailed with his nostalgia for the Confederacy. Wilson once wrote that \"domestic slaves were almost uniformly dealt with indulgently and even affectionately by their masters.\"\nOswald Garrison Villard, a contemporary liberal journalist, wrote that Wilson’s administration \"has allied itself with the forces of reaction, and put itself on the side of every torturer, of every oppressor, of every perpetrator of racial injustice in the South or the North.\"\nAs open racism became less socially acceptable from politicians in the latter half of the 20th century, presidents’ legacies on race became more complicated. Presidents held racist views privately yet delivered legislation to advance equality at the same time. \nLyndon B. Johnson used a racial slur for Black people frequently, according to his biographers, including when Johnson nominated Thurgood Marshall to the Supreme Court instead of a less-famous black judge.\nJohnson was a \"good ol’ boy from Texas, so of course he was racist. He just didn’t govern like one, which frankly strikes me as more important,\" Engel said. Johnson fought for and signed the century’s most far-reaching civil rights laws. \nRichard Nixon was captured on tape making numerous racist remarks, said John J. Pitney, Jr., a Claremont McKenna College political scientist. Yet Nixon’s legacy on civil rights was fairly robust, advancing the desegregation of schools and affirmative action in employment.\nPresident Trump and race\nSo what about Trump? Trump challenged Biden’s remark that he was racist and compared his record with Abraham Lincoln, who signed the Emancipation Proclamation that freed enslaved Black people in Confederate states.\nSymone Sanders, a Biden campaign senior adviser, sought to clarify Biden’s remark: \"There have been a number of racist American presidents, but Trump stands out — especially in modern history — because he made running on racism and division his calling card and won.\"\nAs a businessman and politician over the years, Trump has made various statements that have been condemned as racist.\n• In the 1970s, the U.S. Justice Department sued Trump and his father for refusing to rent apartments to Black people. Trump Management filed a countersuit against the U.S. government before reaching an agreement in 1975. (The Trumps said the agreement was not an admission of guilt.)  \n• After the first Black president in U.S. history was sworn into office, Trump repeated the false conspiracy theory that Barack Obama was born in Kenya. \n• When Trump announced his presidential candidacy in June 2015, he said, \"When Mexico sends its people, they’re not sending their best.\" He added, \"They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.\" \n• As president in 2017, Trump said there were \"very fine people, on both sides,\" in reference to neo-Nazis and counterprotesters in Charlottesville, Va.\n• When speaking with lawmakers about immigration from Haiti, El Salvador and African countries in 2018, Trump reportedly said, \"Why are we having all these people from shithole countries come here?\" He denied saying it in a tweet.\n• In July 2019, Trump tweeted that four congresswomen of color should \"go back and help fix the totally broken and crime infested places from which they came.\" All of them are American citizens, and three were born in the U.S.\n• Later that month, the president called Maryland’s 7th congressional district, which is majority Black, a \"disgusting, rat and rodent infested mess\" and wrote that \"no human being would want to live there.\" \n• Trump has referred to the novel coronavirus as the \"kung flu\" and \"China virus\" throughout the pandemic.\nIn 2019, the Pew Research Center found that 56% of Americans say Trump has worsened race relations, compared with only 15% who say he’s made progress.\nOur ruling\nBiden said that no presidents who came before Trump were racist.\nHistorians agree that various presidents can be considered racist. That includes those who enslaved Black people, those who used racist rhetoric and those who held beliefs that white people were superior to other races.\nBiden’s campaign later clarified the comment, but his original words are wrong. \nWe rate Biden’s history False.", "vclaim_id": "vclaim-pol-17801"}