{"url": "/factchecks/2020/dec/18/facebook-posts/no-roy-cooper-did-not-get-dui-stanly-county/", "speaker": "Facebook posts", "vclaim": "Say North Carolina Gov. Roy Cooper was arrested for driving while intoxicated in Stanly County.", "truth_label": "false", "date": "stated on December 4, 2020 in Facebook posts:", "title": "No, Roy Cooper did not get a DUI in Stanly County", "text": "A social media rumor claims North Carolina’s governor has gotten himself into legal trouble while driving.\nMultiple Facebook users have claimed that Gov. Roy Cooper was caught drinking and driving in Stanly County, just east of Charlotte.\nOn Dec. 6, one woman's Facebook post was shared more than 200 times:\n\"Why is the news NOT reporting on North Carolina’s Governor Roy A. Cooper’s arrest, incarceration, and charges of aggravated DUI on Friday night in Stanly County, NC?\"\nWhen another Facebook user said he hadn’t seen any news about the alleged arrest, the woman posted a video of herself talking to her Amazon Echo Dot.\nAn Echo Dot is a voice-controlled speaker that can play music, control smart home devices, make calls and even search the internet for answers to questions.\nIn the video, which she also posted on Dec. 4, the woman asks: \"Alexa, is North Carolina Governor Roy A. Cooper in jail?\"\nThe device responds: \"Here’s something I found on the web, according to (indecipherable), he’s being held in the Stanly County jail.\"\nSo is it true?\nNo. PolitiFact found no evidence that Cooper was recently pulled over, caught drunk, or even charged with a crime -- much less in Stanly County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nWhat the sheriff said\nWRAL’s data reporter checked court dockets for records and found nothing.\nStanly County Sheriff Jeffrey Crisco, a Republican, told PolitiFact NC he’s \"received numerous calls, texts, emails, and phone calls\" about the rumor. Here’s his full email:\n\"Over the past week to week and a half I have received numerous calls, texts, emails, and phone calls regarding ‘A Law Enforcement Agency,’ not specific to the Stanly County Sheriff's Office, regarding Governor Cooper. I can tell you that Governor Cooper wasn't booked into our Detention Center.\nI have also contacted our Communications Center, which is its own agency, and had them check all radio traffic on date and times that were given to myself. The director told me that there isn't any radio traffic with any of our agencies in Stanly County stopping Governor Cooper. We have also contacted the Line Sergeant, with the Highway Patrol and he stated that none of his Troopers stopped the Governor.\nMr. Specht, I feel that we have exhausted all means trying to locate any truth to the rumor. At this point it is in fact just a rumor unless someone can come forward and provide some real evidence.\nI would greatly ask for your help in putting this matter to rest and if there is anything else I can help you with please let me know.\"\nAn Amazon spokesperson told us that the company is looking into why the device responded the way it did in the woman’s video. The woman who posted the video didn’t respond to a Facebook message seeking comment.\nAs for Cooper, spokesman Ford Porter said the Facebook claims are just \"internet fantasy.\"\nOur ruling\nMultiple Facebook users claim that Cooper got caught driving while impaired in Stanly County.\nCourt dockets show no record of Cooper being charged with a crime. The Stanly County Sheriff says his deputies can find no record of Cooper being detained. And PolitiFact can find no evidence the rumor is accurate. We rate this claim False.", "vclaim_id": "vclaim-pol-17300"}