{"url": "/factchecks/2020/may/26/blog-posting/biden-beating-biden-social-media-users-misquote-bi/", "speaker": "Bloggers", "vclaim": "\"Joe Biden tells voters he's 'going to beat Joe Biden.'\"", "truth_label": "false", "date": "stated on May 25, 2020 in a headline:", "title": "Biden beating Biden? Social media users misquote Biden, manufacture gaffe", "text": "Conservative social media users are misquoting former Vice President Joe Biden, sharing an out-of-context clip that they claim shows the Democratic frontrunner accidentally saying he is going to beat himself in the upcoming presidential election.\n\"Joe Biden tells voters he’s ‘going to beat Joe Biden,’\" said the headline from a May 25 article on saraacarter.com. \nThe post followed similar claims in tweets from President Donald Trump’s reelection campaign, his son Donald Trump Jr., Sen. Tom Cotton of Arkansas and conservative pundits such as Fox News host Sean Hannity and Turning Point USA’s Benny Johnson. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Biden campaign told us what multiple other reporters and fact-checkers had already pointed out: That what Biden really said was, \"I’m going to be Joe Biden.\" \n\nWhat Biden said\nBiden’s comments came during a May 22 interview with CNBC. \nAnchor Joe Kernen asked Biden if he felt \"prepared now to say you’re going to govern as a progressive and enact programs in the mold of (Bernie) Sanders and (Elizabeth) Warren.\"\nBiden replied by saying he was going \"to be Joe Biden\" and telling Kernen to \"look at my record\" before listing where he agrees and disagrees with Sanders and Warren on policies related to health care and student loan forgiveness.\nHere's Biden’s full response, which you can watch here. We’ve put the relevant portion in bold.\n\n\"I’m prepared to say that I have a record of over 40 years and that I’m going to be Joe Biden. Look at my record. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"The fact is that some areas that I think, for example, I think health care is a right, not a privilege. I do not support Medicare for All. I will not support Medicare for All. But I do support making sure that Obamacare is around with a public option for those who can’t afford. Those who qualify for Medicaid and they don’t get it in their state, they would be able to buy, they would be able to be automatically enrolled in the public option of Medicare. \n\"But I do not support forgiving debt loans for every single solitary person, no matter where you went to school. But I do support the idea, if in fact you have a student debt as a consequence of going to a public university, and your income is under $125,000, it should be forgiven. I do believe that anyone going to school, that in fact goes to a public university and/or community college, they should be able to go for free if income is under $125,000. My wife has a great expression: Any country that out-educates is going to out-compete us. We have a whole generation that’s being put behind the eight ball, Joe. You know that. They’re in real trouble, real trouble right now.\"\nThe saraacarter.com article spreading on Facebook included most of this context, but quoted Biden saying \"beat\" and isolated that quote in its headline.\nPhonetically, the words \"be\" and \"beat\" do sound similar, and different people could hear different things from the clip. But the context of the quote — in which Biden explains how he plans to stay true to his record — suggests that he was saying \"be.\"\nNot only that, but the transcript prepared by CNBC quotes Biden as saying he is \"going to be Joe Biden,\" not \"going to beat Joe Biden.\" News reports from the Associated Press and the New York Times also quoted Biden in that way.\nThe author of the article for saraacarter.com did not respond to requests for comment. But after we reached out with the CNBC transcript, the website posted a new story headlined, \"Did Biden Say He’s ‘Going To Beat Joe Biden’ on CNBC? The Network Says No.\"\nThat article says \"many Twitter users heard what this news site reported hearing,\" citing the Washington Free Beacon and the tweets from the Trump campaign, Trump Jr. and Hannity.\nCotton, the senator from Arkansas, has since deleted the tweet he posted of the clip.\nOur ruling\nAn article said, \"Joe Biden tells voters he's 'going to beat Joe Biden.'\"\nIn its complete context, the video from an interview with CNBC appears to show Biden saying he’s \"going to be Joe Biden,\" not \"beat Joe Biden.\" \nThe words do sound similar, but the context is telling, with Biden saying he’s going to stay true to his own political positions. CNBC’s transcript quotes Biden as saying \"be,\" not \"beat,\" as do news reports from the Associated Press and New York Times. \nWe rate this statement False.", "vclaim_id": "vclaim-pol-18369"}