{"url": "/factchecks/2010/may/20/steve-poizner/poizner-says-whitman-supported-liberal-icon-barbar/", "speaker": "Steve Poizner", "vclaim": "California Republican gubernatorial hopeful Meg Whitman \"contributed to, and campaigned, for\" Democratic Sen. Barbara Boxer.", "truth_label": "mostly-true", "date": "stated on April 10, 2010 in a campaign commercial:", "title": "Poizner says Whitman supported liberal icon Barbara Boxer", "text": "The Republican primary to succeed Arnold Schwarzenegger (R) as governor of California has spawned a flood of ads attacking both Meg Whitman, the former CEO of eBay, and Steve Poizner, the state insurance commissioner -- the two GOP frontrunners for the nomination.One ad, aired by Poizner beginning in April, argues that Whitman \"contributed to, and campaigned, for\" Democratic Sen. Barbara Boxer -- a serious failing to those in the GOP primary electorate, who view the liberal Boxer as an ideological nemesis.The part about contributing to Boxer is easy enough to check. A search through the campaign donor database of the Federal Election Commission shows that Whitman made three donations totaling $8,000 to entities linked to Boxer, all in November 2003.The question of whether Whitman campaigned for Boxer is a bit more complicated. There's no question that she lent her name to Boxer's cause. Whitman joined 14 other Silicon Valley executives -- including John Chambers of Cisco, venture capitalist John Doerr and Chuck Geschke, co-founder of Adobe Systems -- in signing a letter written on \"Barbara Boxer for Senate\" letterhead dated April 30, 2003.In what was labeled \"An Open Letter to California’s Technology Community,\" the signers of the letter wrote, \"We ask you to join us in supporting U.S. Senator Barbara Boxer in her campaign for re-election in 2004. Senator Boxer is a dynamic and courageous leader for high technology and biotechnology communities, and she is making a difference for us every day.\"The campaign has argued since last fall that Whitman supported Boxer for pragmatic reasons, in order to help her company.“As CEO of an online commerce leader, Meg backed Sen. Boxer because of her efforts with Republican Sen. George Allen to fight taxes on the Internet,\" said Dan Comstock, a spokesman for the Whitman campaign. Boxer actually wasn't alone in that stance: In a Sacramento Bee column, senior editor Dan Morain wrote that all of Boxer's Republican opponents that year joined Boxer in opposing the tax.Still, it's clear that Whitman not only supported Boxer financially but also by lending her name. Does that count as having \"campaigned for her\"?We'd bet that most people would think the definition of \"campaigning for\" a candidate means to stump with them, canvass neighborhoods, make fundraising phone calls or speak to audiences on the behalf. Signing on to a letter, by contrast, is a more passive kind of support, something closer to an endorsement statement.The Whitman campaign said she did nothing more active for Boxer than to sign the letter, and no evidence has surfaced to contradict that. The closest she came in the letter to \"campaigning\" was writing, \"Join our effort to keep Senator Boxer in the U.S. Senate by adding your name to the growing list of her supporters in the high-tech community.\"Ultimately, whether that constitutes \"campaigning\" is a judgment call, and our view is that it probably would have been more appropriate for the Poizner campaign to have used the word \"endorsed\" rather than \"campaigned.\" But it's unquestionable that Whitman supported Boxer financially and rhetorically in 2003, so on balance we rate Poizner's claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14990"}