{"url": "/factchecks/2011/nov/03/robert-menendez/robert-menendez-says-new-jersey-budget-shortfall-m/", "speaker": "Robert Menendez", "vclaim": "\"New Jersey alone, my home state, is facing a ten-and-a-half billion dollar shortfall in its 2012 fiscal budget. This means more cuts in state and local spending for education, which means our kids are hurt.\"", "truth_label": "false", "date": "stated on October 18, 2011 in a speech:", "title": "Robert Menendez says New Jersey budget shortfall means education funding cuts", "text": "After more than 20 years of public service on the local, state and federal levels, U.S. Sen. Robert Menendez should know you can’t adopt a state budget that doesn’t pay for itself.\n\nBut that’s what Menendez, a Democrat, suggested during an Oct. 18 press conference about the Teachers and First Responders Back to Work Act, which he recently introduced. The legislation is aimed at creating or protecting jobs for teachers, police officers and firefighters.\n\n\"New Jersey alone, my home state, is facing a ten-and-a-half billion dollar shortfall in its 2012 fiscal budget,\" Menendez said. \"This means more cuts in state and local spending for education, which means our kids are hurt.\"\n\nPolitiFact New Jersey found that although New Jersey is not meeting all of its statutory obligations, the fiscal year 2012 budget adopted in June is, as required by state law, a balanced spending plan with no shortfall.\n\nAs for education spending, the budget actually increases state aid for public schools over the previous fiscal year.\n\nTricia Enright, a spokeswoman for Menendez, acknowledged the senator was wrong to suggest there is a current budget shortfall.\n\n\"So, yes, he used the wrong tense in expressing the need to invest in educators for our kids,\" Enright wrote in an email. \"But, the need is there and the facts – as our Senator, and most Americans see them -- are clear.\"\n\nBut let’s explain the history behind the $10.5 billion cited by Menendez.\n\nIn July 2010, the state’s nonpartisan Office of Legislative Services estimated a \"structural deficit\" of nearly $10.5 billion for fiscal year 2012. That figure represented the difference between projected revenues from existing sources and the amount needed to pay for all spending required by state law and maintain current program levels.\n\nHowever, there’s a difference between what the state is legally obligated to spend and what is budgeted.\n\nThe fiscal year 2012 budget does not entirely cover the spending level used to calculate the projected structural deficit, but the budget itself is balanced between its anticipated revenues and expenditures.\n\nIn other words, there is no shortfall.\n\nIt would be \"unconstitutional\" to adopt a budget with a built-in shortfall, and OLS is not projecting a shortfall to occur during fiscal year 2012, according to David Rosen, the budget and finance officer for the OLS.\n\n\"A budget shortfall during a fiscal year is a different animal than a structural deficit looking forward to a budget,\" Rosen told us. \"Those are two different concepts, really.\"\n\nElizabeth McNichol, a senior fellow at the Washington, DC-based, Democratic-leaning Center on Budget and Policy Priorities, said a state can have a structural deficit as well as a balanced budget. Once a budget is balanced, that year’s budget shortfall has been addressed, she said.\n\nMcNichol added, \"Every year, a state will end up balancing its budget, one way or another.\"\n\nIt’s worth pointing out that Gov. Chris Christie has since rejected the use of the structural deficit, calling for a zero-based budgeting approach. In a Sept. 30 email, Andrew Pratt, a state Treasury Department spokesman, told us: \"Except in theoretical terms, that means there are no longer any deficits to discuss.\"\n\nNow, let’s talk about education spending under the fiscal year 2012 budget.\n\nMenendez suggested that the budget means \"more cuts in state and local spending for education.\" But as we’ve noted in previous rulings, the budget increases state aid for public schools by about $863 million over fiscal year 2011.\n\nThe state is not funding public schools at the total level required by law, but funding is still up year-over-year, Rosen said.\n\nOur ruling\n\nMenendez claimed New Jersey \"is facing a ten-and-a-half billion dollar shortfall in its 2012 fiscal budget,\" meaning more cuts in state spending on education.\n\nAlthough a nearly $10.5 billion structural deficit had been projected, the fiscal year 2012 budget is balanced, as required by state law. Also, the budget increases state aid for education over the previous fiscal year.\n\nSince Menendez is wrong about there being a budget shortfall and education funding cuts, we rate this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12149"}