{"url": "/factchecks/2017/oct/25/charles-francis/democrat-running-mayor-says-southeast-raleigh-gyms/", "speaker": "Charles Francis", "vclaim": "\"There are parks in Southeast Raleigh that still don’t have air conditioning in the gym\"", "truth_label": "mostly-true", "date": "stated on October 20, 2017 in in a televised debate:", "title": "Democrat running for mayor says southeast Raleigh gyms \"don't have air conditioning\"", "text": "Charles Francis says Raleigh isn’t spending its parks money fairly.\nFrancis, a Democrat, is running for mayor of Raleigh against three-time incumbent Nancy McFarlane, who’s unaffiliated. They’re in a runoff after none of the three candidates – Francis, McFarlane and Republican Paul Fitts – secured the 50 percent of the vote required to win. (McFarlane got 48 percent, Francis got 36 percent and Fitts got 12 percent)\nIn a debate Friday, Francis suggested the city shouldn’t focus all of its energy on Dix Park when more basic needs go unaddressed. Dix Park is a 308-acre property just south of downtown Raleigh that the city bought from the state in 2014 and plans to develop into a \"destination\" recreation spot.\n\"It’s not right that there are parks in Southeast Raleigh that still don’t have air conditioning in the gym,\" he said. \"We’ve got to have equity in the way we approach our parks.\"\nSoutheast Raleigh, the city’s lone predominantly black area, hasn’t enjoyed the same economic success as other areas of the city where businesses are opening and property values are rising. Francis grew up there and is campaigning on the idea that the city should be doing more for the area.\nA recent PolitiFact analysis of the Oct. 10 election showed Francis got his most fervent support in Southeast Raleigh. And he has previously talked about how those voters could swing the election.\n\"There are 80,000 black voters in Raleigh,\" Francis said at a forum in September. \"McFarlane normally wins with 25,000 to 30,000 votes. If only a quarter of African-American voters vote – and vote the right way – we’re going to win.\"\nGiven the city's budget is $919 million, PolitiFact wondered whether there are, indeed, gyms in Southeast Raleigh that don’t have air conditioning.\nWhat we found\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nTurns out, the city controls 23 gyms at 19 venues. And yes, there are three gyms in southeast Raleigh that don’t have air-conditioning units, according to Raleigh’s parks, recreation and cultural resources department.\nBiltmore Hills Park, John Chavis Memorial Park and Tarboro Road Park are all located in southeast Raleigh and lack air conditioning units.\nBut that’s not the whole story.\nThere are six other Raleigh gyms that also lack air-conditioning. The gyms at Green Road Park, Lions Park in northeast Raleigh, Method Community Park in west Raleigh, Millbrook Exchange Park in north Raleigh and two gyms at Laurel Hills Park in northwest Raleigh also lack air conditioning.\nMost area gyms have AC\nThere are also four gyms in the Southeast Raleigh area that do have air conditioning: Barwell Road Community Center, Halifax Community Center, Roberts Park Community Center and the Worthdale Community Center.\nThe city says it didn’t begin putting air-conditioned gyms in park facilities until 2006. It costs about $300,000 to install units in older facilities.\nThe city says its budget for capital projects will fund air-conditioning units in eight of the nine AC-less gyms by 2022. Method Park, the lone outlier, is being considered for AC funding as part of the 2023 budget, the city says.\nOur ruling\nFrancis said gyms in Southeast Raleigh don't have air conditioning. There are four area gyms that have it and six gyms elsewhere in the city that don't have it. That context is important when debating city priorities and Francis didn't elaborate during the televised debate. But he's right: there are three gyms in Southeast Raleigh that don't have AC. We rate his claim Mostly True.\n Share the Facts 2017-10-25 21:43:06 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Gyms in southeast Raleigh \"don't have air conditioning\"    Charles Francis candidate for Raleigh mayor televised debate   Raleigh Friday, October 20, 2017 2017-10-20    Read More  info", "vclaim_id": "vclaim-pol-02764"}