{"url": "/factchecks/2014/sep/11/john-mccain/john-mccain-says-barack-obama-went-against-nationa/", "speaker": "John McCain", "vclaim": "\"(Obama's) entire national security team, including his secretary of state, said we want to arm and train and equip (Syrian rebel forces), and he made the unilateral decision to turn them down.\"", "truth_label": "mostly-true", "date": "stated on September 10, 2014 in an interview on CNN:", "title": "John McCain says Barack Obama went against national security team's advice to arm Syrian rebels", "text": "President Barack Obama spoke from the White House on Sept. 10 to announce his overall strategy for dealing with the growing regional threat presented by the terrorist group the Islamic State. Part of that includes asking Congress to authorize funds to arm Syrian rebels.\nAfter, Sen. John McCain, R-Ariz., had a terse exchange with former White House Press Secretary-turned-CNN contributor Jay Carney. McCain has supported arming Syrian opposition forces for years.\n\"I'm astounded that Mr. Carney should say that the Free Syrian Army is now stronger,\" McCain said, referring to moderate rebel fighters revolting against Syrian President Bashar al Assad. \"In fact, they have been badly damaged.\"\nCarney responded, \"That's not what I said, senator. What I said is that we know a great deal more about the makeup of the opposition.\"\nThe back-and-forth continued. Carney eventually said, \"I think we have to agree to disagree on this.\" But McCain wasn’t done.\n\"No, no, facts are stubborn things, Mr. Carney, and that is, his entire national security team, including his secretary of state, said we want to arm and train and equip these people, and he made the unilateral decision to turn them down,\" McCain said.\n\"Facts\" are stubborn, but they also get misconstrued. Is that the case here, or is McCain accurately retelling history?\nMass protests broke out in Syria in March 2011 against Assad, a powerful dictator, as the Arab spring continued to spark unrest in the region. Over the next two years, the situation in the country would escalate dramatically, with Assad turning his army on his own people and Syrians in turn taking up arms against the regime.\nMcCain and some of his congressional colleagues called for Obama to arm opposition groups, but the administration rejected those options.\nMcCain’s office noted that in February 2013, outgoing Defense Secretary Leon Panetta and Gen. Martin Dempsey, chairman of the Joint Chiefs of Staffs, testified at a Senate Armed Services Committee that they supported a proposal to arm some rebels.\n\"Did you support the recommendation … that we provide weapons to the resistance in Syria?\" McCain asked. \"Did you support that?\"\n\"We did,\" Panetta replied.\n\"You did support that,\" McCain said.\n\"We did,\" Dempsey added.\nUntil that point, those divisions between Panetta and Dempsey and the White House were not public. And they likely only emerged because Panetta was on the way out after serving four years in the administration.\nWe learned more about this debate from another former member of the national security team, Hillary Clinton, thanks to her memoir Hard Choices, which recounted her time as secretary of state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn the book, Clinton said she was reluctant to support efforts to arm Syrian opposition forces. She was reminded of the Afghan fighters who, armed with American guns to take on the Soviet Union, went on to form al-Qaida.\nBut in late-summer of 2012, she came to support a proposal put together by CIA director David Petraeus to provide some arms assistance and training to vetted groups so the United States would have an ally on the ground.\n\"The best I could say for it was that it was the least bad option among many even worse alternatives,\" she wrote.\nObama, however, wasn’t convinced.\n\"He worried that arming the rebels was not likely to be enough to drive Assad from power and that with all the weapons already flowing into the country from Arab nations, our contributions would hardly be decisive,\" she said.\nIn summary, the plan to arm rebels had the support of the secretary of state, the secretary of defense, the CIA director and the chairman of the Joint Chiefs of Staff. That’s a pretty convincing argument for McCain.\nBut Clinton goes on to note that, \"Despite high-level support from the National Security Council, some at the White House were skeptical. After all, the president had been elected in large part because of his opposition to the war in Iraq and his promise to bring troops home.\"\nMcCain said the \"entire National Security Team\" supported arming the rebels, but Clinton notes there was division within some quarters of the White House.\nWhether McCain exaggerated his point comes down to how you define the national security team. McCain’s spokesman said, \"The Senate-confirmed heads of the Pentagon, State Department, CIA and uniformed military are generally considered a president's national security team.\"\nBut the White House told PolitiFact that on \"his national security team are also numerous members of the (National Security Council) staff, like the deputy national security advisors, for example.\" The National Security Council also by law includes the vice president, and meetings are regularly attended by the Secretary of the Treasury and the national security adviser, as well.\nWho is right? Both, said Dan Mahaffee, director of policy at the Center for the Study of the Presidency and Congress.\nMahaffee said the members of the group McCain is referring to are generally called the \"principals\" who make up the core of the national security team. But other advisers, including those mentioned by the White House, are often powerful cogs in those meetings as well. President George W. Bush, for example, delegated a lot of national security authority to Vice President Dick Cheney, Mahaffee said, while President Richard Nixon made National Security Adviser Henry Kissinger his point man for those discussions.\n\"There are two columns you put these people in,\" Mahaffee said. \"The ones empowered by law to give advice, and the larger, more informal staff that is equally if not more weighty in this administration.\"\nWe don’t know what side many of those players fell on during the debate. The White House told us, \"We don’t discuss the details of our internal deliberations.\"\nOur ruling\nMcCain said Obama’s \"entire national security team, including his secretary of state, said we want to arm and train and equip (Syrian rebel forces), and he made the unilateral decision to turn them down.\"\nObama did go against the advice of four key players on his administration’s National Security Team, including Clinton (secretary of state), Petraeus (CIA director), Panetta (defense secretary), and Dempsey (chairman of the Joint Chiefs of Staff). We also know from Clinton’s book that there was \"high-level support from the National Security Council.\"\nThere’s an element of uncertainty that Obama went against his \"entire\" team. We don’t know the positions of many of his advisers during those deliberations, including Vice President Joe Biden and his national security adviser. Their opinions are strong voices on Obama’s team.\nWe rate McCain’s statement Mostly True.", "vclaim_id": "vclaim-pol-07319"}