{"url": "/factchecks/2020/jul/10/gwen-moore/unions-limit-police-accountability-discipline/", "speaker": "Gwen Moore", "vclaim": "Says police unions have it “written into a contract that (officers) are not going to be accountable” for misconduct.", "truth_label": "barely-true", "date": "stated on June 12, 2020 in a TV interview:", "title": "Unions limit police accountability, but Moore claim exaggerates impact", "text": "What should happen to police officers who injure or kill someone while making an arrest?\nThat’s the crux of a debate that played out in Congress and streets across America in the wake of the May 25, 2020, death of George Floyd. He died after a Minneapolis police officer kneeled on his neck for nearly 9 minutes as three other officers declined to step in.\nThe U.S. House of Representatives passed the George Floyd Justice in Policing Act on June 25, 2020, which would crack down on excessive force and create a national database of officer misconduct. But a similar policing bill failed to pass the U.S. Senate the day before, leaving the future of federal police reform in doubt.\nIn the leadup to that House vote, U.S. Rep. Gwen Moore, D-Milwaukee, weighed in on police misconduct, criticizing the role of police unions in the accountability process.\n\"I think it’s outside of the scope of a union to be able to negotiate lack of accountability, to be able to negotiate those kinds of things away.\" Moore said in a June 12, 2020, appearance on PBS Wisconsin’s \"Here & Now.\" \"You can’t train out of a person the propensity to kill, to, if that is, in fact, written into a contract that they are not going to be accountable. And so I think that we have to get rid of that provision in union contracting.\"\nThe contract language description caught our eye. Do police unions really have it written into contracts \"that they are not going to be accountable\"?\nThat’s a vague and loaded statement, which leaves us with a lot of ground to cover.\nLet’s get started.\nTypes of accountability\nWhen asked for clarification of her remarks, Moore said she backs the ability of unions in general and police unions to negotiate hours and wages. But \"the power of collective bargaining should not be used to negotiate contracts or special benefits that shield police officers from accountability for misconduct and thus subvert the fair, impartial administration of justice and rule of law.\"\nMoore’s claim and explanation don’t specify what kind of accountability she’s referring to, so we’ll break this down by the three primary ways law enforcement officers can be held accountable: Internal police discipline, criminal charges and civil lawsuits.\nSeveral of these elements were addressed in the House-passed Justice in Policing Act. The measure would lower the criminal intent standard — from \"willful\" actions to \"knowing\" or \"reckless\" actions — needed to convict an officer in a federal criminal case, and it limited the use of qualified immunity as a defense against liability when an officer is sued in a civil action. \nQualified immunity is a judicial standard under which officers acting in their official capacity are protected from lawsuits unless they have violated a \"clearly established\" statutory or constitutional right.\nBut Moore’s claim was that union contracts ban accountability, so we’ll look specifically at how those three elements are affected. And since her claim was broad rather than limited to a single department, we’ll look generally at police union power around the country.\n\nInternal police discipline\nExperts in police accountability say unions wield considerable power in many departments, having negotiated rules and limitations that give police protections the general public doesn’t have and limit some elements of accountability.\nThese protections apply primarily to internal investigations.\n\"Union contracts can impede internal investigations into police conduct,\" said Stephen Rushin, an associate law professor at Loyola University Chicago who has reviewed more than 650 police union contracts while studying police labor law. \"While this might not be uniformly true across all agencies in the United States, it appears to be the case in many.\"\nHere are some common protections, as detailed by Rushin and Seth Stoughton, associate professor of law at the University of South Carolina. They noted many contracts have language in this vein, but not all.\nInterview delays — Some contracts require agencies to wait a set amount of time (typically 24 or 48 hours) before they can interview an officer about an incident.\nInformation access — Some contracts require an agency to provide the officer with the complaint, witness statements and other documentation prior to being interviewed — access that wouldn’t be allowed to any civilian criminal suspect.\nComplaint limitations — Some contracts ban anonymous complaints or require complaints to be made within a certain time period.\nDisciplinary history — Some contracts require agencies to destroy disciplinary records after a set amount of time (in some cases less than a year) or mandate prior discipline not be considered in future cases.\nArbitration/grievance requirements — Some contracts allow officers to contest disciplinary findings through an arbitration process.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSamuel Walker, emeritus professor of criminology and criminal justice at the University of Nebraska Omaha, noted the arbitration process consistently tends to find a middle ground. In other words, a reduction of department-ordered discipline.\n\"There’s been a long record of officers who were fired and went to arbitration and got their jobs back,\" he said.\nJim Palmer, executive director of the Wisconsin Professional Police Association, said arbitration clauses are rare in Wisconsin.\nCriminal prosecution\nUnion contracts don’t have a direct impact on criminal charges since those decisions are made by prosecutors.\nPolice officers are \"supposed to get the same rights as any private citizen during the criminal investigation,\" Rushin said.\nOne complication is that departments may have an internal investigation running at the same time as a criminal investigation. A 1967 Supreme Court decision (Garrity v. New Jersey) said statements compelled as part of an internal investigation can’t be used against the officer in criminal court. So there are procedural hoops to make sure statements given by officers would be admissible.\nBut this is a protection afforded by case law, not union contracts.\nThe bigger impact, potentially, is that protections afforded as part of the internal investigation — particularly the delayed interview and access to case information beforehand — can give officers a chance to strategize how they present their version of events, which could affect the outcome of both the internal and criminal cases.\n\"No civilian would have the right to do that,\" said David Harris, a professor at the University of Pittsburgh School of Law. \"Of course, one can't make the civilian answer questions; civilians could shut up or lawyer up. But the police officer, in the same situation, can't be approached.  They call it a ‘cooling off’ period. One might also call it a ‘get your story straight’ period.\"\nCivil lawsuits\nRushin said it is common for union contracts to make sure officers aren’t held personally liable in the event of a civil judgment against them, and to require the municipality to provide legal representation for the officer.\nBut that practice, called indemnification, is so widespread it’s not necessarily fair to assume unions are the reason for that, Rushin said.\nA 2014 study of civil rights claims against 81 police agencies around the country found governments paid 99.98% of the $730 million plaintiffs received in lawsuits alleging civil rights violations by law enforcement between 2006 and 2011.\n\"Officers did not contribute to settlements and judgments even when they were disciplined, terminated, or criminally prosecuted for their misconduct,\" the study says. \"And officers were not required to contribute to settlements and judgments even when applicable law prohibited indemnification.\"\nPutting it all together\nSo the evidence is clear that union contracts have an impact on police accountability.\nContract language varies between jurisdictions, but many union contracts give officers rights during investigations that a civilian would not have. They are given time and material to prepare statements, they are shielded from certain types of complaints, they can’t have some past misconduct held against them, and they have the right to appeal discipline leveled against them.\nBut these impacts are largely limited to internal investigations, which are just one of three main ways police can be held accountable.\nThe protections can have an impact on how criminal cases proceed, but contracts can’t keep officers from being prosecuted. And civil lawsuits are still filed against officers, though officers are almost never held personally liable. Other civil-related protections such as qualified immunity don’t come from union contracts.\nAnd Moore’s claim wasn’t simply that union contracts limit accountability. She said police are banned from being held accountable.\nWalker, the Nebraska professor, called that a \"gross exaggeration.\"\nOur ruling\nMoore said police unions have it \"written into a contract that (officers) are not going to be accountable\" for misconduct. The context implies that this is referring in particular to deaths they cause.\nThis is a sweeping claim that implies by its lack of specificity that officers are shielded from internal, criminal and civil liability by language in their union contract.\nUnions simply don’t have that kind of power.\nPolice unions do offer protections that can make it more difficult to discipline officers, or result in lesser punishments. But officers protected by union contracts are routinely fired, criminally charged and successfully sued in civil court.\nThere’s a point to be made about union contract influence, but Moore’s attempt to make it was greatly exaggerated.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17719"}