{"url": "/factchecks/2014/feb/11/kasim-reed/mayor-working-keep-more-tech-grads/", "speaker": "Kasim Reed", "vclaim": "\"Right now, we only keep 50 percent of Georgia Tech's graduates.\"", "truth_label": "mostly-true", "date": "stated on January 31, 2014 in a speech:", "title": "Mayor working to keep more Tech grads", "text": "Before Snowjam turned into a verbal snowball fight between Atlanta Mayor Kasim Reed and some news outlets, Reed planned to spend most of his time Jan. 31 with the Atlanta Press Club talking about his initiatives for 2014.\nReed did address some goals for the year, such as keeping more young, smart people in the city. One statistic the mayor cited about the percentage of Georgia Tech students who stay after graduation piqued our curiosity.\n\"Right now, we only keep 50 percent of Georgia Tech’s graduates,\" Reed said.\nIs this correct?\nCarlos Campos, a spokesman for the mayor, said Reed based his comments on information from the 128-year-old college located in Midtown Atlanta. Campos specified that the mayor was referring to the percentage of Tech graduates who remain not just in Atlanta, but the entire state of Georgia.\nCollege graduates, statistics show, typically earn higher salaries, so elected officials want to keep them around.\nReed told the audience he’s planning an effort to raise upward of $150 million to fund high-tech startup firms in the city. The mayor said those companies are needed to keep more college grads in Atlanta and away from Silicon Valley. Reed said he’s working with local business leaders on the retainment effort and set a long-term goal of keeping at least 75 percent of Tech graduates here.\nReed is not the first person to raise concerns about a brain drain. Some Michigan educators and elected officials talked about the need to keep more college graduates in that state. A first-of-its-kind survey of all 2007 Michigan public university graduates, conducted by Michigan Future Inc., revealed that half of grads left the state within a year, The Detroit News reported. The percentage of Michigan State University graduates who left the state doubled between 2001 and 2009, from 24 percent to 49 percent, the newspaper reported, citing statistics from the school.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nNationally, there’s little research on the topic. A 2007-08 federal survey found 69 percent of college graduates were living in the state where they earned their degree one year after graduation.\nGeorgia Tech spokeswoman Laura Diamond gave us some data from surveys done in 2012 and 2013 about its graduates. Over those two years, 52 percent of Tech undergraduates remained in the state. The total increases to 55 percent once you include those who attended graduate school.\nThe 2012 survey polled 2,619 students who were scheduled to graduate with bachelor’s or master’s degrees that year with questions about employment prospects and future plans. About 55 percent of the students completed the entire survey. Georgia Tech has about 21,500 undergraduate and graduate students.\nThe report contains job placement rates and salary offers in 34 majors for bachelor’s students. Seventy percent of those graduates found jobs, and the median salary was just above $63,000 and a median bonus of $5,000. For graduate students, the job placement rate was nearly 72 percent, and the median salary was $78,000 with a median bonus of $10,000.\nReed said in his remarks to the Atlanta Press Club that one-half of Georgia Tech graduates stay in Georgia. He based his statement on data from Georgia Tech.\nThe school’s surveys are pretty close to the mayor’s statement.\nThere’s not much data out there on this subject. Georgia Tech’s surveys showed the percentage of graduates who stayed in the state were slightly higher than what the mayor said at the luncheon. Still, Reed appears to be on the right track with his comments, based on the limited information available.\nOur rating: Mostly True.", "vclaim_id": "vclaim-pol-08272"}