{"url": "/factchecks/2015/sep/25/don-zimmerman/don-zimmerman-says-non-city-workers-havent-seen-3-/", "speaker": "Don Zimmerman", "vclaim": "Salaries of Austin residents who don't work for city government \"have not been going up 3 percent a year for the last several years.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2015 in an Austin City Council meeting:", "title": "Don Zimmerman says non-city workers haven't seen 3 percent salary increases the past several years", "text": "The salaries of Austin residents who don't work for city government \"have not been going up 3 percent a year for the last several years.\"\nAustin City Council Member Don Zimmerman objected to a 3 percent pay raise for Austin city employees partly by saying other Austin residents haven’t landed similar hikes.\nAn Austin American-Statesman news story posted online Sept. 1, 2015, quoted Zimmerman, the District 6 Austin City Council member, telling colleagues that Austin residents who aren’t city employees face the same taxes, fees and utility bills that employees confront. \"And,\" Zimmerman said, \"their salaries have not been going up 3 percent a year for the last several years.\"\nIn recent years, city employees actually fielded raises ranging from 1.5 percent to 3.5 percent; the council gave no raises in the 2009-10 budget year. Days after Zimmerman piped up, the council voted 9-2, with Zimmerman voting \"no,\" for a 2015-16 budget that includes 3 percent raises for the city’s 12,000 workers.\nBrian Kelsey, principal of Civic Analytics, an Austin economic consulting firm, urged us to check Zimmerman’s 3-percent analysis, saying on Twitter the declaration seemed like a candidate for our Truth-O-Meter.\nWe embarked on this fact check with some wariness. Outside of government, which is subject to open-records laws, who knows about anyone else’s pay?\nWith guidance from expert number-crunchers, we landed several federal estimates for average changes in overall wages paid Austin-area workers, though we didn’t identify data strictly limited to people working in Austin.\nZimmerman’s backup\nTo get started, we asked Zimmerman how he reached his conclusion. He put us in touch with his chief of staff, Joe Petronis, who emailed a spreadsheet drawing on Occupational Employment Statistics collected by the U.S. Bureau of Labor Statistics that include wage estimates for over 800 occupations nationally and, closer to home, metropolitan statistical areas. The Austin-Round Rock-San Marcos MSA takes in Travis County, home to the capital, plus nearby Hays, Bastrop, Caldwell and Williamson counties.\nPetronis focused on changes in median hourly wages across all occupations (including city workers) in the region from May 2010 to May 2014. These data suggest the 2012 hourly median of $17.12 in the Austin region was down 0.5 percent from the 2011 median of $17.20. In 2013, per the Occupational Employment Statistics, the $17.48 in median hourly wages was up 2.1 percent from the year before and the 2014 median hourly wage of $17.62 was up 0.8 percent from the 2013 median, all figures we confirmed on a BLS website.\nThat’s one way of ballparking wage changes. Then again, Beverly Kerr, a lead researcher for the Austin Chamber of Commerce, pointed out by email that the government counsels against using OES data to compare figures from different years.\n\"This is not the best dataset to use to compare the changes in wages over time,\" Kerr wrote. The bureau’s explanation/warning (question F. 1. here) runs nearly 1,100 words, a lot of that about how definitions of jobs and industries and even geographical classifications change.\nYet Cheryl Abbot, a Dallas-based BLS spokeswoman, replied to us by email that while the OES and another bureau data set, the Quarterly Census of Employment and Wages, aren’t intended for use as \"a time series,\" topline pay-change comparisons we were considering made the caveats less worrisome.\nOther analyses\nIt turned out there are many ways to attempt wage-change comparisons.\nKerr and Abbot each said the bureau’s quarterly census would be the most comprehensive way to gauge pay changes among workers not employed by the city. The census, which launched in the 1930s, tracks employment and wages of establishments which report to the federal government’s unemployment insurance programs, hence representing about 97 percent of the nation’s civilian wage and salary civilian employment.\nAbbot sent us a chart showing, per the quarterly census, 10 years of changes in average weekly wages for people working in Travis County, enabling us to calculate that wages for individuals employed in the county, including city employees, escalated an average of nearly 3 percent a year from 2010 through 2014. This figure rolled in changes in wages for city employees and other government workers. But it’s also possible to isolate changes in wages solely for local government workers, including city employees, which the census indicates increased an average of nearly 2 percent a year. According to the chart, average wages for private-sector workers employed in the county rose an average 2.7 percent a year over the five years.\nAnd, in keeping with Zimmerman’s claim, what of the last several years? Wages for all workers in the county escalated an average 3.1 percent in 2012, 1.1 percent in 2013 and 4.2 percent in 2014, according to the bureau’s census. Meantime, private-sector wages went up 3.3 percent on average in 2012; decreased 0.2 percent in 2012; and increased 3.9 percent in 2014, Abbot’s chart indicated.\nBLS analyst suggests regional focus\nWe pressed Abbot on how best to gauge pay raises for Austin residents not working for the city. She suggested we look at changes in private industry average weekly wages per the quarterly census across the five-county Austin MSA rather than in the county alone. \"This QCEW measure is as close as the bureau can come to average annual pay raises for Austin workers, excluding city employees,\" Abbot emailed, though she noted that her run through the data excluded all government workers, leaving out workers at every level from the city, county, state and federal offices.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nAccording to the quarterly census, the average weekly wage in the five-county region across private industries escalated 3 percent in 2012 to $1,023, decreased 0.5 percent in 2013 to $1,018 and increased 3.6 percent to $1,055 in 2014.\n\n\n\n\nYEAR\n\n\nAVG WEEKLY WAGE, ALL PRIVATE INDUSTRIES, AUSTIN MSA\n\n\nCHANGE (%)\n\n\n\n\n2012\n\n\n1023\n\n\n3.0\n\n\n\n\n2013\n\n\n1018\n\n\n-0.5\n\n\n\n\n2014\n\n\n1055\n\n\n3.6\n\n\n\n\nSOURCE: Quarterly Census of Employment and Wages, U.S. Bureau of Labor (chart received by email from Cheryl Abbot, regional economist, BLS, Sept. 22, 2015)\n\n\n\n\n \nOther indicators\nKerr offered up another data source overseen by the bureau, its Current Employment Statistics, which Kerr tapped to find that annual private industry wages increased in the five-county region by an average 2.2 percent from 2008 through 2014 with average annual raises ranging from 1.3 percent to 4.8 percent. Most recently, average wages were up 1.1 percent in 2012; increased 3.2 percent in 2013; and rose 4.1 percent in 2014, Kerr’s chart indicates.\nWhen we asked, Abbot called the survey-based CES a \"perfectly valid choice\" for gauging wage changes. But we couldn’t make a run at checking changes in median wages per the quarterly census or CES. Abbot told those data sets don’t produce median figures.\nNext, we spotted data posted by the U.S. Bureau of Economic Analysis indicating that the average wage per job in the Austin region escalated 3.6 percent from 2010 to 2011; 3 percent from 2011 to 2012--and a scant 0.1 percent from 2012 to 2013, the latest period analyzed.\nOur ruling\nZimmerman said the salaries of Austin residents who don't work for city government \"have not been going up 3 percent a year for the last several years.\"\nBy various indicators, wages of Austin-area workers have not gone up 3 percent every year, as Zimmerman said. Yet some measures suggest there were some 3 percent (or better) average increases though we also found evidence of an average wage decline one recent year.\nWe rate Zimmerman’s statement, which lacked these clarifications, Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05934"}