{"url": "/factchecks/2020/apr/27/facebook-posts/no-proof-mosquitoes-transfer-covid-19-between-peop/", "speaker": "Facebook posts", "vclaim": "Mosquitoes can transfer COVID-19 “from person to person”", "truth_label": "false", "date": "stated on April 22, 2020 in a Facebook post:", "title": "No proof mosquitoes transfer COVID-19 between people", "text": "Misleading claims on social media have spread the myth that with summer around the corner, mosquitoes are another way that COVID-19 will spread.\n\"u think its bad now just wait till them mosquito's start transferring Corona blood from person to person,\" stated an April 22 Facebook post.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile mosquitoes can transmit some illnesses such as malaria, we found no evidence that COVID-19 is spread through mosquitoes. It is a respiratory virus that spreads between people, public health agencies say.\n\"To date there has been no information nor evidence to suggest that the new coronavirus could be transmitted by mosquitoes,\" says the World Health Organization on a myth-busting page.\nThe main driver of COVID-19 transmission, based on available data, is people who have symptoms, WHO spokeswoman Carla Drysdale told PolitiFact.\nCOVID-19 spreads primarily through droplets generated when an infected person coughs or sneezes, or through droplets of saliva or discharge from the nose, the WHO found.\n\"The main way that COVID-19 spreads is from person to person,\" said the U.S. Centers for Disease Control and Prevention.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nFor a virus to pass to a person through a mosquito or tick bite, the virus must be able to replicate inside the mosquito or tick, said Joseph M Conlon, an adviser for the American Mosquito Control Association.\n\"None of the coronaviruses have been shown to do that,\" he said.\nHowever, mosquitoes can factor into the severity of the disease if a patient has underlying medical issues due to mosquito-borne diseases, Conlon said. \n\"Mosquito-borne viruses such as West Nile virus and dengue fever have not disappeared as COVID-19 has usurped the media landscape,\" he said. \"As potential contributors to severe outcomes, their prevention/control becomes even more critical.\"\nThough the WHO and CDC have said mosquitoes don’t transmit COVID-19, ProPublica reported that an internal briefing memo showed that the U.S. Department of Agriculture has launched its own study into the matter. The USDA did not respond to ProPublica’s questions. We tried to confirm the memo ourselves but did not hear back from the agency.\nOur ruling\nA Facebook post said mosquitoes can transfer COVID-19 \"from person to person\"\nMajor health organizations said that mosquitoes do not transfer the virus. Instead, it is transferred via droplets of saliva or discharge from the nose.\nWithout evidence to support the claim, we rate this statement False.", "vclaim_id": "vclaim-pol-17017"}