{"url": "/factchecks/2010/apr/21/tom-grady/charlie-crist-website-republican-independent/", "speaker": "Tom Grady", "vclaim": "Says Crist campaign website \"has eliminated all references to our Republican Party.\"", "truth_label": "false", "date": "stated on April 20, 2010 in an e-mail to Crist.:", "title": "Charlie Crist website stripped of Republican references, state lawmaker says", "text": "Now that Gov. Charlie Crist is openly flirting with an independent run for the U.S. Senate, many of his old Republican friends are dashing for the exits.Crist's mentor, former Florida U.S. Sen. Connie Mack, yanked his support on April 15, 2010. House Speaker Larry Cretul, who had been neutral, didn't just endorse Crist's rival Marco Rubio on April 20, 2010, but openly bashed Crist in the process.State Rep. Tom Grady, R-Naples, became the latest Crist backer to jump ship in an e-mail to Crist dated April 20, 2010.Grady, who said Crist convinced him to run for the Legislature, said he was resigning from Crist's statewide finance team and would no longer be the Southwest Florida regional chairman of Crist's campaign.\"This evening, as I reviewed your updated campaign website, I noticed a disheartening fact,\" Grady wrote in an e-mail. \"Your website has eliminated all references to our Republican Party, or as you frequently refer to it, the party of Lincoln.\"As a long-time personal friend, I suspected you were considering a break from the party when my recent calls went unanswered. This comes at a time when we clearly differ on what it means to be a conservative with a firm belief in less government, less taxing, less spending and more freedom.\"Crist has said he hasn't made up his mind whether he will continue to run for the U.S. Senate as a Republican, or as an independent candidate with no party affiliation. (He has to decide by April 30th).But is Crist's campaign website already tipping his hand?Indeed, the website, http://CharlieCrist.com, is largely devoid of mentions that Crist is a Republican. That's not unusual -- candidates often don't emphasize their party in hopes that they can attract more broad support. But it's not hard to figure out what party he represents -- at least for now.His homepage has a link to the \"Charlie Crist Conservative Record,\" and his official biography describes his as a \"common-sense conservative\" who was \"Florida's first elected Republican Attorney General.\"The website includes an electronic button for people to download that says \"Conservatives for Charlie Crist\":\n\nAnd it still includes a press release from April 8, 2010, in which campaign manager Eric Eikenberg says Crist would run for the U.S. Senate as a Republican, not an independent. The Palm Beach Post went back and found other press releases referring to Crist speaking at Republican events and Lincoln Day dinners, and also commenting on the resignation of his hand-picked Republican Party of Florida chairman, Jim Greer. In a Jan. 5 press release, Crist said: \"I call on Florida Republicans to unite behind our common values of less government and more personal freedom and sincerely hope that we can move forward together to ensure statewide Republican victories in 2010.\"Crist campaign spokeswoman Andrea Saul told the Palm Beach Post that \"no Republican references have been scrubbed from our website, period.\"The St. Petersburg Times/Miami Herald also asked Crist about Grady's comments.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nQ: Did you remove any references to the Republican Party from your website, as alleged by Rep. Tom Grady and other Republicans who have withdrawn their support?A: \"No.\"Q: What's your reaction to Grady’s repealed endorsement? A: “So be it.”\nLooking for additional proof, PolitiFact Florida went to a website called Internet Archive, which stores versions of old websites. But that site hasn't created a moment in time snapshot of CharlieCrist.com since July 30, 2008.Post reporter Michael Bender used another website, ChangeDetection.com, that tracks changes to specific websites and e-mails people when a change occurs. Bender, who says he has been following changes to CharlieCrist.com \"for the past couple years,\" said no reference to “Republican” has been eliminated from the site. We couldn't independently verify Bender's claim because we just started following Crist's website on ChangeDetection.com.But what's even more critical is that Grady, himself, said he has no proof Crist “eliminated” anything from his website. He said it was fair to make the accusation, according to the Post. “This wasn’t a trial,” he said.By contrast, the front page of Marco Rubio's website has images of Rubio and 2008 GOP presidential contender Mitt Romney and features the endorsements of U.S. House Republican Whip Eric Cantor, Cretul and has the message \"Will Charlie Abandon the GOP again? Marco is the only Republican we can trust to stand up to Obama, and trust to stay a Republican.\" But Rubio's campaign biography does not say that he's a Republican.\nBack to Grady's statement. In rescinding his endorsement, Grady said Crist removed Republican references from his U.S. Senate campaign website. No, there's not a prominent picture of Crist hugging Ronald Reagan on the site, or a big splashy \"R\" next to Crist's name, but there is still considerable talk about Crist's conservative credentials. It's in his biography, detailed in press releases and on issue statements, and available for viewing on a computer near you. Plus, if you were going to remove reference to the GOP, you would likely also remove the press release promising not to run as anything other than a Republican. There's no evidence the website has changed. We rate Grady's statement False.", "vclaim_id": "vclaim-pol-15086"}