{"url": "/factchecks/2012/oct/03/ohio-republican-party/ohio-republican-party-says-issue-2-would-create-re/", "speaker": "Ohio Republican Party", "vclaim": "Says Ohio's Issue 2 will create a redistricting commission that will \"have a blank check to spend our money.\"", "truth_label": "false", "date": "stated on September 11, 2012 in an election flier :", "title": "Ohio Republican Party says Issue 2 would create a redistricting commission with a blank check to spend", "text": "A frequent criticism of Issue 2, the redistricting reform proposal before Ohio voters on Nov. 6, is its cost to taxpayers.\n\nThe Ohio Republican Party played that card when it sent out a campaign flier Sept. 11, 2012, with a warning about the 12-member redistricting commission that Issue 2 would establish. Its claim:\n\n\"They’ll have a blank check to spend our money.\"\n\nThe claim is a common theme used in the campaign against Issue 2. PolitiFact Ohio decided to check it out.\n\nIssue 2 is a proposed amendment to the Ohio Constitution that would reform the way the state’s Congressional and legislative boundaries are drawn, a process known as redistricting that happens every 10 years.\n\nElected officials, including the governor and legislative leaders, control the current process. District boundary lines typically are drawn to favor whichever party is in power. Last year, Republicans, who control state government, drew new lines that grouped voters into districts designed to help Republicans win future elections.\n\nIssue 2 would remove elected officials from the redistricting process and hand the responsibility over to a new redistricting commission. Should Issue 2 pass, a commission would be appointed next year to draw new maps for the 2014 election.\n\nThe GOP claim is based on language in Issue 2 that addresses funding for commission members’ salaries, staff, office space, legal counsel and other expenses. The proposal says \"the General Assembly shall make appropriations necessary to adequately fund the activities of the commission.\"\n\nBut that that’s not the same as having a blank check. \"Necessary to adequately fund\" the commission’s activities indicates there must be some basis of support for funding.\n\nSubsequent to the GOP sending out the mailer, the Ohio Supreme Court took that very position.  \n\nThe group supporting Issue 2, Voters First Ohio, sued to challenge a summary of Issue 2 that would appear on voters’ ballots. The Ohio Ballot Board, as it does with all state ballot issues, approved a summary ballot language.\n\nVoters First said in its lawsuit that the summary was misleading -- specifically a portion that said Issue 2 would \"mandate the General Assembly to appropriate all funds as determined by the commission.\"\n\nThat sounds similar to the Ohio GOP’s claim that the commission would have a blank check.\n\nIn its Sept. 12 ruling, the Ohio Supreme Court specifically said the proposal would not provide the commission with a \"blank check.\" The court, by a 6-1 vote, agreed with Voters First that the ballot summary was misleading.\n\n\"The actual text of the proposed constitutional amendment does not state that the redistricting commission would have – as the ballot board’s language indicates – a blank check for all funds as determined by the commission. Rather, the proposed constitutional amendment expressly limits appropriations for the commission to those ‘necessary to adequately fund the activities’ of the commission,\" the ruling said.\n\nA lawyer representing the Republican Party defended using the term blank check at a recent Ohio Elections Commission hearing. The commission held a probable cause hearing Sept. 20 on the GOP’s campaign literature after Voters First filed a complaint saying the mailer was inaccurate.\n\nAttorney Terrence O’Donnell told the commission that blank check is a \"well understood political figure of speech\" and that the average voter would not infer that the commission literally would be allowed to fill in the dollar amount on a blank check.\n\nThe elections commission’s probable cause panel split along party lines, 2-2, about whether to hold a full hearing to examine whether Republicans’ claim about the blank check was accurate. Without a majority, the matter was dropped.\n\nWe asked the Ohio GOP if it wanted to offer any other arguments to support its claim. Spokesman Matthew Henderson directed us to Carlo LoParo, spokesman for the anti-Issue 2 group, Protect Your Vote Ohio.\n\nLoParo said the claim was not meant to suggest to voters that the commission would have unlimited funds. He said the phrase was meant to convey \"an amount that is unknown, yet substantial.\"\n\nCiting a story published June 9, 2012, in The Sacramento Bee, LoParo said a redistricting commission in California, similar to the one proposed in Ohio, spent $10 million drawing political boundaries. The California redistricting commission initially estimated its work would cost about $3 million.\n\nLoParo said Issue 2’s vague wording, which does not cap spending at a specific dollar amount, would allow the commission to sue for more money if it decided lawmakers did not give them enough.\n\nThat may be true, but it would still require a showing that additional money was \"necessary to adequately fund the activities.\"\n\nSo, where does that leave us?\n\nIssue 2 would provide the redistricting commission with funds \"necessary to adequately fund the activities\" of the commission. The Ohio Supreme Court said this qualification does not entitle the commission to a blank check. But the Ohio Republican Party and Issue 2 opponents argue the court was being too literal, that the term blank check is a figure of speech that conveys a large, unknown amount of money.\n\nEven if most voters don’t take the Ohio Republican Party’s statement to mean an actual blank check would be presented to the redistricting commission, the phrase \"blank check\" does presume an unchecked spending authority.\n\nBut, as the Ohio Supreme Court ruled, the proposed amendment places a qualification on spending. If the commission were to ask for more money than initially provided, as LoParo hypothesized, it would have to show the spending is necessary.\n\nThere is no specific cap on spending in the amendment, but that does not mean the commission will be able to spend as much as it wants.\n\nThe GOP’s statement is not accurate. On the Truth-O-Meter, the claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10270"}