{"url": "/factchecks/2014/jul/20/blog-posting/bloggers-claim-feds-sued-company-requiring-workers/", "speaker": "Bloggers", "vclaim": "The Obama Administration is suing a Wisconsin company for forcing employees to speak English.", "truth_label": "barely-true", "date": "stated on July 2, 2014 in blog postings:", "title": "Bloggers claim the feds sued a company for requiring workers to speak English", "text": "In the fall of 2012, Wisconsin Plastics, Inc., a Green Bay-area manufacturer, fired 22 people, most of them Hmong or Hispanic workers.\nThe action led to a lawsuit against the company by the U.S. Equal Employment Opportunity Commission, which argues the workers’ civil rights were violated. The agency sued June 9, 2014 after its mediation efforts failed.\nThe lawsuit alleges that the workers were fired based on 10-minute observations that marked them down for their English skills, even though those skills were not needed to perform their jobs.\nSeveral weeks after the suit was filed, the case caught fire.\nFox News did a piece on it, criticizing the government’s case. And a series of conservative blogs slammed the agency’s actions,  including FreePatriot.org. A PolitiFact Wisconsin reader came across that post and asked us to examine it.\nThe posting carried this headline: \"Obama administration suing Wisconsin company for forcing employees to speaking English.\"\nYes, it said \"speaking English.\" But we’re not here to check typos.\nIn any case, the claim is a good one for a fact check: Is the Obama Administration suing a Wisconsin company \"for forcing employees to speak English.\"\nWe started with the author of the FreePatroit item, Tim Walker, who blogs from the Philippines. In an email, he said the sole source for his item was RightWingNews.com which had posted an item with this headline: \"Feds suing county in Wisconsin for requiring workers to speak English.\"\n(That headline is actually incorrect, because a business is being sued, not a county.)\nThe Rightwingnews.com item linked to an item from a site called Weasel Zippers, which had reposted an item from Judicial Watch that carried this headline: \"U.S. sues American co. for requiring workers to speak English.\" \nIn each case, the bloggers claim the EEOC lawsuit is about workers forced to speak English -- what the agency terms an \"English only\" case. These cases revolve around situations where workers are required to speak English at work or when interacting with customers.\nBut the EEOC says the bloggers got it wrong.\nSo does the company.\nWhat the agency says\nWhen we contacted the EEOC, agency attorney Cesar del Peral said the case is about the rights of the employees being violated because they had been subjected to \"a sham performance improvement plan\" that pointed out a lack of language skills.\nThe complaint says that the firings violate Title VII of the Civil Rights Act of 1964, which protects employees from discrimination based on national origin, which includes the linguistic characteristics of a national origin group.\n\"The company based its decisions on English language fluency,\" said del Peral, who noted that some of the dismissed employees had been with the company for seven to 10 years and had previously received satisfactory performance evaluations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nDel Peral said the case was different from other actions that the agency has taken against companies who have \"English only\" rules.\nHe noted the suit doesn’t allege that \"anyone was forced to speak English or that anyone refused.\"\nThe company’s side\nAfter the blog postings started to appear, the company issued a July 2, 2014 news release that criticized the posts and said language was not a factor in the firings.\n\"The recent story regarding the EEOC lawsuit filed against Wisconsin Plastics, Inc. is\nsensationalizing a lawsuit that has no merit,\" said Bruce Wendt, vice president of operations, in the statement.\n\"WPI is proud to have a diversified workforce and have interpreters on staff to accommodate the language needs of our workforce.\"\nThe statement also said: \"The reality is the decision to lay off employees in the fall of 2012 was made based on the employees’ overall comparative skills, behaviors and job performance over time.\"\nSo, where did the English-only idea picked up by the bloggers come from?\nOnce we plowed through numerous web sites to the source, we discovered a sloppy EEOC news release.\nThe agency’s June 9, 2014 release included this statement:\n\"Our experience at the EEOC has been that so-called 'English only' rules and requirements of English fluency are often employed to make what is really discrimination appear acceptable,\" said John C. Hendrickson, EEOC Chicago regional attorney.\n\"But superficial appearances are not fooling anyone,\" he said.\n\"When speaking English fluently is not, in fact, required for the safe and effective performance of a job, nor the successful operation of the employer's business, requiring employees to be fluent in English usually constitutes discrimination on the basis of national origin -- and thus violates federal law.\"\nWhen asked about the news release, Hendrickson backed away from the statement about English Only rules in the case.\nThe \"EEOC does not contend that Wisconsin Plastics either has an ‘English Only Rule’ or that the charging parties were terminated because of the failure or refusal to obey an such rule. Perhaps my reference to English Only Rules was therefore not helpful,\" he wrote in an email.\nThe statement continued: \"Our contention is that they were terminated on account of their national origin and that termination followed some sort of test of their fluency in English -- notwithstanding the fact that fluency in English was not required for the performance of their jobs (as evidenced by their prior successful performance of those jobs).\"\nOur rating\nVarious blogs said that the EEOC sued Wisconsin Plastics because the company \"forced employees to speak English.\" That’s not what the lawsuit says. The complaint says the company violated workers’ civil rights by subjecting them to a sham performance exam that focused on English language skills.\nEven the company says the bloggers, while trying to sympathize with it, took matters too far and sensationalized the lawsuit.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07576"}