{"url": "/factchecks/2016/jun/08/video/super-bowl-bid-video-overstates-atlanta-population/", "speaker": "Video for Atlanta Super Bowl bid presentation", "vclaim": "\"Our population has grown from about 1 million in the 1970s to almost 7 million today.\"", "truth_label": "half-true", "date": "stated on May 24, 2016 in Super Bowl bid:", "title": "Super Bowl bid video overstates Atlanta population", "text": "There were high-fives all around last month when Atlanta was awarded the 2019 Super Bowl, a major coup for the city and its still-under-construction Mercedes-Benz Stadium.\nPart of the sales effort to win that bid was an upbeat five-minute video touting the city and its accomplishments over the years, from civil rights to the 1996 Olympics.\n\"We are a booming, vital, diverse American city where the American dream is being realized each and every day.\" narrator and former Atlanta Mayor Andrew Young says at one point.\nBut it was another claim that caught our attention.\n\"Our population has grown from about 1 million in the 1970s to almost 7 million today,\" Young says.\nSeven million souls residing in our fair city, or metro area or the megalopolis generically referred to as the ATL? It seemed a bit inflated to PolitiFact. We decided to check it out.\nWhat should be a simple answer turned out to be a bit complicated. And the confusion centers on that age-old question: What exactly is Atlanta?\nJust getting the Super Bowl to show up in your town is an expensive proposition, but one that backers contend will pay huge dividends in prestige and actual dollars flowing into local coffers.\nTotal value of the Atlanta bid is $46 million. About  $20 million will come from donations that have beenpledged by two dozen Atlanta businesses. An additional $16 million from a portion of the Atlanta hotel-motel tax that is designated for major events. And $10 million is the estimated value to the National Football League of a sales-tax exemption on Super Bowl tickets that the Georgia Legislature passed this year.\nThe video was funded by the Atlanta Sports Council, a branch of the Metro Atlanta Chamber and a major force in landing the Super Bowl.\nSports Council President Dan Corso emailed PolitiFact that the 1970 Atlanta Metropolitan Statistical Area was about 1.8 million but had climbed to 5.7 million by 2015. It is expected to increase by about 80,000 people a year. He based those numbers on census reports.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\n\"Further, if we expand the Atlanta MSA radius to the combined statistical area (CSA), which includes Athens, we get to over 6.2 million today, and the number increases to 6.5 million if we include Columbus,\" Corso said.\nThe Atlanta Regional Commission estimates the population of the city of Atlanta at about 431,000, while the Census estimate is 463,000. The ARC puts the core 10-county metro Atlanta population at 4.5 million and the 20-county metro region at about 5.7 million. The CSA, which includes 29 counties and the Athens area, comes in at about 6.4 million.\nWe also contacted population experts who generally categorized the 7 million figure as a stretch.\nWilliam Frey of the Brookings Institution said the current Atlanta CSA -- a very broad population measure -- is on the way to 7 million but not there yet.\n\"It’s below Washington DC, Dallas, Houston and Miami in the South,\" Frey emailed. \"But if it continues its recent growth pace it could approach 7 million soon after the 2020 census.\nThe ARC, meanwhile,  estimates the 10-county metro Atlanta population will be 5.92 million in 2040. The 20-county metro area will be 7 million by 2030 and 8 million by 2040, the ARC estimates.\nOur ruling\nA video making Atlanta’s case for the 2019 Super Bowl said: \"Our population has grown from about 1 million in the 1970s to almost 7 million today.\"\nYou could make that case for the broadest possible definition of Atlanta -- if you add Columbus into the equation. But who does that? The 20-county area most people consider the broad definition of Atlanta is about 5.7 million and will not reach 7 million for another 14 years.\nIt’s true that metro Atlanta’s population has soared since the 1970s. But it’s misleading to say the area now approaches 7 million people.\nWe rate the statement Half True\nhttps://www.sharethefacts.co/share/3906d20f-7a1b-48ff-9695-427c2ba61317", "vclaim_id": "vclaim-pol-04859"}