{"url": "/factchecks/2015/jul/21/carlos-curbelo/clintons-really-did-attend-donald-trumps-2005-wedd/", "speaker": "Carlos Curbelo", "vclaim": "Says Bill and Hillary Clinton attended Donald Trump's last wedding.", "truth_label": "true", "date": "stated on July 10, 2015 in a radio interview:", "title": "The Clintons really did attend Donald Trump's 2005 wedding", "text": "Republican presidential candidate Donald Trump’s controversial campaign could just be a ruse to sabotage the GOP, said U.S. Rep. Carlos Curbelo, R-Fla. After all, the billionaire is so friendly with Hillary Clinton, Trump invited her to his nuptials.\n\"I think there's a small possibility that this gentleman is a phantom candidate,\" Curbelo told Miami radio host Roberto Rodríguez Tejera on July 10, 2015. \"Mr. Trump has a close friendship with Bill and Hillary Clinton. They were at his last wedding. He has contributed to the Clintons' foundation. He has contributed to Mrs. Clinton's Senate campaigns. All of this is very suspicious.\"\nWe’re not going to rule on whether Trump and the Clintons are friends -- as the old saying goes, \"If you want a friend in politics, get a dog!\" -- but we did want to find out if Curbelo had his wedding anecdote right.\nThe short answer is, yes, the Clintons did attend Trump’s 2005 wedding to Melania Knauss.\nWell, current Democratic presidential candidate Hillary was at the ceremony. Former President Bill didn’t show up until the reception. Because who wouldn’t want to participate in that Electric Slide lineup?\nIt was the then-58-year-old Trump’s third wedding. Before he got hitched to Slovenian former model Knauss, who was 34 at the time, he had been married first to Ivana Trump and then Marla Maples.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nClinton had a front-pew seat at the Episcopal Church of Bethesda-by-the-Sea in Palm Beach for the wedding on Jan. 22, 2005. People magazine said that the 450-person guest list included former New York City mayor Rudy Giuliani and media and entertainment personalities like Katie Couric, Matt Lauer, Simon Cowell, Regis Philbin, Kelly Ripa, Star Jones and Barbara Walters.\nThe fun really started after the ceremony in the ballrom at Trump’s own Mar-a-Lago Club resort in Palm Beach. Bill Clinton showed up in time for a party that included performances by Billy Joel, Paul Anka and Tony Bennett. The reception also featured a 200-pound, 5-foot-tall wedding cake.\nAs for whether Trump contributed to the Clinton Foundation and Hillary Clinton’s senate campaigns, Trump has admitted as much.\n\"I’m a businessman, I contribute to everybody,\" Trump told Fox & Friends on July 15. (PunditFact has found to be the case.) \"That’s part of the problem with the system. I contribute to everybody. When I need Hillary, she was there. If I say go to my wedding, they go to my wedding. I contribute to everybody and you know what, that’s part of the problem with our system.\"\nTrump told the U.K.’s Daily Mail in May that he had never gotten any favors for his donations to the Clintons, \"but they do kiss my ass\" to get that money. He also has called Hillary Clinton \"the worst secretary of state in the history of the United States.\" Meanwhile, Bill Clinton told Jon Stewart a month later that The Donald had been \"uncommonly nice to Hillary and me.\"\nOur ruling\nCurbelo said Bill and Hillary Clinton were at Donald Trump's last wedding. Bill Clinton only made the reception, but Hillary Clinton did have a seat in the first row at the church in 2005. Both rubbed elbows with the stars at the reception. We rate Curbelo’s statement True.", "vclaim_id": "vclaim-pol-06172"}