{"url": "/factchecks/2012/jan/23/charlotte-bergmann/another-republican-claims-martin-luther-king-jr-wa/", "speaker": "Charlotte Bergmann", "vclaim": "\"Martin Luther King Jr. was a Republican.\"", "truth_label": "false", "date": "stated on January 10, 2012 in a campaign billboard along I-240.:", "title": "Another Republican claims that Martin Luther King Jr. was part of the GOP", "text": "Anyone driving the Interstate 240 beltway around Memphis will now see the new billboard at Getwell Road that proclaims \"Martin Luther King Jr. Was A Republican. So Is Charlotte Bergmann. Charlotte Bergmann for Congress.\"\n\nBergmann is a Republican candidate in the Democrat-rich 9th Congressional District now represented by Steve Cohen. She got a quarter of the vote in 2010 in the general election and, by all accounts, is doing more campaigning this year than two years ago.\n\nWe’re going to take her at her word that she is a Republican.\n\nBut Martin Luther King Jr., who marched with Memphis sanitation workers, who was planning a Poor People’s March on Washington at the time of his death, who advocated a guaranteed annual income to end poverty -- a Republican?\n\nWe decided to put that assertion to the test. We knew, because he said so, that King never endorsed politicians and \"took this position in order to maintain a bipartisan posture, which I have followed all along in order to be able to look objectively at both parties at all times.\" We also know from his autobiography that he wrote to a supporter in 1956 that \"in the past, I always voted the Democratic ticket.\"\n\nWe know that his father, the Rev. Martin Luther King Sr., a longtime Republican when most Southern Democrats were segregationists, endorsed John F. Kennedy publicly in the 1960 presidential race over Republican Richard M. Nixon.\n\nAsked for her sources for the claim, Bergmann directed us to her website, which displays a 20-page newsletter of the National Black Republican Association that charts Republican Party efforts to advance Civil Rights from 1854 through the Eisenhower Administration and the 1957 Civil Rights Act and documents the segregated positions of prominent Democrats in the Jim Crow South. It concludes by saying, if King were alive today, he’d be a Republican.\n\nShe also pointed to a statement made by King’s niece, Alveda C. King, a founder of the group King for America: \"My uncle, Dr. Martin Luther King Jr., during his lifetime, was a Republican.\" Bergmann also said King \"subscribed to Republican values\" and that most black voters before 1960 associated themselves with the Grand Old Party -- the Party of Lincoln -- that passed the 13th and 14th amendments to the Constitution ending slavery and guaranteeing equal rights in the 19th century.\n \nHowever, in a 2008 Associated Press story, King’s son and namesake Martin Luther King III said:\"It is disingenuous to imply that my father was a Republican. He never endorsed any presidential candidate, and there is certainly no evidence that he ever even voted for a Republican. It is even more outrageous to suggest he would support the Republican Party of today, which has spent so much time and effort trying to suppress African American votes in Florida and many other states.\"\n\nDr. Kenneth W. Goings, professor and past chairman of the Department of African American and African Studies at Ohio State University, said in an email message that King may have had to register as a Republican to vote in Alabama in the 1950s. Goings said: \"Daddy King was a Republican as were most African Americans in the South until the early 1940s.  But the combination of Dem. Party outreach and Republican Southern strategy meant that by the 1950s the South was well on the way to the split that is evident now. I’ve not seen any evidence that MLK Jr. was a Republican but if he registered to vote it would have been as a Republican in Alabama simply because the Dems. would not allow black voters.  Throughout the (Civil Rights) movement he worked with the northern Dem. Party...I wonder if somehow people have just confused Sr. and Jr. (maybe even on purpose).\"\n\nAnother academic authority on King was not as generous in his assessment of the motivation for suggesting King was a Republican. Michael K. Honey, a professor at the University of Washington-Tacoma and author of \"Going Down Jericho Road: The Memphis Strike, Martin Luther King’s Last Campaign\" (2007), said in an email: \"Do they now make things up out of whole cloth or do they fabricate based on assumptions with no actual knowledge. In either case, not very good qualifications for office.\"\n     \nHoney, who edited a collection of King’s speeches released last year as \"All Labor Has Dignity,\" said the idea that King was a Republican is \"laughable...His interest was in getting both parties to do the right thing on issues. The Democrats certainly disappointed him on the (Vietnam) war, and the Republicans had an orthodox conservatism opposed to most of the changes he wanted to see.\"\n\nPolitiFact Texas looked into a similar claim in 2011 and interviewed David J. Garrow, author of the Pulitzer Prize winning King biography \"Bearing the Cross: Martin Luther King Jr. and the Southern Christian Leadership Conference\" (1986). He said in told them: \"It is simply incorrect to call Dr. King a Republican.\"\n\nOur Ruling:\n\nWeighing the niece’s claim against King’s son’s, Honey’s and Garrow’s, and Goings’ speculation that he might have had to register as a Republican even though he always voted the Democratic ticket, it seems to us that the preponderance of the evidence shows that a claim that Martin Luther King Jr. was a Republican is simply False.", "vclaim_id": "vclaim-pol-11746"}