{"url": "/factchecks/2017/apr/18/center-american-progress-action-fund/how-much-do-donald-trumps-trips-mar-lago-cost/", "speaker": "Center for American Progress Action Fund", "vclaim": "\"A trip to Mar-a-Lago costs taxpayers approximately $3.6 million, according to a Government Accountability Office report.\"", "truth_label": "half-true", "date": "stated on April 16, 2017 in the website IsTrumpAtMarALago.org:", "title": "How much do Donald Trump's trips to Mar-a-Lago cost?", "text": "In his first 13 weeks as president, Donald Trump spent more than half of his weekends away from the White House.\nTrump’s frequent visits to his Palm Beach, Fla., club inspired a liberal political nonprofit to create a website with a catchy URL: IsTrumpAtMarALago.org.\nThe website, built by the Center for American Progress Action Fund, allows users to compare the steep cost of Trump’s trips to the cost of providing various public services, like school lunches.\nThe fine print appears, at first blush, to back up the eye-popping amount.\n\"A trip to Mar-a-Lago costs taxpayers approximately $3.6 million, according to a Government Accountability Office report,\" the website says.\nWe’ve seen similar estimates of Trump’s travel costs pop up on various news and media sites. Nearly every one can be traced back to a single GAO report from October 2016.\nThe GAO is an independent, reputable federal agency that researches how the government spends money.\nBut this report doesn’t exactly back up what the critics are saying, even if it’s the best available estimate of a presidential trip to Palm Beach.\nThe report did not estimate the specific costs of Trump’s weekend escapes to the so-called Southern White House, though a reader would get that impression.\nInstead, the report, titled \"Presidential Travel: Estimated Costs for a Specific Presidential Trip to Illinois and Florida,\" found that a four-day trip President Barack Obama took to Chicago and Palm Beach in February 2013 cost approximately $3.6 million.\nIt’s not fair to assume that those costs are typical for presidential travel, the author of the report told us.\nNor should we assume that Obama’s 2013 trip and Trump’s 2017 trips have similar price tags, even though both presidents went to Palm Beach.\n\"We wouldn’t recommend substituting the numbers from President Obama’s trip to any other trip,\" said Brian Lepore, director of defense capabilities and management at GAO.\nHere’s why.\nWhen the president travels, generally several military aircraft are involved. These include Air Force One, carrying the president, his entourage and guests, cargo planes packing motorcade limousines and other equipment, and aircraft to transport personnel who conduct security sweeps before the president arrives.\nThis is the main driver of presidential travel costs. Air Force One alone costs nearly $180,000 per hour of flight as of 2012, according to the Congressional Research Service. The GAO report found that total air and boat support accounted for more than 85 percent of the $3.6 million spent on Obama’s 2013 trip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut these costs change significantly from trip to trip, so it’s hard to nail down the average cost.\nFor example, a president could take two identical weekend trips to Palm Beach, both trips requiring a C-130 Hercules transport aircraft. But one trip could cost a good deal more than the other depending on where the C-130 has to fly in from. Military logistics could mean that one week it comes from Delaware, the next from Texas.\nOr, if the president’s event schedule for one of the Palm Beach weekends requires a helicopter, an additional or bigger plane might be necessary to transport the helicopter.\nOther details can, on a smaller scale, affect the cost to taxpayers from trip to trip, such as the number of staff traveling with the president or the number of venues that need a security sweep. Or if the trip is for a non-official political event or vacation, the president and others traveling with him reimburse the government for some of the costs.\nThis is not all to say that Trump’s traveling isn’t expensive or unusual.\nAnd as of week 13, Trump has spent 25 days away from the White House at another private residence, while past presidents spent far less at the same point in their term. Obama spent four days away; George W. Bush, 14 days; and Bill Clinton, zero days, according to the New York Times.\nAnd beyond Trump himself, the government is spending at least hundreds of thousands of dollars protecting Trump’s family, including first lady Melania Trump who’s currently living in New York City with their son Barron, and sons Donald and Eric as they travel around the world on business.\nBut it’s wrong to assume that the Mar-a-Lago trips cost the same as a specific trip Obama took to two cities over four days in 2013, based on this one GAO report.\nCorey Ciorciari, policy and research director at the Center for American Progress Action Fund, acknowledged this but said he’s still comfortable with $3.6 million as a reasonable, if not conservative, estimate for the cost of one of Trump’s Mar-a-Lago trips.\nHe said some of the Mar-a-Lago trips could cost even more than $3.6 million because they involved foreign leaders, like Chinese President Xi Jinping and Japanese Prime Minister Shinzo Abe, while the 2013 Obama trip did not.\nUnfortunately, this GAO report is the only recent official report on presidential travel costs. The next-best thing we came across was a GAO report from 1999 about trips President Bill Clinton took to Africa, Chile and China.\nJudicial Watch, a conservative-leaning organization that has sued both Democratic and Republican administrations, estimated that the Obama administration spent more than $96 million over his eight years on presidential travel, based on records they obtained from the military and Secret Service. The group’s director, Tom Fitton, has said they’re also examining how much Trump’s travel is costing taxpayers.\nThe GAO recently accepted a request from Democratic lawmakers to examine the costs of Trump’s Mar-A-Lago trips. Lepore said the investigation will likely get under way in a couple weeks, but he didn’t have a time frame for when it would be complete.\nOur ruling\nThe Center for American Progress Action Fund said, \"A trip to Mar-a-Lago costs taxpayers approximately $3.6 million, according to a Government Accountability Office report.\"\nNo doubt, a presidential trip out of Washington is expensive. It's reasonable to assume that Trump's multiple weekends at Mar-a-Lago cost taxpayers millions.\nBut the GAO report in question, one of very few available estimates of the cost of presidential travel, did not say exactly that a trip to Mar-a-Lago cost $3.6 million. The report covered a specific trip Obama took in 2013 covering two cities including Palm Beach.  \nTo say each Trump Mar-a-Lago visit costs the same as the Obama trip is imprecise. There are too many unknown variables to say for sure.\nWe rate this claim Half True.\n Share the Facts 2017-04-18 20:40:56 UTC   Politifact    3 1 7  Politifact Rating: Half True  \"A trip to Mar-a-Lago costs taxpayers approximately $3.6 million, according to a Government Accountability Office report.\"    Center for American Progress Action Fund liberal political nonprofit   on IsTrumpAtMarALago.com Sunday, April 16, 2017 2017-04-16    Read More  info", "vclaim_id": "vclaim-pol-03413"}