{"url": "/factchecks/2011/oct/20/sherrod-brown/sherrod-brown-says-35-percent-chinas-exports-land-/", "speaker": "Sherrod Brown", "vclaim": "\"We buy 35 percent of all Chinese exports.\"", "truth_label": "half-true", "date": "stated on October 12, 2011 in a news conference:", "title": "Sherrod Brown says 35 percent of China's exports land in U.S. markets", "text": "Bipartisan legislating  has not left the Senate.\n\nStrong support from both sides of the aisle brought passage this month (Oct. 11) of the Currency Exchange Rate Oversight Reform Act of 2011 -- legislation designed to address China's undervaluation of its currency and consequent trade advantage.\n\nThe bill was sponsored and introduced by Ohio Democrat Sherrod Brown and supported by Ohio Republican Rob Portman, both of whom have acknowledged expertise on trade: Brown wrote a book on it (\"Myths of Free Trade\"), and Portman served a year as U.S. Trade Representative.\n\nThe legislation could lead to higher tariffs on Chinese imports that supporters say are priced artificially low. At a news conference after its 63-35 passage, Brown called it \"the largest bipartisan jobs bill\" to win approval in many months.\n\nOpponents said they feared the legislation could spark a trade war with China at a time when the U.S. economy is already weak.\n\nBrown responded: \"Ohio workers and Ohio manufacturers already know that we are, in fact, in a trade war, and the Chinese have done very well, thank you.\n\n\"The reason that this won't start the kind of trade war where the Chinese start being more aggressive even than they have been is we buy 35 percent of all Chinese exports,\" he said. \"They can't go to a trade war with a country that is such an important customer to them.\"\n\nThe claim that more than one-third of China’s exports are sold in U.S. markets got PolitiFact Ohio’s attention. We decided to take a look.\n\nBrown’s communications director, Meghan Dubyak, immediately told us that Brown \"misspoke when he said 35 percent. The figure is closer to 25 percent.\"\n\nShe referred us to the most recent statistics from the World Trade Organization. They show that China's exports totaled $1.2 trillion in 2009, and the U.S. imported $310 billion of them, or 26 percent.\n\nWe looked further and found statistics from the U.S.-China Business Council, the U.S. International Trade Commission and the U.S Trade Representative that also showed the U.S. accounting for roughly 25 percent of Chinese exports.\n\nThey showed that the United States is China's largest export market by a wide margin, spending about 30 percent more than second-ranked Hong Kong, more than twice as much as third-ranked Japan and buying more than four times the volume of fourth-place South Korea.\n\nThe United States buys more than the next six countries in the top 10 combined.\n\nBy coincidence, we found that Portman made a slip of the tongue several months ago while discussing trade with China, just a Brown did here. We rated that claim Half True and said then that his underlying point remained.\n\nIn this case, Brown gave an incorrect number for the U.S. percentage of Chinese exports, which his staff readily pointed it out and corrected.  \n\nRegardless of that slip, he is correct that the United States is China’s top export destination. A one-quarter share is not as hefty as a one third share would be, but either way, the United States remains the most significant market for Chinese exports.\n\nBut while PolitiFact Ohio isn’t looking to play Gotcha!, a key tenet is that words matter. In this case, Brown’s number is nearly 30 percent greater than the correct figure.\n\nOn the Truth-O-Meter, we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLee Fisher\n\n\nstated on July 12, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nRob Portman’s \"plan to tax, slash and privatize\" Social Security \"would devastate Ohioans.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 28, 2010", "vclaim_id": "vclaim-pol-12231"}