{"url": "/factchecks/2013/jul/30/dream-defenders/over-12000-school-kids-were-arrested-florida-it-ma/", "speaker": "Dream Defenders", "vclaim": "\"Over 12,000 school kids were arrested in Florida. It makes Florida the nation's leader in that area.\"", "truth_label": "half-true", "date": "stated on July 22, 2013 in a meeting with Wansley Walters, Florida Department of Juvenile Justice Secretary:", "title": "'Over 12,000 school kids were arrested in Florida. It makes Florida the nation's leader in that area,' says Dream Defenders", "text": "Meet the Dream Defenders -- a group of young people camped out in front of the office of Gov. Rick Scott seeking to overturn Florida’s \"stand your ground\" law and draw attention to issues such as racial profiling and arrests of school children.\nThe group has been attracting national attention in the wake of the July 13 acquittal of George Zimmerman, a white Hispanic neighborhood watchman, in the fatal shooting of Trayvon Martin, an unarmed black teenager in Sanford on Feb. 26, 2012.\nMartin’s case has shined a spotlight on the intersection of race on the criminal justice system and school discipline. (Martin was serving an out-of-school suspension when he was shot while walking to his father’s home after buying Skittles and a drink.)\nOn July 22, Florida’s Secretary of the Department of Juvenile Justice, Wansley Walters, met with the Dream Defenders to talk about how to keep children out of the criminal justice system.\n\"Over 12,000 school kids were arrested in Florida,\" said Monique Gillum, one of the leaders of Dream Defenders during the meeting. \"It makes Florida the nation's leader in that area.\"\nArrest data on Florida students\nTo back up her claim, Gillum pointed to a Florida Department of Juvenile Justice report that states that 12,520 youth were arrested for school-related arrests during the 2011-12 year. (School-related includes arrests at school, the bus or bus stop, and school-sponsored events.) About two-thirds were for misdemeanors.\nThe department pointed us to the same report to show that the number of youth school-related arrests have declined 48 percent since the 2004-05 school year.\nOne reason for the decline is that the majority of Florida school districts have started using civil citations for non-violent misdemeanors. The citations include penalties such as community service. If the student complies, no arrest goes on their record.\nBeing arrested at school can be traumatic. Even if the arrest doesn’t ultimately lead to a conviction, it can still hurt students because they may have to disclose it on job or college applications.\nThe Miami-Dade school district, the largest in the state and the one where Martin was a student, was the first to implement civil citations -- and that could be why it had far fewer arrests than several smaller districts. (Walters was at the Miami-Dade County Juvenile Services Department at the time and led the effort to push for civil citations.)\nThe report shows school-related arrests by sheer numbers and by rate per 1,000 students in counties in 2011-12. We will cite a few examples:\n\nMiami-Dade: 552, three per 1,000\nBroward: 1,062, eight per 1,000\nHillsborough: 1,046, 10 per 1,000\nPinellas: 846, 15 per 1,000\nPasco: 316, 9 per 1,000\n\nThough the numbers of arrests statewide dropped in recent years after the state relaxed its \"zero tolerance\" policy, critics say schools have still gone too far in criminalizing typical youthful behavior. We found arrests for infractions such as throwing spitballs, hitting someone with a tootsie pop or even for repeatedly \"passing gas.\"  (The 13-year-old boy busted for flatulence never went before a judge; the Martin County school district told us the case was \"diverted/dropped with no record for the student.\")\n\"The vast majority of children being arrested in schools are not committing criminal acts,\" Walters told the Orlando Sentinel earlier this year.\nNational comparison data lacking\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo the 12,000 figure isn’t in dispute. But comparing Florida’s school-related arrests to the rest of the nation was far more complicated.\nNational \"data-keeping in this realm is indeed pretty awful,\" said Kevin G. Welner, professor and director of the National Education Policy Center at the University of Colorado. That sentiment was echoed by multiple experts we interviewed.\nAlso, Florida does a better job than most states at compiling the data. An expert at the Southern Poverty Law Center said the state has the most comprehensive data in the nation.\nThe Dream Defenders sent us an article from Ebony, which stated, \"While Florida is not alone in turning to police to discipline young people, it has the distinction of being the nation’s leader in school-based arrests.\"\nEbony linked to a 2013 article in Color Lines, a magazine that focuses on issues pertaining to race. Its report stated: \"Last year, Florida produced the highest documented number of school-based arrests in the country — and that number was an improvement over previous years.\" (One expert we interviewed noted the important qualifier in that sentence: documented. As we’ll see, little is documented in this area.)\nGillum directed us to a 2011 report about Florida school arrests written by the Advancement Project, a national civil rights group, along with the ACLU in Florida and the NAACP.\n\"Florida still has the highest documented number of school-based referrals to law enforcement in the country,\" states the report. A footnote had this to say: \"Currently, this data is not collected nationwide. Many individual states report this information, but no other state reports as many school-based referrals to law enforcement as Florida.\" We couldn't get a definitive answer from the group about how many states actually did report data.\n\"The report should have conveyed Florida’s data is the highest on record,\" Advancement Project spokeswoman Jennifer Farmer told PolitiFact Florida. \"It may not be the highest in the country but it's highest on record.\"\nWe found some data is collected at the federal level by the U.S. Department of Education’s Office for Civil Rights. But that data appears to have significant gaps and inconsistencies.\nDaniel Losen, director of the Center for Civil Rights Remedies at the University of California, pointed out a few examples of questionable numbers, including Los Angeles, which had zero referrals or arrests in 2009. Broward County had 6,640 referrals to law enforcement, but 0 arrests, while Miami-Dade had 1,670 referrals to law enforcement and 10 arrests.\nNo matter the ranking, \"Florida has a very serious issue with overly punitive discipline and over-reliance on law enforcement that harms children and adolescents in the state, and is especially harmful to children of color,\" Losen said.\nOur ruling\nDream Defenders said, \"Over 12,000 school kids were arrested in Florida. It makes Florida the nation's leader in that area.\"\nThe number about Florida is correct: There were 12,520 students arrested at schools in 2011-12, according to the state Department of Juvenile Justice.\nBut the Dream Defenders failed to prove that the number makes Florida the nation’s leader in school-related arrests. This appears to be a case of the state getting a bad rap because of its rare decision to publish comprehensive data.   \nMultiple experts said that comprehensive data for state-by-state comparisons is lacking. That makes it difficult to declare Florida’s ranking for school-related arrests.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-09048"}