{"url": "/factchecks/2010/nov/21/joe-barton/rep-joe-barton-says-four-pack-incandescent-bulbs-c/", "speaker": "Joe Barton", "vclaim": "Says you can buy four light bulbs for $1.99 at Walmart, while a single compact fluorescent lamp (CFL) costs \"$10 a pop.\"", "truth_label": "barely-true", "date": "stated on November 11, 2010 in a speech at The Heritage Foundation.:", "title": "Rep. Joe Barton says a four-pack of incandescent bulbs cost $1.99 while one CFL bulb costs $9.99", "text": "No secret: Many a GOP congressman wants to repeal the new health care law.\n\nAlso on U.S. Rep. Joe Barton's legislative bucket list? Retooling energy policy, he said during a Nov. 11 speech at the conservative Heritage Foundation, where the Ennis lawmaker specified something else he'd like to repeal. \"In a bill that passed in 2007 or 2008, we prohibited in a few years the sale of incandescent light bulbs, like the one that's shining on me right now from the back of the room,\" he said. \"And I was at Walmart this weekend buying some light bulbs and the traditional incandescent light bulb I believe you can get four for $1.99. The little squiggly pig-tail ones were one for $9.99.\"\n\nThen the dig: \"Now, if you're Al Gore, you can afford $10 a pop for squiggly-pig-tailed fluorescent light bulbs. But if you're mainstream America, two or three kids, mom and dad working outside the home, that's not a very good deal. So I think repeal that law right off the bat to show that we're going to put market forces back into play. We'll show the American people that we're serious about an energy policy that actually produces energy for America.\"\n\nSince we're not Al Gore, we wondered if we're getting a bad deal: $9.99 for a compact fluorescent lamp — the squiggly pig-tailed bulb Barton mentions, also known as a CFL — versus $1.99 for a four-pack of traditional bulbs.\n\nFirst, some background: In 2007, Congress voted to improve the efficiency of light bulbs. Then-President George W. Bush signed into law the Energy Independence and Security Act, which set energy efficiency standards for kinds of incandescent lamps (conventional light bulbs) and fluorescent lamps (CFLs). Barton voted against it — the law Barton now wants to repeal \"right off the bat.\"\n\nWhile running for president, Barack Obama promised to sign a measure into law that \"begins to phase out all incandescent light bulbs.\" He said the change would save Americans $6 billion a year on their electric bills. Last year, PolitiFact reported that no such proposal has made it into law, though in June 2009, Obama announced changes in lighting standards.\n\nStarting in August 2012, fluorescent tube lamps (most commonly found in offices and stores) and conventional incandescent reflector lamps must become more efficient. The government said those types of lamps represented approximately 45 percent of total lighting energy use.\n\nThis isn't the first time Barton has spoken out against CFLs. On Sept. 16, Barton and two other representatives introduced a proposal to repeal the section of the act requiring that bulbs use 30 percent less energy than standard incandescents. In a press release from Republicans on the committee, Barton said that \"Washington is making too many decisions that are better left to people who work for their own paychecks and earn their own living.\"\n\nNick Prelosky, an intern in Barton's office, told us that Barton's point was \"that the CFLs are more expensive... a lot more expensive than the incandescent bulbs.\"\n\nBarton's press office didn't return our calls on this topic, and after initial communications with Walmart's corporate headquarters, no one answered our queries.\n\nSo we don't know which Walmart Barton shopped — there's one in his hometown of Ennis — or what the light bulb options were at the store. But at a Walmart Supercenter in Austin, we found a wide selection of bulbs and prices. We found a 15-watt dimming CFL bulb for $11.77 and a four-pack of 100-watt soft-white incandescent bulbs for 84 cents, an even greater price spread than Barton said.\n\nBut a dimming CFL bulb that costs more than $10 vs. a four-pack of incandescents that costs about $2 isn't exactly apples to apples. We turned to a comparison of CFL and incandescent wattage by Energy Star, a joint federal program of the Environmental Protection Agency and the Department of Energy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nAccording to Energy Star, a 60 watt incandescent bulb produces a minimum light output of 800 lumens, about what a 13 to 15 watt CFL bulb produces. At the store, we found a six-pack of 13-watt CFL bulbs for $7.97. A three-pack was $4.28.\n\nNext, we went shopping online. Our \"light bulb\" search query on Walmart's website returned 136 hits.\n\nAgain, bulb prices varied. A three-pack of soft-white 13-watt CFL bulbs costs $4.92, according to Walmart's website. A two-pack of soft-white 60-watt incandescents costs $2.54. That's $1.64 per CFL bulb and $1.27 per incandescent.\n\nOn the pricier end was a two-pack of three-way CFLs for $19.84, which are only sold online, according to Walmart's website. That's $9.92 per bulb — the price Barton bemoans. A two-pack of three-way incandescent bulbs costs $4.26, or $2.13 per bulb.\n\nBut bulb life is also a factor in cost comparisons. In August 2009, Consumer Reports reported that \"swapping regular bulbs for compact fluorescents can save you at least $30 per bulb over the life of a compact fluorescent lightbulb... Some CFLs now cost less than $2 compared with $9 to $25 in 1999. Several lasted five to 10 times as long as regular bulbs in our tests, and Energy Star-qualified models use up to 75 percent less power.\"\n\nIn its October issue, Consumer Reports found that the CFL bulbs in its lab \"have been cycling on and off since early 2009, or 6,000 hours. For comparison, a typical incandescent bulb lasts only around 1,000 hours.\"\n\nLastly, we checked in with the Light Bulb Shop on Austin's Burnet Road. When we explained the statement we were fact-checking, Martin Day, a salesman at the store, told us: \"You can get cheaper CFLs than $10.\" The cheapest CFL the store sells costs about $3 each, he said — a four-pack for $12. The cheapest incandescent: 75 cents.\n\nLet's review the math. One 13-watt CFL bulb costs as little as $1.30 (the price for a six-pack divided by the number of bulbs), compared to 20 cents for an equivalent 60-watt incandescent bulb. But it would take at least five incandescents to replace it over the average life of a CFL. However, if you want a dimmable CFL, it will definitely cost you.\n\nOn their face, the prices cited in Barton's statement hold up. Yes, you can go to Walmart and buy a four-pack of incandescent bulbs for $1.88 (online) or 84 cents (at the Austin Supercenter) — prices even lower than Barton aired — and a single CFL bulb for $11.77 (even more than he said). However, Walmart also sells some CFLs for less and other incandescent bulbs for more.\n\nMore importantly, Barton ignores other relevant factors — wattage and longevity — that undercut a simple price comparison and his suggestion that a \"mainstream,\" two-income family can't afford such energy-saving bulbs.\n\nWe rate his statement as Barely True.\n\nThis story has been updated to correct the cost of a 13-watt CFL bulb to $1.64\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13977"}