{"url": "/factchecks/2011/aug/01/joshua-henne/democrat-backed-one-new-jersey-claims-state-has-lo/", "speaker": "Joshua Henne", "vclaim": "Says New Jersey has fewer jobs since Gov. Chris Christie took office.", "truth_label": "false", "date": "stated on July 20, 2011 in a press release from One New Jersey:", "title": "Democrat-backed One New Jersey claims the state has lost jobs since Gov. Chris Christie took office", "text": "On the heels of a cutthroat budget battle, a Democrat-backed group called One New Jersey entered the political scene in mid-July and quickly took aim at Republican Gov. Chris Christie.\n\nIn a July 20 press release, One New Jersey spokesman Joshua Henne said: \"After nearly two years of Christie’s bluster, middle-class and working families are far worse-off than when he took office – with less jobs and higher property taxes.\"\n\nFor this Truth-O-Meter item, PolitiFact New Jersey is focusing on Henne’s claim that New Jersey has fewer jobs now than when Christie took office in January 2010.\n\nAfter reviewing data from the U.S. Bureau of Labor Statistics, we found that the number of non-farm jobs in New Jersey has fluctuated between growth and decline throughout Christie’s tenure. But when Henne made his statement, there was a net increase of jobs, federal data shows.\n\nFirst, let’s explain how labor statistics are compiled.\n\nFederal labor statistics are measured through two monthly surveys: household interviews and reports from public- and private-sector employers, commonly referred to as the payroll survey.\n\nTo support his claim, Henne referred us to household survey data. Those figures show a decrease of 12,266 employed persons in New Jersey between January 2010 and June 2011, according to seasonally adjusted data from the U.S. Bureau of Labor Statistics.\n\nBut there’s a major problem with Henne’s argument: he used the wrong survey to talk about jobs.\n\nThe household survey estimates employed persons, while the payroll survey estimates jobs. That’s a critical difference, especially since many Garden State residents work in neighboring states.\n\nNow, let’s turn to the job growth estimates from the payroll survey.\n\nWhen Christie became governor in January 2010, New Jersey had 3,852,600 non-farm jobs. Based on the payroll survey data publicly available at the time of Henne’s statement, New Jersey had 3,859,000 non-farm jobs in May 2011. Both figures were seasonally adjusted.\n\nThat represents an overall increase of 6,400 non-farm jobs. During that time period, New Jersey was split in terms of job growth on a month-to-month basis -- eight months saw job gains and eight months saw job losses, according to data publicly available at the time of Henne’s statement.\n\nNew Jersey experienced further non-farm job growth in June 2011, but Jay Meisenheimer, an economist with the Bureau of Labor of Statistics, said the job increases in New Jersey can’t be characterized in any particular direction. \"It just looks like a flat trend,\" he said.\n\nStanford University economics professor Robert Hall agreed in an email that \"the most you could say is that the change is around zero.\"\n\nIt’s worth noting that New Jersey’s numbers vary between government and private-sector workers.\n\nBetween January 2010 and May 2011, the number of government employees dropped by 24,700, while private-sector jobs increased by 31,100, according to seasonally adjusted figures publicly available at the time of Henne’s statement.\n\nThose changes in private-sector employment are \"the most appropriate indicator of what is happening in the NJ economy,\" according to Rutgers University professor Joseph Seneca.\n\nHenne failed to respond to two questions about his use of the household survey to quantify jobs in New Jersey. \"We stand by the fact that middle-class and working families took a hit when it comes to jobs. Because it is just that, a fact,\" Henne wrote in an email.\n\nBefore we issue our ruling, we should point out that although Henne blamed Christie for job losses, some economists said larger factors include individual job markets and the recession. That's also despite the fact that Christie often has taken credit for creating private-sector jobs.\n\n\"State policy is an element in job creation and destruction, but the overall condition of the job market in the industries in the state is the larger factor,\" R. Glenn Hubbard, dean of the Columbia University Business School, said in an email.\n\nWhere does all this leave us?\n\nTo support his claim that there are \"less jobs\" since Christie took office in January 2010, Henne cited the wrong set of data. The data used to measure jobs shows a slight increase since Christie became governor, even though some economists said the growth is mainly flat.\n\nBut New Jersey also has seen an increase in private-sector jobs -- a measure considered by a Rutgers professor to appropriately reflect the state of the economy. Beyond crediting or blaming Christie, economists said other factors include the recession and individual job markets.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12650"}