{"url": "/factchecks/2011/sep/13/rick-perry/rick-perry-says-2009-stimulus-created-zero-jobs/", "speaker": "Rick Perry", "vclaim": "\"The first round of stimulus ... it created zero jobs.\"", "truth_label": "pants-fire", "date": "stated on September 12, 2011 in the CNN/Tea Party Express debate:", "title": "Rick Perry says the 2009 stimulus 'created zero jobs'", "text": "Texas Gov. Rick Perry criticized President Barack Obama's new jobs plan during a Republican presidential debate Sept. 12, 2011, saying his previous effort \"created zero jobs.\"\n\nWOLF BLITZER: \"Gov. Perry, the president in his new plan has a lot of tax cuts, payroll tax cuts, middle-class tax cuts, tax credits for hiring veterans, tax credits for hiring long-term unemployed people. Are those things you would support?\"\n\nRICK PERRY: \"And he's going to pay for them all with raising your taxes. That is the issue. He had $800 billion worth of stimulus in the first round of stimulus. It created zero jobs, $400-plus billion dollars in this package. And I can do the math on that one. Half of zero jobs is going to be zero jobs.\"\n\nPolitiFact has regularly checked job claims about the American Recovery and Reinvestment Act of 2009, so this one caught our ears.\n\nZero?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRepublican Sen. Scott Brown of Massachusetts said in February 2010 that the stimulus bill \"didn't create one new job.\" He earned a Pants on Fire.\n\nFlorida Republican Gov. Rick Scott said in September 2010 during his successful campaign for governor that the stimulus bill had \"not created one private sector job.\" We smelled smoke. (We even found Billy Weston, a Florida Republican who personally credited the stimulus for his new job with a private Riviera Beach pharmaceutical manufacturer.)\n\nSo, what's the evidence? \n\nThe White House has posted on its stimulus website a listing of jobs funded by the stimulus, breaking it down by state and congressional district. Just for the quarter April 1 to June 20, 2011, the country had a reported 555,029 full-time equivalent jobs funded by the Recovery Act.\n\nAs our colleagues at PolitiFact Virginia have pointed out, in a report released March 18, 2011, the president’s Council of Economic Advisers estimated that between 2.5 million and 3.6 million jobs were created or saved by the stimulus through the fourth quarter of 2010.\n\nSeparately, the council’s report cited four independent analyses by the Congressional Budget Office and three private economic analysis companies. Here’s what the groups found:\n\n• CBO: Between 1.3 million and 3.6 million jobs saved or created.\n\n• IHS/Global Insight: 2.45 million jobs saved or created.\n\n• Macroeconomic Advisers: 2.3 million jobs saved or created.\n\n• Moody’s Economy.com: 2.5 million jobs saved or created.\n\nNote the language \"created or saved,\" which means not every one of those more than a million jobs count as \"created,\" as Perry said.\n\nBut certainly more than zero. Ask Billy Weston. \n\nPerry said \"the first round of stimulus ... created zero jobs.\" We say Pants on Fire.", "vclaim_id": "vclaim-pol-12429"}