{"url": "/factchecks/2013/nov/14/scott-walker/gov-scott-walker-says-he-cut-staffing-20-percent-d/", "speaker": "Scott Walker", "vclaim": "\"During my eight years as county executive, we cut the number of county workers by 20 percent.\"", "truth_label": "true", "date": "stated on November 13, 2013 in a book:", "title": "Gov. Scott Walker says he cut staffing 20 percent during his tenure as Milwaukee County executive", "text": "In his new book, Gov. Scott Walker says Milwaukee County made him do it.\nHis Act 10 collective bargaining limits for state and local employees, that is.\nWalker writes in \"Unintimidated\" that his \"searing\" experience with labor unions while serving as Milwaukee County executive was the \"ultimate source of the reforms I enacted as governor.\"\n\"During my eight years as county executive, we cut the number of county workers by 20 percent, and turned a $3.5 million county deficit into a surplus,\" he wrote.\nHe added: \"On one hand that is an achievement because the county government needed to be smaller. But because of collective bargaining we couldn’t do it in the best way. Being forced to get rid of productive workers while retaining slackers, and having my hands tied by union intransigence and collective bargaining rules, was a searing experience.\"\nWalker tried with mixed success to privatize and outsource certain county services, in part to save the county on employee benefits costs that ballooned after years of pension padding schemes.\nDid his county administration downsize the county’s staffing ranks by 20% in eight years?\nThe number checks out, we found.\nAnnual county budget books document the number of full-time equivalent employees in Milwaukee County’s operating departments.\nThe count dropped in every budget approved in Walker’s era, which covered nine budgets from 2003 to 2011. The year before he took office after a 2002 special election, the workforce stood at 7,047.\nHis first year it was 6,703, and when he left it was 5,336.\nThat’s a drop of 1,367, or 20.4%, by our math.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEvery category of county operations saw a decrease.\nCounty parks, general administration, transportation and public works saw the deepest losses of staff on the county payroll, county records show. Private contractors were hired, in some cases, to do the work of county employees.\nTwo final notes.\nDownsizing is nothing new at the county.\nThe county workforce fell 22 percent in the nine budgets prior to Walker’s arrival, slightly outstripping his trimming efforts.\nThe biggest factor was the 1995 sale of the county-owned Doyne Hospital.\nDuring Walker’s last term, the state of Wisconsin stripped Milwaukee County of its role in administering food aid, child care and medical assistance programs, citing county mismanagement. Walker had proposed something similar, saying the state could do it less expensively.\nThat reduced the county workforce by more than 300. But because the workers didn’t become state employees until 2011, the reduction does not affect the employee tally during Walker’s county time, which ended in December 2010.\nOur rating\nFirst-time author Scott Walker wrote that, \"during my eight years as county executive, we cut the number of county workers by 20 percent.\"\nThe governor’s memory is correct.\nTrue.\nIf you would like to comment on this item, go to JSOnline.com.", "vclaim_id": "vclaim-pol-08619"}