{"url": "/factchecks/2016/sep/02/roy-cooper/roy-cooper-falsely-says-north-carolina-teacher-pay/", "speaker": "Roy Cooper", "vclaim": "\"Under Pat McCrory, (North Carolina) has fallen to 41st in teacher pay.\"", "truth_label": "barely-true", "date": "stated on August 29, 2016 in posts on social media:", "title": "Roy Cooper falsely says North Carolina teacher pay ranking has fallen under Pat McCrory", "text": "In his new ad, Democratic candidate for N.C. governor Roy Cooper focuses on a teacher who says she had to leave North Carolina to find a better-paying job in another state.\nThe ad says Gov. Pat McCrory, the Republican incumbent whom Cooper is trying to unseat, proposed a budget for this school year that would’ve had the smallest percentage of state funding going toward education in 30 years. We rated that claim Half True in a previous fact check.\nBut another Cooper claim caught our eye: The one he used to promote the ad online.\n\"Under Pat McCrory, our state has fallen to 41st in teacher pay,\" Cooper tweeted along with a video of the ad. \"We must fix this.\"\nHe said the same thing on Facebook, also adding in a jab accusing Republicans of \"election year gimmicks.\"\nBut we wondered if it was actually Cooper who was using an election year gimmick here.\nWho pays teachers?\nFirst, a refresher on teacher pay.\nIt doesn’t come entirely from the state government. School boards are allowed to supplement local teachers’ salaries, and all but a handful of North Carolina’s 115 school districts choose to do so.\nDepending on the district in North Carolina, teachers can get a few hundred dollars a year or more than $6,000.\nSo it’s hard to attribute all of the responsibility for teacher pay, good or bad, to only the state government or only the county and city governments. However, the state does provide most.\nNational ranking\nIn the 2015-16 school year, according to estimates by the National Education Association, North Carolina was ranked 41st in teacher pay – just like Cooper claimed.\nHowever, take that number with a grain of salt. The NEA typically revises its salary numbers after a year, and that revision can sometimes make a difference in the rankings.\nIn 2014, for example, the NEA estimated the average North Carolina teacher made $45,737 in 2012-13. It tentatively ranked the state 46th in the country.\nThe revised numbers came out a year later. Even though North Carolina’s average pay for 2012-13 didn’t change, its ranking rose from 46th to 43rd because other states did change.\nSo when the revised numbers for 2015-16 come out, North Carolina might still be ranked 41st. Or it might be a few spots higher or lower. We won’t know until spring 2017, however, so for now we’ll just go by the estimates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe rise and fall of teacher pay\nBut is Cooper right with the more important part of his claim, that North Carolina has \"fallen\" to 41st under McCrory’s leadership?\nNo.\nMcCrory was sworn in on Jan. 5, 2013, halfway through the 2012-13 school year. As we already mentioned, North Carolina was ranked 43rd that year.\nMcCrory’s first budget, for the 2013-14 school year, saw teacher pay drop to 47th in the nation. But teacher pay has only risen since then, even if only slightly.\nIn 2014-15 average pay rose to 42nd, and in 2015-16 it was estimated to have risen again to 41st.\nSo Cooper is clearly wrong about the ranking having \"fallen to 41st\" under McCrory. It actually rose to 41st.\nCooper’s campaign pointed out that teacher pay was much higher when Cooper was in the state legislature – especially toward the end of his tenure when Cooper was one of the top Senate leaders. In the 1990s and early 2000s under Democratic legislators and a Democratic governor in Jim Hunt, North Carolina did rank much higher in average teacher pay.\nWhile the state never paid teachers as much as the national average, its ranking did break into the top half of states. North Carolina ranked 21st in average teacher pay during Cooper’s last year in the Senate, in 2000-01, and it was 22nd the year before.\nBut the ad doesn’t talk about any of that, nor do the posts promoting it. The posts instead make the incorrect claim that the state’s ranking has fallen under McCrory.\nWe wondered if there was a different way the claim might have some truth to it. Maybe even though North Carolina’s ranking rose, its average pay fell compared to the national average.\nThat’s possible. A state could rise in the rankings even while sinking further away from average, if the average is affected by outliers at the very top or bottom of the rankings.\nBut again, that’s not the case.\nIn 2012-13, the last pre-McCrory budget, the average North Carolina teacher made 81.6 percent of the national average. The most recent data we have is the NEA estimate for 2015-16, when the average North Carolina teacher made an estimated 82.6 percent of the national average.\nLike with the ranking itself, that’s not much of an increase but it is still an increase – although it’s lower than the 95.6 percent it reached during the last budget Cooper helped pass as a legislator.\nOur ruling\nCooper said North Carolina \"has fallen to 41st in teacher pay\" under Gov. McCrory.\nIn fact, the opposite is true. North Carolina has risen to 41st in teacher pay since McCrory entered office. It’s barely an increase, from 43 to 41, but it’s still an increase.\nSince the claim contains a snippet of truth – that North Carolina is one of the country’s lowest-paying states for teachers – but uses that to paint a misleading picture, we rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/f76d6e83-3146-40e5-81c5-795f90eac033", "vclaim_id": "vclaim-pol-04373"}