{"url": "/factchecks/2012/aug/31/mitt-romney/mitt-romney-says-michelle-obama-praised-bain-compa/", "speaker": "Mitt Romney", "vclaim": "At Bain Capital, \"we helped start an early childhood learning company called Bright Horizons that First Lady Michelle Obama rightly praised.\"", "truth_label": "true", "date": "stated on August 30, 2012 in remarks at the Republican National Convention in Tampa:", "title": "Mitt Romney says Michelle Obama 'praised' Bain company Bright Horizons", "text": "Mitt Romney said one of his Bain Capital companies has been so successful it's been praised by First Lady Michelle Obama.\n\nRomney’s Aug. 30, 2012, speech at the Republican National Convention in Tampa extolled Bain Capital, the private equity and venture capital firm that fueled his wealth, as \"a great American success story.\"\n\n\"Some of the companies we helped start are names you know you've have heard from tonight. An office company called Staples, where I'm pleased to see the Obama campaign has been shopping.\n\n\"The Sports Authority, which of course became a favorite of my boys.\n\n\"We helped start an early childhood learning company called Bright Horizons that First Lady Michelle Obama rightly praised.\n\n\"And at a time when nobody thought we'd ever see a new steel mill built in America, we took a chance and build one in the cornfield in Indiana. Today, Steel Dynamics is one of the largest steel producers in the United States. These are American success stories.\"\n\n\nWhat did Michelle Obama say?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nLet’s Move!\n\nWe asked Romney’s campaign, and did some searching of our own.\n\nThe first lady didn’t offer a blanket endorsement of Bright Horizons, a major provider of employer-sponsored child care that’s been named one of Fortune magazine’s \"100 Best Companies to Work for in America.\"\n\nRather, she singled them out for a mention in a June 2011 speech in Washington, D.C., as a new partner for her healthy-kids initiative, Let’s Move.\n\nHer comments were publicized a year later in a Daily Caller article headlined \"Michelle Obama praised Bain Capital-backed child care company,\" as well as by ABC News and Fox Business News with Neil Cavuto.\n\nShe was \"singing the praises of a company called Bright Horizons last year\" saying it was \"it was beyond just first-rate,\" Cavuto said.\n\nThe coverage focused on a YouTube video that showed the first lady mentioning Bright Horizons . She had visited a child care center — not one managed by Bright Horizons, but rather an unrelated center called CentroNia — to announce \"Let’s Move Child Care.\" Providers such as Bright Horizons had agreed to sign on with Partnership for a Healthier America to focus on nutrition and exercise in their centers.\n\nMichelle Obama said:\n\n\"The Partnership for a Healthier America is working with private providers like Bright Horizons. That’s the nation’s second largest private child care provider, and they’re going to implement this checklist at nearly 600 child care centers across the country. So we already have commitments that are going to affect hundreds of thousands of children today. Again, that’s why we’re excited to be able to launch this. That's why these partners here today are so important, because we wouldn't have this announcement if we didn't have the folks ready to step up and invest and get the ball rolling and be the models, as CentroNia is, to show that we can do this, and it can work.\"\n\nIn a related Bright Horizons news release, she was quoted as saying, \"If our kids get into the habit of getting up and playing, if their palates warm up to veggies at an early age, and if they’re not glued to a TV screen all day, they’re on their way to healthy habits for life. That’s why I’m so excited about Let’s Move Child Care – because I know that childcare facilities and home-based providers can be a real building block for an entire generation of healthy kids.\"\n\nOur ruling\n\nRomney said the first lady \"praised\" Bright Horizons. She did say that she was \"excited\" to launch an initiative that included the child care provider, calling Let’s Move partners \"so important.\" Those are favorable comments about the company. We rate his claim True.", "vclaim_id": "vclaim-pol-10464"}