{"url": "/factchecks/2018/jun/22/tammy-baldwin/trumps-executive-order-doesnt-address-2000-separat/", "speaker": "Tammy Baldwin", "vclaim": "Says Donald Trump's executive order \"doesn't address the over 2,000 children who are already separated from their parents, and it doesn't change the fact that we would be jailing children with their families.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2018 in an interview:", "title": "Trump's executive order doesn't address 2,000 separated children and families would still be jailed?", "text": "On June 21, 2018, the day after President Donald Trump signed an executive order on the separation of children from their parents at the border, U.S. Sen. Tammy Baldwin tried to poke holes in it.\nThe Wisconsin Democrat is running for re-election in November 2018. Leah Vukmir and Kevin Nicholson are seeking the Republican nomination to run against her.\nBaldwin, interviewed on \"Late Night with Seth Meyers,\" claimed Trump’s order \"doesn't address the over 2,000 children who are already separated from their parents, and it doesn't change the fact that we would be jailing children with their families.\"\nIn some respects, this is a fluid situation. So let’s set out what was known when Baldwin made her statement.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nThe order\nFamilies attempting to enter the United States without permission had been separated in the past, but immigration officials did so as an exception and not a rule. That changed in April 2018, when U.S. Attorney General Jeff Sessions announced a zero-tolerance policy for all undocumented border crossings. Government agents charged undocumented people with a crime and sent them directly to detention centers. Any children were sent to be cared for in separate facilities.\nAccording to the latest reports, the government was holding over 2,300 minors under the age of 12.\nAfter an international outcry, Trump reversed himself and signed the executive order to end the practice of separating families. (Vukmir also shifted her position on separating families at the border, earning a Half Flip on our Flip-O-Meter.)\nThe Trump order reiterates that the administration’s policy is to \"rigorously enforce our immigration laws.\" It says in part:\nIt is also the policy of this Administration to maintain family unity, including by detaining alien families together where appropriate and consistent with law and available resources …\nThe Secretary of Defense shall take all legally available measures to provide to the Secretary, upon request, any existing facilities available for the housing and care of alien families, and shall construct such facilities if necessary and consistent with law ….Heads of executive departments and agencies shall, to the extent consistent with law, make available to the Secretary, for the housing and care of alien families pending court proceedings for improper entry, any facilities that are appropriate for such purposes.\nThe Attorney General shall promptly file a request with the U.S. District Court for the Central District of California to modify the Settlement Agreement in Flores v. Sessions, CV 85-4544 (\"Flores settlement\"), in a manner that would permit the Secretary, under present resource constraints, to detain alien families together throughout the pendency of criminal proceedings for improper entry or any removal or other immigration proceedings.\n\n\n\n\nAll our fact checks in the U.S. Senate race.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\n\n\n \nSo, to the second part of Baldwin’s statement, the order does call for continuing to detain families -- though together, rather than separating parents from their children.\nBut her use of the word \"jailing\" goes too far. The families, while kept in custody in some type of facility, would not be incarcerated in jails.\nThe children already separated\nAs for the 2,300 children already separated, PolitiFact National said it was not clear how or if the policy change might ultimately affect them.\nInitially, on the day of order, a U.S. Department of Health and Human Services spokesperson said there would be no special effort from the Trump administration to reunite migrant families separated at the border. But later the same day, the department said the spokesperson had misspoken about the order.\nIn a statement, the department said \"it is still very early and we are awaiting further guidance on the matter,\" but that \"reunification is always the ultimate goal of those entrusted with the care of\" unaccompanied alien children \"and the administration is working towards that for those UACs currently in HHS custody.\"\nIn any case, the order itself does not address the 2,300 children.\nMoreover, Reyna Torres Mendivil, Mexico's consul general in San Antonio, told National Public Radio that reunification would be hampered by the U.S. separation process, which keeps parents in federal custody while moving children into facilities controlled by the Department of Health and Human Services. \"The U.S. authorities create different files for the children than for the parents, and it's very difficult to follow up on those cases,\" Torres said.\nAnd CNN noted that separated children are in facilities or foster homes spread across states far from the U.S.-Mexico border, including Michigan, New York, South Carolina and more.\nThe White House referred us to a spokeswoman for Health and Human Services, but we didn’t get a reply.\nOur rating\nBaldwin says Trump's executive order \"doesn't address the over 2,000 children who are already separated from their parents, and it doesn't change the fact that we would be jailing children with their families.\"\nThe thrust of Baldwin’s statement is correct. Federal officials in charge of reunification said after the order they \"are awaiting further guidance\" on how to proceed. But in fact the order does not address reunifying the 2,300 children with their parents, which is seen as a complicated process.\nThe order also says, as Baldwin claims, that families entering the country without permission will continue to be detained  — together, rather than parents and children being separated. But while the families would be in custody, at various facilities, Baldwin overreaches in saying the families would be put in jails.\nBaldwin’s statement is accurate, but needs clarification  — our definition of Mostly True.\n Share the Facts 2018-06-22 22:14:32 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True   Says Donald Trump's executive order \"doesn't address the over 2,000 children who are already separated from their parents, and it doesn't change the fact that we would be jailing children with their families.\"     Tammy Baldwin U.S. senator, D-Wis. https://www.youtube.com/watch?v=0Cme4jP1BMg   In an interview Thursday, June 21, 2018 2018-06-21    Read More  info", "vclaim_id": "vclaim-pol-01936"}