{"url": "/factchecks/2014/jun/05/rachel-maddow/maddow-pentagon-made-story-jessica-lynchs-heroism/", "speaker": "Rachel Maddow", "vclaim": "\"The Pentagon made up\" the since-debunked heroics of POW Jessica Lynch as she tried to avoid capture in Iraq.", "truth_label": "false", "date": "stated on June 3, 2014 in comments on \"The Rachel Maddow Show\":", "title": "Maddow: Pentagon made up story of Jessica Lynch's heroism", "text": "As controversy swells surrounding the decision to swap five dangerous Taliban commanders for POW Army Sgt. Bowe Bergdahl, liberal MSNBC host Rachel Maddow is trying to defend the prisoner exchange by comparing it to the rescue of Iraq POW Jessica Lynch.\nOn her June 3, 2014, show, Maddow explained Lynch’s story -- how her convoy had taken wrong turns in Nasiriyah, Iraq, in 2003 and was ambushed. And Maddow cited dramatic details in a Washington Post report that Lynch \"fought fiercely and shot several enemy soldiers after Iraqi forces ambushed the Army's 507th Ordnance Maintenance Company, firing her weapon until she ran out of ammunition.\"\nBut Lynch has since said that description is incorrect, saying her gun jammed in the chaos.\nMaddow highlighted the navigational mistakes of U.S. troops and the inaccurate story of Lynch’s heroics to draw a comparison to Bergdahl.\n\"If the heroics that the Pentagon made up about her (Lynch) didn't really happen, and they didn’t, maybe the U.S. special forces who rescued her and the other Americans … maybe they shouldn’t have bothered,\" Maddow said, sarcastically. \"After all, maybe it was sort of their own screw up that got them ambushed and hurt and captured in the first place. Is that how we think about these things now?\"\nSome people who saw Maddow’s reporting questioned her assertion that \"the Pentagon made up\" Lynch’s heroism. The Pentagon is the building that houses the U.S. Defense Department and a quasi-official way to reference the Defense Department. Saying the Pentagon \"made up\" something is the equivalent of accusing George W. Bush's Defense Department. \nWe decided to dig into Maddow's claim further. (We reached out to Maddow through an MSNBC spokeswoman but did not hear back by our deadline.)\nGenesis of the inaccurate stories\nThere is no question that much of the original Washington Post report, dated April 3, 2003, (Lynch was captured March 23 and rescued April 1) is inaccurate.\nThere were two main inaccuracies in the original Post report:\n\n\nThe story said Lynch suffered multiple gunshot wounds and was stabbed. But doctors found no evidence of either.\n\n\nLynch \"was fighting to the death,\" a U.S. official told the Post, and she killed several Iraqis. But Lynch’s weaponed was jammed, and she killed no Iraqis.\n\n\nThe Post reporting became the genesis \"of a spate of stories that accepted the Post sequence of events,\" journalist Dante Chinni, who researched the issue, wrote for the Pew Research Journalism Project. \"Many articles focused on the Rambo-like firefight Lynch reportedly engaged in — some even cited her valiant fighting as proof that women belonged in combat zones.\"\nWithin a few weeks, however, the story had all but fallen apart.\nChinni provides a good timeline:\nApril 15, 2003: The Washington Post runs a piece questioning its earlier account. A physician from the Iraqi hospital that treated Lynch said, \"There were no bullets or shrapnel or anything like that.\"\nApril 18: An Associated Press story backs off earlier accounts. The AP quotes a military official who says the Lynch gunfight \"has not been confirmed.\"\nMay 15: A BBC News piece calls the Lynch story \"one of the most stunning pieces of news management ever conceived.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMay 26: The Chicago Tribune continues to debunk the story of Lynch’s heroics. \"The story of Jessica Lynch is the tale of how a modern war icon is made, and perhaps how easily officials and journalists with different agendas accepted contradictory, self-serving versions of what happened to her,\" the Tribune wrote.\nSource of the bad information\nThe Post relied on anonymous sources only described as \"U.S. officials\" in its initial report. Maddow claimed the \"Pentagon\" made the story up.\nActually, the story itself said the Pentagon couldn’t confirm the story.\nThe original Post report, written by Susan Schmidt and Vernon Loeb, said that Pentagon officials \"had heard ‘rumors’ of Lynch's heroics but had had no confirmation.\"\nLoeb provided many more details about the source of his reporting during a Dec. 15, 2003, NPR interview. (The Lynch talk starts about 30 minutes in.)\nLoeb described his sources as \"some really good intelligence sources here in Washington.\" He said that after the information was proven to be false, the Post went back to reconstruct what happened. They found that the intelligence was coming from the battlefield and that U.S. officials had picked up on Iraqi \"intercepts talking about a blind American firing back.\"\nIntelligence officials, who could include a number of people working at a host of different agencies, interpreted that blind American to be Lynch.\nLoeb was asked if he thought he was given the reports as part of an effort to mythologize Lynch.\n\"No not at all,\" said Loeb, who is now managing editor of the Houston Chronicle. \"I’ve been asked this over and over again. Our sources for that story were not Pentagon sources. In fact, I could not get anybody from the Pentagon to talk about those reports at all. I got indications that they had in fact received those intelligence reports, but the Pentagon was completely unwilling to comment on those reports at all. They wouldn’t say anything about Jessica Lynch.\n\"I’ve never believed that, as least as the story we wrote goes, that it was a Pentagon attempt to create a hero there,\" Loeb said. (The Pentagon also was accused of romanticizing Lynch’s rescue for PR purposes, a separate charge Loeb also says he does not believe.)\nCNN's former senior Pentagon reporter, Jamie McIntyre, largely corroborated Loeb's account in a 2007 interview with Howard Kurtz.\n\"Nobody in the Army could figure out where the information was coming from,\" McIntyre said. \"There were no official statements that ever portrayed Jessica Lynch as going down fighting, and it appeared that the Post story was based on a single source who in retrospect may have confused the actions of other soldiers with Jessica Lynch. \n\"Even in that original story it said that the Pentagon ... had heard rumors of this but couldn't confirm it.\" \nOur ruling\nMaddow said, \"the Pentagon made up\" the heroics of POW Jessica Lynch as she tried to avoid capture in Iraq.\nMaddow was making the point that the United States should have rescued Lynch whether or not she was a hero, just like it was right to bring Bergdahl home. That may be a popular opinion, but Maddow missed on the details of Lynch’s now-debunked story.\nFirst, the original report Maddow pointed to -- an article in the Washington Post -- specifically said that the Pentagon couldn’t confirm the story.\nAnd later, the author of the Post report made clear that his source was not the Pentagon. Loeb, the author, went further to say he does not believe he was fed false information \"to create a hero.\" The reality is we don’t know who provided the information to Loeb; he and his colleague Schmidt won’t say.\nMaddow fails to have the evidence to back up her claim. We rate it False.", "vclaim_id": "vclaim-pol-07777"}