{"url": "/factchecks/2015/apr/13/rick-santorum/90-american-workers-dont-own-their-own-business-ri/", "speaker": "Rick Santorum", "vclaim": "\"Ninety percent of American workers don't own their own business.\"", "truth_label": "mostly-true", "date": "stated on April 5, 2015 in an interview on \"Face the Nation.\":", "title": "90% of American workers don't own their own business, Rick Santorum says", "text": "Rick Santorum, a potential candidate for president in 2016, argues that the Republicans should focus more on people working for businesses than people who own businesses, if only because of simple math. Santorum said Republicans need to concentrate more on the concerns of ordinary voters.\n\"I've made the central focus of what I've been out talking about the fact that 90 percent of American workers don't own their own business. They're actually working for businesses and that Republicans better have a message that appeals to their place in the world today and their opportunity to rise in society,\" Santorum said on CBS’s Face the Nation on April 5, 2015.\nWe wanted to know whether Santorum is correct that 90 percent of the American workers do not own their own business.\nMatthew E. Bynon, a staff member at Santorum’s organization Patriot Voices, sent us a link to a policy brief, \"The Causes of Racial Disparities in Business Performance,\" from the National Poverty Center. This 2008 article mentions in its introduction, \"Roughly 1 in 10 workers owns a business,\" which are \"13 million business owners.\" The report based its numbers on data from the U.S. Census Bureau.\nThe most recent census report Survey of Business Owners estimated the number of business owners as 20.4 million in 2007. According to U.S. Bureau of Labor Statistics the labor force in 2007 was about 153 million people. So there were around 13.3 percent business owners, a little higher than Santorum’s source. A new census survey about business owners will be released in May.  \nThe economists of the Small Business Administration used more recent data from 2012 and found a slightly higher percentage of business owners as well. The SBA found that about 16 percent of people owned a business, said staff member Miguel Ayala.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt’s important to note that the SBA based its 16 percent number on total employment of about 116 million people. If you use the entire labor force, both employed and unemployed, the number drops to 11.8 percent.\nSo the SBA estimates the total of business owners in the United States to be 18.3 million people. The census found out that there were 20.4 million business owners back in 2007. We couldn’t help noticing that the data Santorum referred to does not match, because it says 13 million.\nSo we asked Robert W. Fairlie, economics professor at the University of California, Santa Cruz, for an explanation. Fairlie was one of the authors who wrote the study \"Black-, Asian-, and White-Owned Businesses in the United States,\" which was used for the NPC policy brief Santorum referred to.\nFairlie said there are different ways to define small business owners. Not all people who own a business do it as their main source of employment.\n\"The 20.4 million businesses represents all business entities and not necessarily what someone does for their main job activity. If someone gets a little self-employment income, but mainly works as a wage or salary worker, then they would not get included in the 13 million number of business owners, but would get included in the 20.4 million definition,\" Fairlie said in an email.\nOur ruling\nSantorum said 90 percent of people don’t own their own business. Several sources show that Santorum’s number is close. However, there are different ways to count whether someone owns a business or not, and so the percentages are approximate. Overall, we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-06525"}