{"url": "/factchecks/2010/may/10/john-cornyn/republicans-say-supreme-court-nominee-elena-kagan-/", "speaker": "John Cornyn", "vclaim": "\"Ms. Kagan has spent her entire professional career in Harvard Square, Hyde Park and the D.C. Beltway.\"", "truth_label": "true", "date": "stated on May 10, 2010 in a press release:", "title": "Republicans say Supreme Court nominee Elena Kagan is a product of Harvard Square, Hyde Park and the D.C. Beltway", "text": "Shortly after President Barack Obama nominated Solicitor General Elena Kagan to replace Justice John Paul Stevens on the U.S. Supreme Court, a number of Republicans lined up to raise questions about her qualifications. Among the most common themes from Republicans was that Kagan has the resume of a legal elitist, tied primarily to academia and inside-the-Capital-Beltway jobs.\n\nU.S. Sen. John Cornyn, the junior senator from Texas, urged the Senate to thoroughly review Kagan's record — and aired his trepidations about it.\n\n\"There is no doubt that Ms. Kagan possesses a first-rate intellect, but she is a surprising choice from a president who has emphasized the importance of understanding 'how the world works and how ordinary people live,' \" Cornyn said in a May 10, 2010, press release. \"Ms. Kagan has spent her entire professional career in Harvard Square, Hyde Park and the D.C. Beltway. These are not places where one learns 'how ordinary people live.' \"\n\nFor the record, Harvard Square refers to Kagan's work at Harvard Law School and Hyde Park is the neighborhood occupied by the University of Chicago, where Kagan once taught. We should note that Obama himself attended law school at Harvard, and his private home is in Chicago's Hyde Park. And his current employment is about as inside the D.C. Beltway as one can get.\n\nPutting aside the political argument that working in Harvard Square, Hyde Park and the D.C. Beltway is not a good way to learn how ordinary people live, we decided to check Kagan's resume to find out if Cornyn is correct that the entirety of Kagan's career was spent in these three places.\n\nA judiciary committee questionnaire Kagan filled out after Obama nominated her for the solicitor general position in 2009 provides an accounting of her professional career.\n\nWorking our way back from the present, here's Kagan's employment history (and, in parentheses, where they fit into Cornyn's definition): \n\nMarch 2009-present: U.S. solicitor general (D.C. Beltway)\n\n1999 -2009: professor and dean, Harvard Law School; 2003-2009 as dean; 2001-2009 as professor focusing on constitutional and administrative law; and 1999-2001 as visiting professor (Harvard Square)\n\n1997-1999: deputy assistant to President Bill Clinton for domestic policy (D.C. Beltway)\n\n1995-1996: associate counsel to President Clinton (D.C. Beltway)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n1991-1994: assistant professor at University of Chicago Law School, primarily teaching constitutional law (Hyde Park)\n\nSummer 1993: special counsel, Senate Judiciary Committee, working on the nomination of Ruth Bader Ginsburg to the U.S. Supreme Court (D.C. Beltway)\n\n1989-1991: associate at Williams & Connolly in Washington, D.C., doing mix of commercial, First Amendment and white-collar criminal law (D.C. Beltway)\n\n1988: staff member, Dukakis for President campaign, Boston, mostly preparing responses to attacks on Gov. Dukakis' record.\n\n1987-1988: judicial clerk for Supreme Court Justice Thurgood Marshall (D.C. Beltway)\n\n1986-1987: judicial clerk for Judge Abner Mikva, U.S. Court of Appeals for D.C. (D.C. Beltway)\n\nSummer 1986: research assistant for Professor Laurence Tribe at Harvard Law School (Harvard Square)\n\nSummer 1985: summer associate for Paul, Weiss, Rifkind, Wharton & Garrison in New York City\n\nSummer 1984: summer associate at Fried Frank Harris Shriver & Jacobson in New York City\n\nSummer 1983: paralegal at Milbank Tweed Hadley & McCloy in New York City\n\nSome may quibble that when Kagan worked as a staff member on the Dukakis campaign in 1988, the campaign headquarters was in Boston, not nearby Harvard Square (though one could argue that working on a presidential campaign is by definition D.C. Beltway-related) or that she worked for three summers during graduate school at New York City law firms.\n\nAnd White House officials argue Kagan's roots as the granddaughter of Russian-Jewish immigrants, the daughter of a public school teacher and a tenant lawyer, and her career as an accomplished lawyer and well-regarded teacher solidify her \"ordinary people\" cred. Asked about this issue, White House spokesman Robert Gibbs cited Kagan's \"diversity of experience\" and noted that as solicitor general, Kagan \"represents the American people before the Supreme Court.\"\n\nBut it's fair to say that Kagan has spent the bulk of her professional career in academia at the University of Chicago and Harvard Law School, and at various positions inside the Beltway. Again, whether that puts Kagan out of touch with \"how ordinary people live,\" is a political discussion. But Cornyn's claim that Kagan \"has spent her entire professional career in Harvard Square, Hyde Park and the D.C. Beltway\" is True.", "vclaim_id": "vclaim-pol-15023"}