{"url": "/factchecks/2016/jun/17/louie-gohmert/louie-gohmert-singles-out-large-share-federal-inma/", "speaker": "Louie Gohmert", "vclaim": "\"Of all the people in federal prison for possession of illegal substances, 77 percent of them are not citizens of the United States.\"", "truth_label": "half-true", "date": "stated on May 10, 2016 in House floor remarks:", "title": "Louie Gohmert singles out 514 federal inmates, mostly noncitizens, convicted of possessing drugs", "text": "A Texas Republican, maintaining that proposed sentencing reforms won’t benefit Americans, told U.S. House colleagues that the vast majority of federal prisoners convicted of possessing illegal drugs aren’t even U.S. citizens.\nU.S. Rep. Louie Gohmert of Tyler opened his May 10, 2016, floor remarks by mentioning concerns about opioid abuse and his suspicion that President Barack Obama wants to release thousands of criminals as part of sentencing reform under debate in Congress. Gohmert then questioned whether all that many Americans are behind bars for possessing illegal drugs such as marijuana.\nTo the contrary, Gohmert said that \"of all the people in federal prison for possession of illegal substances, 77 percent of them are not citizens of the United States. That is, 77 percent of those in federal prison for possession are not U.S. citizens,\" he said.\n\"So, obviously,\" Gohmert asserted, \"this president has been giving illegal, unconstitutional amnesties out like they were water at a marathon.\"\nGohmert didn’t reply to our requests for the basis of his \"amnesties\" claim.\nLet's start by mentioning that state prisons hold many inmates with drug convictions.\nRegardless, we focused on whether nearly 8 in 10 inmates federally imprisoned for drug possession lack citizenship.\nIn general as of April 2016, we found that nearly 80 percent of the federal system’s approximately 195,000 total inmates were U.S. citizens; 15 percent were citizens of Mexico, according to the Federal Bureau of Prisons.\nSentencing reform debate\nGohmert made his comment in the wake of an April 2016 White House report stating that drug-related arrests spurted nationally between 1980 and 2014, contributing to rising incarceration rates. Specifically, a 2015 Pew Charitable Trusts analysis says, the share of federal inmates serving time for drug offenses increased from 25 percent in 1980 to a high of 61 percent in 1994 before decreasing due to rising admissions for other crimes—though drug offenders still represented 49 percent of federal inmates.\n\"Changes in drug crime patterns and law enforcement practices played a role in this growth,\" the Pew report says, \"but federal sentencing laws enacted during the 1980s and 1990s also have required more drug offenders to go to prison—and stay there much longer—than three decades ago.\"\nTo our inquiry, Marc Mauer of The Sentencing Project, which says it focuses on reforms in sentencing policy, addressing unjust racial disparities and advocating for alternatives to incarceration, stressed by email that the \"vast majority of people in federal prison for a drug offense are there on a conviction for selling drugs, not possessing drugs.\"\nGohmert’s backup\nTo our request for factual backup, Gohmert spokeswoman Kimberly Willingham said by email that Gohmert relied on a chart from the U.S. Sentencing Commission; its duties include the collection and distribution of information on federal crime and sentencing issues.\nThe chart, \"Citizenship of Offenders in Each Primary Offense Category, Fiscal Year 2015,\" has a line indicating that 1,680 of 2,181 individuals whose \"primary offense\" was \"simple possession\" of drugs (77 percent) were non-U.S. citizens. In general, according to the chart, 41,059 of 70,225 total convicts, 58.5 percent, were citizens with 29,166, nearly 42 percent, being noncitizens.\nBut, we noticed, those counts solely reflected individuals sentenced to federal prison in the 12 months through September 2015--not the entire population of federal inmates.\nA BOP spokesman, Justin Long, answered our request for detail with an email stating that 84,911 inmates \"are drug offenders (the offense associated with the longest term of sentence is a drug offense), and of those 18,132 (21%) are not U.S. citizens.\"\nPut another way, most drug offenders, including individuals convicted of drug trafficking, are Americans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBut that’s also describing a more general population than what Gohmert singled out.\nBureau officials told us the agency doesn’t classify inmates in the way that Gohmert did in his remarks. Fortuitously, Willingham sent us an April 2016 document she attributed to sentencing commission staff stating that as of March 27, 2016, 514 individuals were serving a federal sentence for simple drug possession--94 percent of them having been sentenced since September 2015.\n\"Most of these offenders are non-citizens (95.5%),\" the document says, \"and most are Hispanic (96.9%).\"\nThe provided document didn't name an author or even specify the commission as its provider. Mindful that we can't rely on anonymous sources, we reached a commission spokeswoman, Christine Leonard, who confirmed the information we'd fielded from Willingham was earlier sent to a member of Congress. By phone, Leonard said that generally, Glenn Schmitt of the agency’s Office of Research and Data has a hand in producing such responses.\nGohmert referred to 514 inmates\nSo, who was Gohmert talking about that day? By our calculation, the tallied 514 prisoners amounted to about 0.6 percent of all drug offenders in federal facilities around the time he spoke--or 0.3 of 1 percent of all federal prisoners.\nThe document has more detail including an indication that nearly all these possession-only inmates were sentenced in Arizona.\nFor instance, a footnote says: \"Simple Possession offenders are defined as offenders 1) sentenced under USSG §2D2.1,\" referring to a provision in the commission’s U.S. Sentencing Guidelines describing penalties for possession of heroin or any \"Schedule I or II opiate, an analogue of these, or cocaine base.\" Other substances specified in the section include LSD and PCP.\nA \"commentary\" in the document says: \"The typical case addressed by this guideline involves possession of a controlled substance by the defendant for the defendant’s own consumption. Where the circumstances establish intended consumption by a person other than the defendant, an upward departure may be warranted.\"\nThe document also says: \"The vast majority of the simple drug possession crimes for which offenders were incarcerated involved marijuana (97.5%).\" \"The median weight of the drug involved in the cases from the border districts was 21,700 grams (approx. 48 pounds).\" Also, the document says, of offenders sentenced in a \"border district, the average sentence was 6.3 months (and the median sentence was 6.0 months).\"\nNext, we sought to learn more about the cases against the tallied inmates sentenced in Arizona. Perhaps something unique to that state explains its dominance of this statistical slice.\nBy email when we sought guidance, Julie Samuels, a senior fellow in the Justice Policy Center at the Urban Institute, speculated that the preponderance of noncitizens among the inmates reflects the likelihood that each one wasn’t eligible for probation or any sentence short of incarceration after which she or he would be deported.\nWe didn’t confirm that. Cosme Lopez, spokesman for the U.S. Attorney’s office in Phoenix, told us by phone he had no information about prosecutions of the inmates. Attempts to reach other possible experts in the state didn’t pan out.\nOur ruling\nGohmert said that of \"all the people in federal prison for possession of illegal substances, 77 percent of them are not citizens of the United States.\"\nIn fact, nearly all the 514 inmates in federal prison for simple possession of illegal drugs aren’t citizens.\nBut this claim lacks context. The clutch of inmates who fit Gohmert’s categorization--nearly all of them sentenced in Arizona since September 2015--account for a minuscule fraction of the people in the federal pen for drug crimes, of whom 21 percent are noncitizens.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/43e9c7ac-93b6-4249-819e-239ebb378b9a", "vclaim_id": "vclaim-pol-04820"}