{"url": "/factchecks/2017/oct/23/blog-posting/fake-news-tampa-bay-lightning-fires-black-player-f/", "speaker": "Bloggers", "vclaim": "Says Tampa Bay Lightning hockey player J.T. Brown was \"fired after raising fist during national anthem.\"", "truth_label": "pants-fire", "date": "stated on October 10, 2017 in a fake news website:", "title": "Fake news: Tampa Bay Lightning fires black player for raising fist during anthem", "text": "We can’t say exactly how many living, breathing people believed the article that the Tampa Bay Lightning fired hockey forward J.T. Brown, but whether it was humans or bots, they shared the story more than 20,000 times. That was enough to flag it on Facebook’s fake news list.\nA website called Conservative7.com ran a story with the headline, \"Black hockey player fired after raising fist during national anthem,\" on Oct. 10. It was a copy and paste job from a site called FreedomJunkshun.com, which first ran the story on Oct. 9.\nFreedomJunkshun.com is part of a group of sites run by liberal trolls who write absurd news stories in an attempt to fool conservatives. \nThe site runs the disclaimer that it \"uses facts that don’t exist and relies more on imagination than the truth.\" The warning goes on to say, \"All people, places, names and images should be considered fictitious or fictitious representations.\"\nThat nuance got lost in translation.\nAccording to the story, \"J.T. Brown of the Tampa Bay Lightning jumped on the ‘hate our troops’ bandwagon and made a ‘black power’ fist,\" as the national anthem played before a game. The result was swift, the article continued.\nThe team owner, \"Burt Lancaster announced a few hours later that the team will be seeking a new forward to replace Brown.\"\nWhat’s true here is that Brown did raise his fist before a Sept. 28 game against the Florida Panthers.\nBeyond that, the article is pure invention.\nBrown told the Tampa Bay Times that after a lot of discussion with friends in the military, teammates and coaches, he \"wanted to show my support for the root of the protest, talking about police brutality and inequality.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nDuring the game, the Lightning released a statement, \"The Tampa Bay Lightning celebrate the moment before every game when we can unite as a community, paying homage to a flag that is representative of our nation and those who have sacrificed. At the same time, we respect our players and individual choices they may make on social and political issues.\"\nIn another bit of fantasy, the team owner is Jeff Vinik, not Burt Lancaster, a name more tied to Hollywood than hockey.\nLastly, we checked the team roster\n.\nBrown is still on it. Brown was a healthy scratch for the Lightning’s last game, Saturday against Pittsburgh.\nBrown hasn't played since Oct. 7. But that likely has more to do with him being the 12th/13th forward on a team that has typically played just 11.\nBrown has said that he will not continue his protest, \"I am done raising my fist during the national anthem. I am now using this support, opportunity and platform to call out everyone who agreed or disagreed with me to help by sharing suggestions, continuing respectful conversations and looking for ways that they, too, can make a difference in the community.\"\nOur ruling\nA fake news site said the Tampa Bay Lightning fired Brown, an African-American player, after he raised his fist during the national anthem.\nBrown did raise his fist, but he wasn’t fired. The story originated with a site that says it presents fiction as truth. The people who shared that article and the other websites that copied it ignored that warning.\nWe blow the whistle on this blindside hit to the head of truth.\nThis claim rates Pants on Fire.\n Share the Facts 2017-10-23 17:56:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Tampa Bay Lightning hockey player J.T. Brown was \"fired after raising fist during national anthem.\"     Bloggers Bloggers https://conservative7.com/2017/10/10/breaking-black-hockey-player-fired-raising-fist-national-anthem/   On a fake news website Tuesday, October 10, 2017 2017-10-10    Read More  info", "vclaim_id": "vclaim-pol-02772"}