{"url": "/factchecks/2009/dec/08/bobby-jindal/gov-jindal-predicts-saints-will-be-first-go-undefe/", "speaker": "Bobby Jindal", "vclaim": "\"I'm predicting (the Saints) will go not only undefeated, but all the way through the Super Bowl -- something that's never been done before.\"", "truth_label": "false", "date": "stated on December 7, 2009 in a radio interview:", "title": "Gov. Jindal predicts Saints will be first to go undefeated and win Super Bowl", "text": "After the New Orleans Saints squeaked by with an overtime win over the hapless Washington Redskins on Dec. 6, 2009, Louisiana Gov. Bobby Jindal was apparently feeling pretty confident about his undefeated Saints.\n\n\n\"I'm predicting we'll go, not only undefeated, but all the way through the Super Bowl -- something that's never been done before,\" Jindal said in an interview with radio station WWL in New Orleans the day after the game. \"I think the Saints are going to set a national record right here.\"\n\n\nClearly, Jindal, who has been talked about as a presidential contender, has not seen the annual -- some would say obnoxious -- champagne celebration by some members of the 1972 Dolphins after the last undefeated NFL team falls. Led by coach Don Shula and quarterback Bob Griese, that Dolphins team laid claim to the first and only \"perfect season,\" going 14-0 in the regular season and then going on to win the Super Bowl.\n\n\n\"With all due respect to Governor Jindal, our fans in Louisiana and elsewhere will be disappointed to learn that he forgot about the most accomplished team in NFL history -– the 1972 'Perfect Season' Miami Dolphins,\" Harvey Greene, the team’s senior vice president of media relations, wrote in an e-mail to\n\nPolitico\n\n, which detailed Jindal's misstep.\n\n\n\"We wish the Saints, and the Indianapolis Colts, who are also undefeated, the best of luck in their attempt to match our undefeated season, and we will be the first to congratulate either team if they accomplish that feat. But until then, we remain the only perfect team in NFL history, an achievement our players and coaches rightly are proud of.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat's the kind of measured response we might have expected from the Dolphins' front office.\n\n\nBut with the Saints still only 12-0 (they'd need to win four more regular season games and three playoff games to finish perfect), we think this smack talk from former Dolphins running back Mercury Morris, uttered when the New England Patriots made a run at a perfect season in 2007, is perhaps more appropriate: \"Like I said, don't call me when you're in my town, call me when you're on my block and I see you next door moving your furniture in.\"\n\n\nWe're all for hometown boostering, especially from a guy like Gov. Jindal who said he suffered through the Saints' many bad years too, but we're all about the facts here, and he fumbled this one. We rate his statement False.", "vclaim_id": "vclaim-pol-15433"}