{"url": "/factchecks/2010/mar/12/jim-demint/sen-jim-demint-says-obeys-partial-earmark-ban-woul/", "speaker": "Jim DeMint", "vclaim": "\"House Appropriations Chair David Obey's partial earmark ban wouldn't apply to 90% of earmarks.\"", "truth_label": "true", "date": "stated on March 10, 2010 in a message on Twitter:", "title": "Sen. Jim DeMint says Obey's partial earmark ban wouldn't apply to 90% of earmarks", "text": "No sooner had Rep. David Obey, D-Wis., chairman of the House Appropriations panel, announced a plan to ban earmarks to for-profit companies than Sen. Jim DeMint, R-S.C., sent out a blast of one-upmanship via Twitter.\n\"House Appropriations Chair David Obey's partial earmark ban wouldn't apply to 90% of earmarks,\" DeMint wrote. \"That's a fig leaf, not real reform.\"\nWhile Congress has steadily moved toward tighter earmark restrictions over the last several years, the issue has taken on renewed steam in light of the massive budget deficit and several high-profile ethics investigations. On Feb. 26, the House ethics committee absolved seven members of the defense spending panel accused of awarding earmarks to companies whose executives and lobbyists donated to their campaigns. Although they were cleared, the ethics committee said it was evident there was at least a perception among corporate donors that political donations have an impact on a legislator's decision to author an earmark for that company.\nIt was just that kind of conflict that Rep.  Obey said he was trying to eliminate when on March 10, 2010, he initiated a ban on budget earmarks to private, for-profit companies.\nThe move -- one of several earmark reforms Obey instituted for the House -- was hailed by several government watchdog groups as a meaningful step for earmark reform.\n\"For-profit company earmarks are ground zero for pay-to-play,\" said Steve Ellis of the nonpartisan Taxpayers for Common Sense.\nBut what about DeMint's Twitter claim that Obey's \"partial earmark ban wouldn't apply to 90% of earmarks.\"\nBy Obey's calculation (or more accurately, the research of his House Appropriation Committee staff) the ban on earmarks to for-profit companies would have eliminated about 1,000 earmarks this year, which came to a total of about $1.7 billion.\nTaxpayers for Common Sense, which looked not only at the roughly 9,000 disclosed earmarks this fiscal year but also pored through the budget and came up with several hundred more projects it deemed to be earmarks, put the total number of earmarks at 9,499, totaling $15.9 billion.\nThat puts the number of earmarks not going to for-profits awfully close to DeMint's 90 percent. Democrats don't really take issue with that statistic. It's what citing that figure implies, as well as the follow-up comment that Obey's ban of earmarks to for-profits is \"a fig leaf, not real reform.\"\n''The political reality right now is that the public has lost some confidence in this institution, and one of the reasons is the past abuses of the earmark process,'' Obey told the New York Times. Earmarks for profit-making companies are ''the most vulnerable place'' for abuse in the system, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"It's a step forward,\" Ellis said. \"It's not the answer, the be-all-end-all. But I'm not going to look a gift horse in the mouth. It's real. We've been making progress on earmarks for several years now. And I'm fine with that. I'm not going to let the perfect be the enemy of the good.\"\nThe day after Obey announced the changes, House Republicans went one step further, saying their members would renounce all earmarks for the rest of the year.\nIn the Senate, however, banning any earmarks has much less traction.\nSenate Appropriations panel chair Daniel Inouye, D-Hawaii, Obey's Senate counterpart and a staunch defender of earmarks, called Obey's ban on earmarks to for-profits \"quizzical.\"\n\"Many, if not most, for-profit and nonprofit entities lobby for themselves or employ lobbyists,\" Inouye told AP. \"That is how most of them make the Congress aware of their products and services. It is no secret that many of these individuals make political contributions. All lobbyists file disclosure reports. These contributions are all fully disclosed and available for all to see on the Internet.\"\nInouye told the New York Times that the partial ban amounted to Congress ceding its authority to the executive branch, that current earmark restrictions were already working and that ''it does not make sense to discriminate against for-profit organizations'' by banning earmarks to them.\nA difference in earmark policy between the two chambers would certainly make for some interesting drama when the House and Senate begin to reconcile spending bills later this year.\nBut DeMint, a self-described \"recovering earmarker,\" would like to nip this issue in the bud now. DeMint vowed to force a Senate vote on a proposal he introduced earlier this year -- along with Sen. Claire McCaskill, D-Mo., and 15 Republican co-sponsors -- that would put a one-year moratorium on all earmarks. In the run-up to the 2008 presidential election, DeMint floated a similar moratorium proposal. The bill was co-sponsored by then-presidential front-runners John McCain as well as Hillary Clinton and Barack Obama, but it failed by a vote of 71-29.\n\"The Senate will have the opportunity this week to stand with Americans and put a stop to this wasteful spending,\" DeMint said. \"Our nation is drowning in debt that will be paid by our children and we’ll never stop Washington’s spending addiction unless members of both parties take bold action. We need to focus on balancing the budget, not pork barrel spending that has wasted money on bridges to nowhere, teapot museums and monuments to politicians.\"\nObey told the New York Times that banning all earmarks would make Congress ''a rubber stamp'' of the executive branch.\n''Where I come from, the Congress has a perfect right, in fact an obligation, to participate in the budget process, but we've got to try to do it in a way that protects the integrity of the system,'' he said. ''This strikes a reasonable balance.''\nEllis, of Taxpayers for Common Sense, said a one-year moratorium is great, \"but to what end?\" A moratorium puts off the issue for a year, he said, but Congress still needs a long-term fix to its spending protocol. Some of the projects financed by earmarks are worthy of federal dollars, Ellis said. The problem, he said, is that earmarks are based more on the political muscle of their sponsors than project merit.\nWe think DeMint is a little too dismissive when he calls Obey's ban on earmarks to for-profits a \"fig leaf.\" As the recent ethics report found, private companies certainly believe their contributions win them earmarks. And it's naive to think they don't. So at the very least, Obey's plan addresses some of the worst abuses of the earmark process head-on. But the fact we're checking here is whether eliminating those for-profit earmarks would leave 90 percent of earmarks untouched. It would. There are differences of opinion on both sides of the aisle about whether that's necessarily a bad thing. But DeMint's math is accurate. And we rate his statement True.", "vclaim_id": "vclaim-pol-15220"}