{"url": "/factchecks/2013/feb/13/marco-rubio/marco-rubio-says-us-economy-shrank-last-quarter-20/", "speaker": "Marco Rubio", "vclaim": "\"Our economy actually shrank during the last three months of 2012.\"", "truth_label": "true", "date": "stated on February 12, 2013 in the Republican response to the State of the Union Address:", "title": "Marco Rubio says U.S. economy shrank in last quarter of 2012", "text": "During the televised Republican response to President Barack Obama’s State of the Union Address, Florida Republican Sen. Marco Rubio criticized Obama’s handling of the economy.\n\n\"Economic growth is the best way to help the middle class,\" Rubio said during the Feb. 12, 2013,response. \"Unfortunately, our economy actually shrank during the last three months of 2012.\"\n\nIs that correct?\n\nWe located the announcement from the U.S. Department of Commerce’s Bureau of Economic Analysis, the federal agency that calculates gross domestic product, or GDP -- the benchmark statistic for measuring the size of the economy.\n\nOn Jan. 30, 2013, the bureau announced that in the final quarter of 2012, GDP shrunk by 0.1 percent -- a small enough decline to prompt the qualifier \"slightly\" in the news release’s headline, yet notable because it represented the first quarterly decline in GDP since the second quarter of 2009, when the economy was shedding hundreds of thousands of jobs per month.\n\nThe fourth-quarter decline was striking because the third quarter had seen GDP growth of 3.1 percent, the third-fastest quarterly expansion since the end of the recession.\n\nThe bureau cited several reasons for the decline, most notably a fall in defense spending.\n\nEconomists said the data was not necessarily a sign that the economy was heading back into recession, and indeed, within a few days, a different federal agency -- the Bureau of Labor Statistics -- released rosier data on job growth, showing a monthly increase of 157,000 jobs in January, plus upward revisions of two prior months totaling 127,000 jobs.\n\nOur ruling\n\nIt’s too early to say whether the fourth-quarter decline in GDP represents a reversal of economic fortune or just a blip, so it’s prudent not to place too much weight on one quarter’s worth of data. But we have no quarrel with the way Rubio phrased it -- that the economy \"actually shrank during the last three months of 2012.\" We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09727"}