{"url": "/factchecks/2020/jan/08/thesavoyshow/popular-instagram-account-recycles-old-iran-missil/", "speaker": "@thesavoyshow", "vclaim": "Says a video shows Iranian rockets being launched toward U.S. airbases in Iraq.", "truth_label": "false", "date": "stated on January 7, 2020 in an Instagram post:", "title": "Popular Instagram account recycles old Iran missile strike video", "text": "A widely viewed Instagram video claims to show the moment that Iranian missiles were launched against two United States military bases in Iraq. But it doesn’t.\nThe video was posted Jan. 7 by @thesavoyshow, which describes itself as \"Black American News/Satire/Media.\" It depicts several clips of what appear to be missiles flying through a night sky.\n\"#Iran attacks American Troops. According to reports they launched over 60 Rockets,\" the video caption reads.\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, which owns Instagram.) It has been viewed more than 128,000 times.\n\n(Screenshot from Instagram)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nUsing reverse image searches, we traced the source of the video posted by @thesavoyshow. It doesn’t show Iran’s Jan. 7 strike on military bases in Iraq.\nThe video depicts an Oct. 1, 2018, missile strike by Iran against the Islamic State in Syria. It was originally aired by Iranian news agency Sima News and rebroadcast by several TV networks around the world, including Russia Today and Al Jazeera.\nIran attacked the Islamic State in retaliation for a Sept. 22 incursion on a military parade that left 25 people dead.\nBelow is the footage that Iran has released from its Jan. 7 strike, which targeted two airbases in Iraq: Al-Asad and Erbil. There were no reported casualties.\n\n@thesavoyshow’s Instagram post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17549"}