{"url": "/factchecks/2011/nov/28/stacey-evans/hope-fund-pace-run-dry/", "speaker": "Stacey Evans", "vclaim": "\"By fiscal year 2013, the state is expected to wipe through [HOPE scholarship] reserve funds.\"", "truth_label": "half-true", "date": "stated on November 18, 2011 in an op-ed:", "title": "Is HOPE fund on pace to run dry?", "text": "Hope can bring about many things. At the Georgia Capitol, hope springs debate.\n\nIn this case, we’re referring to the HOPE scholarship, which countless Georgia students have used to pay for their college education and is currently in a funding crisis.\n\nThe state Legislature made significant changes to the HOPE program earlier this year to keep it sustainable, but some lawmakers are still not pleased with some of the new measures.\n\nState Rep. Stacey Evans, a HOPE scholar, recently penned an op-ed to The Atlanta Journal-Constitution outlining her concerns about the program’s future. It first ran in the AJC’s Get Schooled blog. One line caught our interest.\n\n\"By fiscal year 2013, the state is expected to wipe through reserve funds and be expected to make even larger cuts to the HOPE program,\" wrote the Democrat from Smyrna. \"This is why it is essential that Georgia consider all new revenue sources to supplement lottery funds.\"\n\nNo more reserve funds for HOPE? We wondered if the reserves were in that much trouble.\n\nRevenues for HOPE, which come from the state’s lottery, were usually comfortably more than how much the state spent and awarded in scholarships. But spending has caught up to revenues in recent years, as more Georgia students became eligible for the program.\n\nHOPE previously funded all public college tuition if students maintained a 3.0 GPA. It also provided some money for books and fees. The changes to HOPE now mean only the state's most accomplished students, about 10 percent of recipients, get full tuition awards. For other students, the scholarship amount depends on lottery revenue. No one gets money for books and fees.\n\nA report released on Nov. 4 suggested to us that Evans was way off the mark. The report, put together by the Georgia Student Finance Commission, showed the reserve fund would be at about $420 million by fiscal year 2013, which begins July 1, 2012, and ends June 30, 2013. The commission administers HOPE.\n\nEvans pointed us to a portion of Georgia state code, 50-27-13 (b)(3), to explain her point. In essence, it says if the HOPE reserve fund is less than 50 percent of the prior year’s revenues, then the state cannot dip into the reserves.\n\nThe Nov. 4 report shows revenues, which the report calls \"deposits,\" would be about $853 million by fiscal year 2013, which is slightly more than double the projected reserve fund of $420 million.\n\n\"Essentially, $400 million is zero,\" Evans told us. \"[The state] won’t have any reserves … unless the lottery makes more money next year.\"\n\nGeorgia Student Finance Commission President Tim Connell confirmed that the state could not spend from the reserves if they fall below 50 percent. If the reserve fund falls below 50 percent of revenues, then the state would cut spending to get back to that 50 percent level. For example, if the reserve fund is below 50 percent of revenues by $5, then the state would cut its budget by $5.\n\n\"Since you can’t use it, the reserves will be wiped out,\" Evans, an attorney, told us. \"I really think it would be more misleading to let the public think there’s $400 million in reserves. … The truth is the money available for scholarships is wiped out.\"\n\nEvans believes the state should lower the percentage of how low the reserve fund in relation to actual revenues could be before officials are prohibited from dipping into it to help pay for the HOPE program.\n\nWe better understand the lawmaker’s point about the potential inability to draw from the reserve fund, but it takes some work to get there. We believe her initial statement can confuse anyone who reads the commission’s most recent report and sees $420 million projected in the account by fiscal year 2013.\n\nHer statement is technically accurate, but it needs some additional information. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12033"}