{"url": "/factchecks/2010/may/25/florida-democratic-party/florida-democrats-accuse-bill-mccollum-reckless-sp/", "speaker": "Florida Democratic Party", "vclaim": "\"Last year, (Bill McCollum) spent more than $2.2 million dollars to produce and air campaign-style TV ads where you were featured in almost every frame.\"", "truth_label": "mostly-true", "date": "stated on May 18, 2010 in an e-mail message:", "title": "Florida Democrats accuse Bill McCollum of reckless spending", "text": "In 2008, Florida Attorney General Bill McCollum hired a little-known psychologist to testify in favor of Florida's ban on gay adoptions. George Rekers, who built a reputation as an antigay crusader, held a day job as an officer for the National Association for Research & Therapy of Homosexuality.\nFast forward to May 2010: Rekers is more well-known and so, arguably, is McCollum, the GOP's gubernatorial frontrunner. Rekers gained notoriety after a Miami alternative weekly revealed that he employed a \"rentboy\" for a European vacation; Rekers said his travel mate was helping him carry his luggage because he couldn't physically carry it. The ties between Rekers and McCollum resurfaced; naturally, the Democrats fired back.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nOn May 18, 2010, Florida Democratic party chair Karen Thurman demanded that McCollum return the state money he used to pay Rekers -- more than $120,000 -- as an expert witness. The expense, Thurman argued, was just one example of how McCollum has flushed away tax dollars for personal and political gain.\"Sadly for Florida, this fiscal recklessness is only the latest disturbing example in a long line of instances where your office wasted state funds to further your political ambitions or partisan ideology,\" Thurman wrote. \"Last year, you spent more than $2.2 million dollars to produce and air campaign-style TV ads where you were featured in almost every frame.\" We were curious to know if the GOP gubernatorial candidate did indeed spend that dollar amount, and if his face appeared so prominently in the ads as alleged.Thurman is referring to McCollum's 2009 cybersafety project that featured a TV ad warning viewers about the dangers of online sex predators. The 35-second public service message, which aired statewide over several weeks, struck some as bearing too much resemblance to a campaign ad.Watch the ad for yourself and it's clear the attorney general appears in almost every single frame. When his mug isn't there, his name is. So on this point, the Democrats are right.Now how much did the ad cost? Public records show that the Office of the Attorney General paid Chris Mottola Consulting $2,267,189 for the cybersafety project in fiscal year 2009. The total spent, however, turned out to be $2,142,654, according to Sandi Copes, a spokeswoman for the Attorney General's Office. The difference was returned to the State of Florida because it wasn't used, Copes said. \"It was refunded,\" she said. Copes broke the amount down further: Mottola received the full amount but he collected only $202,509 because he spent the rest on supplies and air time. The rest was spent as follows: \n\nProduction costs: $68,913, cameramen, site locations, etc.\nFedEx: $1,440, shipping the public safety announcements to stations\nTV air time: $1,869,792\n\nWe should note that McCollum took heat for awarding the project to Mottola, his former political consultant, in a no-bid contract. The program was funded through settlements obtained by the AG's office, Copes said. No general revenue dollars were used.So the Florida Democratic Party said that McCollum spent \"more than $2.2 million dollars to produce and air campaign-style TV ads\" and McCollum was \"featured in almost every frame.\" McCollum's office spent just under $2.2 million for the ad, but the ubiquity of the AG's mug checked out and so we rule this statement Mostly True.", "vclaim_id": "vclaim-pol-14975"}