{"url": "/factchecks/2016/dec/13/ron-johnson/testing-ron-johnson-claim-under-obamacare-premiums/", "speaker": "Ron Johnson", "vclaim": "Under Obamacare, \"premiums have doubled and tripled\" in Wisconsin.", "truth_label": "mostly-true", "date": "stated on October 14, 2016 in a debate:", "title": "Testing Ron Johnson claim that under Obamacare, “premiums have doubled and tripled” in Wisconsin", "text": "President Barack Obama’s health insurance overhaul was a popular target during the 2016 campaign, as Republicans made the case change was needed and vowed to repeal it.\nU.S. Sen. Ron Johnson, R-Wisconsin, was among those taking aim at Obamacare. With Republicans poised to implement changes after presidential and Congressional victories, it seemed a good time to revisit one of Johnson’s claims.\nIn an October debate, Johnson wrapped up a six-minute answer to an Obamacare question by asserting \"premiums have doubled and tripled\" in Wisconsin since the law was implemented.\nDid health insurance costs spike in Wisconsin after the Affordable Care Act?\nLet’s look at the numbers.\nJohnson cites, expands on study\nThe debate question Johnson was responding to asked what he would do to reduce insurance costs, while noting rates on the federal health insurance exchange were poised to increase by about 16 percent in 2017.\nSo it’s fair to assume his answer refers to that exchange, also called the individual market. Those are independent, non-group plans not run through employers or government programs such as Medicaid and Medicare.\nJohnson began by citing a study by the conservative Manhattan Institute, and the \"doubled and tripled\" statement referred back to that study.\nThe study, which looked only at the individual market, calculated the average premium in 2013 and 2014 (before and after the individual mandate took effect) by averaging the five least expensive plans in each county nationwide.\nThe institute published a before and after premium for males and females ages 27, 40 and 64.\nJohnson then extended the study to 2017 by adding the average rate increase in Wisconsin for 2015, 2016 and 2017, as calculated by the Wisconsin Office of the Commissioner of Insurance. That office listed increases of 3.8 percent in 2015, 8.4 percent in 2016 and 15.9 percent in 2017.\nThe rate increase across the age and gender groups then ranged from an increase of 180 percent to 310 percent. Johnson cited those numbers at the debate, though he wrongly attributed them only to the Manhattan Institute.\nYevgeniy Feyman, adjunct fellow at the Manhattan Institute and an author of the study, said Johnson’s methodology for extending the time period made sense.\nTo make sure, PolitiFact Wisconsin used a methodology similar to Feyman’s to average the five lowest-cost plans available in each Wisconsin county from 2015-’17.\nThat yielded increases similar to Johnson’s calculations and consistent with the claim that premiums doubled and tripled.\n\"For all consumers, it’s clear rates increased in the first year and for some more than doubled,\" Elizabeth Hizmi, spokesman for the state insurance office, said in an email. \"In most cases, rates significantly increased when you add in the compounding of rate increases.\"\nHizmi said the agency didn’t do its own calculation of rates before and after Obamacare because before 2014 each insurer developed rates using different methodologies and filed their rate changes at different times.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nLoren Adler, associate director of the Center for Health Policy at the left-leaning Brookings Institution, said the Affordable Care Act did indeed have a significant impact in Wisconsin, which had the highest rate increase of any state in the individual marketplace.\nClaim applies to narrow band of people\nWe’ll pause to note, however, that those increases apply to a relatively small group of Wisconsinites.\nOnly 6 percent of state residents get non-group insurance such as the individual market, according to the nonpartisan Kaiser Family Foundation. Employer-sponsored insurance is the most common in Wisconsin — at 55 percent of the population — and those trends are very different from the ones Johnson cited.\nFrom 2014 to 2016, premiums for individual coverage in employer-sponsored plans rose by an average of 3 percent per year nationally, according to Kaiser. That’s a slower increase than the average of 5.2 percent per year in the three years before ACA took effect.\nThat slowdown in rate increases also has to be put in context, though, since it is due in part to employees choosing higher-deductible plans, Kaiser notes.\nStudy methodology questioned\nAdler also took issue with part of the Manhattan Institute’s methodology.\nThe study simplified the final comparison by combining the pre-ACA rates paid by healthy people and the higher rates paid by those previously denied coverage, weighting the rates based on the percentage previously denied and how much more they typically paid.\nThe result was a more straightforward conclusion but one that didn’t really reflect either of the two groups. Healthy people in the individual marketplace saw premiums grow by even more than the amount cited in the study, but sicker people likely saw premiums drop, or were able to get coverage when they previously couldn’t, Adler said.\nAnd that less-than-healthy group is not small: A 2009 study by the American Health Insurance Plans Center for Policy and Research said 34 percent of all policyholders were offered insurance at higher than standard rates.\nThe Manhattan Institute study also did not factor in the subsidies that many people receive to offset the higher premiums in the individual market. PolitiFact National noted this in a 2013 fact check addressing a claim by Fox News host Sean Hannity based on the Manhattan Institute study.\nBut both the study and Johnson were clearly referencing premiums, not out-of-pocket costs.\nOur rating\nJohnson said premiums have doubled and tripled in Wisconsin after Obamacare.\nThat was based on extrapolating a study that looked only at 2014, but the study author said Johnson’s approach was methodologically sound. And an analysis by PolitiFact Wisconsin found similar numbers.\nThose increases are only true for the 6 percent of Wisconsinites buying insurance on the individual market, but that was the group specifically identified in the debate question to which Johnson was responding.\nAnd while the study did not differentiate on the health of policyholders, it did provide a general range for how premiums changed after the Affordable Care Act.\nWe rate Johnson’s statement Mostly True.\nhttps://www.sharethefacts.co/share/c8000c04-45f8-4d6e-9c91-5c00e6a46cba", "vclaim_id": "vclaim-pol-03876"}