{"url": "/factchecks/2011/nov/29/john-kasich/ohio-gov-john-kasich-says-key-legislation-has-won-/", "speaker": "John Kasich", "vclaim": "\"We have had some significant accomplishments on a bipartisan basis.\"", "truth_label": "true", "date": "stated on November 8, 2011 in a news conference:", "title": "Ohio Gov. John Kasich says key legislation has won bipartisan support", "text": "Gov. John Kasich often laments how partisan Ohio politics have become. The Republican leader typically blames Democrats for not having an open mind to at least consider his ideas.\n\nDemocrats, of course, beg to differ. They blame what they call the governor’s ultra-conservative agenda for causing needless division. And at the top of their list is Senate Bill 5, the controversial collective bargaining law that voters overwhelmingly chose to repeal earlier this month.\n\nThere’s no doubt that SB5, from the time it was introduced in February, has been the most divisive piece of legislation the state has seen in years.\n\nAfter a bitter referendum campaign launched by Democrats and unions, voters trounced the Kasich-backed law on Nov. 8 by 22 points.\n\nSince then, the governor has tried to quickly turn the page. He still won’t talk much about the defeat. But he is trying to heal the divide by reminding Ohioans that partisanship has not always ruled the day during his first 10 months in office.\n\n\"We have had some significant accomplishments on a bipartisan basis,\" Kasich said on Election Night, conceding the loss of Issue 2, the Senate Bill 5 referendum. \"And you all know that I’m interested in trying to do things as often as we can with members of the other party.\"\n\nWas Kasich giving an accurate picture of the record, or was he trying to limit the potential political fallout from losing on a signature piece of legislation? PolitiFact Ohio decided to check.\n\nCertainly, Republicans and Democrats have been far apart on a number of initiatives the governor has ushered through with the help of a compliant GOP-controlled legislature, including his controversial state budget that cut aid to schools and communities. Democrats also have opposed Kasich’s efforts to privatize some state operations, and they panned the governor’s rejection of more than $400 million in federal funding for a new passenger train system.\n\nBut Kasich will tell you that he has won bipartisan support on his proposals for prison sentencing reform, business regulatory reforms, business tax credits, and reining in so-called prescription pill mills. And indeed he has.\n\n— House Bill 93 cracks down on pain management clinics and punishes doctors who over-prescribe prescription medication, a huge problem in Southern Ohio. Both the Ohio House and Senate unanimously passed the bill, which Kasich has signed into law.\n\n— House Bill 86 will allow some felons to get out of prison early and others to skip prison altogether. Judges will have the discretion to send non-violent offenders to halfway houses instead of prisons and some felons who have served at least 80 percent of their sentences can be released. It passed the Senate 30 to 3 and the House 87 to 9, with support from lawmakers on both sides of the aisle.\n\n— House Bill 58 expands the job retention tax credit program and allows for other tax incentives for businesses. The governor used this program to help keep American Greetings in Northeast Ohio after the company said it was considering moving its headquarters to Illinois. With an emergency clause to allow the bill to become law immediately, it passed the Senate 31 to 1 and House 89 to 6.\n\nThe governor’s regulatory reform measure that, among other things, requires state agencies with a role in economic development to review and adjust rules that are considered a hindrance to business development, and his JobsOhio program that turns job creation over to a private board appointed by the governor also both received bipartisan support.\n\nThese are significant pieces of legislation. And each received a healthy dose of Democratic, as well as Republican, support. Some Ohioans may have forgotten about these new laws, which no one is trying to repeal. But the governor has not.\n\nWe rate Kasich’s statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021", "vclaim_id": "vclaim-pol-12024"}