{"url": "/factchecks/2014/mar/28/ed-lindsey/state-lawmakers-claim-medicaid-fraud-recovery-corr/", "speaker": "Edward Lindsey", "vclaim": "Georgia has recovered more than $60 million that was lost to Medicaid fraud", "truth_label": "true", "date": "stated on March 20, 2014 in press release:", "title": "Lawmaker's claim on Medicaid fraud recovery correct", "text": "The state has been going after people who commit Medicaid fraud, and it has been paying off, according to Edward Lindsey, an Atlanta state lawmaker, lawyer and 11th District congressional candidate.\n\"Since the implementation of the original Medicaid False Claims Act, which I sponsored in 2007, Georgia has recovered more than $60 million in the last three years alone,\" Lindsey, a Republican, said in a press release issued March 20.  \nReports of fraud in government contracts have been widely circulated, well documented and long concerning. The first False Claims Act, also dubbed the \"Lincoln law,\" was enacted during the Civil War to combat fraud by companies selling supplies to the Union Army.\nToday, Georgia and other states have their own False Claims acts, targeting Medicaid fraud. These laws allow states to take civil action against people who swindle money from Medicaid, the state-federal program that covers health care costs for millions of low-income families, the disabled, children and the elderly.\nBut has the state recouped more than $60 million in three years as Lindsey claims? We decided a truth test was in order.\nMedicaid fraud can take many forms, but commonly involves billing for services or medications that aren’t provided or aren’t needed. Overbilling and double billing are other common tactics.\nBig money is at stake. Georgia’s Medicaid program doled out about $9.4 billion in the 2013 state fiscal year.\nAt the state Department of Community Health, which runs the Georgia Medicaid program, officials estimate that $52.2 million was reclaimed through civil proceedings between July 1, 2010, and Feb. 17, 2014.\nThat’s shy of Lindsey’s forecasts, but it’s also not the full picture.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Robinson\n\n\nstated on July 8, 2012 in an article\n\n\n\n\n\n\n\n\nFunding the federal health care law without a tax hike will \"require the state to cut nearly a quarter of its annual budget.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • July 16, 2012\n\n\n\n\n\n\n\nGeorgia Attorney General Sam Olens’ office has gone after Medicaid fraud, both civilly and criminally. In three years, his office has recouped $159.4 million for both the state and federal government, according to data submitted to the U.S. Department of Health and Human Services’ Office of the Inspector General. Most of that money -- including the $52.2 million counted by DCH -- was reclaimed using the Medicaid False Claims Act, according to Olens’ office.\nLindsey said he opted for a conservative estimate, based largely on the DCH data.\n\"It appears I understated our success,\" he said.\nLindsey brought the topic of Medicaid fraud before lawmakers during the recent General Assembly because of a looming deadline.\nThe state’s Medicaid False Claims Act, which Lindsey sponsored in 2007, had to be amended to comply with new federal regulations. Those amendments, which were approved by lawmakers in Lindsey’s House Bill 973, have to be signed into law by April 15.\nOtherwise, Georgia could lose what’s effectively a 10 percent bonus for recovering fraudulently lost federal funds. In the last three years, that 10 percent brought $11.6 million to the state, according to DCH data.\nHow much fraud is being perpetrated here and across the nation is a topic for debate. What’s generally considered the most credible look at the issue came from the respected Institute of Medicine in 2012. The institute’s analysis of 2009 data found that the nation spends $2.6 trillion each year on health care -- including Medicaid and Medicare -- and likely loses $75 billion a year to fraud.\nOur conclusion: Georgia has submitted documentation to the feds that it has recovered $159.4 million lost to Medicaid fraud in three years in both federal and state money. Lindsey was very conservative in saying the amount recouped was \"more than $60 million.\"\nWe rate Lindsey’s statement True.", "vclaim_id": "vclaim-pol-08075"}