{"url": "/factchecks/2012/aug/09/jay-carney/carney-says-romney-favored-welfare-forever-legisla/", "speaker": "Jay Carney", "vclaim": "\"Gov. Romney himself, with 28 other Republican governors, supported policies that would have eliminated the time limits in the welfare reform law and allowed people to stay on welfare forever.\"", "truth_label": "false", "date": "stated on August 7, 2012 in a press White House press briefing:", "title": "Carney says Romney favored welfare forever legislation", "text": "The White House has come out swinging against false charges from Mitt Romney that President Barack Obama is dropping work requirements for people who receive public assistance.\n\nIn a tough television ad, the Romney campaign claims Obama wants to dismantle welfare reform so that recipients don’t have to work or seek job training. \"They just send you your welfare check,\" the ad says.\n\nWe found the ad’s claim wrong and inflammatory, and rated it Pants On Fire.\n\nIn the meantime, White House spokesman Jay Carney called the ad \"categorically false\" and \"blatantly dishonest.\"\n\nThen he added this:\n\n\"Now, the ad is particularly outrageous as Gov. Romney himself, with 28 other Republican governors, supported policies that would have eliminated the time limits in the welfare reform law and allowed people to stay on welfare forever,\" Carney said.\n\nThe notion that 29 Republican governors ever favored legislation allowing lifetime memberships on welfare struck us as stunning, to say the least. This called for a fact-check.\n\nFirst, some background\n\nBoth controversies are about Temporary Assistance for Needy Families, the modern federal welfare program. TANF, as it’s called, limits how long families can receive aid, and it requires recipients to eventually go to work. It also includes stringent reporting requirements for states to show they are successfully moving people off welfare and and into the workforce.\n\nIn July 2012, the U.S. Department of Health and Human Services put out a memo saying that the department wanted to give states more flexibility in meeting those requirements. The memo notifies states \"of the Secretary’s willingness to exercise her waiver authority ... to allow states to test alternative and innovative strategies, policies, and procedures that are designed to improve employment outcomes for needy families.\"\n   \nThe memo specified several times that any states seeking waivers must show that employment will grow under their pilot programs.\n\nBut Romney’s campaign, as well as several other leading conservatives, characterized the plan as \"gutting welfare reform\" by opening the door to greatly relaxed standards for what qualifies as work.\n\nCarney’s response\n\nIn addition to Romney’s claim being untruthful, the Obama campaign and the White House say it’s hypocritical. They point to a 2005 letter that Romney and 28 other Republican governors signed in support of legislation to extend the welfare reform law.\n\nThe governors wrote that an extension was needed so they could effectively implement TANF block grants in their states, and they emphasized the positive aspects of a bill being considered in the Senate known as the PRIDE Act. Those included a stable funding stream, support for abstinence education, child care and, mostly notably \"state flexibility.\"\n\n\"The Senate bill provides states with the flexibility to manage their TANF programs effectively and serve low-income populations. Increased waiver authority, allowable work activities, availability of partial work credit and the ability to coordinate state programs are all important aspects of moving recipients from welfare to work,\" the letter states.\n\nThat sounds an awful lot like what the Obama administration has outlined in its memo about state waivers.\n\nBut Carney went a step further, claiming that Romney \"supported policies that would have eliminated the time limits in the welfare reform law and allowed people to stay on welfare forever.\"\n\nThe White House pointed us to a provision of the PRIDE Act allowing waivers of \"any requirement applicable to the program.\" The bill listed several exclusions from what could be waived. The list does not specifically prohibit time limits from being waived.\n\nSo the White House is basing its claim on Romney’s support for a law that did not explicitly prohibit the possibility of lifetime welfare benefits. But nothing in the bill eliminates those limits outright, and drawing that direct connection is a huge and unsubstantiated leap of logic. We reviewed news coverage of the bill as well as academic analyses of it, and found no discussion at all of time limits being waived.\n\nJill Kozeny, spokeswoman for Sen. Charles Grassley, told PolitiFact the bill would not have permitted time extensions. Grassley, R-Iowa, was the bill's sponsor.\n\nRon Haskins, a fellow with the centrist Brookings Institution who helped draft versions of the 1996 reform law as a congressional staffer, added that if a state sought any major relaxing of time limits, it would be unlikely to get approved at the federal level.\n\n\"You could ask for some waiver that would say something like, you could have 50 percent of your caseload on for 10 years or more. I don’t think any secretary would grant that, but you could ask for it,\" Haskins said.\n\nBeyond that, Romney displayed no intention of seeking any such waiver. The same year he signed the letter, he was battling the Democratic-led legislature in Massachusetts. As governor, he sought a plan that would have roughly doubled the number of welfare recipients in Massachusetts who were required to work. His plan, according to the Boston Globe, eliminated \"exemptions for pregnant women in the third trimester, mothers with children between 1 and 2 years old, and about 5,600 people who are considered disabled under state standards but not under federal ones.\"\n\nMore importantly, Romney’s plan also imposed a five-year lifetime limit for receiving benefits. At the time, Massachusetts families could only receive benefits for two years in any five-year period.\n\nOur ruling\n\nCarney said that Romney \"supported policies that would have eliminated the time limits in the welfare reform law and allowed people to stay on welfare forever.\"\n\nThe claim stems from Romney’s support for a federal bill reauthorizing TANF, which allowed for certain waivers but did not specifically prohibit waivers of the time limit that people could stay on welfare.\n\nBut the bill itself and numerous discussions of it indicate that time limits were simply not an issue. Carney’s claim takes the absence of a mention of them and turns it inside out to accuse Romney of supporting \"welfare forever\" policies. It’s a distortion that makes something out of nothing. We rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10612"}