{"url": "/factchecks/2008/sep/27/barack-obama/many-will-get-tax-cuts-but-not-that-many/", "speaker": "Barack Obama", "vclaim": "Under Obama's tax plan, \"95 percent of you will get a tax cut.\"", "truth_label": "half-true", "date": "stated on September 26, 2008 in Oxford, Miss.:", "title": "Many will get tax cuts, but not that many", "text": "At the presidential debate in Oxford, Miss., Barack Obama described his tax plan and said, \"Here's what I can tell the American people: 95 percent of you will get a tax cut.\"\n\n\nWe checked a similar claim of Obama's recently, that 95 percent of\n\nworking families\n\nwould get lower taxes under Obama's plan, and\n\nfound it to be True\n\n.\n\n\nBut Obama stretched things when he said that 95 percent of \"you\" — everyone — would receive a tax cut.\n\n\nThe part of Obama's tax plan that results in widespread tax cuts is a tax credit for workers, intended to offset payroll taxes. Single workers would get $500, and working couples would get $1,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut not all taxpayers get paychecks from an employer, and those who don't would not get the credit. Additionally, Obama intends to raise taxes on higher brackets ($200,000 for singles and $250,000 for couples) which would offset any tax cuts for those incomes.\n\n\nA detailed analysis by the nonpartisan Tax Policy Center found that if you look at all tax filers, 81 percent of tax filers would see reduced taxes under the Obama plan.\n\n\nSo Obama's statement at the debate glosses over a few important details about who would get tax cuts under his plan. If you're talking about everyone, it's 81 percent. If you're talking about working families, it's 95 percent. The difference between 81 percent and 95 percent is not insignificant. We rule his debate statement Half True.", "vclaim_id": "vclaim-pol-15955"}