{"url": "/factchecks/2016/oct/11/mark-warner/mark-warner-says-donald-trump-ok-nuclear-prolifera/", "speaker": "Mark Warner", "vclaim": "Donald Trump has said \"nuclear proliferation is OK.\"", "truth_label": "half-true", "date": "stated on October 4, 2016 in a TV interview.:", "title": "Mark Warner exaggerates in saying Donald Trump is 'OK' with nuclear proliferation", "text": "U.S. Sen. Mark Warner had the back of Tim Kaine, his longtime Democratic ally and fellow Virginia senator, after last week’s vice presidential debate.\n\"I think that Tim clearly won the debate,\" Warner said in an interview with Fox News. He credited Kaine with confronting Mike Pence, the GOP vice presidential nominee, on some of the controversial statements made by Republican presidential nominee Donald Trump.\nWarner said, \"What you had, though, is Mike Pence, and understandably, not being willing to answer, you know, some of the outrageous things Trump has said like, you know, nuclear proliferation is OK.\"\nWe took a look at whether Trump really has sanctioned nuclear proliferation.\nWarner’s office pointed us to a variety of Trump statements that PolitiFact has vetted in the past in examining other claims about the nominee’s view on nukes. His positions on proliferation sometimes seem contradictory, so we decided to lay them out. But reading through them, it’s clear that Trump thinks it might not be bad if South Korea and Japan developed their own nuclear weapons, given the threat they face from North Korea.\n\"Mr. Trump has indicated that countries need to defend themselves and that nuclear weapons are an option that they have, but not that he supports them having those weapons,\" Trump spokesman Steven Cheung said.\nHere are some of Trump’s key comments this year about whether more countries should have nuclear weapons:\nMarch 27\nThe New York Times asked Trump if he’d object to Japan or South Korea having nuclear weapons, given their proximity to North Korea.\nTrump replied, \"At some point, we cannot be the policeman of the world. And unfortunately, we have a nuclear world now. And you have, Pakistan has them. You have, probably, North Korea has them. ... And, would I rather have North Korea have them with Japan sitting there having them also? You may very well be better off if that’s the case. In other words, where Japan is defending itself against North Korea, which is a real problem.\"\nHe added later in the same interview: \"If Japan had that nuclear threat, I’m not sure that would be a bad thing for us.\"\nMarch 29\nCNN’s Anderson Cooper asked Trump, \"If you're concerned about proliferation, letting other countries get nuclear weapons, isn't that proliferation?\"\nIn response, Trump seemed to indicate that he both opposes proliferation and that he wou\nldn’t mind a few nations getting nukes for the first time.\n\"No, no, not proliferation. I hate nuclear more than any,\" Trump said at one point. At another point, he said, \"I don't want more nuclear weapons.\"\nBut during the same segment, Trump contradicted himself.\n\"Wouldn't you rather in a certain sense have Japan have nuclear weapons when North Korea has nuclear weapons?\" he asked Cooper.\nCooper asked Trump, \"So you have no problem with Japan and South Korea having nuclear weapons?\"\nTrump replied, \"At some point we have to say, you know what, we're better off if Japan protects itself against this maniac in North Korea, we're better off, frankly, if South Korea is going to start to protect itself, we have …\nCooper: \"Saudi Arabia, nuclear weapons?\"\nTrump: \"Saudi Arabia, absolutely.\"\nCooper: \"You would be fine with them having nuclear weapons?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTrump: \"No, not nuclear weapons, but they have to protect themselves or they have to pay us. Here’s the thing with Japan, they have to pay us or we have to let them protect themselves.\"\nCooper: \"So if you said, ‘Japan, yes, it's fine, you get nuclear weapons, South Korea, you as well,’ and Saudi Arabia says ‘We want them, too?’\"\nTrump: \"Can I be honest with you? It's going to happen, anyway. It's going to happen anyway. It's only a question of time.\"  \nApril 3\nChris Wallace, host of \"Fox News Sunday,\" asked Trump, \"You want to have a nuclear arms race on the Korean Peninsula?\"\nTrump: \"In many ways, and I say this, in many ways, the world is changing. Right now, you have Pakistan and you have North Korea and you have China and you have Russia and you have India and you have the United States and many other countries have nukes.\"  \nWallace: \"Understood.\"\nTrump: \"It's not like, gee whiz, nobody has them. So, North Korea has nukes. Japan has a problem with that. I mean, they have a big problem with that. Maybe they would, in fact, be better off if they defend themselves from North Korea.\"  \nWallace: \"With nukes?\"\nTrump: \"Maybe they would be better off - including with nukes, yes, including with nukes.\"\nWallace: \"In South Korea, with nukes?\"\nTrump: \"South Korea is right next door, just so you understand.\"\nWallace: \"But that means you can have a nuclear arms race on the Korean Peninsula.\"\nTrump: \"You already have it, Chris. You already have a nuclear arms race.\"\nMay 4\nCNN’s Wolf Blitzer asked Trump, \"You're ready to let Japan and South Korea become nuclear powers?\"\nTrump replied, \"I am prepared to, if they're not going to take care of us properly, we cannot afford to be the military and police for the world.\"\nA final note: During the Oct. 4 vice presidential debate, Republican Mike Pence said Trump \"never said\" more nations should get nuclear weapons. PolitiFact National rated the denial Mostly False.\nWarner - in suggesting Trump sanctions proliferation - made a broader statement than Pence.\nOur ruling\nWarner said Trump has said \"nuclear proliferation is OK.\"\nTrump hasn’t quite gone that far. He’s voiced his \"hate\" for nukes and said, \"I don’t want more nuclear weapons.\"\nBut Trump also repeatedly has said that the nuclear race is \"going to happen anyway,\" and that Japan and South Korea - both facing threats from North Korea - might be \"better off\" with nukes of their own. In discussing the issue, Trump has said the U.S. \"cannot afford to be the military and the police for the world,\" and that allies don’t pay enough for U.S. protection.\nSo Trump certainly has said he’s open to proliferation by certain allies but isn’t sold on it. We rate Warner’s claim Half True.\nhttps://www.sharethefacts.co/share/f644a929-160f-43a4-bd6e-286570d31d8e", "vclaim_id": "vclaim-pol-04155"}