{"url": "/factchecks/2019/jan/07/facebook-posts/are-police-warning-public-about-holes-being-punctu/", "speaker": "Facebook posts", "vclaim": "Says law enforcement officials alerted the public to check the caps of bottled water for tampering because someone is injecting poison into them, and that a \"few people already died in the Richmond area\" as a result.", "truth_label": "pants-fire", "date": "stated on January 3, 2019 in a Facebook post:", "title": "Are police warning the public about poison being injected into the caps of water bottles?", "text": "A text screenshot-turned meme is going around the internet claiming that law enforcement is warning the public about someone injecting poison into the caps of water bottles.\nThe post, shared on Facebook, appears to show a screenshot of a text message with \"spread the word\" written across the bottom. The message claims law enforcement sent out an alert instructing people to check the tops of water bottles because \"somebody is going around injecting poison\" into them. It goes on to say that \"a few people already died in the Richmond area,\" and said \"the sheriff\" just made an announcement.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe rumor cites no evidence, identifies no sources, and does not specify which \"Richmond area\" – there are several throughout the U.S.\nWe could not find any news or law enforcement reports that support or expand on the claim – and if several people had died from drinking poisoned bottled water, it would have garnered extensive national media coverage. A widespread recall of potentially tainted products would have also come in the wake of such an incident.\nAdditionally, if government officials were, in fact, warning the public, it would be done on government websites and official social media channels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe found previous fact-checks debunking the same meme from March 2018.\nThe timing suggests the rumor started then from a viral Facebook post on March 3. That post claimed that the caps of several bottles of water in a package purchased at a Walmart in Bennington, Vermont, had been punctured with a \"pin, needle, or similar sharp object.\" \nThe Bennington Police Department launched an investigation into the matter shortly after the post was made, according to a news release issued March 22.\n\"Currently, there does not appear to be any danger to the public,\" police said in the statement. \"...No other cases of water have been located with punctures in them. The staff at the Bennington Walmart have been extremely cooperative and helpful with the investigation.\"\nOur ruling\nA rumor re-circulating on social media claims that law enforcement officials have asked people to check the caps of bottled water because someone is puncturing them to inject the water with poison. The warning message also said multiple people have already died as a result of the poisoning \"in the Richmond area.\"\nThere are no credible news or police reports that support such a claim, nor has there been any official warnings or product recalls. The same rumor was debunked months ago by other fact-checking websites.\nThis post is Pants on Fire.\n\nShare the Facts\n2019-01-07 20:18:10 UTC\n\n\nPolitiFact\n\n\n1\n1\n7\n PolitiFact Rating:\nPants on Fire\n\nSays law enforcement officials alerted the public to check the caps of bottled water for tampering because someone is injecting poison into them, and that a \"few people already died in the Richmond area\" as a result.\n\n\n\nBloggers\nBloggers\n \n\n\n \nThursday, January 3, 2019\n2019-01-03\n\n\nRead More\ninfo\n Share the Facts 2019-01-07 20:21:31 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says law enforcement officials alerted the public to check the caps of bottled water for tampering because someone is injecting poison into them, and that a \"few people already died in the Richmond area\" as a result.    A social media post on Facebook https://www.facebook.com/photo.php?fbid=2304364799608708&set=a.950273101684558&type=3&theater   in a Facebook post Thursday, January 3, 2019 2019-01-03    Read More  info", "vclaim_id": "vclaim-pol-01156"}