{"url": "/factchecks/2012/oct/15/mary-nolan/did-mary-nolan-really-secure-funding-new-bridge-pr/", "speaker": "Mary Nolan", "vclaim": "Says \"as Co-Chair of the Joint Ways & Means Committee, I secured the key piece of funding for\" the Portland-Milwaukie Light Rail project bridge.\"", "truth_label": "true", "date": "stated on September 28, 2012 in a post on her website.:", "title": "Did Mary Nolan secure funding for Milwaukie bridge project?", "text": "It’s been nearly 40 years since Portlanders have seen a new bridge constructed over the Willamette River. That will change soon with the addition of the Milwaukie light rail bridge, scheduled to be up and running by fall 2015.\n\nOnce the deck starts going up and the cables are attached, it’ll be one of the most visible public works projects for the city in some time. It’s little wonder, then, that Portland City Council candidate Mary Nolan is touting on her website her role in making it happen.\n\n\"We’re building the first new bridge across the Willamette in more than 40 years, this one dedicated to transit, pedestrian and bike traffic,\" she writes on her website. \"As Co-Chair of the Joint Ways & Means Committee, I secured the key piece of funding for this important project.\"\n\nWe see a lot of claims like these -- where folks who sat on a committee claim some crucial role. Sometimes it’s real, sometimes it’s a stretch. We wondered what the situation was here.\n\nWe called TriMet to figure out what the deal was with the Legislature’s funding contribution for the project. Spokeswoman Mary Fetsch pointed us to House Bill 5036 from 2007, which authorized $250 million worth of lottery bonds for the project. The funding at the state level was itself instrumental in securing matching federal dollars.\n\nBack in 2007, Nolan was, indeed, a co-chair of the budget writing committee, along with now-Rep. Kurt Schrader, D-Ore. It’s fair to say that, as co-chairs of the committee, they had final say on how the dollars were spent.\n\nWe wondered, though, just how big a role Nolan played in this particular get for the city of Portland. We spoke with TriMet lobbyist Olivia Clark. She described the process as a group effort. She ticked off several names -- Rep. Carolyn Tomei, Rep. Dave Hunt, now-U.S. Sen. Jeff Merkley, now-Secretary of State Kate Brown and Schrader -- as essential in getting the funding secured.\n\nAs for Nolan, she called the candidate’s involvement \"vital.\"\n\n\"She was definitely a leader in the effort,\" Clark said.\n\nOn Clark’s advice, we also spoke with Schrader, who confirmed Nolan’s role in the effort as essential saying that \"Mary was big on this piece.\"\n\nWhen we spoke with Nolan, she talked about how she had held firm on getting the full amount in 2007 -- even after the governor’s office had pushed to hold off until 2009 or to split the sum between two bienniums. \"I said ‘No’ and Schrader backed me up,\" Nolan said. \"It was critical for the metropolitan region.\"\n\nClark, the lobbyist, recalled a similar negotiation when we spoke with her earlier.\n\nNolan said she \"secured the key piece of funding\" for the  Portland-Milwaukie Light Rail project bridge. It might be nice if that read \"helped secure\" instead -- it was certainly a group effort. But based on committee assignments and interviews with two people closest to the negotiations, it does appear that Nolan played a key role.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10169"}