{"url": "/factchecks/2018/oct/25/claire-mccaskill/mccaskill-correct-hawley-endorsed-citizens-united-/", "speaker": "Claire McCaskill", "vclaim": "\"My opponent is endorsed by Citizens United.\"", "truth_label": "true", "date": "stated on September 10, 2018 in a Q&A at Truman State University:", "title": "McCaskill is correct: Hawley is endorsed by the Citizens United group", "text": "Sen. Claire McCaskill and Attorney General Josh Hawley have traded allegations of being cozy with dark money — political money with an unknown source — during their Senate contest. McCaskill has tied Hawley to Citizens United, the group behind the famous Supreme Court case that redefined rules for campaign finance.\n\n\n\"The people who got unlimited anonymous money from corporations into elections is a group called Citizens United,\" McCaskill said during a Q&A on Sept. 10 at Truman State University. \"My opponent is endorsed by Citizens United. He is all down for the dark money.\"\n\n\nWe decided to investigate the claim.\n\n\nContext, court cases, conservative organizations\n\n\nCitizens United is an interest group for conservative causes.\n\n\nAccording to its website, Citizens United performs a number of functions — including production of documentaries pushing conservative ideas, advocacy campaigns for issues and contributions to candidates.\n\n\nThe 2010 Citizens United vs. Federal Election CommissionSupreme Court decision established corporations as people and money as speech. PolitiFact wrote in 2010: \"While corporations are still barred from giving directly to federal candidates, they are no longer forced to create political action committees in order to spend money on electioneering. A corporation, the justices held, may simply spend funds from its own accounts.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\nThe Citizens United Political Victory Fund has donated $10,000 to Hawley’s Senate campaign (two $5,000 donations), per its website and FEC data.\n\n\nDavid Bossie, the president of Citizens United, wrote an op-ed favoring Hawley’s 2016 attorney general bid in USA Today entitled \"Josh Hawley for Attorney General.\"\n\n\n\"I was proud to be an early supporter of Josh Hawley for Attorney General and will support him again in his race for the Senate,\" Bossie wrote in a Fox News story published Oct. 23, 2017. The story detailed his support for a variety of conservative Senate candidates. Bossie was adamant that he hoped Hawley, someone he sees as outside the Republican establishment, would triumph over McCaskill, and he was particularly impressed with Hawley’s \"fine work fighting for religious liberty in the Hobby Lobby case at the U.S. Supreme Court.\"\n\n\nHawley campaign spokeswoman Kelli Ford pointed out that McCaskill has benefitted from the dark money that she decried. In another fact-check, we found that dark money group Majority Forward has spent nearly $3 million opposing Hawley.\n\n\nOur ruling\n\n\nMcCaskill said, \"My opponent is endorsed by Citizens United.\"\n\n\nCampaign donations and writing from the group’s president confirm the statement.\n\n\nWe rate the statement True.", "vclaim_id": "vclaim-pol-01405"}