{"url": "/factchecks/2010/feb/28/jan-patterson/patterson-says-meachum-has-no-experience-judge/", "speaker": "Jan Patterson", "vclaim": "\"Her opponent: zero times a judge, zero rulings, zero experience on the bench.\"", "truth_label": "true", "date": "stated on January 20, 2010 in a TV ad:", "title": "Patterson says Meachum has no experience as a judge", "text": "Jan Patterson of Austin, a justice on the state's 3rd Court of Appeals since January 1999, touts her experience as she stumps to become the judge for the state's 201st District Court, which decides civil cases in Travis County. Its judge, Suzanne Covington, is stepping down.\n\nOpposing Patterson in the March 2 Democratic primary is Austin lawyer Amy Clark Meachum, a partner in the law firm McGinnis, Lochridge & Kilgore. Meachum's readiness to be a judge draws fire from Patterson in a TV ad that debuted on Austin News 8 on Jan. 20, whose narrator writes Meachum off, saying: \"Zero times a judge, zero rulings, zero experience on the bench — our legal system is no place for on-the-job training.\"\n\nMeachum's campaign drew our attention to the ad when her field director, Katie Naranjo, issued this response: \"Yesterday, Amy's opponent, Jan Patterson, launched a personal, negative television ad... if you are as disappointed as I am that Jan Patterson would resort to personal attacks against Amy, click here and make a contribution to our campaign so we can respond.\"\n\nMeachum doesn't deny Patterson's charges, though, writing to us: \"I have not hidden from nor run from the fact that I have never been a judge.\"\n\n\"In the past decade, I have more experience in the civil district court that I am running for than Justice Patterson does,\" she said. \"She has been an appellate judge — I have been a civil trial attorney.\"\n\nMeachum estimated that she's litigated 50-70 cases in Travis County.\n\nPatterson is correct that Meachum has never been a judge. We rate her statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-15266"}