{"url": "/factchecks/2016/oct/03/virginia-first-foundation/several-problem-virginia-firsts-claim-about-soarin/", "speaker": "Virginia First Foundation", "vclaim": "\"The Virginia population increased by just 8 percent from 2005 to 2015, but the per capita spending in the budget increased by a whopping 38 percent.\"", "truth_label": "half-true", "date": "stated on September 27, 2016 in a web video.:", "title": "Several problems with Virginia First's claim about soaring per capita state spending", "text": "A conservative group says Republican lawmakers in the General Assembly have failed to harness state spending.\nThe Virginia First Foundation is lamenting a recently revealed $1.5 billion projected budget shortfall. It posted a game show-themed video on its website. The narrator asks what’s behind \"Window Number 1?\" The answer is this claim:\n\"The Virginia population increased by just 8 percent from 2005 to 2015, but the per capita spending in the budget increased by a whopping 38 percent,\" the group’s video says.\nThe video identifies three House Republican leaders as \"big spenders\": Speaker Bill Howell of Stafford; Majority Leader Kirk Cox of Colonial Heights; and Chris Jones of Suffolk, who is chairman of the Appropriations Committee.\nWe wondered whether the foundation’s statistics are right. Let’s start with Virginia’s population increase.\nU.S. Census Bureau tallies show the state’s population stood at nearly 7.6 million in 2005 and rose to more than 8.3 million in 2015. That’s an increase of about 10 percent, a bit higher than the foundation says.\nNow, let’s move to the foundation’s claim about a 38 percent increase in state spending per capita - the amount of state spending divided by the number of people in Virginia.\nSteve Waters, a founding board member of the foundation, pointed to a couple of sources to show that state spending per person has spiked over the past decade. The first is a table from the 2004-06 budget which says that when fiscal 2005 ended in mid-2005, the state’s per capita spending in its operating budget was projected to be $3,894.\nWaters also points to a chart from BallotPedia, which says that the state’s per capita spending in fiscal 2015 was $5,483, a number culled from a figures compiled last year by the National Association of State Budget Officers. Those per capita figures amount to a 41 percent increase from 2005 to 2015 - a bit higher than the foundation’s estimate.\nWe also looked at state spending by examining annual reports by the state’s Joint Legislative Audit and Review Commission, a watchdog agency. Using tables on the state’s annual population and overall operating expenses in a given year, we came up with a trend line similar to the foundation’s. Our calculations show per capita state spending was $3,861 in 2005 and rose to $5,642 in 2015 - a 46 percent increase.\nSo in raw dollars, the foundation’s state spending figures are in the ballpark and, if anything, underestimate the increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBut there’s a big factor these calculations ignore - the effects of inflation. A dollar in 2015 wasn’t worth as much as a dollar in 2005. When we ran our figures through the federal Bureau of Labor Statistics inflation calculator, we found the increase in per capita spending instead was about 21 percent - nearly half the size of the foundation’s growth rate.\nThere’s another point to consider. All of the computations are based on total spending figures in the state budget. But legislators directly control only about 40 percent of the budget called the general fund. The fund, about $20.4 billion this year, is predominantly raised through state income and sales taxes and is used to pay for education, public safety and health programs.\nThe remainder of the budget, more than $30 billion called the non-general fund, comes from sources over which legislators have limited or no control, such as college tuition, federal grants and hospital fees.\nThese distinctions are important to note when looking at the context of the foundation’s claim, which blames GOP lawmakers for poorly reining state spending.\nJLARC noted in a report last year that the main driver of higher state spending were non-general fund increases in federal dollars; tuition payments to colleges that set their own rates; and child support payments.\nSo to get to the bottom on this claim, we looked at per capita spending in the general fund over the 10-year period that the foundation cited. JLARC figures show it rose by 20.5 percent in raw dollars - from $1,819 in 2005 to $2,191 in 2015. When adjusting those figures for inflation, the spending actually declined by about 1 percent - from $2,207 in 2005 to $2,191 in 2015.\nOur ruling\nThe Virginia First Foundation says the state’s \"population increased by just 8 percent from 2005 to 2015, but the per capita spending in the budget increased by a whopping 38 percent.\" The conservative group specifically faulted three GOP lawmakers for not holding the line.\nThe population increase, we should note, is closer to 10 percent. In raw dollars, the increase in per capita spending is 46 percent - a little higher than the group says.\nBut the group’s calculations omit some key factors. When adjusted for inflation, the per capita increase for the entire state budget falls to 21 percent. Even then, the figure still holds state lawmakers responsible for a major portion of the state budget over which they have little or no control.\nIf we focus on the portion of the budget that legislators fully direct - the general fund - per capita spending in raw dollars increased by 20 percent from 2005 to 2015. When adjusted for inflation, it actually decreased by about 1 percent.\nSo the foundation’s claim is partially accurate but leaves out important details. That’s makes it Half True.", "vclaim_id": "vclaim-pol-04219"}