{"url": "/factchecks/2012/oct/05/barack-obama/obama-says-50-million-lose-coverage-if-obamacare-r/", "speaker": "Barack Obama", "vclaim": "Says 50 million people would lose their health insurance if Obamacare is repealed.", "truth_label": "barely-true", "date": "stated on October 3, 2012 in a presidential debate:", "title": "Obama says 50 million lose coverage if Obamacare is repealed", "text": "Both President Barack Obama and Republican Mitt Romney say they want more Americans to have affordable health insurance. That’s about where their agreement ends.\n\nIn the first debate of the general election, the candidates sparred about how best to improve the health care system, with Romney calling for a repeal of Obamacare, and Obama defending the reform law.\n\n\"Gov. Romney says we should replace (Obamacare)... But the problem is, he hasn't described what exactly we'd replace it with, other than saying we're going to leave it to the states,\" Obama said. \"But the fact of the matter is that some of the prescriptions that he's offered, like letting you buy insurance across state lines, there's no indication that that somehow is going to help somebody who's got a pre-existing condition be able to finally buy insurance. In fact, it's estimated that by repealing Obamacare, you're looking at 50 million people losing health insurance.\"\n\nIt’s that last line that grabbed our attention: 50 million people losing their health coverage if Obamacare is repealed. We decided to check it out.\n\nThe two plans\n\nObama’s health care law seeks health coverage for every American by requiring most Americans to obtain coverage or face a fine. To help people meet that requirement, it expands Medicaid for the poor, provides subsidies for people of modest means to buy insurance and requires businesses to provide employee insurance. It also creates exchanges where individuals and businesses can purchase private policies.\n\nGovernment analysts predict that as the law is implemented, the number of uninsured Americans will decline. Opponents argue that it imposes new taxes on families and businesses and could discourage hiring.\n\nRomney has pledged to repeal the law. He has offered a general outline of what he would replace it with, though with few specifics. His campaign website says he will limit requirements on private insurance and Medicaid, encourage \"flexibility\" in the market and convert Medicaid to a block grant program administered by the states. In speeches, he has also said he would provide an income tax deduction for the cost of purchasing insurance.\n\nThe projections\n\nIf Romney wins the election and acts to repeal Obamacare on Day 1, there is no accounting that shows 50 million people losing their insurance right away. Obama didn’t say so, but his statement referred to projections out to 2022.\n\nThat said, the Congressional Budget Office predicts that Obamacare will reduce the number of uninsured. Without the law, the CBO says there will be a total of 60 million uninsured Americans by 2022. With the law, that number will be only 30 million.\n\nSo if Obamacare is repealed, that’s 30 million people without insurance as a result.\n\nThe remainder of Obama’s 50-million number originates with a study gauging the impact of Romney’s plan.\n\nEdwin Park, vice president for health policy at the left-leaning Center on Budget and Policy Priorities, said Romney has suggested converting Medicaid, the health program for the poor, to block grants, with a cap on federal funding of inflation plus 1 percentage point. That’s similar to the budget proposed by vice presidential nominee Paul Ryan, versions of which passed the House this year and last. (We should note that any move to turn Medicaid into a block grant would require new legislation passed by Congress.)\n\nBoth proposals, Park said, fall short of Medicaid’s current growth rate.\n\n\"We’re talking a big gap between what Medicaid would be scheduled to grow at vs. what it would be under the block grant,\" Park said. The Ryan budget, he said, cuts $810 billion from the program over 10 years. (Campaign finance records show that Park has donated $350 to the Obama campaign.)\n\nThe Urban Institute, a think tank that studies health policy and social programs, determined that the cuts will force states to tighten eligibility for the program, leading to between 14 million and 27 million people being dropped.\n\nAnother study, written for the liberal organization FamiliesUSA, also concluded that Romney’s plan for Medicaid would end up pushing people out of the program. To estimate how many, author Jonathan Gruber, who was an architect of both Romney’s health plan in Massachusetts and of Obamacare, said he assumed in the study that states would find a way to absorb 25 percent of the cuts (by becoming more efficient, cutting down on overhead, etc.) but that the rest would have to be made up by tightening eligibility and dropping Medicaid recipients.\n\nHe found that by 2022, 18 million more people would be uninsured. In a second study, Gruber assumed greater savings by the states -- 50 percent -- in absorbing the Medicaid cuts before dropping people, and determined that 12 million more people would lack health insurance.\n\n\"The bottom line is it depends on assumptions you make, but no matter what you do it’s going to be a huge difference in the number of uninsured,\" Gruber said.\n\nThe counter arguments\n\nYuval Levin, a fellow at the conservative Ethics and Public Policy Center, said the studies fail to account for the Medicare cuts, tax increases, and increased premium costs in Obamacare, \"and so presents a description of the law’s effects on the health care system that is badly skewed.\"\n\nWith Medicaid, Levin said it’s \"high implausible\" that states would drop people upon implementing the block grant, which will also create unaccounted for savings.\n\n\"This all leads them to the implausible conclusion that Romney’s extensive efforts to expand insurance coverage (through purchasing pools, the transformation of the tax treatment of coverage, purchasing across state lines, co-insurance, expanded health savings accounts, protections for people with pre-existing conditions, etc.) would result in less rather than more coverage,\" Levin said. (Campaign records show he donated $2,467 to the Romney campaign and $200 to the Republican National Committee.)\n\nJoseph Antos, a scholar with the conservative American Enterprise Institute, said he found flaws with the assumptions about Obamacare’s impact.\n\n\"FamiliesUSA assumes that all states fully expand Medicaid, despite the Supreme Court ruling that they cannot be penalized by losing all federal funds if they do not do it. Obviously, the poorer states won’t expand in that case—that 100 percent fed funding disappears in a few years, and the states then begin paying, and many haven’t figured out how to cover teachers pensions yet,\" Antos said in an email. \"They also assume that states will fully implement the exchanges on time. That is also not going to happen. Some will, some won’t.\"\n\n\"Conclusion: far fewer than 32.9 million will be covered by Obamacare.\"\n\nOur ruling\n\nObama said in the debate that by repealing Obamacare, \"you're looking at 50 million people losing health insurance.\" He didn’t say so, but that figure is based on projections for a decade down the road, and it applies to people who don't have insurance now. If Romney repeals the health care law, some of those people will not have actually gotten coverage.\n\nAnd, only about 30 million to 32.9 million people would lose coverage by 2022 if Obamacare was simply repealed. An additional 18 million people might lose coverage if Romney achieves his plan of converting Medicaid to a block grant, according to some studies.\n\nObama’s number assumes the worst about the possible effect of Romney’s plan, whose stated purpose is to get more people covered. And some critics say the promise of Obamacare is inflated -- that not so many people will gain coverage, therefore not so many would lose it if the law is repealed.\n\nObama is right that repealing the health care law will result in millions losing coverage, but his statement is an oversimplification of long-term projections and includes more than just a simple repeal of the 2010 law. On balance, we rate Obama’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10238"}