{"url": "/factchecks/2020/sep/25/chris-larson/yes-republicans-could-end-evers-state-emergency-an/", "speaker": "Chris Larson", "vclaim": "“(Republicans) have the power to overturn the (state of emergency) order by joint resolution and they refuse to do it.”", "truth_label": "true", "date": "stated on September 23, 2020 in a tweet:", "title": "Yes, Republicans could end Evers’ state of emergency anytime", "text": "The latest state of emergency declared by Gov. Tony Evers — his third since the start of the coronavirus pandemic — elicited the expected reaction from Republicans.\nThe latest order extended the state’s mask mandate, which was set to expire Sept. 30, for an additional two months.\nAn avalanche of GOP news releases and social media posts condemned Evers, a Democrat, calling the order \"illegal,\" \"unconstitutional,\" an \"overreach\" and a \"power grab.\" Assembly Speaker Robin Vos, R-Rochester,  called it \"rule by fiat\" and said there would \"undoubtedly be additional court challenges\" — on top of the court challenges to previous orders.\nBut one Wisconsin Democrat says Vos has no reason to wait on court challenges.\n\"Whenever you see a WI Republican bemoan the Governor's mask mandate, remember these 2 things,\" state Sen. Chris Larson of Milwaukee said Sept. 23, 2020 on Twitter. \"1) They have the power to overturn the order by joint resolution and they refuse to do it. 2) They sued to have control over our #COVID19 response months ago, and have done nothing.\"\nWe’re focusing on the first point. It’s an overlooked element of the partisan showdown over Wisconsin’s coronavirus response.\nAnd Larson is exactly right. Republicans could end Evers’ order any time, if they got a majority vote in the chambers they control.\nLet’s review what's going on.\nThe state of emergency statute\nState law first gave the governor authority to declare a state of emergency in 1951, though that was related only to acts of war. The circumstances in which an emergency may be declared and the governor’s powers in that scenario have evolved since, including the addition of public health emergencies in 2002.\nThe only prior public health emergency in state history came in 2009, when Democratic Gov. Jim Doyle issued Executive Order #280 in response to H1N1 (swine flu), according to the Wisconsin Legislative Reference Bureau. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe section of statute Evers relied on for his three orders isn’t a long one, so here’s the whole thing. We’ve bolded the key element at the end:\nDeclaration by governor. The governor may issue an executive order declaring a state of emergency for the state or any portion of the state if he or she determines that an emergency resulting from a disaster or the imminent threat of a disaster exists. If the governor determines that a public health emergency exists, he or she may issue an executive order declaring a state of emergency related to public health for the state or any portion of the state and may designate the department of health services as the lead state agency to respond to that emergency. If the governor determines that the emergency is related to computer or telecommunication systems, he or she may designate the department of administration as the lead agency to respond to that emergency. A state of emergency shall not exceed 60 days, unless the state of emergency is extended by joint resolution of the legislature. A copy of the executive order shall be filed with the secretary of state. The executive order may be revoked at the discretion of either the governor by executive order or the legislature by joint resolution.\nSo, revoking the order is a pretty straightforward process. And one way to do it is a joint resolution approved by both houses. What’s more, unlike traditional legislation it is not subject to the governor’s veto — a simple majority is enough.\nThe status of the Legislature\nRepublicans hold a commanding majority in both houses. The advantage is 18-13 in the Senate and 63-34 in the Assembly (with two vacant seats in each chamber).\nSenate Majority Leader Scott Fitzgerald said back in July that Senate Republicans had the votes and \"stand ready\" to overturn the first emergency declaration and mask mandate.\nThat put the onus on Vos, who said in his Sept. 22, 2020, statement, \"No one branch of government can rule outside the letter of the law and go unchecked, even during a pandemic.\" But Vos has not taken action to be that check.\nIt’s unclear whether Assembly Republicans are fractured on the issue, or if other political considerations are at play — such as not wanting to put members on record with a vote in the midst of a volatile election year. A Vos spokeswoman did not respond to a request for comment.\nState Sen. Steve Nass, R-Whitewater, even issued a statement criticizing the inaction of Vos and others in his party, saying Vos \"has enabled the continuing illegal conduct of Governor Evers in issuing repeated emergency declarations and a failed statewide mask mandate.\" \nOur ruling\nLarson said in a tweet that the Republicans who control the Legislature \"have the power to overturn the order by joint resolution and they refuse to do it.\"\nThat’s correct. Republicans have the majority in both houses and the power under state statute. Whatever the reason, they have not acted to end the governor’s state of emergency and accompanying mask mandate.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-19009"}