{"url": "/factchecks/2011/nov/25/mike-tate/top-democrat-says-gop-wisconsin-gov-walker-slashed/", "speaker": "Mike Tate", "vclaim": "Says Wisconsin Gov. Scott Walker \"slashed\" pensions and benefits for public employees.", "truth_label": "half-true", "date": "stated on November 15, 2011 in an interview on MSNBC:", "title": "Top Democrat says GOP Wisconsin Gov. Walker \"slashed\" public employee benefits", "text": "On the day the campaign to remove Wisconsin Gov. Scott Walker from office was launched, talk show host Al Sharpton asked Wisconsin Democratic Party chairman Mike Tate to tell MSNBC viewers \"why it is so important that Walker be recalled.\"\n\nSharpton wanted Tate to explain the budget-repair bill that Walker proposed a month after taking office in January 2011 -- the one that, because it curtailed collective bargaining for most state and local government employees, spurred weeks of public protests and national media attention.\n\nIn the Nov. 15, 2011 interview, Tate replied that Act 10, \"effectively eliminated collective bargaining rights for all of our public employees, our schoolteachers and our public service workers.\n\n\"And beyond that,\" Tate continued, the Republican governor \"slashed their pension and benefits.\"\n\nIt is well established that Walker’s initiative, approved by the GOP-controlled Legislature, limited collective bargaining for all but a few groups of public employees.\n\nAnd it’s well known the law forces them to pay more for their pensions and health insurance -- giving the state and local governments flexibility, Walker argued, to balance their books.\n\nBut did Walker also reduce -- or \"slash,\" to use Tate’s word --  the pensions and benefits themselves?\n\nWalker’s treatment of public employees could be a key issue in a recall election, which would be held sometime in 2012 if the Democratic Party and other groups leading the recall campaign can gather enough signatures.\n\nSo let’s evaluate Tate’s statement, in two parts.\n\nPensions\n\nBefore the budget-repair law -- which exempts police, state troopers and  firefighters -- public employees contributed less than 1 percent of their pay toward their pensions; some made no contribution at all. For 2011, most workers covered by the law pay 5.8 percent and some pay 6.65 percent, according to the Office of State Employment Relations.\n\nTate argued that employees \"are effectively being asked to take a pay cut by contributing more of their own wages towards their defined benefit package.\"\n\nIndeed, many employees might view the higher pension contributions they have to make as a reduction in their pension benefit: In terms of their total compensation, their take-home pay is being reduced in order to fund the same pension benefit they’re already getting.\n\nNo pension payments to workers at retirement are actually being reduced. But going forward, a relatively small number of public workers will earn a smaller pension benefit.\n\nThe reduction affects about 1,500 public employees, primarily elected officials in local government, said Shawn Smith, spokeswoman for the state Department of Employee Trust Funds. The department administers retirement and other benefit programs for state and local government employees and retirees.\n\nThat’s less than 1 percent of the more than 266,000 public employees who participate in the state retirement system, Smith said.\n\nFor the 1,500, the \"multiplier\" used to calculate their pension was reduced from 2 percent to 1.6 percent for years of service logged after the budget-repair bill was enacted. Going forward, those employees will earn a somewhat lower pension, given that the multiplier is used along with average salary and years of service to determine the pension amount.\n\nSo, for all public employees affected by the budget-repair law, the pension benefit, in a general sense, is reduced because they are paying more for it. But the pension benefit that ultimately will be earned by current employees will be lower only for a small number of them.  \n\nBenefits\n\nRegarding the benefits part of Tate’s statement, Walker’s budget-repair law requires state employees, as well as local government workers who get their health insurance from a state plan, to pay at least 12 percent of the premiums.\n\nIn arguing that the benefits themselves were cut, Tate cited a September 2011 memo from the state Department of Employee Trust Funds. It notes that the budget-repair law mandated a 5 percent reduction in the cost to the state of health plans.\n\nThat was achieved, said Smith, by requiring the nearly 184,000 public employees and their dependents who are covered by a state plan to pay 10 percent co-insurance for certain medical services, up to $1,000 per year per family. That means the state now pays 90 percent, rather than 100 percent, for care that stems from an illness or injury, as opposed to preventative care.\n\n(Co-insurance, which requires the employee to pay a percentage of the cost of certain services, is different from a co-payment, which is a fixed amount that employees pay for certain services. Both are common in the private sector.)\n\nSo, this is a double-hit to all state employees covered by Walker’s budget-repair law. They are paying more for their health insurance and getting less, given that the state is paying only 90 percent of the cost of many services rather than 100 percent.\n\nOur conclusion\n\nTate said Walker \"slashed\" the pensions and benefits of state and local government employees.\n\nWhile the two benefits themselves are not being \"slashed,\" the reductions along with the higher amounts the employees must pay for their benefits are significant.\n\nThe PolitiFact definition for Half True is \"The statement is partially accurate but leaves out important details or takes things out of context.\"\n\nThat’s what we rate Tate’s statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12039"}