{"url": "/factchecks/2012/sep/20/gary-johnson/libertarian-gary-johnson-says-hell-be-presidential/", "speaker": "Gary Johnson", "vclaim": "\"I am going to be on the ballot in all 50 states. There is no other third-party candidate that’s going to come close to achieving that.\"", "truth_label": "mostly-true", "date": "stated on August 17, 2012 in an interview with Evan Smith on “Overheard,” premiered Sept. 6, 2012:", "title": "Libertarian Gary Johnson says he'll be on presidential ballot in every state, by far outpacing any other third-party nominee", "text": "Former two-term New Mexico Gov. Gary Johnson, the Libertarian presidential nominee, says he has a shot at upsetting the major-party nominees in November provided he’s included in the nationally televised presidential debates.\n\n\"You know, I don’t want to peak too early,\" Johnson said, seemingly jokingly, in an August 2012 interview for KLRU-TV’s \"Overheard.\"\n\nHost Evan Smith asked if some states could prove opportunities for Johnson, who replied: \"I am going to argue that I might be a factor everywhere, not just in certain states,\" though he said he needs to be in the debates to have that chance.\n\n\"It’s important to point out that I am going to be on the ballot in all 50 states,\" Johnson said. \"There is no other third-party candidate that’s going to come close to achieving that.\"\n\nAre both parts of that so?\n\nThe last third-party presidential candidate to make a significant White House run was Texan Ross Perot in 1992, as noted in a Sept. 12, 2012, CNN news article. Perot also was the last third-party hopeful to be invited to the debates.\n\nCNN said Johnson, who initially announced his candidacy as a Republican, has not raised much money, nor does he have a big campaign staff. Still, he told CNN: \"No other third party is going to come close to this 50-ballot access.\"\n\nWe tried to pin down how many states’ ballots will include Johnson, ultimately realizing that court battles have delayed final decisions in a few states.\n\nLibertarian Party spokeswoman Carla Howell said by phone that Johnson will be on the ballot in 47 states while litigation has tied up his standing in Pennsylvania and Michigan. Depending on legal outcomes, then, he could end up on the ballot in 49 to 50 states, she said.\n\nJohnson campaign spokesman Joe Hunter also put the number at 47 states, with the other states tied up in legal challenges.\n\nFor an independent count, we turned to Richard Winger, editor of the California-based Ballot Access News. As of mid-September, he said, Johnson appears likely to be on the ballot in 48 or 49 states, depending on how courts rule, with the Green Party nominee, Jill Stein, on nearly 40 ballots.\n\nWinger said his counts are based on printing off candidate lists from the web pages of state election officials. He said all or parts of five states had yet to finalize November ballots, he said, because of outstanding issues. He specified Connecticut, Michigan, Kansas, Colorado and New York.\n\nWinger pointed us to a Politics1.com chart that he described as generally up to date on the presidential hopefuls set to appear on each ballot. As of Sept. 18, 2012, the chart indicated that Johnson will appear on the ballot in every state except Oklahoma and possibly Pennsylvania and Michigan, which had question marks showing.\n\nThe chart indicates Stein will be on the ballot in 38 states including Texas, while she has qualified as a write-in hopeful in five others. Nominees of other third parties are listed as making fewer ballots. Ron Gunzburger, Politics1.com’s publisher and editor, told us by phone that the chart’s notations are based on news accounts, information from state election officials and reports by Ballot Access News.\n\nAnd why is Johnson appearing on most state ballots?\n\n\"The Libertarian Party works hard on ballot access all the time,\" Winger said, and has more members with greater income to pay for such efforts than the Green Party.\n\nBroadly, Winger said, the Libertarian Party was positioned to have its nominee on ballots in 29 states by the start of 2012, thanks to sufficient voter signatures being collected in the states or because past candidates had drawn enough votes to qualify its 2012 nominees for the ballot. By the same time, he said, the Green Party was positioned to be on the ballot in 16 states. \"They just don’t have as much money\" to pay individuals who collect voter signatures, Winger said. \"These things get done by hiring paid circulators. It’s really very sad. What we have in effect is enormous filing fees for third parties.\"\n\nLooking back, Winger said, the Libertarian presidential nominee appeared on every state ballot in 1980, 1992 and 1996. Perot made every ballot in 1992 and 1996, and U.S. Rep. John Anderson made every state ballot in 1980. Winger said Lenora Fulani, nominee of the New Alliance Party, made every ballot in 1988.\n\nOur ruling\n\nJohnson said he’s going to be on the ballot in every state and no other third-party nominee will come close. He’s poised to be on the ballot in at least 47 states compared to about 40 states for Stein, the Green Party choice. We rate his claim as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10348"}