{"url": "/factchecks/2012/may/11/marco-rubio/marco-rubio-said-democrats-want-raises-taxes-small/", "speaker": "Marco Rubio", "vclaim": "Democrats plan to keep student loan interest rates low  \"by raising taxes on small businesses, very small businesses … the kinds of small businesses that give jobs to graduates.\"", "truth_label": "false", "date": "stated on May 8, 2012 in a video statement:", "title": "Marco Rubio said Democrats want to raises taxes on small businesses to pay for student loans", "text": "Everyone seems to agree they don’t want student loan interest rates going up this summer. President Barack Obama, Republican presidential candidate Mitt Romney, and Republicans and Democrats in Congress -- all say the government should take action to keep the rates where they are.\n\nYet for all that agreement, it’s still become a political fight.\n\nThat because keeping interest rates low for student loans means increasing the deficit. Both parties in Congress say they want to find a way to offset that.\n\nAs you might have guessed, Republicans want to cut spending, while Democrats favor raising taxes on the wealthy.\n\nRepublicans in the Senate voted down a bill on the matter from the Democrats on May 8, 2012. To explain his vote, U.S. Sen. Marco Rubio, R-Fla., released a statement that day:\n\n\"As someone with a student loan and with a state with so many people with student loans, I support a hundred percent making sure that the interest rates on student loans do not go up,\" Rubio said.\n\n\"I cannot support the way the Democrats want to do it, however, because, they want to do it by raising taxes on small businesses, very small businesses. The kinds of small businesses that give jobs to graduates who not only need low interest rates but need jobs in order to pay their student loans.\"\n\nWe decided to check out Rubio's claim that Democrats want to raise taxes on \"small businesses, very small businesses … the kinds of small businesses that give jobs to graduates.\"\n\nTo fact-check Rubio's statement, we read the text of the legislation the Democrats were proposing, examined a summary of the bill provided by the nonpartisan Congressional Research Service, and ran the proposal by the experts at the Tax Policy Center, a respected independent think tank that focuses on taxes.\n\nThe Democratic proposal seeks to raise more tax revenues by changing rules on some S-corporations. This is pretty arcane tax law, but what we found was very different from Rubio’s description.\n\nWhat’s an S-corporation? Under Internal Revenue Service rules, S-corporations are companies with a limited number of shareholders. Profits can be paid out to owners or retained by the corporation; both are taxed as regular income. S-corporations are not always small businesses, but they often are.\n\nDemocrats say their bill would crack down on a loophole that some professionals are using to avoid payroll taxes by paying themselves through S-corporations.\n\nHere’s the scenario: S-corporations are sometimes owned by the same people who do most of the work -- think of small law firms, accounting firms and the like. As employees, their earnings are subject to payroll taxes, which go to pay for Social Security and Medicare. But as owners, their profits are not subject to payroll taxes. So employee-owners decide to avoid the payroll taxes by giving themselves low pay and high dividends.\n\n\"It is only when the owner and the employee are the same person, so that the wages come from the same person’s profit, that there is a problem,\" said Eric Toder of the Tax Policy Center. \"Typically this will happen only if there are a very small number of owners who also do the work.\"\n\nThe Democratic bill said that all income of partners of those types of S-corporations would now be subject to payroll taxes. And the bill includes several steps to make sure that only those types of people would be targeted.\n\nFor one, the bill applies only on S-corporations where the owners are doing the work, and only on professional services firms in the fields of \"health, law, lobbying, engineering, architecture, accounting, actuarial science, performing arts, consulting, athletics, investment advice or management, or brokerage services.\"\n\nThe bill also stipulates that the new taxes wouldn’t apply to individuals making less than $200,000 or couples making less than $250,000.\n\nIn defending the bill, Sen. Harry Reid, D-Nev., said it was aimed at people who are avoiding taxes.\n\n\"We want to pay for this with legislation that closes a long, long overdue tax loophole of people who are gaming the system,\" he said. \"These are people who are usually accountants and lawyers who try to pay themselves through dividends and not ordinary income. It's wrong, it's not a tax increase, they're just being called upon to pay what they should pay.\"\n\nWe asked Rubio's office for evidence that the Democratic proposal hits \"small businesses, very small businesses … the kinds of small businesses that give jobs to graduates.\"  His staff referred us to a U.S. Treasury Report analysis that found that some individuals report small business income in excess of $200,000. The Treasury report found that approximately 8 to 11 percent of all small businesses report income at that level or above.\n\nThat report, though, counted small businesses as individuals who reported income from a sole proprietorship, partnership, farming operation, miscellaneous rental activity or S-corporation. The Democratic bill called for higher taxes only on a subset of S-corporations.\n\nOur ruling\n\nRubio said he opposed the Democratic bill on student loan interest because it would raise taxes on \"small businesses, very small businesses … the kinds of small businesses that give jobs to graduates.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nActually, the bill changed tax rules only for S-corporations, and only on professionals like lawyers and accountants who could be taking advantage of the tax code to avoid paying payroll taxes. The Democrats took the additional step of saying the rule change would only apply to individuals who reported more than $200,000 in income.\n\nThe bill's intent was to close a loophole on people who were avoiding payroll taxes, taxes that they're supposed to be paying anyway. \n\nRubio's statement gives the impression that all kinds of mom-and-pop operations might be subject to new, additional taxes, when actually the bill is aimed squarely at high-income professionals who are taking advantage of a loophole.\n\nWe rate Rubio’s statement False.", "vclaim_id": "vclaim-pol-11111"}