{"url": "/factchecks/2015/nov/05/donald-trump/donald-trumps-false-claim-his-tax-plan-wouldnt-inc/", "speaker": "Donald Trump", "vclaim": "Says his plan would cut taxes without increasing the deficit.", "truth_label": "false", "date": "stated on October 28, 2015 in the third GOP primary debate.:", "title": "Donald Trump's false claim that his tax plan wouldn't increase the deficit", "text": "A week after the third GOP debate, Donald Trump is still salty at CNBC’s John Harwood, the moderator who asked him whether his 2016 bid was a \"comic book version\" of a presidential campaign.\nIn asking the question, Harwood brought up the billionaire’s proposal to cut taxes without adding to the deficit — a goal, Harwood said, that’s nigh impossible. Trump agreed with the characterization but dodged the plausibility question. Here’s a part of the exchange:\nHarwood: \"You talked about your tax plan. You say that it would not increase the deficit because you'd cut taxes $10 trillion, and the economy...\"\nTrump: \"Take off that ...\"\nHarwood: \"...would take off like — hold on. Hold on. The economy would take off like a rocket ship.\"\nTrump: \"Right. Dynamic.\"\nHarwood: \"I talked to economic advisers who have served presidents of both parties. They said that you have as much chance of cutting taxes that much without increasing the deficit as you would of flying away from that podium by flapping your arms around.\"\nTrump: \"Then you have to get rid of Larry Kudlow, who sits on your panel, who is a great guy, who came out the other day and said, ‘I love Trump's tax plan.’ \"\nFor the record, Larry Kudlow, a conservative economist and former CNBC anchor, said in September that he \"really likes Trump’s plan.\" During the debate, Kudlow told Breitbart that he specifically loves Trump’s proposal for a 15 percent corporate tax rate but \"can’t speak for the whole plan.\"\nBut what about the whole plan? Will it be, as Trump wrote in a Wall Street Journal column, \"revenue neutral\"?\nWe didn’t hear back from the Trump campaign. But based on analyses conducted by two tax groups, Trump’s plan would lead to a revenue loss of $10 trillion to 12 trillion over 10 years.\nThe plan\nReleased on Sept. 28, Trump’s tax plan aims to, you guessed it, \"make America great again\" by providing tax breaks for middle-class Americans, simplifying the tax code, growing the American economy and not adding to our debt and deficit.\nIt includes:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Four income tax brackets with rates of 0, 10, 20 and 25 percent, with no deductions except for the charitable and mortgage interest deductions;\n• A corporate tax rate of 15 percent, an end to the deferment of overseas corporate income, and repatriating of foreign income at a 10 percent rate;\n• A pass-through business income tax rate of 15 percent;\n• A capital gains tax at 0, 15 and 20 percent; and a tax on carried interest as ordinary income;\n• Eliminating the alternative minimum tax, the net investment income surtax, the estate tax and the Affordable Care Act taxes.\nThe impact\nBoth right- and left-leaning groups found that Trump’s plan could lead to at least a $10 trillion revenue loss in a decade, without factoring in interest.\nThe liberal Citizens for Tax Justice pegged the cost of Trump’s plan at $12 trillion over 10 years and pointed out that 37 percent of the tax cuts would go to the top 1 percent.\nTrump’s plan, according to the free market-oriented Tax Foundation, would cut taxes by almost $12 trillion and also lead to an 11 percent higher GDP. With this projected growth, Trump’s plan would still reduce revenues by $10.14 trillion.\nTo make the plan revenue neutral, Trump would have to make huge spending cuts. Experts said the scale of the cuts would not be realistic, given that Trump himself has said he intends to protect popular programs such as Medicare and Social Security.\n\"It’s hard to imagine any way that this could be revenue neutral … unless you’re going to go after entitlements in a big way,\" said Roberton Williams of the nonpartisan Tax Policy Center, which hasn’t released an analysis of Trump’s plan yet.\n\"Contrary to Trump’s assertion that his plan would not increase the deficit, it would,\" Scott Hodge of the Tax Foundation told us. He added that economic growth, investment, higher wages and jobs are far more important than adding or decreasing the deficit.\nOur ruling\nTrump said his tax plan would not increase the deficit.\nFree market-oriented and liberal groups alike say Trump’s tax plan would lead to a $10 trillion revenue loss, even if it did create economic growth.\nSince Trump has said he will not slash retirement programs like Social Security and Medicare, experts doubt that any spending cuts he made would result in a revenue-neutral tax plan.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-05773"}