{"url": "/factchecks/2021/jan/08/josh-hawley/fact-checking-hawleys-claim-about-pennsylvania-mai/", "speaker": "Josh Hawley", "vclaim": "“Last year, Pennsylvania elected officials passed a whole new law that allows universal mail-in balloting, and did it irregardless of what the Pennsylvania Constitution said.”", "truth_label": "barely-true", "date": "stated on January 6, 2021 in a U.S. Senate speech:", "title": "Fact-checking Hawley’s claim about Pennsylvania’s election law", "text": "Sen. Josh Hawley of Missouri led the Senate charge against the electoral college certification of Joe Biden’s victory. Much of his argument was based on changes to mail-in voting in Pennsylvania.\nHawley said that he objected to Biden’s win because Pennsylvania failed to follow its own state election laws.\n\"You have a state constitution that has been interpreted for over a century to say that there is no mail-in balloting permitted, except for in very narrow circumstances that's also provided for in the law,\" Hawley said Jan. 6. \"And, yet, last year, Pennsylvania elected officials passed a whole new law that allows universal mail-in balloting, and did it irregardless of what the Pennsylvania Constitution said.\"\nHawley’s central argument is that a new state law about voting by mail — passed not \"last year\" but in the fall of 2019 — conflicts with the state’s constitution. The courts have not backed up his argument, and he omits the full story about the new law. The state constitution doesn’t have an explicit ban on mail-in voting, and the law permitting mail-in voting passed with strong Republican support. \nSpokespersons for Hawley did not respond to our questions.\nWhat the state constitution and Act 77 says about voting absentee or by mail\nHawley’s statement about interpretations \"for over a century\" limiting mail-in voting likely refers to limits starting in the 19th century about absentee voting for soldiers. A 1924 Pennsylvania state supreme court decision about civilians voting stated that a \"ballot cannot be sent by mail or express.\" After World War II, the state amended the constitution to allow certain limited instances of absentee voting.\nArticle VII Section 14 of the state constitution says the state Legislature should set laws governing absentee voting in specific instances. \n\"The Legislature shall, by general law, provide a manner in which, and the time and place at which, qualified electors who may, on the occurrence of any election, be absent from the municipality of their residence, because their duties, occupation or business require them to be elsewhere or who, on the occurrence of any election, are unable to attend at their proper polling places because of illness or physical disability or who will not attend a polling place because of the observance of a religious holiday or who cannot vote because of election day duties, in the case of a county employee, may vote, and for the return and canvass of their votes in the election district in which they respectively reside.\"\nHawley’s argument is that this passage forbids a 2019 law that allowed mail-in balloting.\nPennsylvania’s senators disagreed.\nSen. Bob Casey, D-Pa., spoke during the debate of Biden’s electoral college votes, and said the constitution gives reasons while someone might need to vote remotely, but it didn’t forbid other reasons.\n\"There is no in-person requirement in our state constitution,\" Casey said. \"The constitution set a floor, not a ceiling, for this type of voting.\" \nHow Pennsylvania expanded by-mail voting\nIn October 2019, the Republican-led Pennsylvania General Assembly passed an election law, Act 77, that added no-excuse voting by mail, a provision pushed by Democrats. The act says that any qualified elector who is not eligible to be an absentee elector can get a mail-in ballot. Republicans got one of their priorities included too: elimination of straight-ticket voting. The bill drew supporters from both parties, but it had more support from Republicans. \n\"It was always touted as a bipartisan effort to get ready for 2020, pre-pandemic, bring Pennsylvania in line with Florida and Ohio and a bunch of states that had the no excuse system,\" said Edward B. Foley, an Ohio State University constitutional law professor who specializes in elections.\nAct 77 required constitutional challenges be brought within 180 days, but that didn’t happen. After Trump lost the Nov. 3 election, U.S. Rep. Mike Kelly, R-Pa., and co-plaintiffs filed a case against state officials arguing that the mail-in ballot provisions in Act 77 were a violation. Kelly asked the court to prohibit the certification of results that included mail-in ballots or direct the Pennsylvania General Assembly to choose electors. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOne week later, the state Supreme Court dismissed the petition as untimely, writing that the plaintiffs filed their case more than a year after Act 77 was enacted and after millions of residents had already voted in the primary and general elections. The case was filed as the final ballots \"were being tallied, with the results becoming seemingly apparent,\" the court wrote. The court’s three page order did not address whether Act 77 and the state constitution were in conflict.\n\"It is not our role to lend legitimacy to such transparent and untimely efforts to subvert the will of Pennsylvania voters,\" Justice David Wecht, a Democrat, wrote.\nChief Justice Thomas Saylor, a Republican, wrote that throwing out votes at this point was extreme and untenable: \"There has been too much good-faith reliance, by the electorate, on the no-excuse mail-in voting regime created by Act 77.\"\nAfter losing, Kelly took the case to the U.S. Supreme Court, where an emergency application for injunctive relief was denied by Justice Samuel Alito Dec. 8. Kelly is still seeking review by the U.S. Supreme Court. \nPat Toomey, Pennsylvania’s Republican senator, said many Pennsylvania lawmakers believe the law is constitutional. \n\"Clearly the state legislature and governor believe it is consistent with the state constitution,\" Toomey said. \"This law wasn’t challenged when it was passed, it wasn’t challenged when it was applied during the June primary election. It was only challenged after President Trump lost the general election.\" \nElection law experts weigh in\nElection law experts said that even if Hawley were right about the law violating the state constitution, which is debatable, it still wouldn’t be the role of the U.S. Congress to fix it. \nWhen Hawley defended his decision to challenge Pennsylvania’s electoral vote, University of Texas law professor Stephen Vladeck tweeted: \"In other words, @HawleyMO’s main gripe is that the (Republican-led) Pennsylvania legislature violated the *Pennsylvania* Constitution when it expanded mail-in voting in 2019. 1. That’s not fraud. 2. That’s a question for the *Pennsylvania* Supreme Court to decide — and it passed.\"\nVladeck told us in an email that it is factually correct that the Pennsylvania Supreme Court has never ruled on whether Act 77 is consistent with the Pennsylvania Constitution — the court threw out the challenge as untimely.\nBut to suggest that it’s Congress’s role to intervene in the question of state constitutionality is wrong.\n\"Indeed, it would completely upend fundamental constitutional principles if Congress, rather than the Pennsylvania Supreme Court, were the last word on the meaning of the Pennsylvania Constitution, and yet that’s what Hawley’s arguing for here,\" he said. \nOur ruling\nHawley said, \"Last year, Pennsylvania elected officials passed a whole new law that allows universal mail-in balloting, and did it irregardless of what the Pennsylvania Constitution said.\" \nTo suggest that lawmakers passed a law that plainly violated the state constitution is wrong. The point Hawley raised is debatable, not clear cut. \nAdditionally, Pennsylvania lawmakers cared enough about constitutionality to give a window of time — 180 days — for people to challenge the law’s constitutionality. No one did until Trump lost the election there. \nFinally, it’s important context to note that election experts said that what Hawley argued for — congressional intervention — was the wrong remedy for a question about the state constitution.\nWe rate this claim Mostly False.\nRELATED: Fact-checking Trump's false claims about Pennsylvania's election\nRELATED: Fact-checking false claims about Pennsylvania and the presidential election", "vclaim_id": "vclaim-pol-19148"}