{"url": "/factchecks/2021/jan/28/charlie-kirk/biden-did-not-admit-hes-governing-dictator/", "speaker": "Charlie Kirk", "vclaim": "\"Joe Biden admits he is governing like a 'dictator.'\"", "truth_label": "false", "date": "stated on January 26, 2021 in an Instagram post:", "title": "Biden did not admit he’s ‘governing like a dictator’", "text": "Some outspoken critics of Joe Biden are using the president’s words against him to criticize the flurry of executive orders he signed after Inauguration Day.\nIn a Jan. 26 Instagram post, Charlie Kirk, founder of the conservative advocacy group Turning Point USA, published a clip of Biden speaking on stage about executive action. Text over the video says: \"Joe Biden admits he is governing like a ‘dictator.’\"\n\"34+ Executive Orders in less than a week and we’re supposed to believe that *Trump* was the one who governed like a dictator?\" Kirk wrote in a caption.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, which owns Instagram.) It has more than 91,000 likes, and we’ve seen several similar posts get thousands of shares on Facebook.\n\n(Screenshot from Instagram)\nSince taking office Jan. 20, Biden has published 21 executive orders aimed at undoing the policies of the Trump administration, not including proclamations and memoranda. We’ve seen several posts on Facebook that criticize Biden’s actions in light of his past comments about executive orders, so we wanted to take a closer look at this video.\nKirk’s claim — that Biden \"admits he is governing like a 'dictator’\" — is not literally true. The post misconstrues the president’s past comments on using executive orders to change federal tax policy, which Biden has not tried to do.\nThe video comes from an October ABC News town hall in the final weeks of the presidential election campaign. During the event, Biden answered questions from host George Stephanopoulos and an audience member about his plan to raise taxes on corporations and the wealthy.\nHere’s a transcript of the relevant portion of his remarks:\nStephanopoulos: So, there's not going to be any delay on the tax increases?\nBiden: No, well, I've got to get the votes. I got to get the votes. That's why — you know, the one thing that I — I have this strange notion. We are a democracy. Some of my Republican friends, and some of my Democratic friends even, occasionally say, \"Well, if you can't get the votes, by executive order you're going to do something.\" (There are) things you can't do by executive order, unless you're a dictator. We're a democracy. We need consensus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStephanopoulos: We've got to take a quick break. We'll be right back.\nA video of the exchange shows that Biden, who was a U.S. senator for 36 years, was pushing back on the idea that he could quickly change major federal policies via executive order, including raising tax rates. \nBiden was not criticizing all executive orders as hallmarks of a dictatorship — the full context of his statement suggests that he believes an executive order on taxes would be an inappropriate use of executive power in a democracy. Biden has not issued orders on tax policy.\n\nArticle I of the Constitution grants Congress the power to \"lay and collect taxes, duties, imposts and excises, to pay the debts and provide for the common defense and general welfare of the United States.\" The 16th Amendment gives Congress the power to collect income taxes.\nPresidents do have broad authority to pursue their tax agenda without the approval of Congress, including by deferring tax payments and appointing agency heads. But experts say presidents rarely try to change tax policy single handedly.\n \n\n \n\"Instead, the president often asks Congress to pass revenue-raising measures achieving what the president and his Treasury Department already could accomplish on their own,\" Daniel J. Hemel, a law professor at the University of Chicago, wrote in a 2017 paper for the Cornell Law Review. \"And even when Congress rebuffs the president’s request, past administrations only rarely have responded by exercising the regulatory authority they already possess.\"\nNone of the executive orders that Biden has published so far have to do with changing federal tax policy. Nine issued in the first two days address the ongoing coronavirus pandemic, while others undo some of the policies implemented by the Trump administration. One order temporarily halting deportations was blocked by a federal judge in Texas.\nMeanwhile, Biden plans to send major proposals on policies like immigration reform to Congress. Democratic control of both chambers gives Biden more leeway in pursuing his agenda, including a potential future tax plan. However, Biden has not yet introduced tax reform legislation, and his $1.9 trillion coronavirus stimulus proposal does not include any tax increases.\nWe reached out to Turning Point USA and the White House for a comment, but we haven’t heard back.\nKirk’s Instagram post is inaccurate. We rate it False.\nRELATED: How Joe Biden’s first executive orders compare with past presidents", "vclaim_id": "vclaim-pol-19234"}