{"url": "/factchecks/2016/mar/23/ted-cruz/ted-cruz-wrongly-says-ukraine-gave-nukes-due-ameri/", "speaker": "Ted Cruz", "vclaim": "\"Ukraine voluntarily gave up its nuclear weapons because the United States of America\" said it would \"ensure (its) territorial integrity from Russia.\"", "truth_label": "false", "date": "stated on March 21, 2016 in an interview on CNN:", "title": "Ted Cruz wrongly says Ukraine gave up nukes due to American security guarantees", "text": "CNN took its cue from the NCAA basketball championships to air an election special called \"The Final Five,\" or five interviews with the remaining presidential candidates. During his conversation with Sen. Ted Cruz, R-Texas, CNN host Wolf Blitzer raised the issue of NATO.\nBlitzer asked Cruz what he thought about Donald Trump’s demand that the European members pay more for their common defense. Blitzer mentioned Trump’s point about Ukraine, saying Germany has more of an interest there than the United States.\n\"Well, Donald, in all likelihood, has no awareness of this, but with regard to Ukraine, the United States has deep involvement,\" Cruz replied during the March 21, 2016, interview. \"Ukraine used to be the third-largest nuclear country on the face of the Earth. Ukraine voluntarily gave up its nuclear weapons because the United States of America came in and said if you hand over those nuclear weapons, we will ensure your territorial integrity from Russia. We made a commitment, and then the Obama administration has broken its word.\"\nThere are a couple of elements in Cruz’s statement. While he described the weapons as belonging to Ukraine, when the Soviet Union dissolved, the Russians still controlled them and Ukraine’s generals were unable to launch them. It would be more accurate to say that the warheads were on Ukrainian soil.\nThe subject of this fact-check though is the claim that American promises of territorial integrity led Ukraine to hand over those nukes. Former presidential hopeful Ben Carson made the same argument in the very first Republican debate. We rated it False then, and Cruz’s claim is no different.\nUkraine, nuclear weapons and the end of the Soviet Union\nThe 1991 breakup of the Soviet Union generated enormous concern over the fate of the nuclear arsenal it had spread across three states that were newly independent -- Belarus, Kazakhstan and Ukraine -- as well as in Russia itself. During the first six months of 1992, Moscow was quick to retrieve all of its tactical, or short-range, nukes. Corralling the strategic weapons, such as intercontinental missiles and bomber-based warheads, was trickier.\nBelarus and Kazakhstan agreed to dismantle or return what they had. But Ukraine looked at the roughly 1,900 warheads on its soil and began seeking something in exchange before it gave them up.\nBrian Finlay, a specialist in nonproliferation at the Stimson Center, a military-focused think tank in Washington, D.C., told us in August there was actually never any question that Ukraine would eventually relinquish those weapons.\n\"They had announced that they would become a non-nuclear weapon state even before their declaration of independence,\" Finlay said. \"Essentially, it was something that they traded off in order to encourage international recognition.\"\nAccording to a report by Steven Pifer, the U.S. Ambassador to Ukraine between 1998 and 2000, Ukraine wanted Russia to promise to respect its sovereignty and its borders, a promise that has since been ignored by Russia. But just as important, Ukraine wanted money. The highly-enriched uranium in the warheads was valuable, plus Ukraine wanted somebody else to cover the costs of dismantling the silos and other infrastructure. And Ukraine knew that going non-nuclear would open the door to better ties with the West.\nThe deal that de-nuked Ukraine\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt took a series of agreements to finally clear the way for Ukraine to get rid of the weapons it held. Early in 1994, the United States agreed to provide money through the Nunn-Lugar program to dismantle Ukraine’s nuclear infrastructure. Russia agreed to write down the debts Ukraine owed. In December 1994, the United States, Russia, the United Kingdom and Ukraine signed the Budapest Memorandum of Security Assurances.\nPifer described in his report how Washington wanted security assurances that avoided creating broad guarantees.\n\"State Department lawyers thus took careful interest in the actual language, in order to keep the commitments of a political nature,\" Pifer wrote. \"U.S. officials also continually used the term ‘assurances’ instead of ‘guarantees,’ as the latter implied a deeper, even legally-binding commitment of the kind that the United States extended to its NATO allies.\"\nThe agreement stated that \"the Russian Federation, the United Kingdom of Great Britain and Northern Ireland and  the United States of America reaffirm their commitment\":\n\n\nTo respect the independence and sovereignty and the existing borders of Ukraine.\n\n\nTo refrain from the threat or use of force against the territorial integrity or political independence of Ukraine\n\n\nTo seek immediate United Nations Security Council action to provide assistance to Ukraine, as a non-nuclear-weapon state party to the Treaty on the Nonproliferation of Nuclear Weapons, if Ukraine should become a victim of an act of aggression or an object of a threat of aggression in which nuclear weapons are used.\n\n\nPifer writes that American diplomats went so far as to make sure that the Russians and Ukrainians understood specifically that the English meaning of \"assurance\" was not the same as a \"guarantee.\"\nIn short, the United States never promised to protect Ukraine. All it did was promise not to attack it.\nWe reached out to the Cruz campaign and did not hear back.\nOur ruling\nCruz said that Ukraine agreed to give up the nuclear weapons on its territory because the United States promised to \"ensure its territorial integrity.\" A diplomat with detailed knowledge of the American position noted that the United States went to pains to avoid making a strong guarantee to protect Ukraine’s borders. The formal memorandum of security assurances lacks a promise to ensure that Ukraine’s borders remain unchanged. The United States only promised to respect those borders itself, and to go to the United Nations should another power threaten Ukraine with a nuclear attack.\nRussia violated that memorandum, but that is separate from what the United States said it would do.\nWe rate Cruz’s statement False.", "vclaim_id": "vclaim-pol-05220"}