{"url": "/factchecks/2010/sep/24/jim-huffman/jim-huffman-attacks-ron-wyden-spending-2-million-s/", "speaker": "Jim Huffman", "vclaim": "Says Ron Wyden spent $2 million \"to study exotic ants.\"", "truth_label": "false", "date": "stated on September 17, 2010 in a television/web ad:", "title": "Jim Huffman attacks Ron Wyden for spending $2 million on the study of exotic ants", "text": "It’s a popular theme among Republicans this year: Democrats are shoving the nation into endless debt with irresponsible spending -- mostly because of the stimulus. And what better way to illustrate this profligate spending than ... ant research?\n\nYep. Ant research. And what’s worse, it’s not research on your run-of-the-mill picnic-destroying ant. It’s exotic ant research.\n\nRepublican Senate hopeful Jim Huffman took a page out of Arizona Sen. John McCain’s book, dinging Democratic incumbent Sen. Ron Wyden in a recent television ad for voting to fund a study of exotic ants.\n\nAfter an ominous intro about Oregon’s unemployment rate and the growing national debt, the ad takes its entomological turn: \"Wyden spent $2 million dollars to study exotic ants,\" a man says to his wife, while shaking his head. \"And you thought he was out of touch.\"\n\nSo does Wyden have a thing for ants or is Huffman making a mountain out of an anthill?\n\nWell, before we get into all that, let’s take a look at how, exactly, ants found their way into our political picnic in the first place. Back in August 2010, Sens. McCain and Tom Coburn, R-Okla., released a list their top \"100 stimulus projects that give taxpayers the blues.\"\n\nOn Page 6, the Republican senators take aim at a favorite target, San Francisco, and a $1.9 million ant research project based out of the California Academy of Sciences. In short order, this bit of stimulus spending then found its way into the California Senate race and into the political discourse down in Texas.\n\nSo how does it relate to Oregon’s Senate race?\n\nWyden did, indeed, vote in favor of the $787 billion American Recovery and Reinvestment Act, along with 60 other senators (including three Republicans and two Independents).\n\nBut that vote, it turns out, didn’t release any money to ant research -- not directly.\n\nThe federal stimulus gave  $3 billion to the National Science Foundation, which otherwise had a budget of about $6.5 billion in 2009, according to the foundation’s Website. The foundation is distributing the money using the same peer-review process with which it normally decides on which research to fund.\n\nAs it turns out, one scientist’s study on ants of the Southwest Indian Ocean and East Africa made the cut. PolitiFact Oregon caught up with Brian Fisher, the project’s leader and curator of entomology at the California Academy of Sciences, to pick his brain about the recent political celebrity of ants. He was, maybe surprisingly, pretty unfazed.\n\n\"I think it’s legitimate,\" he said. \"There’s no reason why people shouldn’t challenge this and question what we’re doing.\"\n\nWhat exactly are they doing? Well, over the course of the next five years, Fisher and his team will be studying arthropods -- a category that includes ants -- in a part of the world he describes as immensely diverse, biologically speaking. While ant research might not seem like an obvious target for government funds, Fisher provides a logical defense.\n\nAnts, Fisher says, offer insight into climate change, the spread of disease and natural disasters. \"You can’t monitor every single living thing, (but) there are key groups that can serve as indicators for other taxa, ants being one of them,\" he said. \"Without them, we wouldn’t have a functioning ecosystem.\"\n\nIt’s also worth noting that the project has so far helped employ 16 people, at Fisher’s last count.\n\nAt Politifact Oregon, we think it would be fair to say that Wyden’s vote did eventually lead to the funding of a study of exotic ants. But it happened in such a roundabout way that Huffman’s claim that \"Wyden spent $2 million dollars to study exotic ants\" is disingenuous. Wyden voted for a bill that, despite being thousands and thousands of words long never mentions the word \"ants.\" Instead it directed more money to the National Science Foundation, which then distributed the funds as it saw fit.\n\nPolitiFact Oregon rates the claim False.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on July 6, 2010 in a campaign ad\n\n\n\n\n\n\n\n\nThe state Legislature attempted to \"outlaw stem cell research, passes bills about microchips in the brain, and talks about seceding from the Union.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 11, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14367"}