{"url": "/factchecks/2018/nov/16/donald-trump/do-you-need-id-buy-box-cereal-no/", "speaker": "Donald Trump", "vclaim": "\"If you buy, you know, a box of cereal, if you do anything, you have a voter ID. … The only thing you don’t is if you’re a voter of the United States.\"", "truth_label": "pants-fire", "date": "stated on November 14, 2018 in an interview with the Daily Caller:", "title": "Do you need an ID to buy a box of cereal, as Donald Trump said? Of course not", "text": "President Donald Trump set eyebrows aloft with an analogy he used to explain election procedures in a Nov. 14 interview with the Daily Caller. Specifically, he said you needed more detailed identification to buy a box of cereal than to cast a ballot.\nHere’s what Trump told the conservative news outlet:\n\"The Republicans don’t win, and that’s because of potentially illegal votes, which is what I’ve been saying for a long time. I have no doubt about it. And I’ve seen it, I’ve had friends talk about it when people get in line that have absolutely no right to vote and they go around in circles. Sometimes they go to their car, put on a different hat, put on a different shirt, come in and vote again. Nobody takes anything. It’s really a disgrace what’s going on.\n\"The disgrace is that -- voter ID. If you buy, you know, a box of cereal, you have a voter ID. Well, over here, the only thing you don’t is if you’re a voter of the United States. A voter in the United States of America. I think it’s a disgrace what’s going on. Really a disgrace.\"\nIf this claim sounded ridiculous to you, it is. You don’t need an ID to buy a box of cereal, and in many states you do need an ID to vote. (The White House did not respond to an inquiry for this article.)\nBuying a box of cereal\nThere’s an easy tip for anyone who doesn’t want to show an ID -- either a \"voter ID,\" as Trump put it, or just plain old driver’s license -- to purchase their Froot Loops. Use cash. Virtually any retailer will take it off your hands, no questions asked.\nLow on dollar bills? Simply use a credit card or a debit card. One 2017 estimate by the Federal Reserve Bank of Boston found that almost 76 percent of consumers had at least one credit card. And, according to another study by Total System Services, Inc., about 71 percent of consumers had one debit card. Combine these figures and the vast majority of consumers can pay for their sugar bombs with plastic.\nIn many if not most cases, credit cards are verified electronically at the point of sale, with no need for a separate ID check.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nNeither the National Retail Federation nor the National Grocers Association -- a trade group for independent and privately held retail and wholesale grocers -- said they tracked the percentage of retail outlets who demand a photo ID on top of electronic confirmation for credit and debit purchases. However, there are only \"a couple of instances where identification is required, for example, the purchase of age restricted products,\" such as alcohol or cigarettes, Laura S. Strange, vice president of industry relations, communications and marketing with the National Grocers Association.\nIn other words, you can feel pretty safe holstering that ID card if you’re just buying cereal.\nIDs for voting\nIn the interview, Trump made it sound as if the election system is a wild west where anybody can vote as many times as they want without showing an ID. He’s wrong.\nTen states have a \"strict\" voter identification law, meaning that voters without acceptable identification must vote on a provisional ballot and also take additional steps after Election Day for it to be counted, according to the National Conference of State Legislatures. Of these, seven require a photo identification card; three accept certain forms of ID without photos.\nAn additional 24 states have a \"non-strict\" voter ID law, meaning that at least some voters without acceptable identification have an option to cast a ballot that will be counted without further action on their part. Ten of these states specifically require a photo ID.\nThat leaves only 16 states that do not require documentation at the polling place -- California, Illinois, Maine, Maryland, Massachusetts, Minnesota, Nebraska, Nevada, New Jersey, New Mexico, New York, North Carolina, Oregon, Pennsylvania, Vermont, Wyoming, and the District of Columbia.\nTrump specifically mentioned one of those states, California, in his remarks to the Daily Caller. He also mentioned Florida and New Hampshire, which do require IDs at the polls. (We have previously rated Pants on Fire the claim, repeated by Trump to the Daily Caller, that Democrats bused in Massachusetts voters to New Hampshire to cast ballots there.)\nOur ruling\nTrump said, \"If you buy, you know, a box of cereal, if you do anything, you have a voter ID. … The only thing you don’t is if you’re a voter of the United States.\"\nAnyone can buy a box of cereal with cash, ID-free, and in most cases they could pay for it with a credit or debit card without having to flash an ID, either. Meanwhile, many voters across the country do have to show an ID at the polls, contrary to Trump’s suggestion.\nThe statement is ridiculous, so we rate it Pants on Fire.\n Share the Facts 2018-11-16 16:01:03 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"If you buy, you know, a box of cereal, if you do anything, you have a voter ID. … The only thing you don’t is if you’re a voter of the United States.\"    Donald Trump President https://dailycaller.com/2018/11/14/transcript-trump-daily-caller-interview/   an interview with the Daily Caller Wednesday, November 14, 2018 2018-11-14    Read More  info", "vclaim_id": "vclaim-pol-01255"}