{"url": "/factchecks/2019/dec/20/facebook-posts/twitter-bots-spread-white-supremacists-bogus-story/", "speaker": "Facebook posts", "vclaim": "Says Virginia Gov. Ralph Northam is planning to cut off the electricity \"so Virginia residents cannot reveal what is happening once gun confiscation begins to take place.\"", "truth_label": "pants-fire", "date": "stated on December 16, 2019 in a Facebook post:", "title": "Twitter bots spread white supremacist’s bogus story about Virginia’s proposed assault weapons ban", "text": "Ahead of a potential vote on an assault weapons ban in Virginia, some Facebook users are posting misinformation about the legislation.\nThe source of the false information is a white supremacist with a rap sheet and a history of spreading conspiracy theories.\nOne post published Dec. 16 includes a screenshot of a tweet from user @cindyseestruth, which appears to be an automated account. The tweet claimed Virginia Gov. Ralph Northam, a Democrat, is planning drastic measures to take away guns.\n\"WARNING… VIRGINIA GOV RALPH NORTHAM SET TO.. Cut off electric… telephones… faxes… cellular phones & cellular data, Internet, so #Virginia residents cannot reveal what is happening once gun confiscation begins to take place,\" the tweet reads.\nThe Facebook post, which has been shared nearly 10,000 times, was flagged as part of the company’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\n(Screenshot from Facebook)\nThere’s no evidence for this disconnected conspiracy.\nWhile a variety of gun control legislation has been introduced in Virginia, one bill is particularly relevant to the Facebook post and tweet: Virginia Senate Bill 16. The measure, which was introduced in late November, would ban the possession, transport and sale of assault weapons. The bill includes six definitions for \"assault weapons,\" which include anything from a semi-automatic rifle to a shotgun with a revolving cylinder.\nDemocrats will take control of both the Senate and the House of Delegates in January, which helps the chances for passage. But there’s no evidence that Northam would cut off the state’s electricity to enforce the legislation or suppress news about enforcement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSB 16, which would make the possession of an assault weapon a felony, does not spell out how it would deal with firearms that Virginians already own. Northam has said he would call on law enforcement to enforce the bill, and he’s pushed back on resolutions that deem certain cities \"Second Amendment sanctuaries.\" \n\"We're not going to take people's guns away,\" he told reporters Dec. 11.\nRELATED: All statements involving Guns\nIn its tweet, which got more than 2,000 retweets, @cindyseestruth linked to a story published Dec. 13 by the Hal Turner Radio Show. Other Twitter bots have also amplified the article, according to Hoaxy, a tool that tracks automated accounts.\nHal Turner is a white supremacist who uses internet and radio broadcasts to float conspiracy theories and hate speech. In 2010, he was sentenced to 33 months in prison for threatening three federal judges over their decision to uphold handgun bans in Chicago.\nThe story contains the tweet’s claim about shutting down cellular infrastructure almost verbatim. In an email, Alena Yarmosky, Northam’s press secretary, said that it is \"absolutely false.\"\n\"People who spread lies like this should be ashamed of themselves,\" she said.\nWe reached out to Turner for more evidence to support his site’s claim, but we haven’t heard back.\nThe Facebook posts are inaccurate and make a ridiculous claim. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-16721"}