{"url": "/factchecks/2020/aug/05/family-foundation/did-virginia-lead-nation-reducing-abortions-not-qu/", "speaker": "The Family Foundation", "vclaim": "“...Virginia, more than any other state, had the steepest drop in the number of abortions between 2011 and 2017.”", "truth_label": "mostly-true", "date": "stated on July 9, 2020 in a blog.:", "title": "Did Virginia lead the nation in reducing abortions? Not quite", "text": "The Family Foundation, an influential voice for socially-conservative policies, recently predicted that an era of declining abortions in Virginia will be halted by new Democratic majorities in the General Assembly.\n\"Frankly, an uptick is unavoidable,\" the group said in a blog posted July 9 - shortly after laws went into effect repealing major abortion restrictions Republicans won in 2011 and 2012.\nThe Foundation wrote, \"It wasn’t long ago (September 2019) that the Guttmacher Institute – a left-wing organization that advocates abortion– released a nationwide report revealing that Virginia, more than any other state, had the steepest drop in the number of abortions between 2011 and 2017.\"\nAlthough Guttmacher Institute in New York is pro-abortion rights, it’s statistical research has been widely reported and cited as authoritative  by activists on both sides of the abortion debate. We wondered whether Guttmacher indeed found that Virginia had the biggest drop in abortion between 2011 and 2017.\nGuttmacher periodically publishes reports on the number of abortions performed in each state. The Foundation’s blog refers to Guttmacher’s latest report on states, released last September, that has data from 2014 to 2017. We accessed an earlier Guttmacher report to get statistics from 2011.\nThe reports show the number of Virginia abortions from 2011 through 2017 fell from 27,110 to 17,210. That’s a 37% drop - twice the 18.5% national decline.\nBut contrary to the Family Foundation, Virginia wasn’t No. 1 in reducing abortions. Delaware led the way with a 63% decrease, followed by Hawaii and West Virginia.\nIn raw numbers, Virginia saw a 9,900 drop in abortions during the span. That was fifth highest, trailing the large states of California, New York, Texas and Florida.\nGuttmacher also compiles each state’s abortion rate - the number of abortions per 1,000 women aged 15-44. Virgina had 16.3 abortions per 1,000 women in 2011, and dropped to 9.5 per thousand in 2017. That’s a 42 percent decrease and it ranked third, behind Delaware and Hawaii.\nAlthough Guttmacher found that 32 states toughened their abortion laws bewteen 2011 and 2017, it questions whether those restrictions were the main force behind the national drop in abortions. Guttmacher says other factors may be more important, such as fewer pregnancies and greater access to contraception.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe Family Foundation, however, says the restrictions were the \"major factor\" in Virginia’s drop. It points to laws passed early last decade when Republican Bob McDonnell was governor, the GOP held two-thirds of the seats in the House, and the Senate had an anti-abortion majority of Republicans and a couple of Democrats.\nIn 2011, Virginia enacted a law requiring abortion clinics to comply with hospital building codes - forcing centers to make expensive renovations or close. The number of Virginia clinics over the next six years dropped from 21 to 15. \nIn 2012, a new law required women to have an ultrasound at least 24 hours before an abortion and be offered a look at the image of the fetus. The law required many women to visit a clinic twice to get an abortion - some making lengthy trips.\nIn November 2019, Democrats won majorities in the House and Senate for the first time in 24 years. Working with Democratic Gov. Ralph Northam, they repealed both abortion restrictions.\nOur ruling\nThe Family Foundation says \"Virginia, more than any other state, had the steepest drop in the number of abortions between 2011 and 2017.\" It attributes its information to the Guttmacher Institute.\nAccording to Guttmacher, there were 27,110 abortions in Virginia in 2011, and 17,210 in 2017. That’s a huge 37 percent decrease - double the national average.\nBut it wasn’t the largest drop among states. It ranked fourth.\nSo we rate the Family Foundation’s statement Mostly True.", "vclaim_id": "vclaim-pol-17055"}