{"url": "/factchecks/2015/jun/23/bill-clinton/bill-clinton-says-hillary-was-completely-exonerate/", "speaker": "Bill Clinton", "vclaim": "Says Hillary Clinton \"was completely exonerated, when I was in the White House\" by an official inquiry on Whitewater.", "truth_label": "mostly-true", "date": "stated on June 14, 2015 in comments on CNN's State of the Union:", "title": "Bill Clinton says Hillary was 'completely exonerated' in Whitewater", "text": "Before the little blue dress and the tearful intern, there were 220 acres of prime Ozarks riverfront and a missing ledger of billing statements.\nWhile the Clintons’ Whitewater controversy often takes a backseat to the more notorious and sensational Lewinsky scandal, former President Bill Clinton remembers it well (and probably less wincingly). Appearing on CNN’s State of the Union, Clinton evoked Whitewater as an earlier instance when the American people were told his wife was untrustworthy, but it was then proven otherwise.\n\"I remember when Hillary was completely exonerated, when I was in the White House, in all that Whitewater business,\" Clinton said on June 14. \"An official federal inquiry said that her billing records, they wished for her sake could have been found earlier, because they completely corroborated everything she'd said.\" (In a separate report, we looked at Bill Clinton's other comments about media coverage of Whitewater.)\nThe investigations into Whitewater and the tangled web of the pre-Lewinsky scandals dragged on for six years and grew increasingly complicated, tedious, and impenetrable. Roughly $50 million later, none of the investigations found much evidence against the Clintons. Yet friends, foes, and the general public alike agree on one thing: Whitewater was so boring (\"by design,\" writes Ann Coulter) that it became fascinating.\nSo what exactly happened? What were the charges, and was Hillary \"completely exonerated\" as Bill says?\nWhitewater refresher\n\"All that Whitewater business\" began with a real estate investment made by then-Arkansas Attorney General Bill Clinton and Hillary Clinton in 1978. The Clintons along with developer James McDougal borrowed about $200,000 to buy and turn riverfront property into vacation homes. They formed the Whitewater Development Corp. with the initial investment, which was heavily subsidized by McDougal.\nThe homes didn’t sell well, but McDougal and the Clintons kept the business going, and McDougal did occasional political fundraising for Clinton. In 1985, McDougal hired Rose Law Firm (where then-Arkansas First Lady Hillary Clinton was a partner) to do legal work for Madison Guaranty, his savings and loans. Later, when the investigations began, Rose Law Firm’s billing record for the thrift, signed off by Hillary Clinton, could not be found.\nMadison Guaranty failed in 1989, costing taxpayers an estimated $60 million. McDougal, who had been removed as its president three years earlier, was indicted for fraud for making bad loans. About $134,000 was funneled through Whitewater. The Clintons, who had retained interest in Whitewater throughout, sold their share to McDougal for $1,000 in 1992.\nDuring the first year of Bill Clinton’s presidency, the Resolution Trust Corp., a temporary federal agency tasked with investigating failed savings and loans, named the Clintons as \"potential beneficiaries\" of Madison Guaranty's and McDougal’s illegal activities. That summer, Deputy White House Counsel Vincent Foster committed suicide, a few months after he filed delinquent tax returns for Whitewater.\nThe charge against the Clintons\nAs the scandal began to snowball, so did the questions (and conspiracies): What happened to Vince Foster? How did the billing records go missing? Did the White House cooperate with investigators or try to thwart them? But the overarching charge was this: Did the Clintons benefit from Whitewater-related fraud or, at the very least, was Hillary Clinton aware of it? The Clintons denied knowledge of and participation in any wrongdoings.\nIn 1994, a special counsel was appointed to look into the Clintons’ involvement in McDougal’s activities (he would later be replaced by the now-famous Kenneth Starr), while the RTC hired law firm Pillsbury, Madison & Sutro to independently investigate. The Senate and House began to hold hearings on the matter in 1995.\nOverall, Whitewater was the subject of at least four separate but overlapping federal probes encompassing more than 50,000 pages of documents.\nOut of many reports, one\nSo which inquiry was Bill Clinton referring to? His spokesperson wouldn’t speak on the record, but based on Clinton’s past claims, it is likely the former president is talking about Pillsbury’s supplemental 1995 report.\n\"In mid-December, the complete Whitewater story finally came out, when the RTC inquiry from Pillsbury, Madison & Sutro was released,\" he wrote in his 2004 autobiography, My Life. \"It said, as had the preliminary report in June, that there were no grounds for a civil suit against us in Whitewater, much less any criminal action, and it recommended that the investigation be closed.\"\nThis description is more specific than Clinton’s 2015 remarks that his wife was \"completely exonerated\" and, after the discovery of the missing billing records. At the time of the December report’s release, the Clinton administration and Democrats had also lauded it as exoneration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBruce Ericson, the Pillsbury lawyer who authored the reports, told us even back then he didn't agree with the Clintons’ characterization, given that Pillsbury’s charge was to weigh the pros and cons of a lawsuit.\n\"(The reports) didn’t condemn them, but it wasn’t our place to make that sort of judgment,\" he said. \"We were a bit uneasy about that word. I’m being lawyerly here, but that’s my job. We found a lawsuit against them would not be cost-effective or meritorious.\"\nIn the preliminary and supplemental reports, which were both authored before the billing records were found, Pillsbury deemed that the RTC had \"no cost-effective claims\" against the Clintons, as they could not find evidence of the First Couple’s involvement or awareness in Madison Guaranty-related fraud. The law firm wrote (page 2020):  \n\n\"There is no basis to charge the Clintons with any kind of primary liability for fraud or intentional misconduct. This investigation has revealed no evidence to support any such claims. Nor would the record support any secondary or derivative liability for the possible misdeeds of others.\"\n\nEricson’s sentiments were also echoed in the report, which noted that its conclusion (page 1945) \"doesn’t necessarily mean that ... the evidence exonerates anyone, it simply means that no basis has been found to sue anyone.\"\nOther reports\nThe mid-December Pillsbury report is one of many Whitewater reports. The law firm itself issued at least half a dozen, including two in late December 1995, just a few weeks after the supplemental report. While one report concluded that Hillary Clinton denied having knowledge of fraud and \"the circumstances support her\" (page 3307), the other stated that the RTC had grounds to sue Rose Law Firm for failing to disclose conflicts of interest that could have damaged the RTC, though a lawsuit wouldn’t be cost-effective (page 1465).\nAfter the missing billing records surfaced, Pillsbury released yet another report in February 1996 stating the discovery of the new evidence didn’t change the December conclusions. But, it noted, the records show that Hillary Clinton \"performed more services for Madison Guaranty than previously known\" (page 328).  \nThe Senate’s special Whitewater committee, which was Republican controlled, issued a more damning report, which dealt largely with the White House’s conduct during the probes rather than the Clintons’ culpability in fraud. (The Starr report similarly began as a liability investigation but turned into a Lewinsky probe that only mentioned Whitewater once in passing.)\n\"Mrs. Clinton has minimized her role in the Rose Law Firm’s representation of Madison,\" the special committee wrote (page 156), \"The billing records ... directly contradict Mrs. Clinton’s claim that her role on the matter was merely to serve as a ‘backstop.’ \"\nObjecting to the \"partisanship (that) has colored the Majority’s decisions,\" Democrats on the special committee also released minority views, stating, \"No credible evidence has been put forward to show that Mrs. Clinton engaged in any improper, much less illegal, conduct.\"\nDifferent readings\nThe partisan divide over Hillary Clinton’s innocence extends beyond Capitol Hill. Conservative groups and journalists say the inquiries do the opposite of corroborate Hillary Clinton’s story and they in fact incriminate her ethically, if not legally.\nGiven that Whitewater resulted in Bill Clinton’s impeachment and 16 related convictions, \"the idea that Hillary Clinton was ‘completely exonerated’ is not true,\" said a spokesperson for David Bossie, a former Whitewater investigator and now president of the conservative nonprofit Citizens United. He also pointed us to a May 1996 article in which another Pillsbury lawyer disagreed with the White House’s take on the report.\nLiberal observers, however, say her legal liability is precisely what matters.\n\"She wasn't found not guilty. She was never charged with anything except by innuendo in the media,\" said Arkansas Times columnist Gene Lyons. \"It's hard to say somebody was ‘exonerated’ when they were never actually charged. But HRC was certainly accused in the press, and her accusers certainly ignored the report that said she hadn't done anything wrong.\" (We checked out that claim, too.)\n\"It isn’t up to the Clintons to prove their innocence,\" added Salon columnist Joe Conason.\nOur ruling\nBill Clinton said his wife \"was completely exonerated, when I was in the White House\"  by an official inquiry on Whitewater.\nA December 1995 report by the independent law firm Pillsbury, Madison & Sutro report found no evidence of the Clintons’ and particularly Hillary Clinton’s participation in fraud. Pillsbury’s task was to assess whether federal regulators could justify a lawsuit legally and cost-effectively. The report found that they couldn't, but the report and its authors didn’t and still don’t view their findings as exoneration.\nWhile some take issue with the word \"exoneration,\" Bill Clinton’s broader point that his wife wasn’t found guilty is accurate. On balance, we rate his statement Mostly True.", "vclaim_id": "vclaim-pol-06275"}