{"url": "/factchecks/2015/jul/08/harris-faulkner/fox-news-host-obama-ended-program-tracking-undocum/", "speaker": "Harris Faulkner", "vclaim": "\"President Obama in November of last year wiped away (a program) that allows for shared fingerprinting for those who are behind bars so you know who is here legally and illegally.\"", "truth_label": "half-true", "date": "stated on July 6, 2015 in a broadcast of \"Outnumbered\" on Fox News:", "title": "Fox News host: Obama ended program for tracking undocumented immigrants", "text": "When an undocumented immigrant from Mexico allegedly shot and killed a 32-year-old woman in San Francisco July 1, 2015, he triggered a round of finger pointing that variously laid blame on the San Francisco Sheriff’s Department, the Department of Homeland Security and the White House. On Fox News, host Harris Faulkner connected the tragedy with a shift in administration policy last November.\nThe Department of Homeland Security ended a program called Secure Communities that used fingerprints sent by local police departments to flag people who were in the country illegally.\n\"President Obama in November of last year wiped away the Secure Communities program,\" Faulkner said on Outnumbered on July 6, 2015. \"When you take away a program that allows for shared fingerprinting for those who are behind bars so you know who is here legally and illegally ... you're tacitly saying we don't really care who we have in this country.\"\nObama did end the Secure Communities program, but state and local law enforcement agencies still send the fingerprints of people they arrest to Washington. What has changed is how federal officials use that information.\nSecure Communities\nThe Secure Communities program rolled out across the country from late 2008 through 2012. Basically, it had three parts. When state and local officials arrested someone, they would send their fingerprints to the FBI, and from there, those fingerprints would go to Immigration and Customs Enforcement (ICE), a division within the Department of Homeland Security.\nICE would look for matches in its files of people who had broken one immigration law or another, such as attempting to sneak across the border, overstaying a visa or some other violation. If it spotted someone, ICE would issue a detaining order. Local authorities would then hold the person so federal officers could pick him or her up for deportation.\nSecure Communities racked up big numbers. By 2013, the program had led to the deportations of about 300,000 people. Federal immigration officials using the program had identified about 1.5 million potential violators.\nBut policy and legal setbacks quickly emerged. Many large cities and counties in states from Maryland to California began to refuse to honor the federal detaining orders. They complained that immigrants who were victims of crime were not telling police out of fear that they or people they knew would be caught in the program’s net. In 2014, an Oregon judge ruled that local officials had violated a woman’s Fourth Amendment rights by keeping her without proper cause.\nIn November 2014, Homeland Security Secretary Jeh Johnson released a memo that replaced Secure Communities with a more targeted effort called the Priority Enforcement Program.\nWhat remained and what changed\nSpecialists in immigration law and a spokesman for ICE explained that Secure Communities was actually a 3-step process.\n1: Local and state police share the fingerprints of people they arrest.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n2: ICE identifies matches in its database.\n3: ICE issues a detaining order.\nEverything we learned said the first two steps remain in effect.\nAdam Cox is a researcher and law professor at the New York University School of Law. He and Thomas Miles at the University of Chicago School of Law got into the nuts and bolts of Secure Communities in the course of assessing its impact on crime.\n\"The core technological innovation of mandatory, nationwide fingerprint screening, is unchanged and here to stay,\" Cox said.\nA spokesman for ICE, Pedro Ribeiro, confirmed that. Ribeiro explained that fingerprint sharing is standard procedure for just about every police department and sheriff’s office in the country. Some do it faster than others and some have better technology, but it is regular practice to send fingerprints to the National Crime Information Center at the FBI. Once the data is there, it is shared automatically with Homeland Security and other agencies. There’s nothing the locals can do to stop it.\nIn 2014, the FBI’s center averaged 12 million data transactions each day. The system is a basic tool in fighting crime and countering terrorists, and when ICE gets the data, it helps track people in the country without authorization.\nThe American Immigration Council advocates on behalf of immigrants. Mark Noferi tracks enforcement policy for the council and said that elements of Secure Communities shifted to other parts of Homeland Security.\n\"By February 2014, the Criminal Alien Program was already responsible for the day-to-day management of Secure Communities fingerprint-sharing,\" Noferi said.  \"So, by Nov. 20, 2014, when Secretary Johnson ended ‘Secure Communities as we know it,’ DHS had already operationally combined Secure Communities with another ICE program.\"\nThe part of the program that stopped in late 2014 was the practice of issuing detaining orders solely on the basis of breaking the country’s immigration laws. Enforcement was refocused on people convicted of a serious crime, participating in gang activity, selling drugs and so on.\nWe heard from ICE that the process of identifying people who are in the country illegally continues, with database matches flowing to regional ICE centers. What happens to them there depends on the severity of the offense.\nOur ruling\nFaulkner said that Obama ended Secure Communities, a program that used fingerprint sharing to identify people in the country illegally. She is correct that Obama ended that program, but outside experts and ICE itself told us that the process of sharing fingerprints and identifying people who are not supposed to be in America continues. What ended was the deportation process that was at the center of Secure Communities.\nThe statement is partially accurate but leaves out a lot of important information. So we rate it Half True.\nCorrection: Kathryn Steinle, the woman slain in San Francisco was in town to visit a sister-in-law who was expecting. The original report had that Steinle was expecting.", "vclaim_id": "vclaim-pol-06227"}