{"url": "/factchecks/2012/jan/08/jon-huntsman/huntsman-repeats-claim-he-signed-flat-tax-led-nati/", "speaker": "Jon Huntsman", "vclaim": "\"I delivered a flat tax for my state. I took my state to No. 1 in job creation. With all due respect to what Rick Perry has said about Texas, we did a little bit better.\"", "truth_label": "half-true", "date": "stated on January 7, 2012 in a Republican presidential debate in Manchester, N.H.:", "title": "Huntsman repeats claim that he signed a flat tax, led nation in job creation as Utah governor", "text": "During the Jan. 7, 2012, Republican presidential debate in Manchester, N.H., Jon Huntsman touted his achievements on both tax policy and job creation during his tenure as governor of Utah.\n\n\"I put bold proposals forward,\" he said. \"I delivered a flat tax for my state. I took my state to No. 1 in job creation, with all due respect to what Rick Perry has said about Texas, we did a little bit better.\"\n\nWe have rated both claims previously. We’ll recap those analyses here.\n\nThe flat tax\n\nWhen we first reported this item, the Huntsman campaign pointed us to published reports from spring of 2011 and from 2007 that explained how he began pushing for the changes soon after he took office in January 2005.\n\n\"We need a tax policy that is not only friendly to our citizens but also creates a competitive environment for business. Business as usual will leave us behind our neighboring states,\" Huntsman said during his first State of the State speech in January 2005.\n\nHuntsman and the Legislature achieved that goal with two changes in tax law over two years.\n\nWhen Huntsman took office, there were six income tax brackets ranging from 2.3 percent to 7 percent. Ultimately, Huntsman and the Legislature approved a single rate of 5 percent.\n\nThis created a much flatter tax, stripping away most deductions and credits. Utah taxpayers still adjust their income in ways such as counting interest earned on bonds or deducting withdrawals they make from medical savings accounts.\n\nThe research arm of the Utah Legislature says this was not a flat tax in the purest sense. \"Although the new system has a single statutory rate of 5.0 percent, it is not a proportional or 'flat' income tax system. Rather, Utah’s new income tax system remains progressive through tax credits,'' said a January 2010 report of the Utah Office of Legislative Research and General Counsel. (In a progressive tax system, the tax rate on the last dollar of income earned rises as you go up the income scale, meaning that richer people pay a higher percentage of their income in taxes than do poorer people.)\n\nRoughly 90 percent of taxpayers get to claim as a credit on state taxes a portion of their federal tax deductions and exemptions. The credit phases out and goes away for those making very high incomes in the state.\n\nThis makes the effective tax rate about 3 percent for Utah taxpayers earning $70,000 a year in 2008 and 4 percent for a household with $100,000 in taxable income, according to the legislative group's analysis.\n\n\"There's no question this is a single rate tax -- but with the credit, the overwhelming majority of taxpayers do not pay 5 percent of their income,'' said Phil Dean, the policy analyst who authored the 2010 study.\n\nAnti-tax groups have given Huntsman high marks for the overhaul and have said they consider it to be a flat tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe libertarian Cato Institute gave Huntsman the highest score of any governor on tax policy in 2006. Likewise, the Club for Growth praised Huntsman's tax reform while adding there were some \"minor blemishes\"' that included other tax increases during his tenure. (It's worth noting that both groups fault Huntsman for increases in state spending that occurred under his watch.)\n\nSo the system he and the Legislature enacted in Utah wasn’t a pure flat tax, since taxpayers may still make adjustments for certain financial factors, but it is a flatter tax, and it includes one major defining factor of a flat tax, a single rate for all income groups.\n\nJob creation\n\nWhen we asked the Huntsman campaign in September for data to back up the claim, they directed us to a blog post at National Review Online, the website of the well-known conservative magazine. The item, posted June 20, 2011, compared employment statistics for several governors.\n\nAt PolitiFact, we always double-check data in media reports against official statistics, so we did so here.\n\nWe turned to the Bureau of Labor Statistics, the government’s official source of employment statistics. We looked at the Current Employment Statistics database for each of the 50 states and subtracted the number of jobs in January 2005 from the number in August 2009.\n\nAs it happens, this period was split between an expansion (2005 through 2007) and a deep recession (2008 and 2009), so a majority of states actually lost jobs over that period. Utah was not one of the job-losing states -- but it also wasn’t No. 1 in the nation, according to this set of statistics.\n\nThe states with the fastest employment growth over the period when Huntsman was governor were Wyoming, with a 9.5 increase; North Dakota, with 7.5 percent; Texas, with 6.5 percent; and Utah, with 4.8 percent.\n\nThis would suggest that Huntsman’s Utah actually trailed Perry’s Texas, earning it a False. But that’s not the whole story.\n\nWhen we showed our math to the Huntsman camp, they stood by their numbers. They sent us to a page for the state of Utah on the BLS website that backed up the claim Huntsman made during the debate -- the number of jobs in Utah rose by 5.9 percent over the period. Using the equivalent pages for the other three states, we found that Utah exceeded them all -- Texas grew by 4.9 percent, as Huntsman indicated, while Wyoming grew by 4 percent and North Dakota grew by 3 percent.\n\nUsing these figures, Huntsman was correct. So what gives?\n\nWhen we checked with the BLS, a spokesman explained that the way we calculated the numbers and the way the Huntsman camp calculated the numbers are different because the numbers come from different data sets. The data we used come from the Current Employment Statistics, a monthly study of the payroll data at 400,000 businesses, whereas the Huntsman campaign was using data from the Current Population Survey, which is based on a survey of about 60,000 households.\n\nIs one of these data set preferred in this context? The BLS’s answer is yes -- and the preferred method is not the one used by the Huntsman campaign. \"BLS uses changes in the payroll survey to describe job gain or loss,\" said spokesman Gary Steinberg.\n\nWe’ll note one additional factor. For claims like these, where elected officials suggest that they deserve credit for an achievement (or that their opponent deserves blame for a failure), PolitiFact attempts to determine whether the politician in question does in fact deserve credit or blame.\n\nIn the case of job creation, Huntsman, as governor, played some role, but there were so many other factors at play -- from the state of the national economy to the particular climate for specific industrial sectors in the state to broader demographic trends -- that we think it’s a stretch for Huntsman to claim a significant share of the credit. That’s particularly because he credited just one portion of his efforts in office, the tax overhaul, with the job-creation numbers.\n\nOur ruling\n\nHuntsman didn’t create a pure flat tax in Utah, but he did create a flatter one. As for jobs, the Utah economy did well, but it did not outpace Texas in job creation using the yardstick most economists -- and the Bureau of Labor Statistics itself -- use. We also don’t think it’s valid for Huntsman to claim as much credit as he does for himself and his tax changes for the jobs numbers. On balance, we rate the statement Half True.", "vclaim_id": "vclaim-pol-11840"}