{"url": "/factchecks/2012/aug/01/crossroads-gps/crossroads-gps-pins-4-billion-day-debt-obama/", "speaker": "Crossroads GPS", "vclaim": "President Obama has \"added $4 billion in debt every day.\"", "truth_label": "half-true", "date": "stated on July 13, 2012 in an ad:", "title": "Crossroads GPS pins $4 billion a day debt on Obama", "text": "Set to sorrowful music, a new ad from Crossroads GPS reels off a bunch of depressing claims about the economy.\n\nHere’s part of the script:\n\n\"It wasn’t supposed to be this way. Over three years with crushing unemployment. American manufacturing shrinking again. President (Barack) Obama’s plan: Spend more. He’s added $4 billion in debt every day. The economy is slowing but our debt keeps growing. Tell him for real job growth cut the debt.\"\n\nCrossroads GPS is a conservative advocacy group; its ad has aired in Florida and other swing states.\n\nThat $4 billion in debt a day figure sounds pretty massive. We wanted to check if it was that high and if Obama is to blame.\n\nA spokesman for Crossroads GPS pointed us to the total debt figure as of July 5 -- about a week before the ad launched -- so we will use that date as our starting point.\n\nThere are two kinds of federal debt and interest -- the debt held by the public and the total debt. About $11 trillion -- yes, trillion -- of that debt is held by the public, which includes individuals, companies and state, local and foreign governments, according to the U.S. Treasury Department. The rest, about $4.8 trillion, is held by the Federal Financing Bank, government trust funds, and other funds and accounts.\n\nTo see how fast the public debt is growing, we looked at the total on two dates.\nOn Jan. 20, 2009 -- the day Obama was sworn in as president -- the total debt was about $10.6 trillion and rose to about $15.9 trillion by July 5. The amount of time between those two dates was 1,262 days. That works out to about $4.16 billion a day.\n\nWe agree with the math. But is Obama solely to blame here?\n\nMeasuring blame\n\nWe contacted a few experts on the federal budget: Jason Peuquet of the Center for a Responsible Federal Budget, a bipartisan public policy think-tank; J.D. Foster of the conservative Heritage Foundation, Gary Burtless of the centrist Brookings Institution and Joshua Gordon of the Concord Coalition which advocates reducing the debt.\n\nNo one placed the blame entirely on Obama.\n\nThe rising debt stems from several factors, including the 2009 stimulus and expansions of TARP, and the economic downturn that led to falling employment and wages and more spending on programs linked to poverty and unemployment, Peuquet said.\n\n\"Blame for the economic downturn can go toward many people, political parties, institutions, lenders, borrowers, and economic uncontrollables, etc. And it’s not just the president who was responsible for the legislative initiatives either – he had to work with Congress on those,\" Peuquet told PolitiFact.\n\nBoth parties share in the blame for the debt that is set to rise down the road as result of enacting expansions in entitlement programs and tax cuts, and for failing to reach an agreement on how to control rising debt.\n\nThe economic downturn explains most of the new debt and that began before Obama took office, Gordon said. The tax cuts that have lowered revenue and increased deficits over the last three years have had bipartisan support, as have nearly every spending bill over the last two years.\n\n\"So, it is impossible to attribute the debt to any single politician or party,\" Gordon told PolitiFact. \"Furthermore, the increase in debt tells you nothing about what legislative proposals by the candidates would do in the future -- and it is the future debt growth that matters most.\"\n\nBurtless said that most of the debt added under Obama would have happened even if he followed the tax and spending policies in effect when he took office. But Obama embraced policies that increased the public debt -- including signing the stimulus package and agreeing to other measures that held down taxes and increased unemployment benefits.\n\n\"However, I believe the overwhelming share of extra public debt accumulated since Jan. 2009 would also have been accumulated even if none of those new policies had been proposed or adopted,\" Burtless said. \"The reason is straightforward. The Bush administration was committed to a certain level of spending (for defense, non-defense discretionary, and mandatory non-defense programs) and to a particular schedule of income and payroll taxes. Those policies, if maintained by President Obama, would have produced sizeable annual deficits – deficits nearly as large as the ones we actually saw.\"\n\nBut Obama is not off the hook here.\n\n\"Was not deficit spending the core feature of his economic stimulus plan? Has he objected to it in any way? Has he proposed changes in fiscal policy that would have materially altered the course? Each answer is obvious, and each leads to the same conclusion -- it is perfectly fair to argue that Obama is responsible for this debt increase,\" Foster told PolitiFact. \"Did he sign every bill that produced the debt? Of course not. But is it entirely consistent with his policy.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nCrossroads GPS has its math correct what it says that Obama has \"added $4 billion in debt every day.\" But the ad suggests that Obama is solely to blame. That’s not true, because other factors -- including the struggling economy he inherited and decisions made before he took office -- contributed to that debt. We rate this claim Half True.", "vclaim_id": "vclaim-pol-10663"}