{"url": "/factchecks/2016/jun/24/jonathan-jarvis/national-park-service-director-correct-its-budget-/", "speaker": "Jonathan Jarvis", "vclaim": "The National Park Service has \"an annual budget that is less than the city of Austin.\"", "truth_label": "true", "date": "stated on June 14, 2016 in testimony before a U.S. House committee:", "title": "National Park Service director correct that its budget less than budget for Austin's city government", "text": "From the mountains to the valleys and to the oceans, the U.S. government spends less money running parks than Austin devotes to city government, a federal honcho told Congress.\nJonathan Jarvis, director of the National Park Service, prefaced his June 14, 2016, mention of Austin with some agency self-celebration, telling the U.S. House Committee on Oversight and Government Reform:\n\"The NPS manages many of our nation’s most iconic and beloved landscapes and historic sites. We are responsible for managing more than 400 individual parks with more than 84 million acres of land, stretching from Acadia National Park in the State of Maine to the National Park of American Samoa in the South Pacific. The NPS also manages numerous wild and scenic rivers and national trails; programs that recognize our nation’s historic structures; and programs that help local governments and organizations provide recreational opportunities and protect open space. We are seeing record-breaking visitation -- more than 300 million last year -- and the resulting economic activity created by the parks topped $16 billion.\"\n\"We are accomplishing all of this,\" Jarvis said next, \"on an annual budget that is less than the city of Austin, Texas.\"\nRight off, Jarvis seemed right on the numbers.\nFor the fiscal year that began Oct. 1, 2015, the park service’s budget amounts to $3.4 billion, which folds in $2.85 billion appropriated by Congress plus expected fee revenue, a park service spokesman, Jeff Olson, advised by email. The service has 22,000 employees, he said.\nOlson, asked how Jarvis came to single out Austin, said that in preparing for the House hearing, Jarvis \"was looking for another government entity's budget with which to compare the NPS.\" Jarvis settled on Austin for his comparison after looking online for the budgets of various cities, Olson said.\nFor the same fiscal year, the Austin City Council approved a $3.5 billion budget, according to the published city budget.\nA city spokesman, David Green, conceded the numerical differences though he indicated that comparing the total budgets obscures vast differences between the federal agency and Austin city government.\n\"While it is accurate to say Austin’s $3.5 billion budget is larger than that of the National Park Service,\" Green said by email, \"it is difficult to make a direct comparison. The City of Austin has over 13,000 employees spread across more than 40 departments – including our own Water and Electric utilities – that provide daily direct service to more than 900,000 residents. The scope and mission of the city is simply too varied to make an apples-to-apples comparison,\" Green said.\nOlson, reacting to Green’s analysis, said by email: \"It may be difficult to compare Austin to the NPS. While the city serves 900,000 residents, the NPS serves more than 300 million visitors each year, many of them from Austin, no doubt.\"\nA federal wrinkle?\nWe asked a pro-parks group, the National Parks Conservation Association, about Jarvis’ claim.  By email, spokeswoman Kati Schmidt said association experts pegged the service’s fiscal 2016 budget at $3.377 billion \"after adding appropriated funds plus fees and other mandatory funding.\"\nBut Schmidt also illuminated additional money coming to the park service for federal road projects. \"Park service roads also benefit from Highway Trust Fund dollars for maintenance totaling $268 million this year,\" Schmidt wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThat $268 million would drive up the agency’s total expected 2016 spending to $3.645 billion by our calculation--which would exceed Austin city government’s $3.5 billion budget.\nBut hold on: We ran this thought past the park service’s Olson who said by phone it’s fair to say the additional roads money is being spent by the agency. Yet Olson said by email the $268 million is part of the U.S. Department of Transportation budget.\nThe association’s Schmidt further told us the park service’s \"resources/facilities also benefit at times from a variety of other random smaller sources like state grants and private donations (both monetary and in-kind), but we don’t have any sum total of all funding sources that benefit the\" system.\n\"These other sources are not technically part of the NPS budget so in terms of Jarvis’ reference to an ‘annual budget,’ indeed the claim appears to be defensible,\" Schmidt said. Citing insufficient knowledge about the city’s budget, Schmidt declined to speculate about whether the director made a fair apples-to-apples comparison.\nSome differences beyond budget totals\nIt’s worth noting the park service and Austin’s city government draw on divergent revenue sources.\nCongress, which spends tax revenue, appropriated 84 percent of the park service’s budget. In contrast, just 24 percent of the city’s 2015-16 budget, or $818 million, was penciled in to come from tax revenue.\nOn the other hand, the city budget shows $1.9 billion in revenue from \"utility charges,\" largely meaning income from the sale of electricity, water and wastewater services; that chunk of money covers 54 percent of the city budget.\nNotably, too, the city has a capital improvements budget supported by debt, grants and fund transfers. In 2015-16, the Austin City Council appropriated $629.6 million for such projects; that amount is not part of the $3.5 billion total budget, city spokeswoman Alicia Dean told us by phone. So, the city plans to spend more than $4 billion in fiscal 2016, counting the regular and capital improvements budgets.\nOlson told us the park service’s 2016 budget folds in more than $192 million budgeted by the agency for comparable construction and repair/rehabilitation purposes. Put another way, he said, that money is part of the $3.4 billion total budget.\nOur ruling\nJarvis said the National Park Service has an annual budget that is less than the budget for the city of Austin.\nFor the fiscal year through September 2016, this is so by $100 million--though there are arguably plenty of differences between the agency and Austin city government that keep this comparison from meaning a great deal.\nWe rate the statement True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04780"}