{"url": "/factchecks/2020/nov/03/viral-image/facebook-post-exaggerates-isolated-voting-hiccup-a/", "speaker": "Viral image", "vclaim": "Broken voting machines in Russellville, Ark., tried to automatically tally votes meant for Donald Trump as votes for Joe Biden.", "truth_label": "barely-true", "date": "stated on October 21, 2020 in a post on Facebook:", "title": "Facebook post exaggerates isolated voting hiccup in Arkansas", "text": "A pair of Arkansas voters who claimed they ran into trouble with a voting machine at the end of October are at the center of a Facebook post going viral roughly two weeks later.\nAccording to the story told on Facebook, two machines used at early voting polling centers in Russellville, Ark., were automatically counting ballots cast for President Donald Trump as votes for former Vice President Joe Biden, the Democratic nominee for president.\n\"My two friends just voted at the Expo at Russellville,\" a Facebook user wrote in a now-hidden Oct. 20 post that’s been screenshotted and shared by others. \"When one of them voted for Trump and then waited to see how the machine tallied, it showed Biden!\"\n\"She spoke to the officials there,\" the screenshotted post continued. \"They tested the machines and two were registering Biden every time. They pulled those two machines. Folks, check your machine and paper before you leave your space. And speak up if it’s wrong!\"\nThe story was picked up by a local Fox-affiliate, which described the Oct. 20 incident as an \"error\" that was promptly corrected by poll workers who removed the machine.\nBut the screenshotted Facebook post misrepresented what happened, and elections security experts told PolitiFact the incident isn’t indicative of a wider problem.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe machine didn’t record a vote inaccurately \nThe incident took place at the Pope County Election Headquarters, where Freddie Harris, chair of the Pope County Election Commission, was serving as a poll worker; it was not at a local business expo. And it didn’t involve multiple machines.\n\"I happened to be standing there when it happened,\" Harris said.\nThe issue affected a man who arrived at the polling site with his wife. After poll workers moved the machine to a back room, Harris said the voter used another machine to cast his ballot as intended and flashed the workers a thumbs up on his way out the door.\nBut Harris said the hiccup had been \"overexaggerated\" online and in the local press. \"It did not happen as reported,\" Harris told PolitiFact. \"But the machine did freeze up, and Biden’s name was lit up on the screen. And we pulled the machine and put it in the back.\"\nIn reality, the machine never recorded or looked like it would record a vote for Biden, Harris said, contradicting the claim in the Facebook post as well as the local Fox station’s report. Instead, the touch-screen froze, preventing the man from scrolling to vote for Trump.\n\"It did not check Biden,\" Harris said. \"The screen froze on the first screen. Biden’s name happens to be on the first screen, and you have to hit ‘more’ to go to the second screen.\" \n\"It did not compute to Biden,\" Harris said. \"It did not take anything away from Trump.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe issue was \"the result of a large number of candidates displayed and inadvertent touches as the voter scrolls down using the ‘more’ button to see all candidates,\" said Katina Granger, a spokesperson for Election Systems & Software, the Nebraska company behind the technology. \nThe screenshotted Facebook post was also wrong to claim that the incident involved multiple machines, and that it took place at a local business expo held at the River Valley Boys & Girls Club in Russellville. The Boys & Girls club isn’t a polling location for the city, Harris said.\nPoll workers can handle scattered machine problems\nThe incident was the first time Pope County had run into trouble with a voting machine, Harris said. She said voters should have \"no worries\" about problems with their votes.\nThe county’s machines, known as ExpressVote systems, use \"touch-screen technology that produces a paper record for tabulation,\" according to Election Systems & Software’s website.\nThe paper record is helpful, elections security experts said, because it gives voters a chance to review their selections and election officials a printed record to refer back to if necessary.\n\"While this issue is uncommon, voters should review their selections on the paper ballot and verify that their vote was recorded accurately before submitting for tabulation,\" said Granger, the Election Systems & Software spokesperson.\nElections security experts said that while individual touch-screens are sometimes finicky or calibrated poorly, voters should not take isolated incidents as signs that the technology is flawed or untrustworthy, or as an indication that people behind the scenes are trying to alter their vote.\n\"I think this is a single, solitary problem with this one machine,\" said Matthew Weil, director of the Elections Project at the Bipartisan Policy Center. \"We should be a little cautious of ascribing any ill intent or extrapolating this to be a bigger problem with the entire technology.\"\n\"It's probably not anything nefarious, and there are scattered reports of this kind of problem in every election,\" added Alex Halderman, a professor of computer science and engineering at the University of Michigan.\nThe nation’s voting technology is \"far better than people understand it to be,\" Weil said, adding that \"people should be very confident in the process.\"\nPoll workers are trained to deal with issues that come up, and voters who encounter problems should seek their help, Weil said. In Russellville, the poll workers were able to remedy the situation once they were alerted to it, and no ballots were cast in the wrong name.\nOur ruling\nA Facebook post said broken voting machines in Russellville, Arkansas, tried to automatically tally votes meant for Donald Trump as votes for Joe Biden.\nA machine in Pope County did freeze on a voter in a way that prevented him from scrolling to cast his vote for Trump, said an elections official who was there when the incident took place. \nBut the machine never computed a vote for Biden or checked the box next to his name. The hiccup was quickly resolved and the voter was able to cast his ballot as intended.\nThe incident involved just one machine, not two, Harris said. Election security experts said the isolated incident should not be extrapolated to suggest all elections technology is faulty.\nThe statement contains an element of truth but ignores critical fact that would give a different impression. We rate this post Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18435"}