{"url": "/factchecks/2015/apr/12/rand-paul/rand-paul-attacks-hillary-clintons-response-bengha/", "speaker": "Rand Paul", "vclaim": "Says Hillary Clinton \"completely ignored\" \"dozens and dozens of requests for more security\" for the Benghazi consulate.", "truth_label": "half-true", "date": "stated on April 12, 2015 in comments on CNN's \"State of the Union\":", "title": "Rand Paul attacks Hillary Clinton's response to Benghazi attack", "text": "With Hillary Clinton making her presidential run official, Republicans from Mitt Romney to Kentucky Sen. Rand Paul jumped at the chance Sunday to revisit Clinton’s biggest controversies from her tenure as secretary of state.\nPaul, who entered the presidential race last week, turned to the Sept. 11, 2012, attack by armed militants on a diplomatic compound in Benghazi, Libya, that killed U.S. ambassador Christopher Stevens and three others. The attack was \"a 3 a.m. phone call that she never picked up,\" he told Dana Bash of CNN’s State of the Union.\n\"She didn't provide the security, not just that day, for nine months,\" Paul said. \"Dozens and dozens of requests for more security, all completely ignored by Hillary Clinton.\"\nPaul’s claim that Clinton herself ignored a litany of security requests for the Benghazi outpost does not completely check out, though it is true that the U.S. diplomats in Libya had warned of insufficient protection and the deteriorating climate in eastern Libya in the months ahead of Stevens’ death.\nThe accuracy of his claim comes down to this: There is no hard proof that Clinton \"completely ignored\" \"dozens and dozens\" of requests for more staffing.\nStill, there is smoke.\nClinton’s reason for not responding to requests from U.S. diplomats in Libya outlining the need for enhanced security staffing was simple: The requests did not make it up to her through the chain of command, she has said.\nTo critics like Paul, Clinton assumes responsibility for what went wrong during her four years at secretary of state regardless of whether she was informed.\n\"Did the State Department, under Secretary of State Hillary Clinton's leadership, deny the request for additional security? The answer is yes,\" said Paul spokesman Eleanor May.\nExperts say we may never know what Clinton knew about the security shortfalls in Benghazi, which officials envisioned as a temporary outpost to monitor eastern Libya’s nation-building efforts after the collapse of the Moammar Gadhafi regime.\n\"I would be suspect of anyone making firm conclusions one way or another,\" said Richard Brennan, a senior political scientist and expert in Middle Eastern affairs at the RAND Corporation.\nWhat investigations found\nMultiple investigations of what went wrong that night revealed lower-level diplomats made repeated requests to boost security in Libya.\nThe State Department’s Accountability Review Board in December 2012 noted \"certain senior State Department officials within two bureaus demonstrated a lack of proactive leadership and management ability in their responses to security concerns posed by Special Mission Benghazi, given the deteriorating threat environment and the lack of reliable host government protection.\" The board did not directly blame Clinton or any specific employee.\nCongressional Republicans, including Paul, have highlighted diplomatic cables bearing Clinton’s name between diplomats in Libya and State Department officials as evidence of turning a blind eye.\nAlmost two years ago, PolitiFact rated a similar claim from Paul that Clinton \"was asked repeatedly to provide security in Benghazi on several occasions, including direct cables,\" as Mostly False.\nPaul’s office reasoned that diplomatic cables, called \"telegrams,\" sent from diplomats in Libya to Washington and addressed to \"SECSTATE\" in \"WASHDC\"  were evidence of a direct message to Clinton about the security needs. But that markup appears on 1.4 million cables the department receives each year and is the standard \"location indicator\" for the entire State Department, including the Peace Corps, according to the Foreign Affairs Manual.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo just because Clinton’s position was on the telegram doesn’t mean it was intended for her desk. When she testified before the House Foreign Affairs Committee in January 2013, she said requests from staff in Libya never came to her and she \"was not aware of that going on.\"\nOther Republican committee reviews of the Benghazi attack focused on the other side of diplomatic messaging. Any cable from Washington to an embassy around the world bears the name of the secretary of state, even if she did not personally send it.\nIn April 2013, the House Committee on Oversight and Government Reform released an interim report that  highlighted \"numerous communications\" from U.S. officials in Libya asking for more security staff and Washington officials turning them down.\nThis GOP report focused on two cables and two emails exchanged among diplomats in Libya who requested more security staff and Washington officials who said no, preferring training Libyan security staff instead, in the months ahead of the Sept. 11, 2012, attack.\nThe investigation held up Clinton’s \"signature\" on one cable from April 2012 as proof that requests for more protection at the vulnerable compound were \"denied at the highest levels of the State Department.\"\nAgain, just because Clinton’s name was on it doesn’t mean the rejection came from her desk. Any cable coming out of Washington would bear her \"signature.\" (Here’s more on an \"absurd\" cable signature claim from the Washington Post’s Glenn Kessler, who covered the State Department for nine years.)\nIn a May 2013 House Oversight Committee hearing, Republicans questioned the State Department’s former regional security officer in Libya, Eric Nordstrom, who authored some of the messages asking for more security staff. Nordstrom said he expected Clinton to have read his cable, or at least know about it, because she \"had an involvement in the security process\" and had toured the facilities.\nHowever, when asked if the State Department’s review board let anyone off easy for the security lapses, Nordstrom brought up the undersecretary for management, Patrick Kennedy — not Clinton.\n\"There is something apparently wrong with the process of how those security recommendations are raised to the secretary,\" he said.\n‘Dozens and dozens’\nPaul said there were \"dozens and dozens of requests for more security\" that Clinton ignored. A firm number for the requests is elusive, experts said.\nPaul’s office directed us to 120 pages of declassified documents released by the House Oversight Committee as documenting the dozens of requests. The packet contains some of the emails already discussed, as well as weekly reports from the embassy detailing the \"security vacuum\" of the city, a 50-page report by Nordstrom detailing security issues in Tripoli and Benghazi from June 1, 2011, to July 2012, as well as other safety evaluations.\nBut we only counted a half-dozen emails concerning requests for security for Benghazi.\nWhat the real number is is hard to say.\n\"It may very well have been dozens and dozens, but we don’t know that information,\" Brennan said, saying Paul might have been \"overplaying his hand\" here.\nOur ruling\nPaul said Clinton \"didn't provide the security, not just that day, for nine months,\" for the consulate in Benghazi, and she completely ignored \"dozens and dozens of requests for more security.\"\nThe numerous requests from officials on the ground in Libya for better security for the Benghazi compound are undeniable and well-documented, though saying \"dozens and dozens\" might be an overstatement.\nPaul is treading into uncertain waters in saying Clinton flat-out ignored those requests. No one has shown Clinton willfully ignored the cries for help from Libya.\nPaul did not claim cables went to Clinton directly as he has in the past, but he came fairly close. His statement is partially accurate but takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-06529"}