{"url": "/factchecks/2019/sep/26/viral-image/sitting-too-quickly-middle-night-might-make-you-di/", "speaker": "Viral image", "vclaim": "Says getting up too quickly in the middle of the night can cause \"sudden death.\"", "truth_label": "false", "date": "stated on August 30, 2019 in a Facebook post:", "title": "Sitting up too quickly in the middle of the night won’t cause your sudden death", "text": "If you’re prone to waking up and worrying in the middle of the night, a recent Facebook post probably didn’t help: It says you might die if you get out of bed. \n\"Avoid sudden death at night,\" the Aug. 30 post begins, offering what it calls a doctor’s advice. \n\"It often happens,\" the post continues. \"A person who always looks healthy has passed away at night. We often hear stories of people saying: ‘Yesterday, I was talking with him, why did he die suddenly?’ The reason is that when you get up at night to go to the toilet, it often happens quickly. We stop immediately and the brain does not have blood circulation.\" \nThe post then says that the three and a half minutes after you wake up are important because \"by suddenly rising, the brain will be anemic and will cause heart failure for lack of blood.\" Therefore, according to the post, you should stay in bed for a minute and a half when you wake up, sit in bed for another half minute, and then lower your legs and sit on the edge of the bed for another half minute. \n\"After three and a half minutes, your brain will no longer be anemic and your heart will not weaken, which will reduce the risk of falling and sudden death,\" the post says, encouraging people to share this guidance with family and friends. \nOn Facebook, this post was shared more than 10,000 times and it was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe turned to Dr. Sina Gharib, an associate professor of pulmonary, critical care and sleep medicine at the University of Washington School of Medicine, for help parsing these online directions. He told us he knows of no evidence to corroborate the Facebook post. \n\"The only caveat is that, especially in elderly (and usually in the setting of using blood pressure medication, so dehydration), sudden rise from supine to upright positions may cause a drop in blood pressure,\" he said in an email. \"Lower blood pressure to the brain can cause dizziness or even a blackout (not death).\"\nThis is known as \"orthostatic hypotension,\" he added, and in such cases people should be careful about how they get out of bed. \"Initially sitting then rising may be important,\" he said.\nThere’s also a condition called micturition syncope, said Dr. Hashim Hashim, a urological surgeon and professor at Bristol Urological Institute. If someone gets out of bed quickly to use the bathroom, their blood pressure could drop causing something called \"postural hypotension,\" he explained. Someone could faint due to that sudden drop in blood pressure and, \"obviously, if they faint and fall and hit their head on something hard they could sustain a head injury and die,\" he said. But he doesn’t know of a direct link between the condition and death absent a secondary injury.\nAnd, of course, deaths during the night do happen ⁠— and for many reasons, Gharib said, including due to drug overdoses. One of the most common causes is known as \"sudden cardiac death.\" This is often due to an underlying coronary heart disease that may have been unrecognized, Gharib said. There’s also some evidence that untreated sleep apnea may increase the risk of sudden death, possibly as a trigger for an abnormal heart rhythm. \nBut that’s unrelated to anything described in this Facebook post. \nWe rate it False.", "vclaim_id": "vclaim-pol-00123"}