{"url": "/factchecks/2015/dec/11/antonin-scalia/scalia-says-most-black-scientists-went-lesser-coll/", "speaker": "Antonin Scalia", "vclaim": "\"Most of the black scientists in this country don't come from schools like the University of Texas. They come from lesser schools.\"", "truth_label": "half-true", "date": "stated on December 9, 2015 in a Supreme Court hearing:", "title": "Scalia says most black scientists went to 'lesser' colleges", "text": "Supreme Court Justice Antonin Scalia is taking heat for comments he made from the bench that some are calling racist.\nWhile questioning a lawyer during oral arguments in Fisher vs. University of Texas, a case that has the potential to derail affirmative action across the country, Scalia suggested that the practice might actually harm black students by putting them into a scholastic environment for which they are not academically prepared.\n\"There are those who contend that it does not benefit African-Americans to get them into the University of Texas where they do not do well, as opposed to having them go to a less-advanced school, a slower-track school where they do well,\" Scalia said Dec. 9. \"One of the briefs pointed out that most of the black scientists in this country don’t come from schools like the University of Texas. They come from lesser schools where they do not feel that they’re being pushed ahead in classes that are too fast for them.\"\nScalia’s comments have generated plenty of discussion. As fact-checkers, we decided to zero in on his factual claim that \"most of the black scientists in this country don’t come from schools like the University of Texas. They come from lesser schools.\"\nBloomberg pointed out Scalia was probably referring to a brief by University of San Diego law professor Gail Heriot and Cleveland attorney Peter Kirsanow. The pair are congressional appointees to the U.S. Commission on Civil Rights. Their brief made the case that affirmative action is a hindrance for students admitted through affirmative action who pursue degrees in science and engineering.\"\nAs evidence they pointed to a 1996 Dartmouth study that showed 40 percent of black students graduating with science and engineering degrees came from historically black colleges and universities, where students typically have lower average SAT scores and high school grades.\nBut Scalia’s comment was broader and talked about the number of black scientists as a whole. In that regard, there is no national count of every single black scientist and where they went to school. There is some research, however, on how minority students fare as science majors at different universities.\nOn the raw numbers, the claim is \"likely to be true, but not for the reasons Scalia thinks it is,\" said Benjamin Backes, an affirmative action expert with the American Institutes for Research. Most black scientists likely did not go to schools like the University of Texas at Austin — that is to say, selective research universities.\nWhy?\nBecause the vast majority of students and science majors do not go to these elite institutions.\nFor reference, the American Association of Universities represents 62 leading research universities, which together house just 20 percent of all undergraduate science, math and engineering majors in the United States and Canada.\n\"Because the typical student, both black and non-black, does not attend a selective university, the typical scientist likely did not graduate from a selective institution,\" he said.\nLet’s get back to the broader point of the statement: that black students perform better in science at \"lesser\" schools than the University of Texas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAt the crux of this debate is the mismatch theory, which is controversial to say the least. It’s the idea that affirmative action brings minority students into universities where their academic credentials are significantly lower than the typical student, and so these minority students are less likely to persist with difficult majors like science and engineering than they would have been at a less-selective school.\nThe study that Scalia cited is almost 20 years old, but more recent research purports to support the mismatch theory.\n\"Scalia was certainly oversimplifying, but there is a large literature on this problem,\" said Richard Sander, a University of California Los Angeles law professor who co-wrote a book titled Mismatch.\nSander cited a recent study examining students in the University of California system that found \"minority students at top-ranked campuses would, on average, have significantly higher probabilities of graduating in the sciences if they had attended lower-ranked campuses.\" \nBut — here’s a taste of how contentious this theory is — Matthew Chingos, an education expert at the Urban Institute, did his own analysis of the same data and found the results to \"only marginally\" hold up to scrutiny and that the relationship to affirmative action was weak. In his own book, Chingos found that attending a more selective institution makes it more likely that a black student will graduate.\nFollowing Scalia’s remarks, Chingos wrote in an Urban Institute blog that Scalia’s \"viewpoint withers upon closer examination\" because the theory has largely been discredited by social science.\nA group of 11 leading experts in quantitative social science filed their own brief to the Supreme Court arguing that the Court should not consider the mismatch theory when deciding the case. The professors wrote that research in support of the theory, such as Sander's findings, \"does not constitute credible evidence that affirmative action practices are harmful to minorities\" because of the \"significant methodological flaws on which it rests.\"\n\"Essentially Scalia is presenting mismatch as fact without acknowledging the disagreement amongst researchers,\" Backes said, noting that he personally thinks there’s empirical support for the theory.\nA 2014 study, which does not take a position on affirmative action, found that an outsized portion, 30 percent, of black Ph.D. candidates in science and engineering attended a historically black college or university for their undergraduate education. Chingos said this study does not say much about the issue of affirmative action because it doesn’t say much about relative merits of minority students going to a less or more selective university.\nOur ruling\nCiting a brief, Scalia said, \"Most of the black scientists in this country don't come from schools like the University of Texas. They come from lesser schools.\"\nIn terms of raw numbers, it’s probably true that most of the black scientists come from schools that are less selective than the University of Texas at Austin. But that’s not a statement on the effects of affirmative action. Rather, it’s because the vast majority of American college students, and thus most science majors, go to schools that are less selective than UT.\nRegarding the larger point — that black students fare better at \"lesser\" schools because their academic credentials are better matched to the curriculum — the evidence is mired in controversy. There is some scholarly research that backs up this point, but there is also scholarly research that refutes it.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-05630"}