{"url": "/factchecks/2012/jul/16/marco-rubio/rubio-says-taxes-health-care-law-do-not-discrimina/", "speaker": "Marco Rubio", "vclaim": "The health care law \"adds around $800 billion of taxes on the American people. It does not discriminate between rich and poor.\"", "truth_label": "false", "date": "stated on July 8, 2012 in a newspaper op-ed:", "title": "Marco Rubio says $800 billion in taxes in health care law do not \"discriminate between rich and poor\"", "text": "It’s not news that Republicans predict the health care overhaul will spell devastation for business. But Sen. Marco Rubio, R-Fla., is taking it further. He warns the law will \"hurt everyone.\"\n\n\"Obamacare is bad policy that adds around $800 billion of taxes on the American people,\" he wrote in a July 8 opinion-editorial in the Orlando Sentinel. \"It does not discriminate between rich and poor. It hurts everyone.\"\n\nWe wondered where he got his $800 billion tax total, as well as the validity of the idea that the law does not \"discriminate between rich and poor.\" So we decided to check it out.\n\n$800 billion in new taxes?\n\nRubio pulled the figure from a 2011 report by the nonpartisan Congressional Research Office and Joint Committee on Taxation. It was commissioned by Republican House Speaker John Boehner to estimate the cost of repealing the health care law.\n\nRepealing the law would result in $813 billion in lost revenues for the government between 2012 and 2021, the report found.\n\nWhere do those come from? To pay for the overhaul, the federal government created a series of  new revenue sources -- some are clearly taxes, some are changes to tax rules -- that include the controversial tax penalty for people who do not have their own health insurance and a tax on indoor tanning. (We looked at more than a dozen revenue sources and whether they were actually taxes in a January PolitiFact report.)\n\nWhether each revenue source is technically a tax does not matter to Rubio. Here, he equates all money raised from Americans as a tax.\n\nAlso, Rubio’s number doesn’t account for the tax breaks that are in the law, especially the tax credits that some people of modest means will receive to help them buy insurance.\n\nWe consulted several experts, who disagreed on the best way to account for the law’s tax increases.\n\nA couple experts said Rubio’s $800 billion figure is valid, even if it is out of date and does not account for billions in tax credits.\n\n\"It's just stating what the tax bill is,\" said Joseph Henchman, of the business-backed Tax Policy Foundation. \"Most people don't expect you to net out benefits.\"\n\nNot so fast, said Chapin White, a former CBO staffer who is now a senior health researcher at the Center for Studying Health System Change, a health research group founded by the Robert Wood Johnson Foundation. White said it’s important to subtract the law’s $519 billion in refundable tax credits and subsidies for health insurance, among other things.\n\nAll told, the more appropriate net \"tax increase\" over 10 years is about $20 billion, he said.\n\nNo difference between rich and poor?\n\nRubio spokesman Alex Conant declined to elaborate on what Rubio meant when he said the law does not \"discriminate between rich and poor,\" saying he did not want to parse his words.\n\nThe best we can infer from Rubio’s claim and the context around it is the health care law affects the rich and the poor the same, tax-wise.\n\nAnd that’s off base.\n\nThe point of the law was to expand health coverage to those who don’t have it -- including people who don't have jobs or have low income. To make that happen, the law provides tax credits to low- and moderate-income families, and it includes more taxes on the wealthy and an individual mandate requiring most Americans to obtain health insurance.\n\nTwo of the biggest taxes in the law are geared toward taxpayers with higher incomes. People whose incomes exceed $200,000 ($250,000 for couples filing jointly) will pay 0.9 percentage point more on Medicare payroll taxes in 2013. These people would also pay a new 3.8 percent tax on investment income.  \n\nPlus, the law includes a 40 percent excise tax on people who have high-premium health insurance plans starting in 2018. Also known as \"Cadillac plans,\" these premiums are usually obtained by people in the middle- to upper- class, and are expected to bring in $111 billion through 2021.\n\nDemocrats, of course, take a different view than the Republicans. The Democrat-controlled U.S. Senate Finance Committee released a compilation of tax breaks available to individuals, middle-class families, and small businesses, thanks to the law. The total? $828 billion in \"tax cuts\" over 10 years.\n\nMost of that comes from tax credits and subsidies for families with low- to moderate-level incomes. The law creates exchanges through which consumers can shop for the best plans. People who qualify can supplement the cost of an insurance plan with a government subsidy, which will be based on income.\n\nA break is also extended to certain small businesses with low-income workers who employ fewer than 50 people and offer health insurance to them.\n\nNow for the individual mandate, which requires most everyone to have health insurance in 2014 or pay a penalty to the Internal Revenue Service.\n\nYou could argue it doesn’t discriminate between rich and poor because it applies to most everyone. But the penalty is linked to income.\n\nIndividuals who go uninsured and who aren't exempt from the mandate will have to pay an annual penalty of at least $95 per adult in 2014, rising to $325 in 2015 and $695 in 2016. After 2016, the amount would be indexed to inflation and could be higher -- 2.5 percent of household income, if that’s greater than the amount written into the law.\n\nThe nonpartisan federal researchers at CBO and JCT have estimated that about 4 million uninsured Americans, including dependents, will have to pay up in 2016, amounting to $4 billion in revenue per year from 2017 to 2019.\n\nProbably most relevant to our fact-check is the fact that the mandate includes a hardship exemption for people who cannot afford to buy health insurance.\n\nOur ruling\n\nRubio cherry-picks the highest number he can find -- $800 billion in new taxes -- to garner opposition to the recently upheld health care law. He doesn’t tell readers anything more about the figure, including the fact that these \"taxes\" would be garnered over 10 years.\n\nHis statement also indicates that rich and poor people will feel the effects of the law’s various revenue-raising provisions with the same degree of pain. But that’s not true. The law taxes wealthier Americans to a greater degree to provide more services for the poor.\n\nWe rate this False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10761"}