{"url": "/factchecks/2013/mar/20/gene-mcintyre/does-ous-chancellor-get-lavish-house-upscale-car-a/", "speaker": "Gene McIntyre", "vclaim": "Says we will pay the new chancellor \"a basic salary of nearly $300,000 a year ... an amount that does not include the costs of this public employee’s benefits, perks and living expenses for a lavish house, an upscale car, a spending allowance, and fine dining almost every day on the taxpayer dollar.\"", "truth_label": "half-true", "date": "stated on February 22, 2013 in a guest column:", "title": "Does the OUS chancellor get lavish house, upscale car and fancy dining at taxpayer expense?", "text": "Grumbling about the salaries and benefits of public employees is a longtime favorite sport of political observers.\n\nThat was certainly the case following the recent appointment of Melody Rose as interim chancellor of the state’s seven public universities. Rose, who previously served as vice chancellor, replaced George Pernsteiner, who announced his resignation in January.\n\nRose faces many challenges as the state revamps its higher education system, and she will apparently be compensated well for her work — too well, according to Keizer resident Gene H. McIntyre.\n\nIn a Feb. 22 guest opinion column for the Keizertimes, McIntyre wrote that \"We will pay (Rose) a basic salary of nearly $300,000 a year, and that’s to start, an amount that does not include the costs of this public employee’s benefits, perks and living expenses for a lavish house, an upscale car, a spending allowance, and fine dining almost every day on the taxpayer dollar.\"\n\nThat got our mouths watering and our minds wondering. Fine dining practically every day? A lavish house and upscale car? (Perhaps journalism was not our true calling?)\n\nWe obtained a copy of Rose’s employment agreement, which shows that she earns an annual base salary of $260,004.\n\nRose receives $14,424 in annual medical benefits, the same as other employees in the Chancellor’s Office, according to Di Saunders, spokeswoman for the Oregon University System.\n\nRose is not enrolled in the Public Employees Retirement System. Instead, she chose the Optional Retirement Plan, a defined contribution plan created in 1996 for unclassified academic and administrative employees. The university system contributes the maximum $51,000 toward her retirement every year.\n\nRose also receives a $12,000 annual car allowance for her to drive to various campuses and meetings. She does not receive mileage reimbursements.\n\nThen there’s the annual $20,694 she receives \"for professional development and expenses,\" according to her contract. The money is paid to Rose like salary and is considered taxable income, Saunders said.\n\nThe money is intended to cover membership dues for civic clubs, conference fees, and \"appropriate and necessary expenses that might not be eligible for expense reimbursement under OUS policy,\" Saunders wrote in an e-mail.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\"Let’s say there’s somebody coming to speak at a conference, and they take them out to dinner,\" Saunders said. \"It’s things that you wouldn’t want to use your general fund budget for, but they’re expenses a chancellor should take care of.\"\n\nRose is not required to submit receipts for those expenses, so she could theoretically use all of that money at upscale restaurants. If she spent $100 on each fine-dining meal, she could treat herself to about 207 fancy meals.\n\nNow about that \"lavish house.\" The chancellor is offered Treetops, a mansion adjacent to the University of Oregon in Eugene. The 8,000-square-foot mansion, built in 1911, was the official home of Pernsteiner, who split his time between Eugene and Portland.\n\nRose declined to move to Treetops and lives in Portland with her family, Saunders said.\n\nAll told, Rose receives $358,122 annually in salary, benefits and expenses. She’s also entitled to the usual reimbursements for work-related expenses and travel.\n\nIs Rose’s compensation out of line? Saunders directed us to a 2011 chart on the website of The Chronicle of Higher Education that shows median salaries— not including benefits — of senior college administrators. Administrators at Rose’s level have an overall median salary of $322,700.\n\nMcIntyre based his column on information he had gathered through his years working in education and state government, he said in a phone interview from his Keizer home. McIntyre says he’s a retired language arts and social sciences teacher who served about a decade on the now-defunct Oregon Educational Coordinating Commission, which oversaw the distribution of federal education money.\n\n\"I know people can live very, very well on a lot less money than we’re paying these people,\" he said. \"We have a lot of social problems — a lot of kids are going hungry, a lot of folks have lost their homes — and yet, we continue to pay some of these people just what I’d consider excessive amounts of money.\"\n\nBut is it true that Rose receives \"a basic salary of nearly $300,000 a year\" and \"benefits, perks and living expenses for a lavish house, an upscale car, a spending allowance and fine dining almost every day on the taxpayer dollar\" as McIntyre wrote in his column?\n\nRose earns $260,004 in base salary -- not quite the $300,000 McIntyre cites. It’s accurate to say her base salary does not include the $65,424 she gets in medical and retirement benefits.\n\nMcIntyre’s description of Rose’s other perks is partially true: Rose receives a car allowance and an expense account, but she does not live in Treetops and likely isn’t treating herself to fine dining almost every day.\n\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-09573"}