{"url": "/factchecks/2020/oct/19/donald-trump/trump-falsely-says-federal-debt-was-going-down-pan/", "speaker": "Donald Trump", "vclaim": "Speaking of the federal debt before the coronavirus pandemic, “we were starting to get that number down.”", "truth_label": "false", "date": "stated on October 14, 2020 in a discussion with business leaders:", "title": "Trump falsely says federal debt was going down before the pandemic", "text": "As he pitched his economic agenda to a group of business leaders, President Donald Trump claimed that the United States was about to pay off federal debt, but then the coronavirus pandemic hit and derailed those plans.\nDavid Rubenstein, president of the Economic Club of Washington, D.C., asked Trump during an Oct. 14 virtual discussion whether another stimulus bill would increase the federal debt to an amount that would be \"too large for us to pay off in a sensible way.\" Trump said that the debt was very much on his mind.\n\"Prior to the plague, we were starting to get that number down. We were getting that number, the interest rates were so low and we were seeing things on such a positive scale, we had no choice but to put money in,\" Trump said. \"You had to put money in, you had to force money in because of the pandemic, but we were starting to focus on that very, very deeply. We were making it long-term, we were getting ready to pay off interest, we were getting ready to pay off debt, and a lot of good things were happening.\"\nThe federal debt was going down before the pandemic hit? By multiple metrics, Trump’s claim doesn’t check out. We asked the White House and Trump’s reelection campaign for information but did not hear back.\nFederal debt breakdown\nTo finance its activities, the U.S. government issues securities to private investors overseas, central banks of other countries, and U.S. buyers, such as the Federal Reserve System, banks, mutual funds, and individual people. This type of debt — over $21 trillion as of Oct. 14 —  makes up the bulk of the federal debt and is known as the \"debt held by the public.\"\nThe \"total debt\" or \"gross debt\" — surpassing $27 trillion — includes the debt held by the public plus Treasury securities held by U.S. government accounts and federal trust funds, like Social Security and Medicare. Debt held by federal accounts is essentially an IOU from one part of the government to another, so most experts focus on the public debt, not the total debt, said Donald Marron, a fellow and director of the Economic Policy Initiatives at Urban Institute.\nData for both metrics show increases before the pandemic and before Congress approved a stimulus package to help businesses and individuals struggling with the pandemic.\n\nWhile economists mainly focus on debt held by the public because it is \"external debt\" and must be repaid to avoid default, total debt is \"just as important because federal lawmakers are always quick to say that they are going to pay back ‘every cent owed’ to Social Security and Medicare,\" said Tori Gorman, policy director at the Concord Coalition, a group that advocates for fiscal responsibility.\nMarron told PolitiFact that analysts also often look at the ratio of the debt to the gross domestic product, a measure of the overall economy called GDP, rather than just the debt in dollar terms, because it puts the debt into context and helps for comparisons over time and across countries. Trump’s claim isn’t supported by this metric, either.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"Overall, the trend is clear — debt growing faster than the economy,\" Marron said.\nA September report from the Government Accountability Office projected that debt held by the public would reach 98% of GDP by the end of fiscal year 2020.\n\"At a time when the federal government’s ability to fiscally respond to COVID-19 is crucial, the high level of federal debt that existed prior to the pandemic is continuing to strain the federal budget,\" the report said.\nIn March, before the fiscal and economic effects of COVID-19, the office had already projected that debt as a share of GDP in 2050 would be nearly twice its historical high of 106% reached in 1946 — and about four times its post-World War II average. (Debt averaged 46% of GDP from 1946 through 2019, the report said.)\n\n\"The president may have been planning to reduce the debt, or even pay it off, but that doesn’t make it true,\" Gorman said. \"It’s like me saying ‘I’m planning to win the Masters golf tournament next year.’ It’s meaningless (and also highly unlikely).\"\nTrump’s fiscal year 2021 budget proposal also doesn’t show a plan to reduce the debt. A Congressional Budget Office March analysis of Trump’s 2021 budget shows that the debt, measured as a percent of GDP, rises every year of the budget window, fueled by large and rising deficits, Gorman said.\nOur ruling\nSpeaking of the federal debt before the coronavirus pandemic, Trump said, \"we were starting to get that number down.\"\nTrump’s claim is not supported by government data and analyses. Public debt and gross debt have gone up during Trump’s presidency. Debt as a percentage of the GDP has also increased throughout his administration.\nWe rate Trump’s claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18720"}