{"url": "/factchecks/2016/jul/27/joseph-crowley/did-donald-trump-cash-federal-funds-days-after-911/", "speaker": "Joseph Crowley", "vclaim": "Says Donald Trump \"cashed in\" on Sept. 11,  \"collecting $150,000 in federal funds intended to help small businesses recover — even though days after the attack Trump said his properties were not affected.\"", "truth_label": "half-true", "date": "stated on July 26, 2016 in a speech at the Democratic convention:", "title": "Did Donald Trump 'cash in' $150,000 after 9/11?", "text": "U.S. Rep. Joseph Crowley, D-N.Y., made a serious charge  on the second night of the Democratic National Convention about Republican presidential nominee Donald Trump making money off of the Sept. 11, 2001, terrorist attacks.\nCrowley, who lost a cousin that day, (accurately) painted Hillary Clinton as someone who was there for the city and its first-responders. Trump, however, \"saw a payday for his empire,\" Crowley said.\n\"Where was Donald Trump in the days and months and the years after 9/11? He didn’t stand at the pile, he didn’t lobby Congress for help, he didn’t fight for the first responders,\" he said. \"Nope, he cashed in, collecting $150,000 in federal funds intended to help small businesses recover — even though days after the attack Trump said his properties were not affected.\"\nDid Trump, a New Yorker, take taxpayer-funded money earmarked for small businesses and for losses he said he didn’t even suffer?\nA spokeswoman for Crowley referred us to a 2006 New York Daily News investigation. The Daily News found that Trump did receive $150,000 for the Trump Building, which is less than a mile away from the World Trade Center.\nBut Crowley’s charge is misleading as it suggests Trump took advantage of the program, when his property at 40 Wall Street did meet the criteria for the money.\nUnder the 9/11 business recovery grant program run by the Empire State Development, New York’s economic development agency, firms were eligible if they employed 500 employees or less, had been physically or economically damaged by the attacks, and located on or south of 14th Street in Lower Manhattan.\nAccording to the Daily News, Trump’s \"grant application describes the corporation through which Trump owns that building as having 28 employees and $26.8 million in annual revenues.\" (The newspaper notes that the federal definition of a small business is $6 million.)\nTrump’s was among over 14,000 companies that received grants totalling $530 million. That includes other firms like the Rockefeller Group, Ford Motors, Dell Inc., Morgan Stanley and the Bank of China.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWas the Trump Building impacted by the 9/11? According to Trump, no, though he was likely referring to physical damages.\n\"I have a lot of property down there,\" he told a German TV reporter after the attack. \"But it wasn’t, fortunately, affected by what happened to the World Trade Center.\"\nHere’s how Trump responded when the New York Times asked him about the grant in May 2016:\n\"The company received this small amount of money after qualifying, given the limited number of employees working at the property. For many months, I allowed people to stay in the building, use the building and store things in the building. I was happy to do it and to this day I am still being thanked for the many people I helped. The value of what I did was far greater than the money talked about.\"\nOur ruling\nCrowley said Trump \"cashed in, collecting $150,000 in federal funds intended to help small businesses recover — even though days after the attack Trump said his properties were not affected.\"\nTrump did receive a grant for his building at 40 Wall Street, which was less than a mile away from the Trade Center, but the property was eligible under the grant criteria.\nHe also did say in 2001 that his properties were not affected by the attack, although he likely meant physically. The grant also provided compensation for economic losses.\nWe rate Crowley’s claim Half True.\nhttps://www.sharethefacts.co/share/cd779146-3dbe-4084-b84f-438f74cf1b82", "vclaim_id": "vclaim-pol-04599"}