{"url": "/factchecks/2020/nov/09/blog-posting/trump-supporters-falsely-tie-nancy-pelosi-broader-/", "speaker": "Bloggers", "vclaim": "Says Nancy Pelosi has “suspicious ties” to a voting software company that was involved in glitches that favored Joe Biden.", "truth_label": "barely-true", "date": "stated on November 6, 2020 in a blog post:", "title": "Trump supporters falsely tie Nancy Pelosi to broader election misfire scheme", "text": "Elections are rarely error-free, and in a close election, every misstep draws scrutiny. In Michigan and Georgia, pro-Trump bloggers have aimed to turn lapses in three counties into signs of a broad pattern of deception.\nBloggers posted a Nov. 6 story that House Speaker Nancy Pelosi \"has suspicious ties with election software ‘glitch’ company in favor of Biden ballots.\"\nThis blog post said that the same problem in Georgia and Michigan caused inaccurate vote tallies. The private voting company, Dominion Voting Systems, provided the voting machines in both states.\n\"Their DC lobbyist is Nancy Pelosi’s longtime aide,\" the post said. \"The company hired Brownstein Farber Hyatt & Schreck earlier this year. Nadeam Elshami, Pelosi’s former chief of staff, is one of the lobbyists on the account.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post gets some details right, but it’s wrong that the same problem lay behind the glitches in both states, and it overlooks that Dominion Voting Systems also hired lobbyists with solid Republican ties.\nGlitches strike in Antrim County, Mich.\nThe day after the Nov. 3 election, Antrim County, Mich., appeared to have swung to Joe Biden by about 3,000 votes. On Nov. 5, county officials changed that to a win by President Donald Trump by about 2,500 votes.\nThere was an error, and our partners at the Detroit Free Press have been following this story. J. Alex Halderman, a University of Michigan professor and voting systems expert, dug into the problem and found that county officials had left an old version of a key file on some machines in their digital voting system. As a result, those machines failed to match votes to the right candidate when tallies at some precincts were added to the county total.\nThe Michigan secretary of state’s office reported on the incident and said it came down to human error by the Antrim County clerk, not a failure in the underlying system.\n\"Because the clerk did not update software, even though the tabulators counted all the ballots correctly, those accurate results were not combined properly when the clerk reported unofficial results,\" the Nov. 6 statement said.\nThe secretary of state noted that the initial results were unofficial, and that steps that followed to verify the count — carried out by representatives from both parties — would have caught the error.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe mistake was limited to that one county. It is one of 65 counties in Michigan that uses equipment from a private voting technology company, Dominion Voting System.\nGlitches strike in two Georgia counties\nDominion Voting Systems was also involved in a snafu that hit two Georgia counties. On the morning of Election Day, voters in Morgan and Spalding counties were unable to cast machine ballots for a few hours when the machines crashed.\nThe issue there had to do with a breakdown between the digital list of voters provided by one company, and the voting machines provided by a second company, Dominion Voting Systems.\nTechnicians resolved the problem, and a judge allowed the affected polls to stay open until 11 p.m. to make up for lost time.\nGeorgia uses the same system statewide, and the glitch only took place in these two counties. There is no report that votes were miscounted. Trump easily carried both places, winning by a 40 point margin in Morgan County and by 20 points in Spalding.\nLobbying is bipartisan\nThe blog post correctly notes that lobbyist Nadeam Elshami worked for Pelosi. It fails to mention that two other lobbyists listed on the company’s disclosures used to work for Republicans. William Moschella was a high-ranking Justice Department official in the administration of George. W. Bush. Brian Wild is the former chief of staff of Sen. Pat Toomey, R-Pa, and was a top staffer on the House Republican Steering Committee.\nBipartisanship is alive and well in lobbying, with large firms putting people with both Democratic and Republican resumes on big contracts.\nOur ruling\nA blog post linked Pelosi to a company that provides a voting system that favored Biden. Glitches did happen, but beyond that, the argument falls apart.\nThe breakdowns touched three counties, while scores of other counties using the same system had no issues. The problems were caught and corrected. The one instance of flawed tallies had no impact on official results, and the returns came down strongly in Trump’s favor.\nThe link to Pelosi rests on the private company hiring a lobbying firm that assigned Pelosi’s former chief of staff to the company. But the firm also assigned two men with strong Republican credentials.\nWe rate this claim Mostly False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18492"}