{"url": "/factchecks/2018/sep/24/lizzie-pannill-fletcher/texass-fletcher-tries-hit-culberson-obamacare/", "speaker": "Lizzie Pannill Fletcher", "vclaim": "Says \"Texas U.S. Rep John Culberson voted to let insurance companies charge people 50 and over five times more than younger people.\"", "truth_label": "half-true", "date": "stated on September 19, 2018 in a campaign ad:", "title": "Texas's Fletcher tries to hit Culberson on Obamacare", "text": "Affordable health care is a salient issue in the 2018 congressional elections, and an ad from a Houston Democrat has a familiar ring.\nLizzie Pannill Fletcher, hoping to unseat Republican U.S. Rep. John Culberson in Texas’s 7th Congressional District, says her opponent \"is taking a wrecking ball\" to a system that needs improvement, not demolition.\nIt’s an ad with a particular appeal to older voters, because Fletcher says in it that \"Culberson voted to let insurance companies charge people 50 and over five times more than younger people.\"\nMaybe you’ve heard similar claims before. Democrats across the country are using them against their Republican opponents, and PolitiFact has checked out many of them.\nBut we went a little local on this one. Let’s dig in.\nNo discounts for age\nFletcher and other Democrats are basing this claim on provisions in the American Health Care Act, passed by the House of Representatives along party lines on May 4, 2017. The bill was rejected in the Senate.\nThe legislation was important for several reasons, but chiefly because it would have changed — and not simply repealed, as earlier bills had attempted — the Patient Protection and Affordable Care Act of 2010, also known as Obamacare.\nThe new bill would have allowed insurers to charge certain customers over age 50 -- those buying policies in individual and small-group markets -- up to five times as much as they charge their youngest customers.\nAge has always factored into the price of insurance for the simple reason that older people tend to use more health care services. But the Affordable Care Act, or ACA, limited the age-to-premium ratio: The oldest insurance buyers in the individual and small group markets could be charged no more than three times the premiums as the youngest buyers. Say that premiums for a 20-year-old were $100 a month. A 60-year-old could be charged no more than $300 a month for the same policy under the ACA.\nPrior to Obamacare, \"premiums for older adults were typically four or five times the premiums charged to younger adults,\" the Kaiser Family Foundation said in a March 2017 report. So the Republican House bill would have lifted the age-permitted ratios closer to where they were before the Affordable Care Act.\nGaming this out\nThere were ifs, ands and buts concerning this proposed change. But before we get to them, let’s look at how the age change might have played out if the House bill had become law. We are able to do this because the Kaiser Family Foundation developed a data and mapping tool that allowed for illustrative comparisons of insurance policy costs under the existing and the proposed new laws. This was strictly for people buying policies on the individual market, not for employer-sponsored insurance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe ran scenarios comparing premiums for a silver-tier, or average plan, covering a 27-year-old and a 60-year-old living in Harris County, Texas — the Houston area. As commercials say, actual results might vary, and it’s worth noting that just because the law allows something, it doesn’t mean every situation will match it.\n\n\nIn the Kaiser model, premiums for the 27-year-old were $3,340 a year on the individual market under the ACA. Premiums for a 60-year-old were $8,660. That means the 60-year-old’s premiums were about 2.6 times higher than the 27-year-old’s.\n\n\nUnder the House bill that Culberson supported, the 60-year-old’s premiums would have jumped to $11,630, while the 27-year-olds would have shrunk to $3,080. That means that in this example, the 60-year-old’s premiums would have been nearly 3.8 times as high as the 27-year-old’s.\n\n\nThis illustration shows premiums before accounting for taxpayer subsidies, or \"premium tax credits,\" that many buyers use to offset their costs. The ACA subsidies are based on overall income, but they also take into account federal guidelines for the maximum share of income someone should have to pay for health insurance and the cost of a benchmark plan in his or her area. The House bill that Culberson supported would have changed the subsidy system, basing it solely on age, although subsidies regardless of age would phase out when incomes exceeded $75,000.\nA number of analyses, including one from the nonpartisan Congressional Budget Office, said such a change would generally benefit younger buyers and force older buyers to pay more out of pocket for their premiums. Using the Kaiser Family Foundation data tool, we looked again at Houston scenarios for a 27-year-old and a 60-year-old each earning $40,000 a year.\n\n\nThe 27-year-old currently doesn't qualify for a subsidy because his income is too high -- relative to the cost of his health coverage -- under the ACA. But under the 2017 House bill, he would have qualified for a $2,000 age-based subsidy. That would have reduced his out-of-pocket costs for premiums to $1,080.\n\n\nA 60-year-old with that same income now qualifies for a $4,580 subsidy. Under the bill Culberson supported, the age-based subsidy would be $4,000. That would put the 60-year-old’s net premiums, after subsidies, at $7,630, seven times more than the 27-year-old’s. Remember, the new law would limit the difference in base premiums, not the amounts due after accounting for subsidies.\n\n\nWould things have played out like this for sure? It depends on the moving parts. This example showed a narrower difference than five-to-one before subsidies, but actual differences change not only by region of the country but sometimes also by county.\nNationally, AARP said on the day of the House vote that under the bill, unsubsidized premiums for 60- to 64-year-olds would average almost $18,000 per year, while 20- to 29-year-olds were expected to see average unsubsidized premiums of $4,010 per year. That would make the older group’s premiums 4.5 percent higher than the younger group’s.\nOur ruling\nFletcher was accurate in saying that Culberson voted to \"let insurance companies charge people 50 and over five times more than younger people.\" But she did not mention that the ACA already lets them charge three times more. Her ad also could give the impression that this would have applied to everyone over 50, whereas it only would have affected the individual and small-group markets.\nIt would not have affected large employer plans. And the Republican bill would not have affected people 65 and older because they are covered under Medicare, the national program for seniors.\nWe rate Fletcher’s claim Half True.\n Share the Facts 2018-09-24 12:51:15 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Texas U.S. Rep John Culberson voted to let insurance companies charge people 50 and over five times more than younger people.\"     Lizzie Pannill Fletcher U.S. House candidate, Texas 7th Congressional District https://www.youtube.com/watch?v=vAsEncNsup4&feature=youtu.be   A campaign ad Wednesday, September 19, 2018 2018-09-19    Read More  info", "vclaim_id": "vclaim-pol-01575"}