{"url": "/factchecks/2015/apr/02/sally-kohn/sally-kohn-white-men-69-percent-arrested-violent/", "speaker": "Sally Kohn", "vclaim": "\"White men account for 69 percent of those arrested for violent crimes.\"", "truth_label": "false", "date": "stated on March 19, 2015 in an opinion piece on CNN.com:", "title": "Sally Kohn: 'White men account for 69 percent of those arrested for violent crimes'", "text": "Recent incidents of overt racism and abuse of women at college fraternities led liberal columnist Sally Kohn to comment that the press and the public fail to grasp the threat of violence from white men.\n\"Although the news media and popular culture constantly cast suspicion on young Muslim and African-American men and the supposedly disproportionate and ever-present threats these communities pose, the fact is young white men are just as dangerous,\" Kohn wrote in a CNN opinion piece. \"But because our biases have us so busy looking the other way, we're ignoring the magnitude of this reality.\"\nKohn went on and offered some statistics to bolster her point. Among them was this line:\n\"Although black men are more than six times more likely to be sent to prison than white men, white men account for 69 percent of those arrested for violent crimes.\"\nA reader asked us to look into the statistic that white men account for 69 percent of those arrested for violent crimes.\nCorrecting Kohn’s numbers\nKohn’s claim about 69 percent of white men runs into trouble on two counts. The figure she cited is not for white men. It’s for all whites.\nAnd it’s not for \"violent\" crimes. It’s for all crimes, from loitering to murder.\nIt’s not simple to replicate the percentage of white men arrested for violent crimes, as we’ll show you in a bit.\nBut we can look at violent crimes, sorted solely by race. \nAccording to the Bureau of Justice Statistics, white men and women were arrested for 60 percent of all violent crimes in 2012. Violent crimes include murder and nonnegligent manslaughter, forcible rape, robbery and aggravated assault. Here’s the arrest data:\n\n\n\n\n \n\nAll races\n\n\nWhites (incl. Hispanics)\n\n\nBlacks (incl. Hispanics)\n\n\n\n\nMurder and Nonnegligent Manslaughter\n\n\n10,351\n\n\n4,955\n\n\n5,138\n\n\n\n\nForcible Rape\n\n\n15,571\n\n\n10,038\n\n\n5,030\n\n\n\n\nRobbery\n\n\n82,189\n\n\n38,041\n\n\n42,460\n\n\n\n\nAggravated Assault\n\n\n352,017\n\n\n223,426\n\n\n116,984\n\n\n\n\nTotal\n\n\n460,128\n\n\n276,460\n\n\n169,612\n\n\n\n\nPercent\n\n\n100%\n\n\n60.1%\n\n\n36.9%\n\n\n\n\nPopulation\n\n\n240.165 million\n\n\n192.319 million\n\n\n30.971 million\n\n\n\n\n\nSource: Bureau of Justice Statistics, Arrest Data Analysis Tool\nDrilling down on the number of crimes committed by whites who are also male is more challenging. Federal data allows you to sort on race and sex, but not both at the same time.\nThe exception is for homicides. While you won’t find that information on the Justice Department website, it can be culled from federal records, which is what James Alan Fox, a criminologist at Northeastern University, has done for many years.\nFox sent us the following homicide arrest numbers:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\n\nYear\n\n\nRace\n\n\nSex\n\n\nReported\n\n\nPercent\n\n\nRate per 100K\n\n\n\n\n2012\n\n\nWhite\n\n\nMale\n\n\n4,631\n\n\n41.5%\n\n\n4.9\n\n\n\n\n2012\n\n\nBlack\n\n\nMale\n\n\n5,095\n\n\n45.6%\n\n\n35.2\n\n\n\n\n2013\n\n\nWhite\n\n\nMale\n\n\n4,486\n\n\n41.7%\n\n\n4.7\n\n\n\n\n2013\n\n\nBlack\n\n\nMale\n\n\n4,863\n\n\n45.2%\n\n\n33.0\n\n\n\n\n\nSource: James Alan Fox  (The percentages are based on all homicide arrests, not just the ones you see in the table.)\nLooking solely at murders, black men are arrested more for murder than white men, and at a much higher rate when you account for population.\nWe can’t draw conclusions beyond that, however, because the arrest data simply doesn’t allow us to draw firm conclusions about the number of arrests for violent crimes by white and black men. We should note that data show that the majority of black murder victims are murdered by blacks, and the same holds true for whites.\nThere are other caveats. The arrest data blends Hispanic offenders into both the white and black groups, which further muddies the discussion of ethnicity and crime. Also, arrests are not the same as criminal acts themselves. Setting homicide aside, many violent crimes go unreported and many offenders are never caught. Also, a single criminal could be counted several times if he is arrested for different offenses. To further complicate the picture, police departments patrol certain neighborhoods more than others, which makes arrests in those places more likely.\nWhen we contacted Kohn, she agreed that her number was off. The percentage she used included both white men and women, and applied to all sorts of crimes, from loitering to murder. Kohn corrected that error in her opinion piece.\nAccounting for population size\nSetting aside using the wrong number, the larger problem with Kohn’s claim is that her data point tells only half the story.\nThere are two ways to talk about threats. Kohn chose one -- looking at what fraction of arrests for violent crimes are by a certain type of person, in this case, white men. The other way is to assess the likelihood that a certain type of person will be arrested for a violent crime. This second approach typically comes down to stating the number of crimes for every 100,000 people who are white, black, etc.\nKohn used this method herself when she talked about incarceration rates for blacks compared to whites. It is true that blacks are imprisoned at about six times the rate as whites, but the source she used compared the incarceration rates for every 100,000 blacks and whites.\nWhen Kohn said that 69 percent of arrests for violent crimes were white males, she left out the population factor.\n\"You can't talk about risk without talking about population size,\" Fox told PunditFact. \"There are many more whites than blacks so it makes sense that the number of crimes will be high.\"\nUsing the homicide count (again, the only crime where we can separate on both race and gender) whites and blacks were arrested in about equal numbers. But cast as a rate, the results shift. For 2013, Fox calculated that black men were about seven times more likely than white men to be arrested for murder. That would be a rate of 33 murders for every 100,000 black men, compared to 4.7 for every 100,000 whites.\nDrawing on the 2012 figures, whites were arrested for over 275,000 violent crimes. For blacks, the number is about 170,000. So while whites were arrested more, the arrest rate for blacks is nearly four times that for whites.\nDoes that mean that from the point of view of the average citizen that blacks pose a greater threat?\nNot necessarily.\n\"If one considers the absolute number of offenders and it turns out there are a larger number of offenders from Group A than Group B, then it stands to reason that Group A is the greater threat in terms of likelihood of criminal acts,\" said Lorie Fridell, a criminologist at the University of South Florida.\nRobert Brame, a criminology professor at the University of South Carolina, echoed Fridell’s assessment.\n\"The statistical fact is that you’re more likely to be a victim of a white perpetrator than a black one just because there are so many more whites in the population,\" Brame said.\nBut, Brame, continued, it is not enough to speak of either the total number or the population-based rate.\n\"My preference would be for both statistics to be provided to give the full context,\" Brame said. \"Neither statistic is complete without the other.\"\nOur ruling\nKohn said that white men are at least as dangerous as black men and cited as proof that white men represent 69 percent of people arrested for violent crimes.\nWhen presented with the inaccuracies in using that specific figure by PunditFact, Kohn corrected herself.\nCriminologists we contacted also told us that those absolute figures -- when used correctly --  tell only half the story. When talking about risks to society, it is equally important to provide the population-based rate. When we do that, the threat of violent crimes posed by blacks looks larger than that of whites.\nFor these two reasons, Kohn’s claim that \"white men account for 69 percent of those arrested for violent crimes\" is inaccurate. We rate it False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"White men account for 69 percent of those arrested for violent crimes.\"     Sally Kohn Liberal political commentator   In an CNN opinion piece Thursday, March 19, 2015 03/19/2015    Read More  info", "vclaim_id": "vclaim-pol-06561"}