{"url": "/factchecks/2014/oct/18/peter-kilmartin/has-atty-gen-peter-kilmartin-prosecuted-more-publi/", "speaker": "Peter Kilmartin", "vclaim": "\"In the past three years, we have prosecuted or brought more cases on access to public records than in the previous 12 years combined.\"", "truth_label": "true", "date": "stated on October 2, 2014 in an interview on Rhode Island Public Radio:", "title": "Has Atty. Gen. Peter Kilmartin prosecuted more public records lawsuits than his two predecessors?", "text": "Rhode Island has long been a battleground in the fight for open government. Public bodies vote in secret. Deals are cut behind closed doors. Police departments withhold arrest records and daily logs. A report issued last month by ACCESS/RI found a \"troubling level of non-compliance\" with the state's open records law and called for enhanced oversight by the Attorney General's office.\nDuring an interview with Rhode Island Public Radio that aired on Oct. 2, 2014, incumbent Atty. Gen. Peter Kilmartin, a Democrat, was asked about enforcement of the open records law.\nHe lamented that some public bodies are not following the law despite repeated attempts to educate government officials about the documents that are supposed to be public.\n\"Unfortunately, in the past three years, we have prosecuted or brought more cases on access to public records than in the previous 12 years combined,\" he said. \"That tells me there is still a problem.\"\nIt's a statement he repeated on Oct. 10, 2014, during a taping of a debate on WPRI-TV with Republic Dawson Hodgson.\nWe were interested in whether Kilmartin has brought more open records cases to court than his two predecessors, Patrick Lynch (now a lawyer in private practice) and Sheldon Whitehouse (now a U.S. Senator).\nWhen we asked Kilmartin's office for a tally of the cases, spokeswoman Amy Kempe sent us a list of 18 civil lawsuits dating as far back as 2002. \"There were no lawsuits from 1999 to 2002,\" she said in an email.\nAccording to the list, Whitehouse took one case to court, suing the Anthony fire district in 2002.\nDuring Lynch's eight years in office he filed seven suits -- against public entities in Johnston, North Kingstown, Cranston, Woonsocket and Lincoln. Barrington was sued twice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nSince 2011, according to the list, Kilmartin has filed 10 suits against public entities for violating the open records law, starting with the Albion Fire District in Lincoln (which Lynch also sued) and ending most recently with the town of Warren. We spot-checked Kilmartin's cases using our archives.\nTo check the list of his predecessors, we first contacted the offices of Lynch and Whitehouse to ask if Kilmartin was omitting any cases. Whitehouse's office said the number seems correct. Repeated inquiries to Lynch's law office produced no response.\nSo we turned to court records and received a list of all civil suits brought by Whitehouse and Lynch against public bodies. Once again, Kilmartin's tally checked out.\nIn summary, Peter Kilmartin said that in the past three years, his office has \"prosecuted or brought more cases on access to public records than in the previous 12 years combined.\"\nHis office has filed 10 suits since 2011. Lynch had seven during his eight years as Attorney General. Whitehouse had just one during his four years in that office.\nWe can't say if the trend is due to previous attorneys general being less aggressive in prosecuting violations of the state's open government laws than Kilmartin, or if public bodies are getting more brazen in ignoring them.\nCertainly the latest ACCESS/RI report offers evidence that the phrase \"open government\" is -- for some of Rhode Island's \"public\" bodies -- an oxymoron.   \nRhode Island's culture of secrecy persists, but Kilmartin has filed more lawsuits than his two predecessors conbined so we rate Kilmartin's claim as True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07124"}