{"url": "/factchecks/2012/dec/23/paul-ryan/one-four-kids-and-half-big-cities-dont-graduate-hi/", "speaker": "Paul Ryan", "vclaim": "\"One out of every four students fails to earn a high school diploma. In our major cities across America, half of our kids don’t graduate.\"", "truth_label": "mostly-true", "date": "stated on December 4, 2012 in a speech:", "title": "One in four kids and half in big cities don't graduate high school, Paul Ryan says", "text": "On Dec. 4, 2012, a month after the presidential election, Republican stars Paul Ryan and Marco Rubio gave speeches at a Washington event that were described as charting a new path for the GOP.\n\nRyan, coming off a defeat as Mitt Romney’s vice-presidential running mate, spoke about the government’s response to poverty. He argued that \"in most cases, we’re still trying to measure compassion by how much we spend, not by how many people we actually help.\"\n\nThe Wisconsin congressman and House Budget Committee chairman then ticked off a number of poverty-related statistics, including these two, saying:\n\n\"One out of every four students fails to earn a high-school diploma.  In our major cities across America, half of our kids don’t graduate. Half.\"\n\nDo so many students fail to finish high school?\n\nLet’s check both parts of Ryan’s claim.\n\n1 in 4 don’t graduate?\n\nWe’ll note from the top there are different ways to measure graduation rates, depending on how you account for things such as students who take more than four years to earn a diploma and those who obtain equivalents such as a GED.\n\nThe National Center for Education Statistics, the primary federal entity for education data, calculates something called the Averaged Freshman Graduation Rate (AFGR) for students in public high schools. It estimates the rate of public school students who started as freshmen and finished high school within four years -- in other words, those who graduated \"on time.\"\n\n(We’ll also note that while the government tracks enrollment for private high school students, it doesn’t track graduation rates. About 15 million students attend public high schools and about 1.3 million attend private high schools; that means about 8 percent of all students are in private high schools.)\n\nRyan press secretary Kevin Seifert cited the most recent AFGR to support the first part of Ryan’s claim -- that \"one out of every four students fails to earn a high school diploma.\" The figures show that in the 2008-2009 school year, the AFGR was 75.5 percent.\n\nTo express that another way, three out of four high school students graduated on time -- or, as Ryan put it, one in four did not.\n\n(Wisconsin, by the way, had the highest graduation rate: 90.7 percent.)\n\nSeparately, we found that Editorial Projects in Education Research Center, a nonprofit research center and publisher of Education Week, found a nearly identical result using a different calculation. The graduation rate for the class of 2009, the most recent year available, was 73.4 percent.\n\nSo, the first part of Ryan’s claim is on target -- as far as it goes. It doesn’t take into account public school students who take more than four years to get a diploma and it doesn’t take into account more than a million kids who attend private high schools.\n\nHalf in major cities don’t graduate?\n\nFor the second part of Ryan’s claim -- \"in our major cities across America, half of our kids don’t graduate\" -- Seifert cited a report done by the Editorial Projects in Education Research Center for America’s Promise Alliance. Colin Powell, the retired Army general and secretary of state, is the founding chairman of the alliance, which is dedicated to helping children and youth.\n\nAgain, we’re dealing only with public school students.\n\nThe April 2009 report, the most recent available, found that 53 percent of public high school students in the nation’s 50 largest cities, including Milwaukee, graduate on time.\n\n(The research center also did a separate calculation for the nation’s 50 largest school districts. Milwaukee Public Schools’ high school graduation rate for 2009 was listed at 52.6 percent, ranking 45th.)\n\nWe also contacted some other national experts on high school graduation. Spokesmen for the\nAlliance for Excellent Education, which is a partner of the Everyone Graduates Center at Johns Hopkins University; and the Council of the Great City Schools, which represents Milwaukee and 66 other large-city public school districts, said the two sources cited by Ryan are the best and most recent available for public school graduation rates.\n\nOur rating\n\nRyan said: \"One out of every four students fails to earn a high-school diploma.  In our major cities across America, half of our kids don’t graduate.\"\n\nThe claim suggests Ryan was speaking about all students, but his figures apply only to those who attend public school.\n\nWe rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09903"}