{"url": "/factchecks/2010/jan/05/charlie-crist/gov-charlie-crist-says-obama-breaks-transparency-p/", "speaker": "Charlie Crist", "vclaim": "\"President Obama has broken his pledge to the American people to be transparent throughout (health care reform negotiations).\"", "truth_label": "true", "date": "stated on January 5, 2010 in a written statement:", "title": "Gov. Charlie Crist says Obama breaks transparency promise on health reform bill", "text": "Don't mess with Charlie Crist when it comes to open government.\nIt was Crist, as Florida governor, who created something called the Office for Open Government. And we've heard stories of the governor himself ordering agency heads to hand over public records requested by nosy reporters.\nNow Crist is taking up the cause of the nation's people in a debate over transparency when it comes to the health care reform bill.\n\"It seems that a bill that was crafted in a closed-door, backroom meeting in the White House will end the same way,\" Crist, who is running for U.S. Senate, said in a statement released Jan. 5, 2010. \"President Obama has broken his pledge to the American people to be transparent throughout this process, and (Senate Majority Leader) Harry Reid and (House Speaker) Nancy Pelosi have only aided in the secrecy with sweetheart deals and dead of the night votes.\"\nCrist is claiming that Obama broke a promise when it comes to transparency and health care reform.\nLucky for us, we have this thing at PolitiFact called the  Obameter  , where we are tracking Obama's more than 500 campaign promises.\nIf you'll now turn to  Promise No. 517  .\nTo achieve health care reform, Obama said in August 2008, \"I'm going to have all the negotiations around a big table. We'll have doctors and nurses and hospital administrators. Insurance companies, drug companies -- they'll get a seat at the table, they just won't be able to buy every chair. But what we will do is, we'll have the negotiations televised on C-SPAN, so that people can see who is making arguments on behalf of their constituents, and who are making arguments on behalf of the drug companies or the insurance companies. And so, that approach, I think is what is going to allow people to stay involved in this process.\"\nIf it only happened ...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWhile the Senate and House floor debates have been televised on C-SPAN, negotiations have almost always been away from television cameras.\nABC's Jake Tapper put the discrepancy in front of White House press secretary Robert Gibbs this week, to see if the final negotiations between the House, the Senate and the president would be televised.\n\"There have been a countless number of public hearings,\" Gibbs said. \"The Senate did a lot of their voting at 1 and 2 in the morning on C-SPAN ... I think what the president promised and pledged was so that you could see who was fighting for their constituents and who was fighting for drug and insurance companies.\"\nBut, Tapper pressed, the president was talking about negotiations, not votes -- which would hardly be a campaign promise since they would have been televised regardless.\n\"Well, but the bill gets put together on the floor of the Senate,\" Gibbs said. \"That's where the bill got augmented. And I think if you watched that debate ... you'd have seen quite a bit of public hearing and public airing.\"\nDespite the action on the House and Senate floors, most of the serious negotiations on the health care bill have been done in the same fashion as other major initiatives in the past -- behind closed doors. From negotiations with the drug companies and health care interests to final assembly of the delicate compromise on abortion, the bulk of the big deliberations and discussions have occurred out of the public eye.\nThe debate over the resulting bill may have been on C-SPAN as Gibbs claims, but the real sausagemaking took place in a private kitchen. That's why we rated No. 517 a Promise Broken.\nOn top of that, C-SPAN CEO Brian Lamb  wrote  to House and Senate leaders last week inviting negotiations on the channel.\n\"President Obama, Senate and House leaders, many of your rank-and-file members, and the nation’s editorial pages have all talked about the value of transparent discussions on reforming the nation’s health care system,\" Lamb wrote. \"Now that the process moves to the critical stage of reconciliation between the Chambers, we respectfully request that you allow the public full access, through television, to legislation that will affect the lives of every single American.\"\nObama promised an end to closed-door negotiations and complete openness for the health care talks. But he has failed to deliver. When Crist says \"President Obama has broken his pledge to the American people to be transparent throughout this process,\" he's right. We rate Crist's claim True.", "vclaim_id": "vclaim-pol-15416"}