{"url": "/factchecks/2015/jul/24/restoration-pac/barack-obama-met-iran-president-says-pac-backing-w/", "speaker": "Restoration PAC", "vclaim": "President Barack Obama met with Iranian president Hassan Rouhani.", "truth_label": "pants-fire", "date": "stated on July 22, 2015 in a TV ad:", "title": "Barack Obama met with Iran president, says PAC backing Wisconsin Sen. Ron Johnson for re-election", "text": "A new super PAC supporting U.S. Sen Ron Johnson’s re-election bid released a TV ad July 22, 2015 that praises the Wisconsin Republican while criticizing President Barack Obama on Iran.\nA still image used in the ad, funded by the suburban-Chicago based Restoration PAC, purports to show Obama shaking hands with Iranian President Hassan Rouhani. Both men are smiling.\nObama led negotiations that resulted in a deal, eight days before the ad was released, aimed at limiting the nuclear weapons capability of Iran -- a nation regarded by the State Department as a state sponsor of terrorism.\nThe two nations have been adversaries since 1979, when Islamic militants took over the American embassy in Tehran and held 52 Americans hostage for 444 days.\nSo, was there a historic meeting between the two presidents that somehow never made worldwide headlines?\nThe group and its ad\nRestoration PAC is led by Doug Truax, who in 2014 ran in the Republican primary for a U.S. Senate seat from Illinois. It was formed in January 2015, according to the Federal Election Commission.\nThe PAC said in a news release that the ad is running in Madison, Milwaukee and Green Bay in support of Johnson. He faces a tough re-election battle from former U.S. Sen. Russell Feingold, the Democrat he defeated in 2010 to win the Senate seat.\nAt one point in the ad, the narrator says:\n\"Iran is funding terrorism not just in the Middle East but in Africa, Asia, South America and right here in the United States. Some of our leaders, like Ron Johnson, understand that preventing Iran from getting the bomb is essential to our safety.\"\nThen an an image of Obama and Rouhani appears on the screen as the narrator says: \"Others, like President Obama, insist on signing a toothless agreement that makes us less safe.\"\nA fake?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe day after the ad was released, BuzzFeed News posted an article saying that not only have Obama and Rouhani never met, but that the image used in the ad was fake. Without citing a source, the article said the image was created from a photograph of Obama meeting with Indian Prime Minister Manmohan in 2011.\nAsked for comment, Restoration PAC spokesman Dan Curry said, according to BuzzFeed: \"I don’t know what you’re talking about. You’re saying that’s a photoshop -- can you explain what you’re talking about?\"\nWhen Curry was told that Obama and Rouhani have never met, Curry said he would \"take a look at that,\" BuzzFeed reported.\nCurry did not reply to request for comment from PolitiFact Wisconsin.\nPerhaps because there is no meeting he could point to.\nIn September 2013, Obama and Rouhani made history by talking on the phone -- the first direct conversation between leaders in Washington and Tehran since 1979. That signaled a change in relations that culminated in the nuclear deal.\nBut, as two experts on Iran told us -- barring some meeting that has never been made public -- a phone call is the closest the two presidents have gotten.\nCertainly there is no record of them ever meeting in person.\nOur rating\nThrough an image in a TV ad backing Johnson, Restoration PAC claimed Obama had met with Iranian president Hassan Rouhani. The image shows the two men together smiling and shaking hands.\nThere is no record that any such meeting has ever occurred.\nThat makes the claim ridiculous. We rate it Pants on Fire.\nEditor's note: After this item was posted, Curry called PolitiFact Wisconsin to say the group had decided the day before -- after the Buzzfeed article -- to replace the image with side-by-side photos of the two men. He said the new ad began running the morning of July 24, 2015. (However, the old version contined to appear on YouTube and as a link from the group's website that afternoon). In a statement, Curry criticized BuzzFeed as \"not able to provide any proof that the photo was fake\" and noted the photo \"is in circulation widely on the internet, posted on dozens of websites. There also are no articles directly claiming the image is fake. However, out of an abundance of caution, we are replacing the image with side-by-side Obama and Rouhani photos that makes exactly the same point.\"\nEditor's note II: When posted, this item included a link to a video of the ad in question. The group has now taken it down, so we have removed the link.", "vclaim_id": "vclaim-pol-06156"}