{"url": "/factchecks/2019/jan/28/joe-manchin/donald-trumps-approval-rating-highest-all-west-vir/", "speaker": "Joe Manchin", "vclaim": "\"President Trump has the strongest support percentage-wise in our state than any other state in the nation. He won West Virginia by almost 43 percentage points and he's been carrying close to 60 percent approval.\"", "truth_label": "mostly-true", "date": "stated on January 8, 2019 in an interview on Bloomberg television:", "title": "Is Donald Trump's approval rating highest of all in West Virginia?", "text": "During a recent interview with Bloomberg television, Sen. Joe Manchin, D-W.Va., was asked about how his constituents feel about the government shutdown and the immigration policy dispute that caused it.\nIn the Jan. 8 interview -- conducted a few weeks before President Donald Trump and congressional leaders ended the shutdown -- Manchin said some West Virginia residents are concerned about losing the flow of federal checks and about legal immigration visas.\nHe prefaced these comments by noting how popular President Donald Trump is in his state.\n\"President Trump has the strongest support percentage-wise in our state than any other state in the nation,\" Manchin said. \"He won West Virginia by almost 43 percentage points, and he's been carrying close to 60 percent approval.\"\nJust how supportive of Trump is West Virginia? Let’s break down Manchin’s statement into three parts.\n\"President Trump has the strongest support percentage-wise in our state than any other state in the nation.\"\nIt’s clear that West Virginia is at or near the top, but it’s hard to say for sure if they are No. 1.\nWhen we reached out to Manchin’s communications director, Jonathan Kott, he said the senator was referring to the 2016 election results. However, Manchin used the present tense to describe Trump’s level of support in the state, and two years after the 2016 election, Trump’s election results are no longer an up-to-date measure of his support levels.\nSo we turned to state-by-state ratings by Morning Consult, the only survey group today that offered recent presidential approval scores in all 50 states at the time Manchin made his remarks. The most recent figures are from December 2018.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nE. Gordon Gee\n\n\nstated on September 20, 2018 in an interview with the Daily Athenaeum\n\n\n\n\n\n\n\n\nIn public approval, \"the press is rated right now below that of Congress, and that is very low; it’s in the single digits.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Mary Alice Truitt • October 29, 2018\n\n\n\n\n\n\n\nBy this measure, West Virginia actually ranks No. 2 in the nation, according to the most recent report. The December 2018 approval rating for Trump reached 61 percent in West Virginia, but that was a few points below Wyoming, with 64 percent.\nThat’s within the poll’s margin of error, which ranges from one to five percentage points depending on the size of the state. This means that West Virginia and Wyoming are effectively neck-and-neck in Trump approval -- but Alabama and possibly Mississippi (at 58 percent and 56 percent, respectively) could also be neck-and-neck with West Virginia.\n\"He won West Virginia by almost 43 percentage points.\"\nThis part of his remark refers to actual electoral results in 2016.\nTrump won 67.85 percent of the vote in West Virginia in 2016, with Hillary Clinton taking 26.18 percent. That’s a difference of 41.67 percentage points. So he’s off only slightly.\n\"He's been carrying close to 60 percent approval.\"\nManchin is on target here -- in the December Morning Consult survey, Trump had a 61 percent approval rating in West Virginia, meaning that Manchin actually understated the figure slightly.\nEarlier polls were in the same range. A WVMetroNews/The Dominion Post poll in September 2018 found 60 percent approval for Trump, while an October 2018 poll by WSAZ and Gray Television found 58 percent approval.\nOur ruling\nManchin said, \"President Trump has the strongest support percentage-wise in  our state than any other state in the nation. He won West Virginia by almost 43 percentage points and he's been carrying close to the 60 percent approval.\"\nManchin is close on all three measurements of Trump’s support in West Virginia. His main point -- that Trump remains popular in the state -- holds. But we should note that it’s difficult to say that West Virginia tops all other states in its Trump approval. Wyoming, Alabama and Mississippi also have very high levels of support, and each could plausibly claim to be the most Trump-supporting state.  \nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-01086"}