{"url": "/factchecks/2018/oct/23/chaz-beasley/dems-claim-session-costs-much-teacher/", "speaker": "Chaz Beasley", "vclaim": "\"For perspective, Special Session costs you $50k, every single day. That’s roughly the average teacher’s salary in NC.\"", "truth_label": "mostly-true", "date": "stated on August 23, 2018:", "title": "3 months, 3 special sessions. Do they really cost NC an extra $50,000 every day?", "text": "It’s been a hectic few months for North Carolina lawmakers, starting with debate in a special session over six constitutional amendments Republicans had placed on the ballot.\nA panel of judges then ruled the ballot language for two of these amendments unconstitutional. So another special session of the North Carolina General Assembly was held to rewrite the amendments before elections, over the objections of Democrats.\nThose weren’t the only special sessions. Gov. Roy Cooper called for another session after Hurricane Florence devastated much of Eastern North Carolina.\nTaxpayer money is financing these special sessions. And during the second session, some Democrats expressed their displeasure by sharing the daily cost of their work in Raleigh.\nRep. Chaz Beasley, a Democrat from Charlotte, tweeted: \"Special Session costs you $50k, every single day. That’s roughly the average teacher’s salary in NC.\"  \nBeasley is not the only one putting this number into the Twitterverse. Another tweet by Lisa Mathis, a Democratic candidate from Sanford, said:  \"Raleigh politician John Sauls is helping to flush another 50k down the drain w/ the #specialsession.\"\nBeasley told PolitiFact he got his information from a WRAL report from 2014. The report says $50,000 is an estimate from Financial Services staff since the General Assembly does not provide what the exact costs are.\nThe actual cost is closer to $42,000, according to figures provided by Paul Coble, the legislative services officer at the General Assembly. Coble sent PolitiFact the cost of operations for the General Assembly from 2005 to 2015.\n\"An average daily cost of a session is approximately $42,000. This number would be the same for a regularly scheduled day of session, or an ‘extra session,’\" Coble wrote in a letter to PolitiFact.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThat’s the amount that the state spends in addition to the money it would normally spend when lawmakers aren’t in session.\nMore recent years have been even more expensive. The average daily cost of sessions in the 2014-2015 fiscal year was about $46,000, closer to the number Beasley is using. The information Coble provided does not go beyond June 2015.\nPoliticians have been using the average salary of teachers as a benchmark to compare the daily cost of special sessions. Beasley used the $50,000 number to make the point that it’s about the same as the average North Carolina teacher’s salary in 2018.\nThe average teacher salary is $51,144, according to a report in February 2018 by the state Department of Public Instruction detailing the state education budget.\nWhat if we want to compare the cost of session in 2014-2015 to the average teacher salary in the 2014-15 school year? According to the National Education Association, teachers in North Carolina were making about $48,000 at the time. That’s extremely close to cost of session per day.\nThe daily cost of a session goes towards numerous things, such as fiscal research, building maintenance, food services and much more. And as reported by The News and Observer, legislators were being paid $104 for every day they were in session to cover the costs of lodging and food. With the exception of the House and Senate leaders, who are paid $38,151 annually, legislators are paid $13,951 annually.\nOur ruling\nThe daily cost of operations for the General Assembly, using the most recent numbers available, is about $46,000 if the legislature is in session. That is close to the number Beasley and other Democrats have been using. However, their statements refer to information from almost three years ago, and we have been unable to attain data for this year’s session. And it’s not far off from the average teacher salary.\nWe give this statement a Mostly True rating.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide\n Share the Facts 2018-10-23 20:34:17 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  For perspective, Special Session costs you $50k, every single day. That’s roughly the average teacher’s salary in NC.    Chaz Beasley NC State Representative     Thursday, August 23, 2018 2018-08-23    Read More  info", "vclaim_id": "vclaim-pol-01434"}