{"url": "/factchecks/2016/jan/15/ted-cruz/did-former-attorney-general-eric-holder-say-he-vie/", "speaker": "Ted Cruz", "vclaim": "Says President Barack Obama \"appointed Eric Holder as attorney general. Eric Holder said he viewed his mission as brainwashing the American people against guns.\"", "truth_label": "half-true", "date": "stated on January 15, 2016 in a Republican presidential debate in North Charleston, S.C.:", "title": "Did former Attorney General Eric Holder say he viewed his mission as 'brainwashing' against guns?", "text": "During the Republican presidential debate in North Charleston, S.C., Sen. Ted Cruz, R-Texas, re-litigated the background of President Barack Obama’s former attorney general, Eric Holder.\nOne of the debate moderators, Maria Bartiromo of Fox Business Network, asked Cruz for \"the answer\" to stopping mass shootings and violent crime.\n\"The answer is simple,\" he said. \"You prosecute criminals. You target the bad guys. You know, a minute ago, (co-debate moderator Neil Cavuto) asked, ‘What has President Obama done to illustrate that he wants to go after guns? Well, he appointed Eric Holder as attorney general. Eric Holder said he viewed his mission as brainwashing the American people against guns. He appointed Sonia Sotomayor to the Supreme Court, someone who has been a radical against the Second Amendment right to keep and bear arms.\"\nWe raised our eyebrows at Cruz’s mention of Holder and what he said. Is Cruz right?\nLet’s go to the videotape from back in 1995, a time when there really were such things as videotapes.\nIn January 1995, Holder -- then the U.S. Attorney for the District of Columbia -- gave a speech announcing a plan to curb gun violence in the city of Washington, D.C.\nHere’s a portion of the speech, recorded by C-SPAN.\n\"What we need to do is change the way in which people think about guns, especially young people, and make it something that’s not cool, that it’s not acceptable, it’s not hip to carry a gun anymore, in the way in which we changed our attitudes about cigarettes,\" Holder said. He later added, \"We have to be repetitive about this. It’s not enough to have a catchy ad on a Monday and then only do it Monday. We need to do this every day of the week, and just really brainwash people into thinking about guns in a vastly different way.\"\nSo there’s video proof that Holder did indeed say what Cruz said he did.\nThat said, we’ll offer two caveats.\nFirst, the way Cruz phrased his statement might lead listeners to believe that Holder had talked about \"brainwashing\" during his tenure as attorney general or shortly before he was nominated by Obama for the post. That’s not the case -- the remark in question came a full 14 years earlier.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nSecond, Cruz leaves out the context in which Holder was speaking. As the top federal law enforcement official for the District of Columbia, Holder was speaking at a very particular time about a very particular place.\nAt the time, drug-related crime and gun murders in Washington were a serious concern, both locally and nationally. A few years before, D.C. had been dubbed the \"murder capital of the world.\" In other portions of the speech, Holder can be heard referring specifically to youth violence in the nation’s capital and referencing local officials such as once-and-future mayor Marion Barry.\nThis D.C. focus by Holder is supported by a Jan. 13, 1995, Washington Post article that preceded the speech but which laid out a general overview of Holder’s initiative.\n\"U.S. Attorney Eric H. Holder Jr. said yesterday he is completing the details of a massive law enforcement effort to get guns off Washington's streets,\" the article says. \"It will target people carrying and selling firearms in the city's most violent neighborhoods.\"\nIn addition to tougher law enforcement, Holder was proposing efforts to change \" ‘romanticized’ perceptions about guns and violence, especially among young black men.\" Holder -- the first African American to serve as U.S. attorney in Washington -- was planning to unveil the speech on Martin Luther King Jr.’s birthday.\n\"As a people, did we fight, did we sacrifice, did we die simply to inherit and then bequeath to our children this kind of America where crimes run rampant and fears stalk our citizens?\" Holder wrote in a draft of the speech, according to the Post.\nHolder told the Post that the goal of the effort was designed to reduce violence in Washington by the end of the decade to levels prior to 1986, when crack cocaine sent homicides and shootings soaring.\n\"I believe that if you can really change the way young people, especially young black men, view the possession and use of guns ... you can have a significant impact on the quality of life in this city,\" Holder told the Post.\nThis is a nuance that Cruz’s statement ignores.\nOur ruling\nCruz said Obama \"appointed Eric Holder as attorney general. Eric Holder said he viewed his mission as brainwashing the American people against guns.\"\nHolder unquestionably said the word \"brainwash.\" But Cruz leaves out some important context -- how long ago the comment was made, and the fact that it was targeted toward youth during a high-crime era in Washington, D.C., not the overall American public. We rate the claim Half True.", "vclaim_id": "vclaim-pol-05548"}