{"url": "/factchecks/2010/jul/28/rob-portman/rob-portman-says-ohio-lost-150000-jobs-congress-pa/", "speaker": "Rob Portman", "vclaim": "Since the Democrats’ stimulus went into effect last year, Ohio has lost about 150,000 Jobs.", "truth_label": "half-true", "date": "stated on June 30, 2010 in a news release:", "title": "Rob Portman says Ohio lost 150,000 jobs since Congress passed the federal stimulus bill", "text": "Rob Portman’s main knock on his Democratic opponent, Lt. Gov. Lee Fisher, is that Ohio has lost hundreds of thousands of jobs during his watch. Portman frequently mocks Fisher as Ohio’s \"Job Czar,\" pointing out the state’s net job losses since Fisher entered office in January 2007.\n\nAs of Monday, July 26, Ohio has lost 386,600 jobs since Fisher, who was the state’s chief development officer until he launched his Senate bid last year, become lieutenant governor.\n\nA former congressman from Cincinnati and a trade ambassador and budget director for Republican President George W. Bush, Portman does not support the federal stimulus package, officially known as the American Recovery and Reinvestment Act of 2009. The Democratic-led Congress passed the $787 billion bill Feb. 13 and President Barack Obama signed the bill four days later.\n\nTo keep his attack fresh, Portman began linking the state’s job losses and the stimulus bill, suggesting that the bill itself is responsible for job losses during the last year and half.\n\nWhen Vice President Joe Biden attended a fund-raiser on June 30 in Cleveland with Fisher, Portman’s campaign issued this statement, which inflated the cost of the stimulus package by $213 billion: Biden’s \"trip to Ohio would be a perfect opportunity for Lt. Gov. Fisher to admit that the Democrats' trillion-dollar stimulus isn't working and hasn't created the jobs in Ohio.\" The campaign release went on to say Ohio has lost 150,000 jobs since the stimulus bill passed.\n\nPortman’s campaign also used the 150,000-jobs-lost figure in a statement June 18, the day Obama visited Columbus to tout a road project funded with stimulus money.\n\nWe wondered if that number was right, so we checked the official totals kept by the state.\n\nWe found some problems with Portman’s claim and the campaign’s efforts to back it up:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nAs of June 30, Ohio had lost 127,900 jobs, from February 2009 through May 2010, according to the Bureau of Labor Statistics’ Current Employment Statistics Survey. It collects data from employers. The figure, the latest available at the time, is seasonally adjusted to avoid artificial spikes and does not include farm jobs, parameters typically applied when computing net job losses.  \n\nThe latest numbers are lower than the ones cited by Portman. His campaign initially cited as its source Ohio’s Department of Jobs and Family Services and data derived from the Current Population Survey, which surveys households, not employers. But using this data actually moves Portman even farther out of the ballpark. It shows that Ohio lost 113,000 jobs since the stimulus bill passed.\n\nOhio has started to see net job gains in recent months, albeit small, contradicting a suggestion that the stimulus bill is causing job losses.\n\n\nPortman’s campaign later offered The Plain Dealer conflicting citations for the figures in both statements, and for the time-frame examined, making it difficult to pin down how and when they computed the figure.\n\nIn the end, the number of jobs lost cited in Portman’s June 30 statement is inflated and not close enough to be considered a difference that can be attributed to rounding. Furthermore, while the campaign is correct that jobs have been lost since the stimulus was passed, its release ignores important context: Ohio has started to see net job gains in recent months, albeit small, contradicting a suggestion that the stimulus bill is causing job losses.\n\nSo, for these reasons, we rate Portman's claim Half True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-14684"}