{"url": "/factchecks/2016/apr/29/facebook-posts/another-lie-wont-die-multitudes-say-obama-has-canc/", "speaker": "Facebook posts", "vclaim": "\"Today President Obama said there will NOT be a National Day of Prayer in May.\"", "truth_label": "pants-fire", "date": "stated on April 26, 2016 in a multitude of Facebook posts:", "title": "Another lie that won't die: The multitudes say Obama has canceled National Day of Prayer", "text": "Some falsehoods refuse to die, coming back long after they've been disproven.\nThe latest is making the rounds on Facebook, a resurrection of the claim that Barack Obama has canceled this year's — and perhaps all subsequent — National Days of Prayer.\nThis post was typical:\n\"Today President Obama said there will NOT be a National Day of Prayer in May because he doesn't want to offend anyone. If this decision offends you as it does me, we need the President to know just how many Christians are offended. If you are offended, please copy and paste. Those who name Jesus Christ as their Lord God and Savior have too long allowed the world to take Him out of everything! Once again, never worried about offending Christians. I am sick and tired of our president that does everything to offend Christians but does everything he can to appease Muslims.\"\nWhen we spotted this on April 26, it was clear that a lot of people were bearing false witness, cutting and pasting the various forms of this post. One version reported that \"President Obama has decided that there will no longer be a 'National Day of Prayer,' \" suggesting he had somehow managed to kill it forever.\nThis year's National Day of Prayer is scheduled for Thursday, May 5. A president can no more cancel it than the Grinch can cancel Christmas. It's written into law.\nMore to the point, Obama has never shown an inclination for canceling it at all.\nThis warning has been sounded every year since 2009, according to our friends at Snopes. The day was inaugurated in 1952, without setting a specific date. In 1988, President Ronald Reagan made it the first Thursday of May.\nObama issued an official proclamation for the day in 2009 and has done so again in every subsequent year. Last year's proclamation is on the White House website.\nAlthough Obama has not publicly participated in the celebration, he been involved in other prayer events. Most notably, Obama has spoken several times at the National Prayer Breakfast in February, giving speeches that reflect upon his own Christian faith.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAnd in 2010, when a federal judge in Wisconsin ruled that the event was unconstitutional, the Obama White House nonetheless announced that the president still \"intends to recognize a National Day of Prayer.\"\nFacebook readers didn't have to go to Snopes to find stories debunking this tenacious tall tale.\nFactCheck.org tried to smite it in 2010.\nPolitiFact New Jersey attempted to slay it when it was part of a chain email message in 2012.\nWe were heartened that a few Facebook posters did their homework and tried to stem the tide of misinformation.\n\"We do a disservice to the gospel when we post inaccurate information which we have not fact-checked,\" said one person. \"We serve a God who is the Way, the Truth and The Life, the least we can do is make sure what we post is truthful as well. Again, consider the source and research a little deeper, your witness can be jeopardized if you don't.\"\nAmen to that.\nOur ruling\nWidely shared Facebook posts contended that, \"Today President Obama said there will NOT be a National Day of Prayer in May.\"\nFor those who got on Facebook and tried to share the truth, we applaud you. If you found yourself overwhelmed by all the people who were immediately convinced that the bad information was true, welcome to our world.\nAnd for those of you who reposted the claim without checking, we bestow on you a collective Pants on Fire!\nhttps://www.sharethefacts.co/share/4598d5c4-6083-4cd3-9fa5-c6bb9b8dcdb2", "vclaim_id": "vclaim-pol-05032"}