{"url": "/factchecks/2010/dec/02/john-boehner/john-boehner-says-american-people-spoke-pretty-lou/", "speaker": "John Boehner", "vclaim": "\"The American people spoke pretty loudly. They said stop all the looming tax hikes....\"", "truth_label": "false", "date": "stated on December 1, 2010 in comments to reporters:", "title": "John Boehner says \"the American people spoke pretty loudly. They said stop all the looming tax hikes\"", "text": "The Jan. 1, 2011, expiration of George W. Bush's tax cuts is approaching, and the parties are working feverishly to win public support for their position. Republicans have taken a firm stance in favor of extending the tax cuts for everyone, while President Barack Obama and many congressional Democrats want to extend them only for families earning less than $250,000.\n\nFollowing a Dec. 1, 2010, meeting between congressional Republican leaders and newly elected Republican governors, Rep. John Boehner, R-Ohio, who is poised to become House speaker early next year, said the Democrats were out of touch with public opinion.\n\n\"I don't know what my colleagues across the aisle didn't hear during the election -- the American people spoke pretty loudly,\" Boehner said. \"They said stop all the looming tax hikes and to cut spending.\"\n\nOur friends at NBC's First Read noticed a discrepancy between Boehner's comment and national exit poll data. \"Actually,\" First Read wrote, \"here’s what the public said about the Bush tax cuts, according to the exit polls last month: 40 percent said to continue ALL of the cuts, 36 percent said to continue them for families who earn less than $250,000 a year, and an additional 15 percent said to expire them for all. So a majority -- 51 percent -- backed either the Democratic position or wants all the cuts to expire.\"\n\nWe thought we'd expand upon First Read's research and look at additional polls. We found four taken since the election that address the question of what to do with the expiring Bush tax cuts. (We're keeping the focus narrow by not addressing the question of whether the American people support spending cuts; we found a wide variety of different questions on that issue in these polls, making it a harder question to gauge.)\n\nHere are the questions on the Bush tax cuts in each survey:\n\nUSA Today/Gallup poll, Nov. 19-21, 2010\n\nWhat do you think Congress should do about the income tax cuts passed under George W. Bush that are set to expire at the end of this year?\n\nKeep the tax cuts for all Americans regardless of income: 40 percent\n\nKeep the tax cuts but set new limits on how much of wealthy Americans' income is eligible for the lower rates: 44 percent\n\nAllow the tax cuts to expire: 13 percent\n\nA follow-up question clarified where Americans would draw that income line, using some widely discussed income thresholds.\n\nKeep tax cuts for all: 40 percent\n\nKeep tax cuts up to $1 million income: 5 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nKeep tax cuts up to $500,000 income: 12 percent\n\nKeep tax cuts up to $250,000 income: 26 percent\n\nLet tax cuts expire: 13 percent\n\nAssociated Press-CNBC poll, Nov. 18-22, 2010\n\nThe tax cuts that were passed in 2001 will expire this year if they are not continued. Which of the following best describes what you think Congress should do about the tax cuts?\n\nContinue the tax cuts for everyone: 34 percent\n\nAllow the tax cuts for people earning more than $250,000 to expire, but continue them for other people: 50 percent\n\nAllow the tax cuts to expire for everyone: 14 percent\n\nNBC News/Wall Street Journal poll, Nov. 11-15, 2010\n\nCongress will soon decide whether to keep in place the existing tax cuts enacted during President Bush’s time in office, or allow them to expire. Which one of the following options would be your preference for what they should do?\n\nKeep in place the tax cuts for everyone permanently: 23 percent\n\nKeep in place all the tax cuts for everyone for another year to three years: 23 percent\n\nEliminate the tax cuts for those earning more than $250,000 per year, but keep them for those earning less than that: 39 percent\n\nEliminate all the tax cuts permanently: 10 percent\n\nQuinnipiac poll, Nov. 8-15, 2010\n\nHow should Congress vote on the Bush-era tax cuts: continue them for all, continue them only for families who earn less than $250,000 a year, or let them expire for all?\n\nContinue for all: 35 percent\n\nContinue for those below $250,000: 43 percent\n\nExpire for all: 14 percent\n\nHow about if this was the choice on tax cuts; continue them for all, continue them only for families who earn less than $500,000 a year, or let them expire for all?\n\nContinue for all: 33 percent\n\nContinue for those below $500,000: 40 percent\n\nExpire for all: 18 percent\n\nWhile each poll asked the question with slight variations, some general patterns emerge.\n\nIt's true that overwhelming majorities favor extending some of the tax cuts -- greater than 80 percent in every poll. But Boehner said Americans want to \"stop all the looming tax hikes,\" and the polls don't support such a sweeping claim.\n\nThe percentage of people who favor extending the tax cuts for every income level -- which is the formulation Boehner used in his comment -- ranges from 23 percent to 40 percent. That is quite a bit short of a majority.\n\nMore important for our analysis, in the three of these polls that asked the question the same way, Boehner's position didn't even achieve a plurality from poll respondents. Instead, the highest level of support for any specific course of action was actually the Obama position -- extending tax cuts for those below $250,000 and not for those above that line. Support for this position ranged from 39 percent to 50 percent.\n\nWhen pollsters widened the range of policy options, the pattern broke down somewhat. In the USA Today/Gallup poll, for instance, a significant minority of those who favored an income cutoff for the tax cut extension wanted that cutoff to be higher than Obama's preferred $250,000. And when NBC/Wall Street Journal pollsters asked about a instituting a temporary tax-cut extension for another one to three years -- a widely discussed compromise option for the White House and Congress -- it won the support of about one-quarter of poll respondents.\n\nStill, the general pattern we see in these polls is that Americans are more likely to side with the Obama position than with the Republican position, though neither view won a clear majority.\n\nWhen we contacted Boehner's office, a spokesman said that the poll results were shaped by the wording. \"The question should be, 'Do you think taxes should go up on January 1?'\" the spokesman said. \"In the real world, if I make the same salary next year and I pay more taxes, that’s a tax hike. If I pay less, that’s a tax cut.\"\n\nWe don't doubt the results would have been more favorable to the GOP position if the wording had been changed, but we're not convinced by that argument. It is not an all or nothing choice. In fact, it's a choice between Democrats who propose letting the tax cuts expire for those earning more than $250,000, and Republicans who want to extend the cuts for everyone. The wording in the polls seems like a perfectly accurate reflection of those options.\n\nSo we find that Boehner is wrong to claim the public supports his position. The polls show that while many Americans oppose an across-the-board expiration of the Bush tax cuts, it is not accurate to say the public spoke \"pretty loudly\" that Congress should \"stop all the looming tax hikes.\" A plurality of the \"American people\" actually support what amounts to a tax hike for the wealthiest Americans. So we rate Boehner's comment False.", "vclaim_id": "vclaim-pol-13937"}