{"url": "/factchecks/2020/aug/03/viral-image/no-cnn-didnt-doctor-these-photos/", "speaker": "Viral image", "vclaim": "“CNN is at it again. Putting a black guy’s head on a lily white dude to push an agenda.”", "truth_label": "false", "date": "stated on July 21, 2020 in a Facebook post:", "title": "No, CNN didn’t doctor these photos", "text": "Two images being shared on social media show a man lying face down on the ground with a police officer crouched over him. The man’s head is circled, and so are his legs. The pictures are authentic. But the description of them is not.\n\"CNN is at it again,\" the post says. \"Putting a black guy’s head on a lily white dude to push an agenda.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nCNN published a similar image of the man and officer alongside a story about a stabbing attack at the Arndale Centre mall in Manchester, England, on Oct. 11, 2019. The caption says: \"In this image taken from mobile phone footage, police arrest a man outside the Arndale Center.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIt seems the footage came from this Twitter account, which tweeted it at the Manchester Evening News that same day, saying it showed a \"guy being held by police with a tazer outside the arndale.\"\nThe skin tones in the video are the same as the skin tones in the images being shared on Facebook.\nMany news organizations replied to the tweet seeking permission to use it with their coverage of the stabbing attack, including CNN, NBC, The Independent, the European Broadcasting Union, BBC and RT, among others. In the United States, several networks covered the incident, including Fox News, which also published a similar image as appears in the Facebook post.  \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17043"}