{"url": "/factchecks/2014/sep/24/wendy-davis/wendy-davis-says-republican-party-texas-platform-c/", "speaker": "Wendy Davis", "vclaim": "Greg Abbott \"heads up a party whose platform calls for the repeal of the Voting Rights Act.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2014 in a debate in the Rio Grande Valley.:", "title": "Wendy Davis says Republican Party of Texas platform calls for repeal of Voting Rights Act", "text": "State Sen. Wendy Davis of Fort Worth opposed the mandate adopted by the 2011 Legislature requiring most Texas voters to present a photo ID at the polls. She was among Democrats who argued that the hurdle attacked non-existent fraud and would disproportionately affect lower-income and minority populations.\nIn a Sept. 19, 2014, gubernatorial debate, Davis broadened her criticism of voter ID -- and her opponent Greg Abbott’s support for it — by saying that Abbott’s party fully objects to the Voting Rights Act of 1965, which was signed into law when Texan Lyndon B. Johnson was president.\nAt the time, the law took aim at methods used to prevent African Americans from voting. The act specified that no \"tests or devices\" could be placed between citizens and their ballots, spelling out examples such as literacy tests.\nSection 5 required certain jurisdictions -- states or smaller political entities that had recently employed such methods and had less than 50 percent voter participation or registration in the last presidential election -- to get federal approval before changing election laws. But this element was invalidated in 2013 by the U.S. Supreme Court with Abbott among state attorneys general urging the decision.\nIn the debate, Davis said Abbott \"heads up a party whose platform calls for the repeal of the Voting Rights Act.\"\nIs all that so?\nDavis is right about the platform adopted by delegates to the Republican Party of Texas convention in June 2014, which says: \"We urge that the Voter Rights Act of 1965, codified and updated in 1973, be repealed and not reauthorized.\" That provision appears, though, after another entry: \"We support equal suffrage for all United States citizens of voting age who are not felons.\"\nSimilar declarations -- favoring voting rights for non-felons and repeal of the Voting Rights Act -- appeared in the party’s 2012 platform. But the platform adopted by delegates to the party’s 2010 convention didn’t have the call to repeal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe see how a governor could be viewed as helming her or his political party. But the Republican Party in Texas is chaired by Steve Munisteri, a lawyer repeatedly elected by convention delegates to the post.\nAnd while we found no news reports on Abbott backing or opposing the 2014 repeal plank, a June 2014 news story in the San Antonio Express-News, quoted Munisteri saying generally: \"It's not the Greg Abbott platform. He has his own platform.\" Abbott campaign spokesman Avdiel Huerta then said Abbott’s platform stresses jobs, education, roads, water and securing the border.\nAbbott’s campaign didn’t respond to our inquiries about whether Abbott personally favors repeal.\nOur ruling\nDavis said Abbott \"heads up a party whose platform calls for the repeal of the Voting Rights Act.\"\nThis claim is accurate about the state party platform. But Abbott may or may not support repeal; he also isn’t his party’s chief, though it’s fair to suggest any governor has a role in guiding his or her state party.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07260"}