{"url": "/factchecks/2014/nov/16/chris-wallace/chris-wallace-harry-reid-blocked-any-vote-keystone/", "speaker": "Chris Wallace", "vclaim": "\"The Democratic leader in the Senate, Harry Reid, has blocked any vote on the Keystone pipeline for years.\"", "truth_label": "half-true", "date": "stated on November 16, 2014 in comments on \"Fox News Sunday\":", "title": "Chris Wallace: Harry Reid 'blocked any vote' on Keystone XL pipeline for years", "text": "The Senate is poised to take up legislation approving the Keystone XL pipeline in a few days, causing some to speculate what’s behind the sudden urgency.\nLegislation approving construction of the controversial pipeline, which would carry oil from Canada down to the Gulf of Mexico, has so far stalled under the Democrat-controlled Senate. Many Democrats oppose Keystone, but some red-state Democrats would like to see it happen.\nOn Fox News Sunday Nov. 16, host Chris Wallace painted the upcoming vote as a last-ditch effort to help Sen. Mary Landrieu, D-La., as she faces a tight runoff vote against a Republican challenger. Otherwise, why would Senate Majority Leader Harry Reid rush to a vote, he asked.\n\"The Democratic leader in the Senate, Harry Reid, has blocked any vote on the Keystone pipeline for years,\" Wallace said.\nSoon after, Sen. Sheldon Whitehouse, D-R.I., appearing on the show, tried to correct the record -- saying Reid has offered up a Keystone vote multiple times.\n\"Harry Reid twice offered votes on Keystone on the Shaheen bill,\" Whitehouse said, referring to Sen. Jeanne Shaheen, D-N.H. \"And the Republicans refused to allow those votes because they didn’t want the Shaheen bill to pass before the election. It would have been good for her in New Hampshire to pass a major piece of bipartisan legislation like that. So the Republicans had a chance to vote on Keystone and turned it down.\"\nWith Whitehouse’s comments in mind, we decided to see if Wallace was correct to say Reid has \"blocked any vote on the Keystone pipeline for years.\"\nThe Shaheen bill\nBack in May, the Senate was considering a bipartisan energy efficiency bill sponsored by Shaheen, a Democrat, and Sen. Rob Portman, a Republican from Ohio.\nTwice, Reid said he would allow a Keystone pipeline vote if the Senate approved the Shaheen bill first. But Senate Minority Leader Mitch McConnell, R-Ky., and Republicans rejected both offers.\nIt’s a little more complicated than a simple trade, of course, because Reid had blocked several Republican amendments to the Shaheen bill. So, in a sort of protest vote against Reid, who routinely quashes Republican measures, Republicans rejected his offer, killed the Shaheen bill and lost an opportunity to vote on Keystone.\nOne of the amendments that Republicans tried to attach to the Shaheen bill would have approved the Keystone pipeline.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nLandrieu, Shaheen and Reid made the same offer again in the summer, and Republicans again rejected it.\nBottom line: To hear a Democrat tell the story, Republicans passed on an opportunity to vote on Keystone. But to a hear a Republican tell it, Reid attached so many strings to the Keystone vote, that there was no way Republicans would have been able to support it.\nOther measures\nThe Shaheen bill wasn’t the only time the Senate has considered Keystone legislation in the past couple of years.\nFor example, in March 2012, the Senate voted on a Keystone approval amendment, sponsored by Sen. John Hoeven, R-N.D. The measure failed, even with some Democrats voting alongside Republicans.\nIn March 2013, the Senate passed a similar Hoeven amendment, 62-37, approving the Keystone pipeline. But the amendment was non-binding -- and thus largely symbolic. The amendment was attached to a Senate budget resolution, which Reid does not have the ability to block.\nThere have been five standalone bills in the Senate seeking Keystone approval, one introduced by Landrieu and four introduced by Hoeven. None have come up for a vote.\nThe House, on the other hand, has approved the Keystone pipeline nine times, according to Congressional Quarterly, most recently on Nov. 14. Of course, none of these measures have made it through the Senate, contributing to Republicans’ complaint that House bills die at Reid’s desk.\nOur ruling\nWallace said \"Reid has blocked any vote on the Keystone pipeline for years.\"\nIn actuality, several amendments approving Keystone have come up for a vote in the Senate. And Reid and other top Democratic senators have offered Keystone votes several times as part of a broader legislative compromise.\nBut Reid has generally blocked a simple up-or-down vote on the pipeline, using it either as a bargaining chip or by ignoring legislation coming from the House.\nWallace’s claim is partially accurate but goes too far by saying \"any vote.\" We rate it Half True.", "vclaim_id": "vclaim-pol-06999"}