{"url": "/factchecks/2016/apr/05/bernie-sanders/did-bernie-sanders-fundamentally-improve-lives-tom/", "speaker": "Bernie Sanders", "vclaim": "Says Bernie Sanders \"fundamentally changed the lives\" of Immokalee farm workers in Florida for the better.", "truth_label": "half-true", "date": "stated on March 19, 2016 in a TV ad :", "title": "Did Bernie Sanders fundamentally improve the lives of tomato pickers in Florida?", "text": "Bernie Sanders says he successfully changed the lives of exploited tomato workers in Florida.\nIn an ad for Sanders, which ran nationally on Univision, U.S. Rep. Raúl Grijalva, D-Ariz., praises Sanders for taking up the plight of Immokalee tomato workers.\n\"He went and visited personally. Then he came back and convinced Ted Kennedy to hold some hearings, and it fundamentally changed the lives of those workers.\"\nThere is no dispute that Sanders, a Vermont senator, was a passionate defender of the tomato workers from Central Florida in 2008. A coalition representing those workers successfully reached an agreement with the growers about two years later to improve pay and working conditions. But how much credit does Sanders get, and has the agreement \"fundamentally changed\" the workers’ lives?\nSanders’ advocacy on behalf of Immokalee farm workers in 2008\nIn 2008, Sanders traveled to meet with the Coalition of Immokalee Workers, which represented thousands of tomato workers.\n\"The conditions here are a disaster. People are being exploited ruthlessly,\" Sanders said.\nSince the coalition couldn’t reach an agreement with the Florida Tomato Growers Exchange directly, it negotiated with purchasers of tomatoes, asking them to pay a penny-per-pound increase. Yum Brands -- parent of Taco Bell, Pizza Hut and KFC -- signed on in 2005, and McDonald’s in 2007, and more would later follow.\nSanders, along with a few other senators, sent letters to food chains and grocery stores urging them to join the campaign, said Warren Gunnels, a spokesman for Sanders’ presidential campaign. Sanders also met with a representative of the growers’ exchange.\nOn March 13, 2008, Sanders held a press conference on the U.S. Capitol grounds to support a nationwide petition drive on behalf of farm workers.  \nHe invited the coalition to testify before a Senate committee in April 2008.\n\"In the United States of America, millions of workers are being forced into a race to the bottom,\" Sanders testified. \"What we have in the tomato fields of Florida are workers who are living on the lowest rung of the ladder in that race to the bottom.\"\nAbout two and a half years after the hearing -- in November 2010 -- the coalition and the growers’ exchange reached an agreement. It included the penny-per-pound premium and other steps intended to improve working conditions, such as a system to resolve complaints about sexual abuse as well as a health and safety program.\nThose involved in the process say Sanders should get some credit for the publicity.\nThe agreement \"probably would have occurred anyway at some point, but we think it is fair to say that Sen. Sanders’ efforts accelerated the process,\" coalition spokesman Steve Hitov told PolitiFact Florida.\nReggie Brown, a vice president with the growers’ exchange who met with Sanders in 2008, said, \"I think he can be fairly given some credit for having had a role.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nGiev Kashkooli, political and legislative director at United Farm Workers of America, a group which endorsed Hillary Clinton, says that \"it's likely that (Sanders') visit and subsequent work did bring attention to farm workers in Immokalee who deserved support.\"\nImpact of agreement\nThere is evidence that the agreement between the coalition and the growers has led to some improvements for workers, but there are differences of opinion about the extent of those improvements.\nAccording to the coalition’s most recent annual report, since 2011 the agreement has resulted in nearly $20 million in premiums paid by buyers. Other gains include efforts to reduce sexual assault, the creation of health and safety committees, and resolution of more than 1,000 worker complaints.\n\"The Fair Food Program has brought about unprecedented levels of compliance with human rights standards in the fields,\" said Laura Safer Espinoza, a retired New York Supreme Court justice who serves as the executive director of the Fair Food Standards Council, which monitors the agreement and audits the growers.\nThe average bucket rate has increased from 40 cents before the agreement to 55 to 65 cents today. But we found no independent research about what that translates to on average per worker, although the coalition cites a range of $30 to $60 per week. Pay is variable due to changing crop conditions and other factors.\nGreg Schell, an attorney with the Migrant Farmworker Justice Project, has raised some criticisms of the program. He has sued fast food chains on behalf of pickers who he said didn’t get the premium. Since only some purchasers of Florida tomatoes have agreed to pay the premium, not all of the tomatoes a worker picks will include the premium.\n\"The short answer is that the hearings changed nothing whatsoever in Immokalee,\" he said. \"The hearings did provide a national forum for the Coalition of Immokalee Workers, which has for the past 20 years pressed for higher wages for the tomato workers. However, despite immense publicity for its efforts, the coalition’s efforts have resulted in very minimal wage increases to the workers.\"\nSchell sent us a pay stub of a worker showing the premium was only $1.21 one week while the coalition sent us a pay stub showing $101.06 for another worker. Both are extremes, says coalition attorney Steve Hitov.\nA reporter from the Naples Daily News described the tough lives of tomato workers in an article in March. She said \"they earn $10 an hour, and that the salaries have changed only a few cents an hour in the past five years.\" Workers barely earn enough to support their families and live together in trailers.\nThere is no dispute that picking tomatoes remains a tough job, but \"there is no comparison between what existed before and what exists now,\" says Janice Fine, a labor professor at Rutgers, who has interviewed the workers and has met with the coalition and the growers.\n\"In my interviews with farmworkers, they talk about a radical transformation in their work lives,\" she told PolitiFact Florida.\nOur ruling\nSanders’ ad says he \"fundamentally changed the lives\" of Immokalee farm workers in Florida.\nSanders helped give national publicity to the struggles of Immokalee tomato pickers in 2008. He visited with the workers, wrote letters to tomato purchasers urging them to join a program to pay workers more, met with a representative from the growers exchange and held a Senate hearing in 2008.  About two years later, the workers reached an agreement with the growers.\nThe coalition and the growers’ exchange both say Sanders should get some credit, although it’s likely that the agreement could have been reached without his efforts.\nWhether the agreement \"fundamentally changed the lives\" of the workers is difficult to quantify. The agreement included an increase for purchasers which goes toward pickers, but it’s unclear on average how many dollars more each picker earns per week as a result of it. There have been other successes in the agreement, including the resolution of worker complaints.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-05158"}