{"url": "/factchecks/2013/jun/17/barry-bone/rollingwood-mayor-says-rolling-stones-donated-2500/", "speaker": "Barry Bone", "vclaim": "Says that when the Rolling Stones performed in an Austin park, they paid $25,000 to the nearby city of Rollingwood \"for one night of inconvenience.\"", "truth_label": "true", "date": "stated on June 13, 2013 in an opinion column in the Westlake Picayune.:", "title": "Rollingwood mayor says Rolling Stones donated $25,000 to city for inconvenience of Zilker Park concert", "text": "Barry Bone says private interests that profit from occupying Austin’s Zilker Park for concerts should routinely compensate Rollingwood, a 1-square-mile city on the other side of MoPac Boulevard (Loop 1) from the park.\n\nBone, the city’s mayor, declared in an opinion column published in the June 13, 2013, edition of the weekly Westlake Picayune that C3, the promoters behind the annual Austin City Limits Music Festival, had rebuffed his request that it pay $150,000 to Rollingwood \"for six nights of disruption, plus expenses, to compensate our city for the festival.\"\n\nBone added: \"When the Rolling Stones rolled through a few years back, they paid us $25,000 for one night of inconvenience.\"\n\nTalk about satisfaction.\n\nDid the Stones really pony up?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nWe took our first cue from a Feb. 8, 2007, Austin American-Statesman news story stating the Stones’ October 2006 concert resulted in about $300,000 in proceeds going toward beautifying neighborhood parks and Zilker Park. The plans, the story said, were announced by the Austin Parks Foundation, which was described as intending to award the money as grants.\n\n\"Half of it will be spent on improving smaller parks in the Barton Hills, Zilker, Bouldin Creek, Old West Austin, West Austin and Rollingwood neighborhoods,\" the story said, with the remaining $150,000 devoted to the park’s irrigation system.\n\nSpread $150,000 evenly among six neighborhoods and it comes to $25,000 each.\n\nBut that’s indirect guidance; we sought definitive evidence. By email, Bone guided us to Abel Campos, a city accountant, who emailed us a copy of a $25,000 check, dated Jan. 12, 2007, made out to the city by the parks foundation. Campos also shared a March 20, 2007, letter to the city from Charlie McCabe, then the foundation's executive director, stating the money reflected proceeds from the Rolling Stones concert.\n\nOur ruling\n\nBone said the Rolling Stones gave $25,000 to Rollingwood after the band performed at Zilker Park. That’s the amount of money that flowed through the Austin Parks Foundation to the city described as proceeds from the big show. We rate the statement as True.", "vclaim_id": "vclaim-pol-09209"}