{"url": "/factchecks/2014/mar/11/ralph-reed/ralph-reed-millennials-more-pro-life-boomers-or-se/", "speaker": "Ralph Reed", "vclaim": "Millennials are \"more pro-life than baby boomers and older Americans.\"", "truth_label": "false", "date": "stated on March 9, 2014 in a broadcast of NBC's \"Meet the Press\":", "title": "Ralph Reed: Millennials more pro-life than boomers or seniors", "text": "In 1980, America greeted the Post-It note, the Rubik’s Cube, and the launch of CNN. Demographers and marketers also labeled it as the first year of the millennial generation, a group that today makes up about a quarter of the adult population.\nBoth political parties have a keen desire to tap into this generation's political and social leanings. During a quick back-and-forth on NBC's Meet the Press, Ralph Reed, conservative activist and chair of the Faith and Freedom Coalition, said millennials are hard to characterize. They are  \"more pro-life than baby boomers and older Americans,\" Reed said.\nPolitical columnist Ron Fournier with National Journal quickly disagreed.\n\"Actually, that's not true. They're as pro-life,\" Fournier said.\nEnter PunditFact to see what the survey data and the people who study it have to say. We’re checking Reed’s claim, that millennials are \"more pro-life than baby boomers and older Americans.\"\nThe staff at the Faith and Freedom Coalition told us that the source behind Reed’s words is a 2010 survey commissioned by the Knights of Columbus, a Catholic organization opposed to abortion, and conducted by the Marist Institute for Public Opinion. The results showed that 58 percent of millennials felt that abortion is morally wrong, compared to 51 percent of boomers and 62 percent of seniors.\nRight off the bat, we can say that Reed missed the mark. From the numbers in the study itself, seniors are slightly more opposed to abortion than millennials. Reed’s words track better with his comparison to the baby boomers.\nHowever, Mary Griffith with the Marist Institute noted that asking someone whether abortion is morally acceptable or wrong is very different from asking if they consider themselves pro-life or pro-choice.\n\"It’s almost comparing apples to oranges,\" Griffith said. \"You get very different results.\"\nWhen Marist asked the pro-life/pro-choice question in 2013, millennials were least likely of all age groups to call themselves pro-life:\n\n\n\n\nMillennial: 40%\n\n\nGen-X:  45%\n\n\nBaby boomer:  47%\n\n\nSeniors:  53%\n\n\n\n\n \nPollsters define these generations by the year they were born: Millennials - born after 1980; Generation X - 1965-1980; Baby boomers - 1946-1964; Seniors - 1928-1945.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOther organizations have also surveyed millennials and one, the Public Religion Research Institute, an academic research group in Washington, noted a paradox around the pro-life/pro-choice labels.\n\"A significant number of millennials identify with both,\" said Daniel Cox, research director at the institute. \"65 percent of millennials claim the label ‘pro-life,' compared to 74 percent who claim the label ‘pro-choice.’ \"\nStill, at 65 percent, millennials in that survey were less likely than other groups to identify themselves as pro-life.  Asked if \"pro-life describes you well or somewhat well,\" a higher fraction of baby boomers -- 76 percent -- said yes, as did 72 percent of seniors.\nGetting away from labels, many pollsters ask whether abortion should be legal in all or most cases. With that approach, the Public Religion Research Institute found millennials are much like the baby boomers, both at about 55 percent, while 43 percent of seniors take that view.\nThese results are similar to the ones from Gallup. In 2010, Gallup reported that millennials, Generation Xers and baby boomers equally supported or opposed abortion, and seniors were least likely of all groups to support it. However, Gallup also noted that over the years, support for abortion has slipped among all age groups.\nA  study just released by the Pew Research Center found that millennials were slightly more likely than boomers to say that abortion should be legal in all or some cases, but again, the results clustered in the same way:\n\n\n\n\nMillennial:  56%\n\n\nGen X:    59%\n\n\nBaby boomer:  52%\n\n\nSeniors:  42%\n\n\n\n\n \nIf the surveys don’t back up Reed’s statement today, the views of millennials might be headed in a direction he would favor.\nMelissa Deckman, a political scientist at Washington College, said there is evidence that if you ask millennials how they feel about abortion under specific circumstances, some of them show more misgivings about the procedure. Especially among Republican millennial women, support drops a bit when specific factors are part of the survey questions, such as the discovery of a serious birth defect in the fetus or the financial ability of the household to pay for a new child.\n\"They are trending slightly pro-life if you consider a wider range of restrictions to abortion,\" said Decker.\nOur ruling\nReed said that millennial voters are more likely to be pro-life than baby boomers or seniors. Reed relied on a survey that asked about the morality of abortion. The institute behind that survey told us results were considerably different on the question of pro-life/pro-choice. Based on the latest results, millennials were least likely of all age groups to call themselves pro-life.\nAcross multiple surveys, there is no evidence that millennials are more likely to be pro-life than other generations. The general trend is that they are about equally pro-life as Gen-Xers and baby boomers, and consistently are less pro-life than seniors.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-08147"}