{"url": "/factchecks/2013/feb/18/john-cornyn/john-cornyn-said-move-delay-hagel-nomination-not-f/", "speaker": "John Cornyn", "vclaim": "Says of a failed cloture vote on nominating Chuck Hagel for defense secretary: \"This is not a filibuster.\"", "truth_label": "barely-true", "date": "stated on February 14, 2013 in a speech on the Senate floor:", "title": "John Cornyn said move to delay Hagel nomination is “not a filibuster”", "text": "Some Republicans in the U.S. Senate aren’t very happy that their old colleague, Chuck Hagel of Nebraska, has now been nominated to be President Barack Obama’s defense secretary.\n\nSome don’t like what he said about the Iraq war. Others think he did a bad job at his confirmation hearings. Still others want to use the nomination to get more information out of the Obama administration about last year’s attacks on American diplomats in Benghazi, Libya.\n\nSo when majority leader Harry Reid of Nevada brought the Hagel nomination to the floor on Feb. 14, 2013, for a procedural vote known as \"cloture,\" he couldn't muster enough votes. Cloture requires 60 votes, and enough Republicans opposed the move so that cloture failed.\n\nReid complained that Republicans were obstructing for political reasons. \"We know how the tea party goes after Republicans when they aren’t conservative enough,\" Reid said. \"Is that something they need to have on their resume: I filibustered one of the President’s nominees? Is that what they want?\"\n\nNot so, Republicans replied.\n\n\"This is not any attempt to kill this nomination. This is not a filibuster,\" Sen. John Cornyn, R-Texas, said in the floor debate. \"I realize it is the headline the majority leader would like the newspapers to write.\"\n\nRather than trying to kill the nomination, Cornyn said, senators simply wanted more information.\n\n\"There are reasonable requests being made on this side for additional information,\" Cornyn said. \"I hope and trust information will be provided in the next few days. When we come back from the recess, we will have another vote and another opportunity for senators to express themselves.\"\n\nSo Reid said it was a filibuster; Cornyn said it wasn’t. Which is it?\n\nDefining the filibuster\n\nOur first step was to determine exactly what a filibuster is. It’s not specifically defined in Senate rules.\n\nStill, the U.S. Senate’s own website has this to say: \"Using the filibuster to delay or block legislative action has a long history. The term filibuster -- from a Dutch word meaning ‘pirate’ -- became popular in the 1850s, when it was applied to efforts to hold the Senate floor in order to prevent a vote on a bill.\"\n\nThe nonpartisan Congressional Research Service, a widely respected arm of Congress that prepares research for members, recently issued a detailed report on the filibuster.\n\n\"Filibustering includes any use of dilatory or obstructive tactics to block a measure by preventing it from coming to a vote,\" said the report published by the service on Nov. 29, 2012.\n\nHollywood’s version of the filibuster -- think Mr. Smith Goes to Washington -- is one senator standing alone on the floor and talking, talking, talking. Actually, a speech isn’t necessary to conduct a filibuster. The hallmark of the filibuster instead is that it forces a requirement for 60 votes rather than 51 to approve or move forward on a measure.\n\nHagel’s confirmation, like most other measures, will require only a simple majority if and when it gets to a vote.\n\nYes, it’s a filibuster\n\nSeveral experts we spoke with said the failed cloture vote does constitute a filibuster.\n\n\"There's no single formal definition of a filibuster. The simplest version is that a filibuster occurs when a minority blocks a Senate majority from acting,\" said Sarah Binder, a political scientist and author of Stalemate: Causes and Consequences of Legislative Gridlock. \"Probably a more accurate definition involves ‘intent’: A minority blocks a Senate majority from acting with the intent of derailing the measure (or nomination).\"\n\nBinder said she thought cloture vote on the Hagel nomination was a filibuster: \"The GOP actions against Hagel constitute a filibuster because the majority has been prevented from getting to a vote on confirmation.\"\n\nSteven S. Smith, a professor of political science at Washington University in St. Louis, agreed. \"Jargon gets in the way. Minority obstruction is the key concept.  Minority obstruction occurred here,\" he said.\n\nAnother filibuster expert, Gregory Koger of the University of Miami, said it was a filibuster: \"In the modern Senate, ‘holding’ a nomination and forcing the majority to shut off debate using the cloture process is a filibuster. Under the rules of the Senate, nominations require a simple majority for approval. It is incorrect to suggest that a 60-vote threshold is normal, natural, or common.\"\n\nIn Cornyn’s defense\n\nCornyn emphasized that the Hagel cloture vote was an attempt to get more information, not kill the nomination outright. And, it was Reid who chose to schedule the cloture vote when he did, before senators were satisfied, Cornyn said.\n\n\"This was the majority leader's choice, which was his prerogative, and the White House's choice. We could have done this differently,\" Cornyn said.\n\nCornyn’s office told us that on the day of the cloture vote, it had been 38 days since Hagel was nominated, not an unusually long time for a nominee to be under consideration. The staff also pointed us to comments from senators saying they expected Hagel would get a vote after the Senate returned from recess.\n\nIn the book Defending the Filibuster: The Soul of the Senate, Richard A. Arenberg and Robert B. Dove defend the filibuster as a moderating force and a check on executive power. The filibuster, they write, has a historic role \"as a protection of minority rights and a force for consensus building.\"\n\nWe asked Arenberg whether he thought the Hagel case was a filibuster or not. He said it was a complicated case.\n\n\"The majority leader clearly wanted to have the vote prior to the impending recess, at least in part for tactical reasons,\" he said. \"Republicans who oppose the nomination want the nomination delayed until the day after the recess in order to seek answers to additional questions, but also to allow opponents time to marshal further opposition. \"\n\nTraditionally, senators would work out requests for more time among themselves, without needing a cloture vote, he said, but that didn’t happen this time.\n\n\"It's hard to characterize this as a classic filibuster and in a sense, it does come closer to what is typically termed a ‘hold,’\" Arenberg said. \"Of course, holds don't exist in the Senate rules and have their roots in senatorial courtesy. There's not too much of that (courtesy) in this circumstance. In the end, answering the questions rests on an analysis of the motivations of those seeking delay and what you believe about the duration of the delay which they seek.\"\n\nFilibustering cabinet nominees\n\nIn Mr. Smith Goes to Washington, Sen. Jefferson Smith is looked upon as a hero for conducting a filibuster.\n\nBut in our review of the news coverage of the Hagel nomination and recent reports on the filibuster, we can’t help but note that \"filibuster\" has come to have a distinctly negative connotation, synonymous with political obstruction.\n\nAdding fuel to the fire here is that presidents usually get their cabinet nominees confirmed. While some nominees withdraw under political pressure before a confirmation vote, it’s rare for a nominee to make it to the floor and lose, much less be filibustered. The Washington Post recently reviewed the history of filibustering cabinet nominees and concluded that no nominations had failed because of an actual filibuster.  \n\n Our ruling\n\nCornyn said the failed cloture vote on Hagel was \"not a filibuster.\" In fact-checking this statement, we’re swayed by definitions of filibusters that say it’s any move to prevent a measure or nomination from coming to a simple majority vote. The failed vote of Feb. 14 clearly delayed Hagel’s nomination from moving forward. Whether a filibuster itself is a positive assertion of minority rights or a negative instance of obstruction is in the eye of the beholder.\n\nStill, the definition of a filibuster is not precise. Making things more complicated is that Cornyn and others have said they intend to allow a vote on Hagel’s nomination in the near future.\n\nOverall, we rate Cornyn’s statement Mostly False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-09697"}