{"url": "/factchecks/2016/jul/22/donald-trump/trump-43-million-americans-food-stamps/", "speaker": "Donald Trump", "vclaim": "\"Forty-three million Americans are on food stamps.\"", "truth_label": "true", "date": "stated on July 21, 2016 in the 2016 Republican National Convention:", "title": "Trump: 43 million Americans on food stamps", "text": "For all of the spending in Washington under President Barack Obama, the American people are not better off, Donald Trump argued in his July 21 speech accepting the Republican presidential nomination.\n\"President Obama has almost doubled our national debt to more than $19 trillion, and growing,\" Trump said. \"Yet what do we have to show for it? Our roads and bridges are falling apart, our airports are in third-world condition, and 43 million Americans are on food stamps.\"\nWe wanted to fact-check his statistic about Americans using the Supplemental Nutrition Assistance Program, or SNAP, the program formerly known as food stamps.\nSNAP benefits provide vouchers for groceries for qualifying low-income Americans.\nThe U.S. Department of Agriculture, which oversees SNAP, counted almost 43.6 million people in the program in April 2016, the most recent data available.\nSo Trump is on point, numbers-wise. But there’s a dollop more to the story.\nThe amount of people on food stamps, while considerable, is an improvement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n \n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhen Obama took office in January 2009, almost 32 million people received SNAP benefits. The number increased during the Great Recession as more families turned to the program for assistance, averaging an annual high of 47.6 million participants in 2013.\nA report by the Food Research & Action Center, a hunger and nutrition advocacy group, applauded the 43 million figure in April as the lowest level of participants since October 2010. From April 2015 to April 2016, participation is down 1.9 million participants.\nWe explained in a previous fact-check that it’s unclear whether SNAP sign-ups would have been just as high under a Republican president, as the economy was weakening before Obama took office. The beneficiary pool was already increasing under President George W. Bush, whose administration broadened eligibility criteria and tried to get more Americans to apply for SNAP assistance.\nThe Republican policy platform approved at the RNC recommends breaking the SNAP program away from the USDA and the farm bill, under which funding for the program is usually negotiated in Congress. As an independent entity, SNAP would be more vulnerable to budget cuts.\nOur ruling\nTrump said, \"Forty-three million Americans are on food stamps.\"\nThe number of SNAP participants has been falling in recent years amid the economic recovery, but Trump is reciting the most recent participation.\nWe rate Trump’s claim True.\nhttps://www.sharethefacts.co/share/6e08da4b-58b2-458b-8403-14758e05183c", "vclaim_id": "vclaim-pol-04637"}