{"url": "/factchecks/2010/jul/26/melanie-crozier/abortion-group-says-gop-gubernatorial-hopeful-kare/", "speaker": "Melanie Crozier", "vclaim": "Karen Handel \"would have felt like it was OK to go in and abort\" Sarah Palin's son Trig, who has Down syndrome.", "truth_label": "pants-fire", "date": "stated on July 21, 2010 in a Politico article:", "title": "Group says GOP candidate Karen Handel would be OK aborting child with Down syndrome", "text": "Now that the Republican gubernatorial runoff is on, some Georgia abortion foes are taking aim at front-runner Karen Handel.\n\nHandel placed first in the GOP primary despite Georgia Right to Life's criticisms that she's not pro-life enough. A late endorsement by conservative darling Sarah Palin helped her rocket ahead of opponents.\n\nAnd that's what concerns Melanie Crozier, the director of the Georgia Right to Life's Political Action Committee, Crozier said in a recent article for Politico, an online news site. \n\n\"[Palin] has a son with Down syndrome, and under Karen Handel’s laws, Handel would have felt like it was OK to go in and abort that child,\" said Crozier.\n\nCrozier added that they plan to back Nathan Deal, Handel's opponent in the GOP runoff.\n\nWe did a double take. Handel is fine with aborting a fetus that tests positive for Down syndrome?\n\nNo, she's not, Handel said. Her campaign called Crozier's statement a \"cruel and revolting lie.\" She called on Crozier and GRTL President Dan Becker to step down. \n\nWe requested to speak with Crozier. Instead, GRTL sent us a press release on their opposition to Handel's views on in vitro fertilization. \n\nBut Crozier did talk with WSB-TV. In the interview, she apologized for making a statement that was unclear and said she was really criticizing Handel's views on in vitro fertilization. GRTL thinks doctors should create only as many embryos as they plan to implant. Handel thinks that if any are left over, they should be considered for adoption.   \n\nCrozier has not asked for a correction or clarification on the Politico story, according to its author. \n\nGRTL and Handel have tangled before. She, like other GOP candidates, has declared herself \"pro-life,\" but some claim she's not \"pro-life\" enough.\n\nIn statewide runs, Handel has consistently opposed abortion except in the cases of rape, incest or when the life of the mother is at stake.\n\nGRTL supports only one exception: the life of the mother.\n\nHandel has taken hits from GRTL for her views for years, but she has stood her ground.\n\nWhen Handel ran for secretary of state in 2006, GRTL sent out a postcard naming her primary runoff opponent as the race's only true right-to-life candidate. Handel won without the organization's support.\n\nGRTL and Handel were at loggerheads again in June, after Becker used the word \"barren\" to talk about Handel's struggles with fertility and her position on abortion. She has previously talked publicly about how she tried unsuccessfully to have a child for 10 years.\n\nAnd when Palin announced her endorsement of Handel on July 12, GRTL issued a press release to say they were \"stunned\" because Handel's views on abortion showed she did not cherish the lives of children with genetic disorders as much as she should.    \n\nPalin's son Trig was born in 2008 with Down syndrome, a genetic disorder that causes physical problems and cognitive delays.\n\nIn a July 22 interview with Lori Geary on WSB-TV, Crozier tried to clarify the statement she made to Politico.\n\nCrozier: \"What I’m saying is, if a baby who is created through the process of in vitro fertilization ...\"\n\nGeary: \"Which again, Palin’s was not ...\"\n\nCrozier: \"But we’re saying, if this was the case, and was found to have Down syndrome, Karen Handel is OK with that life being exterminated.\"\n\nHandel's campaign denies this claim as well.\n\n\"They're making a series of reaches beyond anything Karen believes,\" said her campaign spokesman Dan McLagan.\n\nWhat Crozier told Politico doesn't stand up to to scrutiny. Neither does her clarification.\n\nGRTL failed to provide any evidence whatsoever for the statement that Handel thinks it is fine to abort a child because it has Down syndrome. And the organization failed to explain how it came to its conclusion.\n\nThe group should have known that they were misrepresenting Handel's beliefs. They've been quibbling with her stances for years.\n\nAfter Handel called for the resignation of GRTL's leadership, the group backed so far off its statement that Crozier claimed she wasn't really talking about aborting children with Down syndrome. Instead, she told WSB-TV, she was really talking about in vitro fertilization. \n\nBut, as Geary pointed out, Trig wasn't conceived in a test tube. How could the subject apply to him?\n\nCrozier made a baseless and outrageous statement.\n\nShe earns PolitiFact's lowest rating, Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nErick Erickson\n\n\nstated on July 26, 2010 in a blog post\n\n\n\n\n\n\n\n\nRepublican candidate for governor Nathan Deal \"explicitly voted to fund abortions ...\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 28, 2010", "vclaim_id": "vclaim-pol-14704"}