{"url": "/factchecks/2019/apr/10/jim-steineke/steineke-hits-misses-claim-evers-wont-meet/", "speaker": "Jim Steineke", "vclaim": "Says GOP leaders have \"made overtures to meet on a regular basis,\" but Gov. Tony Evers has \"refused to even meet with us.\"", "truth_label": "half-true", "date": "stated on March 31, 2019 in an appearance on WISN-TV's UpFront:", "title": "Steineke hits, misses on claim Evers won't meet", "text": "The relationship between Gov. Tony Evers and Republican legislative leaders has been icy at best since Evers took office in January 2019.\nBoth sides have claimed they want to work together, while accusing the other side of failing to do so. One such claim from Assembly Majority Leader Jim Steineke, R-Kaukauna, caught our eye.\n\"Just recently, we’ve made overtures to meet on a regular basis so we can continue to communicate, and (Evers has) refused to even meet with us,\" Steineke said March 31, 2019 on WISN-TV’s UpFront program. \"So it’s extremely frustrating when he’s saying one thing about working in a bipartisan manner, but the actions just haven’t been there. … He’s not talking to us at all.\"\nAdrienne Pederson, the host, followed up to ask if GOP leaders have reached out to Evers specifically and not heard back.\n\"Yes,\" Steineke said. \"Over and over again we’ve offered to meet on a regular basis … and he’s not willing to talk to us.\"\nHas Evers, a Democrat, really \"refused\" to meet with Republican leaders?\nLet’s see what we know.\nThe background\nSteineke’s claim prompted a back-and-forth on Twitter between the respective leaders.\nEvers tweeted the next day that he had met with more than 100 lawmakers from both parties. He included pictures of several of those meetings — including one with Steineke.\nI've already met with more than 100 legislators from both parties and have additional meetings scheduled this month. I look forward to working together to pass The People's Budget! #WI4Us pic.twitter.com/oeaZceskY9— Governor Tony Evers (@GovEvers) April 1, 2019\n\nSteineke responded that his point was about meeting with GOP leadership over the budget, a \"wholly different\" level of communication from an initial get-to-know-you meeting.\nAssembly Speaker Robin Vos added: \"(Gov. Scott Walker) made a point of meeting with legislative leaders on a regular basis. We extended a similar offer to (Evers), but it seems he's only interested in talking every few months.\"\nClearly, Evers and GOP legislative leaders are figuring out the new \"normal\" of a divided state government after eight years of Republican control.\nWith Walker in office, Republican leaders had a standing Wednesday meeting with the governor, which hasn’t happened under Evers.\nBut communication in Madison isn’t limited to elected officials. A lot of work gets done in meetings between staffers, or legislators meeting with gubernatorial appointees. That was common under Walker as well.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAt a March 5, 2019 news conference Evers had this to say about meetings with lawmakers:\n\"We’ll meet with (Republican leaders) as often as we need to. I’m not sure we need to schedule Tuesday morning at 10 o’clock every week, but the bottom line is we need to have good conversations and we need to involve staff members in those conversations, so we truly have a good dialogue going.\"\nIn a March 31, 2019 tweet that came after the Steineke interview aired, Patrick Marley of the Milwaukee Journal Sentinel noted that the previous week Evers said he hadn’t been talking to legislative leaders directly, but his top aides were in contact with them.\nThe evidence\nAlesha Emmert, communications director for Steineke, said the lawmaker’s claim on UpFront was referring to substantive meetings with Republican leaders.\n\"Our office is aware Governor Evers has been introducing himself to legislators since he took office – we tweeted a photo from our own meeting,\" Emmert wrote. \"But to be clear, these interactions have been very brief. In Rep. Steineke’s 15-minute meeting, some niceties were exchanged, and the only substantial conversation was a request made by my boss to have more regular, structured meetings.\"\nAs evidence, she noted Evers’ opposition to weekly meetings at the March 5 news conference, the Marley tweet and several letters to Evers in which Republican leaders referenced wanting to work together with the governor.\nEmmert did not provide an example of any specific invitation that Evers declined.\nVos communications director Kit Beyer said the speaker has had one sit-down with Evers aside from the initial meet-and-greet. Like Emmert, she noted that Republican leaders have asked for a regular meeting, but Evers has not shown an interest in that.\nMeanwhile, Evers’ staff says attempts on their end to set up meetings have found little traction.\nMelissa Baldauff, Evers’ spokeswoman said an aide had reached out to staffers for Vos, R-Rochester, and Senate Majority Leader Scott Fitzgerald, R-Juneau, the week before Steineke’s comment. The aide was seeking a meeting with them and Evers but did not immediately get a response. She shared an April 1, 2019, email the aide sent that reiterates the request for the three leaders to meet.\nBaldauff also provided emails that referenced Evers’ staffers attempting to set up a meeting between Fitzgerald, Senate Minority Leader Jennifer Shilling, D-La Crosse, and Evers’ chief of staff to talk about gubernatorial appointments.\nAnother email referenced attempts to arrange a meeting between policy directors for Evers and Vos, as an outgrowth of an earlier meeting between Evers and Vos.\nWe’ll note that all this back and forth — also detailed in a Milwaukee Journal Sentinel story on April 9, 2019 — did eventually lead to a meeting plan. Vos, Fitzgerald and Evers scheduled a sit-down for April 10, 2019.\nOur rating\nAmid ongoing tension between Wisconsin’s Democratic governor and Republican Legislature, Steineke said GOP leaders have \"made overtures to meet on a regular basis\" but Evers has \"refused to even meet with us.\"\nEvers has, as Steineke notes, shown little interest in regular sit-downs like his Republican predecessor.\nBut Steineke is off base claiming there was a refusal to meet. His staff offered no evidence of a specific meeting being refused.\nAnd in fact, the opposite appears true. Evers’ staff reached out to facilitate a meeting between Evers and Republican leaders in the days before Steineke’s TV appearance, and they received no immediate response.\nThat makes Steineke’s claim Half True.", "vclaim_id": "vclaim-pol-00780"}