{"url": "/factchecks/2013/aug/09/ellen-rosenblum/are-5-percent-homeowners-really-90-days-or-behind-/", "speaker": "Ellen Rosenblum", "vclaim": "Says \"nearly 29,000 Oregonians — almost 5 percent of all homeowners — are 90 days or more delinquent on their mortgage.\"", "truth_label": "true", "date": "stated on August 3, 2013 in an opinion article:", "title": "Are 5 percent of homeowners really 90 days or more behind on their mortgages?", "text": "Oregon’s housing market might be showing some improvement, but there’s still a ways to go. That was the general gist of an opinion piece Attorney General Ellen Rosenblum recently published in the Statesman Journal.\nThe article was a chance for her to introduce Oregonians to a \"rebooted and revamped foreclosure mediation program.\"\n\"Homes are selling quicker and for more money,\" Rosenblum wrote. \"Foreclosures, thankfully, are down.\"\nStill, she continued, \"we’re not all the way back. The hangover from the housing crash lingers for thousands of Oregonians. Nearly 29,000 Oregonians — almost 5 percent of all homeowners — are 90 days or more delinquent on their mortgage.\"\nThis caught our attention. We were curious not only whether the numbers she used were right, but whether the 5 percent figure she referenced was actually all that much higher than where we were before this whole recession began.\nFirst, we contacted Jeff Manning, Rosenblum’s spokesman. He told us their office got the numbers from Oregon Housing and Community Services, an agency that deals with state housing policy. That agency, in turn, had gotten the figures from a business called CoreLogic.\nCoreLogic is a company that specializes in information, data and analytics. In past news reports, The Oregonian has relied on its data regarding foreclosures and delinquency rates. We gave CoreLogic a call and got ahold of Andrea Hurst, who handles communications.\nShe was able to send us a spreadsheet with the number of homeowners 90 days or more delinquent on their mortage for each month between January 2009 and May 2013. And, Rosenblum was right: the most recent figures put Oregon’s delinquency rate at 4.88 percent (or almost 5 percent). But, we came up short in two areas.\nFirst, there was no raw figure of how many homes that 4.88 percent figure represented. Second, we didn’t have much in the way of a baseline.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBob Stacey\n\n\nstated on October 19, 2010 in a television ad\n\n\n\n\n\n\n\n\nSays Tom Hughes supports paving over thousands of acres with over-development and sprawl.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 20, 2010\n\n\n\n\n\n\n\nSee, the figure for January 2009 was a considerably lower 2.92 percent, but we wanted something from before the recession began. Generally, economists cite December 2007 as the turning point. The folks over at CoreLogic, however, couldn’t get us numbers stretching back that far. Manning, however, said that he had them and sent us over a spreadsheet that begins tracking monthly rates with January 2006.\nFrom January 2006 through November 2007, the average monthly delinquency rate was 0.73 percent, according to the data Manning sent us. In fact, in those 24 months it went over 1 percent once: In November 2007, when the rate began a fairly rapid rise.\nThe numbers Manning sent also backed up the 29,000 figure Rosenblum used (technically the number of homes more than 90 days delinquent was 28,891 in May 2013.)\nOf course, we never like using data we get from the source that made the claim, so we asked Manning how he got these figures from CoreLogic when we couldn’t. He pointed us to Ben Pray with Oregon Housing and Community Services.\nPray told us his department subscribes to data service from CoreLogic and he simply ran a data request for Rosenblum a week ago.\nWe also did one last quick check to make sure that figures in the limited data set CoreLogic gave us matched with what Manning and Pray had given us. They did.\nThere are, of course, other companies that try to discern and report delinquency rates and the figures can vary depending on which you use. However, CoreLogic’s data is the same data used by the federal reserve. If it’s good enough for them, we figure it’s good enough for us.\nIn introducing a revised mediation program, Rosenblum wrote that the housing crash lingers and that nearly 5 percent of all homeowners are more than 90 days delinquent on their mortgage. We verified that her figures were right and that 5 percent does, indeed, represent a number well above what we’d experience before the recession.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-09008"}