{"url": "/factchecks/2015/may/07/john-taylor-2/twin-river-chairman-john-taylor-says-tiverton-vote/", "speaker": "John Taylor", "vclaim": "\"The people of Tiverton have historically supported [gambling measures] at a rate higher than the rest of the state.\"", "truth_label": "true", "date": "stated on April 24, 2015 in an interview on WPRI-TV's \"Newsmakers.\":", "title": "Twin River chairman John Taylor says Tiverton voters have strongly supported gambling referenda", "text": "A month after announcing an agreement to purchase the Newport Grand slots parlor for an undisclosed price, owners of the Twin River casino in Lincoln unveiled a plan on April 21, 2015, to move the Newport Grant operation to Tiverton, building a new facility near the town's northern border with Massachusetts.\nWhy move to Tiverton?\nJohn Taylor, chairman of the board of Twin River, was asked that question during WPRI-TV's Newsmakers during a show recorded April 24.\n\"We were looking for a place with minimal impacts to the local community,\" Taylor said. \"We were looking for a location which was proximate to where Newport Grand's customers primarily come from, and today those customers come from Southeastern Massachusetts and Aquidneck Island,\" which covers Portsmouth, Middletown and Newport.\n\"One of the other things we looked at is propensity in the past to support gaming measures, and the people of Tiverton have historically supported [such measures], at a rate higher than the rest of the state, which demonstrated in our mind an openness to the issue,\" he said.\nWe were interested in whether Taylor was accurately characterizing Tiverton's past support for gambling measures, particularly because it might indicate whether voters there might give it the local approval required for a casino to be built there.\nWe contacted Twin River spokeswoman Patti Doyle and, while waiting to hear from her, we went looking for gambling ballot questions that might have served as the basis for Taylor's statement.\nBallotpedia, the questions website, says there have been five statewide gambling questions since 1996. Four seem relevant to this fact check. (The fifth deals with requiring approval of voters before a gambling establishment can be relocated.)\nIn 2006, Question 1 asked voters to authorize a resort casino in West Warwick. That proposal was defeated. In 2012, two questions -- one allowing casino games at Twin River, the other at Newport Grand -- were approved, although Newport voters rejected the Newport Grand proposal. In 2014, a new proposal to authorize casino gambling at Newport Grand was approved in a statewide vote, but lost again in Newport, where approval was also required for passage.\nWhen we checked the votes with the Rhode Island Board of Elections, we confirmed the tallies Doyle sent us and found a clear pattern. Here are the various approval rates:\n\n\n\n\n\nYear\n\n\nQuestion\n\n\nR.I.\n\n\nTiverton\n\n\n\n\n2006\n\n\nQuestion 1: Gambling in West Warwick\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n37.0%\n\n\n41.9%\n\n\n\n\n2012\n\n\nQuestion 1: Table games at Twin River\n\n\n70.8%\n\n\n74.7%\n\n\n\n\n2012\n\n\nQuestion 2: Table games at Newport Grand\n\n\n66.5%\n\n\n73.3%\n\n\n\n\n2014\n\n\nQuestion 1: Table games at Newport Grand\n\n\n56.3%\n\n\n65.8%\n\n\n\n\n\nIn every case, Tiverton voters approved gambling provisions by a wider margin than voters statewide. Last year, the number of Tiverton voters approving table games at Newport was nearly 17 percent higher than the state as a whole.\nThe big question, of course, is whether Tiverton voters' degree of support will be as high if the gambling facility is going to be located in their town. Taylor's meeting Monday night with the Town Council didn't offer many clues, but the casino plans aren't going to be firmed up until November.\nBut if Twin River is looking to set up a facility in a community that is receptive to a casino, it looks like Tiverton is a good bet.\nWe rate Taylor's claim as True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06440"}