{"url": "/factchecks/2018/sep/21/marcus-molinaro/molinaro-makes-claims-about-cuomos-mta-record/", "speaker": "Marc Molinaro", "vclaim": "Says Gov. Andrew Cuomo is \"stealing money from the MTA and sending it upstate for projects that have nothing to do with transit.\"", "truth_label": "false", "date": "stated on September 14, 2018 in in a news conference:", "title": "Molinaro makes claims about Cuomo's MTA record", "text": "With the general election campaign in full swing, the attacks have begun as Republican Marc Molinaro tries to unseat Democratic Gov. Andrew Cuomo. During a news conference in Manhattan, Molinaro criticized Cuomo’s stewardship of the Metropolitan Transportation Authority, which is responsible for New York City buses, subways, and commuter rail lines into Connecticut, Long Island and southeastern New York. Molinaro explained how he would do things differently than the incumbent.\n\"We’re going to start by, instead of focusing on vanity projects and the colors of tiles in Midtown Tunnel, or by the way, stealing money from the MTA and sending it upstate for projects that have nothing to do with transit, we’re going to focus the New York state taxpayers’ dollars on signal switches, and subway cars, on platform rehab and accessibility,\" Molinaro said.\nIs Molinaro right? Did the governor steal money from the MTA to send upstate?\nBackground\nThe MTA carries 8.6 million riders on an average weekday and had an operating budget of $13 billion in 2017. Riders frequently face delays and deal with overcrowded trains and trains that break down, putting the transit authority in the spotlight.\nMolinaro ties his claim to a story published in the New York Daily News in July 2017. The newspaper reported that the MTA in 2016 had been instructed by the Cuomo administration to send a $4.9 million check to the Olympic Regional Development Authority. The authority’s  finances had suffered because of a warm winter. The authority operates or manages upstate ski areas at Whiteface, Gore, and Belleayre mountains and the Lake Placid Olympic facilities.\nThe Molinaro campaign provided only a link to a related news story as evidence of his claim.\nDirect transfer\nThe state Division of Budget does not dispute that the MTA directly transferred $4.9 million to the Olympic authority, said spokesman Morris Peters.\nThe state routinely charges state authorities for services that state government personnel provide them, and it has done so for years. Since at least 2010, the state has charged the MTA around $5 million annually for services it provided the authority, as it does for 13 other authorities, Peters said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSection 2975 of state law allows for \"recovery of state governmental costs from public authorities and public benefit corporations.\" The state can collect money for staff time, equipment and facilities, and other services the state provides to support authorities. Under the law, the money is to be collected by the state treasurer and credited to the state’s general fund, though other appropriations can be made by the budget director. A portion of these payments is to be used to fund the authorities budget office.  \nThe MTA owed the state $4.9 million in 2016, and the Olympic authority needed the money soon because of the warm winter, Peters said. Sending the $4.9 million to the state’s general fund, so the state could then send it to the troubled ski areas, would create a delay, he said.  \nThese types of direct payments have happened for years. In more than a dozen instances since 2010, authorities were told to send their payment to another entity to deal with a critical budget need, instead of sending it to the state’s general fund.    \n\"It’s not the most transparent budget move in the world,\" said Rachael Fauss, a senior research analyst with Reinvent Albany, an organization focused on transparency in government. Though it’s \"just not great policy,\" Fauss said, \"it’s legal, it’s allowed.\" \nThe Office of the State Comptroller, which reports on state finances, and is mentioned in the state law authorizing these payments, declined to comment on the claim. A spokesman referred us to an audit of the Olympic authority that was published two years ahead of the $4.9 million transaction. The audit recommended better cash management.\nThe MTA also declined to comment on the claim.\nOur ruling\nThe transfer of $4.9 million directly from the MTA to an upstate authority that manages ski resorts raised eyebrows when it was initially reported, because of the MTA’s financial and operational problems and because it prompted questions about whether it was a sound budget practice.\nMolinaro’s claim that the money was sent from the MTA to the Olympic redevelopment authority for non-transit projects is correct.\nState law, however, allows the state to recover money from authorities for the work that state agencies do on behalf of the authorities, contradicting Molinaro’s claim that Cuomo was \"stealing\" from the MTA. What's more, the $4.9 million could have been collected by the state regardless of who was governor.\nWe rate his claim False.  \n Share the Facts 2018-09-21 22:10:55 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Gov. Andrew Cuomo is “stealing money from the MTA and sending it upstate for projects that have nothing to do with transit.”    Marc Molinaro Dutchess County Executive https://www.facebook.com/MarcMolinaroNY/videos/683917531978603/   in a news conference in New York City Friday, September 14, 2018 2018-09-14    Read More  info", "vclaim_id": "vclaim-pol-01578"}