{"url": "/factchecks/2018/sep/26/rick-scott/florida-aren-first-facts-about-rick-scotts-educati/", "speaker": "Rick Scott", "vclaim": "\"Fourth grade reading and math scores, first in the nation. Eighth grade reading, first. High school AP classes and college education, both ranked first in the nation.\"", "truth_label": "barely-true", "date": "stated on September 11, 2018 in in a TV ad:", "title": "Florida scores aren’t first: The facts about Rick Scott’s education ad", "text": "Gov. Rick Scott says in a new ad for his Senate campaign that he likes it when \"Florida is first.\"\n\"Fourth grade reading and math scores, first in the nation,\" Scott says in the ad. \"Eighth grade reading, first. High school AP classes and college education, both ranked first in the nation. And now, our highest education funding ever. I like it when Florida is first.\"\nThe only problem is that Florida isn’t first in most categories Scott talks about in the ad. The idea Florida has the \"highest education funding ever\" is also misleading. (We rated a similar version of that claim Half True.)\nWrapping up his second gubernatorial term, Scott, a Republican, has his eye on a Florida Senate seat this November. He’s up against Democratic incumbent Sen. Bill Nelson.\nReading and math scores\nAs evidence of Florida’s reading and math performance, Scott campaign spokeswoman Lauren Schenone sent us the 2017 National Assessment of Education Progress report and a governor’s office press release.\nWe opened the links expecting to see a bunch of No.1 rankings for the Sunshine State. Instead, we found out that the 2017 NAEP data ranks Florida fifth in fourth grade reading, seventh in fourth grade math, and 25th in eighth grade reading.\n\"Florida is not No. 1 among any subject or in any grade,\" said Stephaan Harris, a spokesman for the National Assessment Governing Board, which sets policy for the NAEP. \"If you look at the categories, there are states that perform significantly higher, meaning there’s statistical significance that illustrates those states scored higher and had better performance.\"\nThe NAEP, a congressionally mandated project administered by the National Center for Education Statistics, is given to fourth, eighth and 12th graders in each state to evaluate their skills in several subject areas and compare them to the rest of the country.\nThe Scott campaign did not respond to a request for clarification.\nBack in April, the governor’s office spun the results favorably, saying, \"The results show that Florida is the only state to have improved significantly in grade 4 mathematics, grade 8 reading and grade 8 mathematics between 2015 and 2017.\"\nOther states improved in fourth and eighth grade reading, as well, but Florida is technically the only state that improved across those three metrics specifically from 2015 to 2017.\nHowever, as any student athlete MVP will tell you, \"most improved\" does not mean \"first\" or \"best.\"\nThe scores had a bit of room to climb.\nFlorida’s eighth grade math scores aren’t leading the nation — 29 percent of students were at least proficient in 2017, compared to the national average of 33 percent. That was an improvement from 26 percent proficiency in 2015, which was significantly below the national average.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFlorida’s average eighth grade reading score improved slightly from 2015 but was not significantly different than the 2017 national average.\nFlorida’s fourth grade reading scores were above the national average, not the best in the country.\nAP performance\nThe ad additionally claims high school AP classes in Florida are ranked first in the nation. Scott didn’t say for what.\nAn education department’s 2017 press release was more specific, pointing to participation in AP exams and improved scores.\n\"Florida ranks first in participation in the AP exams during high school and third in the nation for improvement over the last decade,\" the release said.\nCompared to other states, Florida did have the highest percentage of 2017 graduates who took an AP exam during high school, according to the 2017 Florida AP Cohort data report.\n\"Florida in 2017 had the highest ‘Percentage of Graduates Who Took an AP Exam During High School’ when comparing Florida among the 50 states, which was 54.6 percent,\" Florida Department of Education spokeswoman Audrey Walden said.\nHowever, when the numbers include 11th graders, Florida ranked fourth in AP exam participation per 1,000 11th and 12th graders in 2017, according to the College Board data about the number of students who took and passed at least one AP exam. Massachusetts, Maryland and Connecticut had more success.\nFlorida has improved its AP exam participation in the past decade. As more people take AP exams, however, overall success wavers. Florida had a 51.6 percent pass rate in 2017, lower than 42 other states.\nCollege education\nThere is one bright spot for Scott’s ad: When it comes to college education, Scott’s claim that Florida is No. 1 holds up, according to the metrics of the 2018 U.S. News and World Report survey.\nU.S. News put the state at the top of its 2018 \"Best States for Higher Education\" list, released in March. \nU.S. News used metrics including the share of people in the state with college degrees, as well as the time it takes to complete two- and four-year college programs, tuition costs and fees state-by-state and debt after graduation.\nFlorida was No. 1 in the higher education category in 2017, as well.\nOur ruling\nScott said, \"Fourth grade reading and math scores, first in the nation. Eighth grade reading, first. High school AP classes and college education, both ranked first in the nation.\"\nBut Florida is not first in any of the reading or math categories assessed by a national exam administered to public school fourth and eighth graders. And while Florida has a high number of students taking AP exams, they are not the highest-scoring or even the highest-participating state when looking at all AP students in 2017, not just graduates.\nOverall, Florida is ranked No. 1 in higher education, according to the 2018 U.S. News and World Report survey.\nScott’s claim shows a sign of promise but leaves a lot of room for improvement. In classroom terms, that’s a D-minus. On the Truth-O-Meter, it adds up to a Mostly False.\n Share the Facts 2018-09-26 20:28:59 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Fourth grade reading and math scores, first in the nation. Eighth grade reading, first. High school AP classes and college education, both ranked first in the nation.\"    Rick Scott Governor of Florida https://www.youtube.com/watch?v=M1bte-Z6oh0   in a TV ad Tuesday, September 11, 2018 2018-09-11    Read More  info", "vclaim_id": "vclaim-pol-01559"}