{"url": "/factchecks/2015/jun/05/brian-stelter/brian-stelter-fox-barely-covered-dugger-scandal-un/", "speaker": "Brian Stelter", "vclaim": "\"Fox News barely covered (the Duggar family) scandal until Megyn Kelly was able to secure this interview.\"", "truth_label": "true", "date": "stated on June 2, 2015 in an interview on \"CNN Tonight\":", "title": "Brian Stelter: Fox 'barely covered' Duggar story until Megyn Kelly secured exclusive interview", "text": "It’s been a big week for Fox News anchor Megyn Kelly, chosen by the famous Duggar family of TLC’s 19 Kids and Counting to exclusively air their side of the story involving the oldest Duggar son molesting five minors, including his sisters, a decade ago.\nBut to some observers, Fox’s intense promotion of Kelly’s June 3 interview with parents Jim Bob and Michelle Duggar and her later sit-down with two daughters molested by Josh Duggar marked a drastic shift in the network’s coverage of the story.\n\"It’s slightly amusing that Fox News barely covered this scandal until Megyn Kelly was able to secure this interview,\" said CNN senior media correspondent and Reliable Sources host Brian Stelter on June 2. \"Now they’ll be covering it a lot more.\"\nWe wanted to double-check Stelter’s analysis. Was Fox News essentially mum about the story until Kelly scored the at-home exclusive?\nStelter told PunditFact that he first started thinking about the coverage disparity when he saw a story by liberal site Media Matters for America that compared light coverage by Fox with intensive coverage by MSNBC and CNN. He and CNNMoney media reporter Tom Kludt did their own research and reached a similar conclusion for a story about the interview.\n\"Along with the amount of time spent, we took into account the type of Fox's coverage,\" Stelter said. \"Early on, the mentions of the controversy were fleeting, not substantive at all.\"\nThe controversy went public when In Touch Weekly published the first story May 19 about Josh Duggar being the suspect in a 2005 underage sexual abuse investigation. In Touch and the Northwest Arkansas Democrat-Gazette published more stories May 21 based on a police report that said the father did not go to law enforcement until a year after the fondling incidents took place.\nAfter the stories appeared, Josh Duggar resigned his position as executive director of the Family Research Council and apologized in a statement, saying, \"Twelve years ago, as a young teenager I acted inexcusably for which I am extremely sorry and deeply regret. I hurt others, including my family and close friends. I confessed this to my parents who took several steps to help me address the situation.\"\nTLC pulled all episodes of 19 Kids and Counting the next day, May 22.\nFox first told its viewers about the situation in a 30-second segment on May 22, followed by a  20-second segment on May 23. On May 26, the Duggars were mentioned on The Five in the context of Republican presidential candidate Mike Huckabee defending the family. \"You don’t go around defending the Duggar family when you’ve got bigger issues going on,\" said pundit Greg Gutfeld.  Fox analyst Howard Kurtz criticized the media’s focus on the Duggar family in a May 24 segment.\nThose are the only references we could find before May 30, when Kelly’s interview was announced.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n Says Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNeedless to say, those mentions of the story were super-brief — especially when you compare how the other networks handled it. CNN and MSNBC anchors devoted considerably more time to the controversy from the start.\nWe used Critical Mention, which searches closed-captioning transcripts, to look for mentions of the Duggars on the three networks from May 19 to noon on May 30, roughly when the interview was announced. This method isn’t perfect — misspellings aren’t captured, for instance — but it does provide a rough snapshot of how often each network discussed the family.\nFox News personalities mentioned \"Duggar\" four times. Within the same timeframe, the family name came up 99 times on CNN and 72 times on MSNBC.\nOn Stelter’s home network of CNN, the story was brought up on five different shows on May 22, with Erin Burnett OutFront and Anderson Cooper 360 devoting substantial chunks of air time to interviews with an In Touch staffer and child psychiatry professionals, as well as going into other TLC shows with stars that fell from grace. CNN Tonight host Don Lemon continued to explore the story in his May 26-28 shows.\nOn MSNBC, nearly every show on May 22 talked about the story, including hosts Alex Wagner, Ed Schultz, Al Sharpton and Chris Hayes, often bringing in experts to dissect some of the story’s finer points. The network continued to cover the story on May 26, 27 and 28.\nFox began to report the story in more depth on June 1, when Kelly criticized the media’s handling of the story with Fox media analyst Howard Kurtz. She equated the rush to cover the story as feasting on a carcass, going after CNN specifically for bringing up how GOP presidential candidates had taken pictures with Josh Duggar before the scandal broke.\nKelly’s coverage of the story has also focused on the release of police records, which she and the Duggars say should have never been made public.\nOther shows on the network, including The O’Reilly Factor, Outnumbered, Your World and Fox and Friends, started talking about the Duggars in the context of Kelly’s interview. From noon on May 30 to about 5 p.m. on June 5, there have been 134 mentions of \"Duggar\" on Fox, according to Critical Mention.\nFox News spokespersons did not offer comment for the story.\nOur ruling\nStelter said, \"Fox News barely covered this scandal until Megyn Kelly was able to secure this interview.\"\nOur review of media mentions of the Duggar story among CNN, MSNBC and Fox supports his statement. Fox News’ coverage was fleeting before Kelly’s interview was announced.\nWe rate his claim True.", "vclaim_id": "vclaim-pol-06343"}