{"url": "/factchecks/2014/feb/12/sly-james/snow-response-comparison-faulty/", "speaker": "Sly James", "vclaim": "Responding to a major snow event in Atlanta would be like Kansas City, Mo., responding to a major earthquake.", "truth_label": "false", "date": "stated on February 7, 2014 in a radio interview:", "title": "Snow response comparison faulty", "text": "Kansas City, Mo., Mayor Sly James came to the defense of Atlanta Mayor Kasim Reed for what Reed acknowledges was a poorly timed response to Atlanta’s recent snowjam.\n\"That mayor down there’s getting blame for a lot of stuff he’s got nothing to do with, and I understand that,\" James told the morning rush-hour audience on AM 750 and 95.5 FM WSB. \"So I’m always going to defend mayors, especially when I know how good they are.\"\n\"A major snow event in Atlanta, for them to respond to that, is kind of equivalent to us responding to a major earthquake,\" James said. \"It just doesn’t happen that often.\"\nAs Atlanta hunkers down for its second snow of the year, we wondered about James’ comparison for a couple of reasons. First of all, roads covered in snow and ice can certainly be hairy and dangerous. But could they be worse than the ground shaking and potentially opening up from an earthquake?\nSecondly, just how often does Kansas City have a major earthquake? And how’s that compare with the frequency of crippling snowstorms in Atlanta? We decided James’ statement merited further scrutiny.\nWe contacted Dan Deocampo, an associate professor and chairman of the department of geosciences at Georgia State University.\n\"Actually, major snow events in Atlanta occur more frequently than major earthquakes in Kansas City,\" he said.\nThe last major earthquake affecting Kansas City was about 200 years ago in the New Madrid Fault Zone, although there was a magnitude 5.6 quake that shook the city in 2011, Deocampo said.\n\"The likelihood of strong shaking in the Kansas City area is pretty low compared to San Francisco or Los Angeles,\" said Robert A. Williams, a geophysicist with the U.S. Geological Survey in Colorado. \"But it's not zero likelihood.\"\nBy contrast, the city of Atlanta has had 11 snowstorms of 4 inches or more over the past 80 years. The biggest was on Jan. 23, 1940, when 8.3 inches of the white stuff blanketed Atlanta, according to the National Weather Service at Peachtree City.\nIn March 2009, 4.2 inches of snow fell, forcing some school districts to close for a day, Delta Air Lines to cancel about 300 round-trip flights and about 12,000 metro Atlantans to lose electricity.\nThe city’s biggest snowfall since then took place in January 2011, when 3.7 inches were recorded at Hartsfield-Jackson International Airport, according to the weather service.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Eaves\n\n\nstated on January 12, 2011 in a newspaper article\n\n\n\n\n\n\n\n\n\"This kind of snowstorm happens every 10 or 15 years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • January 17, 2011\n\n\n\n\n\n\n\nOn Jan. 28, the date of Atlanta’s most recent snow, 2.6 inches fell at the airport, and hundreds of motorists and schoolchildren were stranded for hours, some even overnight, in cars and schools. For longtime Atlantans, that conjured up memories of \"Snowjam\" 1982, when 7 inches fell on the city over three days and streets and interstates were immobilized.\nBill Murphey, the state climatologist and chief meteorologist for the Georgia Environmental Protection Division, said the snowstorms on Super Bowl Sunday 2000 and in January 1973 were arguably among the more notable.\nThe snap, crackle, pop of electrical transformers due to ice in 1973 \"really paralyzed the city,\" he said.\nThe January 2000 event also created widespread power outages, Murphey said.\nAs far as average snowfall amounts go, Atlanta sees about 2.1 inches a year. That is based, Murphey said, on 69 years of data up to 2009 from the Southeast Regional Climate Center.\nWe contacted the mayor’s office, where spokesman Carlos Campos was unaware of James’ remarks.\nHe said the mayor has said repeatedly that the city  failed to help coordinate closing times in an orderly manner with schools, businesses and government agencies.\n\"He is pleased, otherwise, with the response as it concerns restoration of roads to normal within a little more than 24 hours,\" Campos said.\nJames said responding to a major snow event in Atlanta would be like Kansas City responding to a major earthquake. He was coming to the defense of another mayor, Atlanta’s Kasim Reed, whom he saw as unfairly castigated for events beyond the mayor’s control.\nThat’s fair. But to compare cleaning up the mess from 2 inches of snow  to recovering from a major earthquake rattles the very heart of the Truth-O-Meter. One is relatively common over the span of decades. The other, extremely rare.\nThe Kansas City mayor overreached on this one.\nWe rate James’ statement False.", "vclaim_id": "vclaim-pol-08266"}