{"url": "/factchecks/2019/jul/10/michael-burgess/are-immigrant-children-free-leave-shelters-anytime/", "speaker": "Michael Burgess", "vclaim": "Of shelters for immigrant children: \"You know what? There's not a lock on the door. Any child is free to leave at anytime, but they don't. You know why? Because they are well taken care of.\"", "truth_label": "half-true", "date": "stated on June 24, 2019 in an MSNBC interview:", "title": "Are immigrant children free to leave shelters ‘at anytime’? Half True", "text": "The treatment of migrants at the U.S.-Mexico border has become a huge issue this summer, with members of Congress visiting Border Patrol facilities to see conditions for themselves. \nA Republican congressman from Texas recently made the case that while resources are strained at facilities run by immigration authorities, children in the care of another government agency are being treated well.\n\"In the (Office of Refugee Resettlement) facilities...I've been to Casa Padre in Brownsville, Texas, yes it's a restored Walmart. You know what? There's not a lock on the door. Any child is free to leave at anytime, but they don't,\" said Rep. Michael Burgess, R-Texas, during a June 24 MSNBC interview. \"You know why? Because they are well taken care of. And yes, at some point they’re going to live with family, generally not mother or father, but some family member, that’s a good thing.\"\nReaders asked PolitiFact to look into Burgess’s claim about children being free to leave at any time from shelters but choosing to stay. We found that Burgess’s claim ignores critical facts and doesn’t capture the complexity of the issue.\nKey takeaways: \n• Children are in shelters because they are under federal custody, waiting to be placed with a sponsor and for a decision on their immigration case.\n• Shelters are not detention centers, so their staff can’t forcibly restrain children if they walk out.\n• If a child leaves a shelter without permission, staff will call law enforcement and ask for the child’s return.\nBurgess’s response and types of facilities holding immigrant children\nBurgess’s press office sent PolitiFact a statement from the congressman.\n\"In my experience, all shelters I have visited are designed appropriately for the ages of the children who occupy them,\" Burgess said in the statement. \"If an older teen decides to leave on their own volition, they are neither detained nor restrained.\"\nImmigrant children in federal custody range in age. For instance, as of May 31, around 11,500 were ages 13 to 17, about 1,400 were ages 6 to 12, and 432 were 5-years-old or younger.\nChildren in the care of the Office of Refugee Resettlement are required to be placed in the least restrictive environment, as mandated by the Flores Settlement, HHS’s press office told PolitiFact via email. Because of that, the majority of children are placed in state-licensed residential facilities instead of locked detention centers (and state laws vary regarding locks at the residential facilities).\n\"If a child does leave without proper authorization, then local law enforcement and (the Department of Homeland Security) are notified. Just like if a child left a school without permission — the police would be called,\" HHS said.\nOrganizations that advocate for migrants and help children obtain legal aid told PolitiFact that there are varying levels of security at different facilities, which can include shelters, foster care homes, and secure facilities, such as a juvenile detention center. \nBut overall, children are not free to leave the facilities without consent, experts said, while noting that it has happened.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"If they leave, it is considered running away,\" said Rachel Prandini, a staff attorney at the Immigrant Legal Resource Center, which advocates for immigrant rights.\nPrandini pointed to a federal policy which says that a child may be placed in a \"staff secure facility\" solely because he or she poses an escape risk. In the more secure facilities that HHS operates, children are not free to leave, she said.\nWhat about the Casa Padre facility mentioned by Burgess?\nPolitiFact sought information from the nonprofit Southwest Key, which operates the Casa Padre migrant children shelter in Brownsville, Texas. It sent us a link to a July 2018 post from The Texas Tribune, headlined: \"Can separated immigrant children just walk out of shelters? Technically, yes.\"\nThe Texas Tribune post said that under state and federal guidelines, staff at Casa Padre and other shelters \"are almost never allowed to forcibly stop a child\" from leaving. The Texas Tribune linked to a June 2018 New York Times article that quotes a spokesman for Southwest Key, after a 15-year-old migrant walked off from the Casa Padre shelter.\nThe spokesman, identified by the New York Times as Jeff Eller, told the newspaper that a child could not be legally required to stay.\n\"We are not a detention center,\" Eller told the New York Times. \"We talk to them and try to get them to stay. If they leave the property, we call law enforcement.\"\nThe doors at Casa Padre (a former Walmart store) are not locked but they have alarms that would alert staff if a child is exiting (and in the back area where children play outside, there is a fence), said Michelle Brané, senior director of the Migrant Rights and Justice program at the nonprofit Women's Refugee Commission.\nWhy are children in shelters?\nChildren are kept in enclosed facilities because they are undocumented and in immigration removal proceedings, and for child protection reasons, because the federal government is responsible for their care and custody, said Jennifer Podkul, senior director for policy at Kids in Need of Defense.\nThe facilities are meant to be temporary places for children while they await placement with sponsors. A sponsor (commonly a parent or family member) is expected to care for the child while he or she gets a decision from an immigration judge. On average, children spend fewer than 45 days in shelters.\nIn his statement to PolitiFact, Burgess also said that children could request to be returned to their home country.\nExperts told PolitiFact that while children can ask to be sent back, that’s not always granted because it’s at the discretion of an immigration judge. If a judge allows a child to go home through voluntary departure, or if the child is issued a removal order, the child would be transferred over to U.S. Immigration and Customs Enforcement and that agency would ​facilitate the removal from the United States, Podkul said.\nOur ruling\nBurgess said, \"In the (Office of Refugee Resettlement) facilities...I've been to Casa Padre in Brownsville, Texas, yes it's a restored Walmart. You know what? There's not a lock on the door. Any child is free to leave at anytime, but they don't. You know why? Because they are well taken care of.\"\nThere are varying levels of security at different facilities. We did not get a clear answer from HHS, the department in charge of the Office of Refugee Resettlement, or from Casa Padre on whether there’s a lock on the door at Casa Padre. An expert told us that the doors at that facility are not locked but they have alarms to alert staff if a child is exiting.\nIn 2018, a spokesman for the nonprofit that runs Casa Padre said that the facility was not a detention center and could not legally stop a child from leaving. But the facility calls the police if children leave without permission. \nChildren at these facilities are under federal custody, awaiting immigration proceedings, and placement with a sponsor in the United States. So children might stay for reasons other than \"because they are well taken care of.\" While most children in federal custody are 13- to 17-years-old, hundreds of others are 12 or younger.\nBurgess’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-00451"}