{"url": "/factchecks/2018/may/23/senate-democrats/have-gas-prices-soared-25-year/", "speaker": "Senate Democrats", "vclaim": "\"El precio de combustible ha aumentado un 25% este año\" / \"The price of gas has increased 25% this year.\"", "truth_label": "barely-true", "date": "stated on May 23, 2018 in a tweet:", "title": "Senate Democrats flub stat on increase of gas prices this year", "text": "Cable news is focused on the investigations surrounding President Donald Trump, but there’s an issue of intense interest to many Americans that has gotten relatively little media play recently — a rise in prices at the pump.\nOn May 23, Senate Democrats tried to change the media narrative by holding a news event at a gas station near Capitol Hill. The Senate Democrats’ collective Twitter account documented the event.\nThe account posted a Spanish-language tweet featuring a clip of Sen. Bob Menendez, D-N.J., talking about high gasoline prices and placing the blame on Trump.\nThe Spanish-language text says: \"El precio de combustible ha aumentado un 25% este año. Los analistas dicen que el presidente tiene la culpa. Gracias @realDonaldTrump.\"\nIn English, that translates as: \"The price of gas has increased 25% this year. Analysts say the president is to blame. Thanks, Trump.\" (Menendez, speaking in Spanish in the tweet’s uploaded video clip, didn’t use those exact words and didn’t cite a percentage increase.)\n\nSo is the tweet correct that gas prices are up 25 percent since the start of the year? Not quite. While prices have increased, they haven’t risen by that much.\nWe turned to data from the Energy Information Administration, a federal statistical clearinghouse.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe found that retail gasoline prices were $2.52 a gallon on Jan. 1, 2018, and rose to $2.92 on May 21, 2018. That’s an increase of 15.9 percent — a distinct bump, but smaller than the tweet had said.\nWhen we looked at crude oil prices, the increase was a bit larger than for gasoline but still not 25 percent. On Jan. 2, 2018, crude was $60.37 a barrel and on May 21 it was $72.26. That’s an increase of 19.7 percent.\nSandy Fielden, a commodities analyst at Morningstar Inc., told thestreet.com in late April that Trump may be at least a partial cause of the price rise, citing threats of a trade war with China, heightened tensions in the Middle East, and the U.S. exit from the Iran nuclear deal, Fielden said.\n\"All these bearish factors pushing prices higher are arguably directly caused by Trump administration policies,\" Fielden told the website. Trump’s suggestion that the OPEC oil-producing companies may be to blame for higher prices \"is definitely a case of the pot calling the kettle black.\"\nAfter we inquired with the Democratic Senate leadership, the tweet was deleted and a replacement was posted. The new tweet’s caption stuck closely to Menendez’ wording in the video, saying, \"El precio de gasolina sigue subiendo y subiendo. Y es por consecuencia, en gran parte, de la política del presidente.\" (That translates as, \"The price of gasoline keeps rising and rising. And it is, to a large extent, due to the president's policies.\")\nThe Democratic staff on the Senate Finance Committee subsequently told PolitiFact that the 25 percent figure stemmed from a \"math error\" and has since corrected the report it came from.\nEl precio de gasolina sigue subiendo y subiendo. Y es por consecuencia, en gran parte, de la política del presidente. pic.twitter.com/yLbrmBwtxR— Senate Democrats (@SenateDems) May 23, 2018\n\n\nOur ruling\nThe original version of the tweet said, \"El precio de combustible ha aumentado un 25% este año,\" which translates as, \"The price of gas has increased 25% this year.\"\nGas prices have risen, but not by that much — 15.9 percent, rather than 25 percent. We rate the statement Mostly False.\n Share the Facts 2018-05-23 21:28:36 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"El precio de combustible ha aumentado un 25% este año\" / \"The price of gas has increased 25% this year.\"    Senate Democrats Congressional caucus    a tweet Wednesday, May 23, 2018 2018-05-23    Read More  info", "vclaim_id": "vclaim-pol-02043"}