{"url": "/factchecks/2013/nov/18/kelly-ayotte/ayotte-compares-size-federal-deficit-baseball-sala/", "speaker": "Kelly Ayotte", "vclaim": "The deficit this year could pay \"all of the 2013 salaries of every professional baseball player for the next 248 years.\"", "truth_label": "true", "date": "stated on October 24, 2013 in a town hall meeting in Hudson, N.H.:", "title": "Kelly Ayotte compares size of federal deficit, baseball salaries", "text": "Sen. Kelly Ayotte, R-N.H., talked debt and deficit with Granite Staters at a town hall meeting last month, trying to put the enormous numbers into context for the average person.\nThe deficit could buy a large Dunkin’ Donuts coffee for every American every day for the next four years, she said. It also could pay for new iPhones for half of the people on Earth.\nAnd to really hit home the size of billions of dollars of deficit, Ayotte compared the figure with the salaries of Major League Baseball players.\nThe deficit, she said, could pay \"all of the 2013 salaries of every professional baseball player for the next 248 years.\"\nIt was fitting timing for the comparison. Ayotte donned a Boston Red Sox hat during the town hall, held on the day of Game 2 of the 2013 World Series.\nIt’s also an interesting statistic to cite. Could the deficit actually fund America’s favorite pastime for the next two-and-a-half centuries? We did the math.\nTracking down the federal deficit was the easy part.\nAt the time of the town hall event, the Congressional Budget Office’s most recent deficit estimate was $753 billion, from the monthly report  published in September.\nThe baseball numbers are a bit trickier to calculate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCarol Shea-Porter\n\n\nstated on September 20, 2013 in a press release\n\n\n\n\n\n\n\n\n\"According to the Congressional Budget Office, repealing Obamacare would increase the budget deficit.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jim Haddadin • September 25, 2013\n\n\n\n\n\n\n\nEach December, Major League Baseball calculates the total payroll of all baseball clubs to see which teams have to pay a luxury tax, incurred by those who have a payroll over the threshold set by MLB. The 2012 spending was $3.15 billion\nBut what about 2013 figures? We struck out with both Major League Baseball and the players’ union, the Major League Baseball Players Association. The communications office said the official 2013 data is currently being calculated.\nSo, we relied on Opening Day numbers reported by media organizations, which they attributed to a combination of the players association, club officials and Major League Baseball’s central office.\nAccording to ESPN, the sum of all the team payrolls on opening day was $3,059,073,869. USA Today and CBS Sports have similar but slightly different numbers -- $3,100,746,107 for USA Today and $3,098,746,107 for CBS Sports. The differences are generally explained by how signing bonuses and deferred money in contracts are counted, and whether injured players are included, said Jeff Euston, a baseball fan who runs a website called Cot’s Contracts at Baseball Prospectus.\nAyotte’s math is accurate using the ESPN data -- the source her staff said she used. They said she used numbers reported by ESPN and divided that by the federal deficit estimated by the Office of Management and Budget in July. That’s $759 billion divided by $3,059,073,869, or 248 years.\nUsing numbers from other media organizations, the deficit instead can pay baseball salaries for 238 years or 244 years. Meanwhile, using the CBO’s estimate from September brings the years to 236 or 242.\nOur Ruling:\nAyotte said the deficit this year could pay \"all of the 2013 salaries of every professional baseball player for the next 248 years.\"\nGiven that she had a couple different options for data, the senator looked to ESPN for sports statistics, which seemed to us like a reasonable choice. The ESPN data produces a result of 248 years. Even if the answer is 236 years or 244 years -- the answer you get if you use different data sources -- it’s a long time. We rate her statement True.", "vclaim_id": "vclaim-pol-08602"}