{"url": "/factchecks/2012/oct/03/ann-coulter/ann-coulter-says-rhode-island-was-one-first-states/", "speaker": "Ann Coulter", "vclaim": "\"One of the first states in the union to pass a voter ID bill was Rhode Island, 85 percent Democratic legislature.\"", "truth_label": "false", "date": "stated on September 27, 2012 in a TV show appearance:", "title": "Ann Coulter says Rhode Island was one of first states to pass Voter ID law", "text": "Little Rhody got a national shout out on ABC’s talk show \"The View\" on Sept. 27, 2012.  That’s  when subtle-as-napalm conservative pundit Ann Coulter used Rhode Island’s 2011 voter-identification law to rebut the charge that such legislation is a Republican scheme to steal elections by making it harder for poor and minority voters to vote.\n\n\"One of the first states in the union to pass a voter ID bill was Rhode Island, 85 percent Democratic legislature,\" she told cohost Joy Behar, after Behar suggested that Republicans were pushing voter identification not to stop fraud but to reduce Democratic turnout.\n\n\"And who pushed it?,\" Coulter asked. \"A black Democrat in the House, a black Democrat in the Senate. That's a fact!\"\n\nDemocrats in individual states, and nationally, have sought to discredit voter-identification initiatives,  charging they are part of a Republican strategy to make it harder for people who have historically favored Democrats to get the paperwork they need.\n\nAs Coulter’s counterpunch showed, Rhode Island’s voter identification law, passed last year,  has emerged as a Republican talking point to dispute accusations of partisanship.\n\nIn this item, we will check Coulter’s claim that Rhode Island was a leader in voter-identification legislation. We will examine the second part of her statement in a separate item.\n\nRhode Island,  where 83.5 percent of the state’s legislators are Democrats, is an exception to the national trend on voter-identification, but, despite what Coulter claimed, it is far from being \"one of the first\" states to pass such legislation.\n\nAccording to the National Conference of State Legislatures, as of Sept. 5,  2012,  31 states had enacted some form of voter identification law. At least 12 did so between 2003-2010, well before Governor Lincoln Chafee signed Rhode Island’s law in July 2011.\n\nWhich state actually was the first is unclear. For the modern era, it appears the first state to require voters to verify their identity appears to be South Carolina, in 1950, said Jennie Bower, a senior fellow who researches the issue for the council. Rhode Island isn’t even the first state in New England to require identification; Connecticut did it in 1993.\n\nOur ruling\n\nAnn Coulter said Rhode Island was one of the first states to enact voter-identification laws. It isn’t.  At least a dozen states had such laws earlier, making Rhode Island closer to the middle of the pack.\n\nWe rule her statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10272"}