{"url": "/factchecks/2021/jan/21/wayne-christian/attacking-paris-accord-texas-oil-regulator-selecti/", "speaker": "Wayne Christian", "vclaim": "Says that the Paris Climate Accord will cost the U.S. economy \"6.5 million jobs and $3 trillion in economic growth by 2040.\"", "truth_label": "half-true", "date": "stated on January 5, 2021 in a letter:", "title": "In attacking Paris accord, Texas oil regulator selectively cites economic numbers", "text": "Wayne Christian is fed up with environmentalists and what he described as the \"woke\" liberal policies threatening to disrupt the smooth recovery of Texas’ energy sector from pandemic blows. \nThe Republican oil and gas regulator, one of three commissioners of the Texas Railroad Commission, penned a missive earlier this month that took aim at those who've recently cast Texas natural gas in a bad light — the French government for cutting ties with a Houston company over environmental concerns, the \"sensationalist fake-news media\" for downplaying improvements in emissions, and the \"environmental extremists\" for promoting Green New Deal policies.\nIn the letter, posted to the agency’s website on Jan. 5, Christian took a swipe at President Joe Biden’s pledge to rejoin the Paris Climate Accord, which he fulfilled on his first day in office by executive order. Former President Donald Trump withdrew in 2017 from the international treaty, designed to reduce carbon emissions, although terms of the agreement stipulated that the U.S. could not formally exit until Nov. 4, 2020. \n\"This would be a tremendous mistake,\" Christian wrote. \"The accord carries sky-high costs with very low benefits and unfairly imposes a double standard based on unproven assumptions and climate models that are wrong nearly all the time.\" \nThen Christian pointed to a 2017 study released by an economic research firm on behalf of the U.S. Chamber of Commerce and the American Council for Capital Formation, a pro-business think tank on economic policy. \n\"The cost of the Paris Climate Accord to the American economy is steep. The agreement will cost American workers 6.5 million jobs and $3 trillion in economic growth by 2040,\" Christian wrote, citing the 2017 study. \nThe study, entitled \"Impacts of Greenhouse Gas Regulations On the Industrial Sector,\" was also cited by Trump when justifying his decision to withdraw from the Paris accord.  \n\"The cost to the economy at this time would be close to $3 trillion in lost GDP and 6.5 million industrial jobs, while households would have $7,000 less income and, in many cases, much worse than that,\" Trump said in his 2017 announcement from the Rose Garden. \nIncomplete picture\nThe bleak outlook sparked scrutiny over the figures. When the U.S. initially joined the accord in 2016, the Obama administration set long-term goals for reducing economy-wide emissions by 80% from 2005 levels by 2050. The administration listed a mix of existing and planned policies that would help the U.S. meet that goal, but reductions stemming from those policies would still fall short of the 2050 target.  \nAlthough there’s debate over how far short the policies would come, \"it is clear that such a gap cannot be filled without contributions from the industrial sector,\" reads the study, which was conducted by NERA Economic Consulting. The profit and job loss figures cited by Christian and Trump represent the economic cost of closing that gap according to NERA’s analysis.  \nTrump and Christian repeat the report’s findings accurately. More restrictions on fossil fuel emissions mean higher cost of production, and higher cost of production means the closure of uncompetitive manufacturing businesses, and those closures mean fewer manufacturing jobs. These losses and their knock-on effects beyond the manufacturing sector would amount to 1.1 million jobs lost by 2025 and 6.5 million by 2040, according to NERA. \nThe loss of jobs results in a corresponding decline in gross domestic product, with a loss of $250 billion by 2025 that accelerates to $3 trillion by 2040.  \n\"The decline in GDP accelerates over time as the targets become much more difficult to comply with and the targets start to constrain output in all sectors,\" the study says. \nBut the study’s authors note an important caveat to their key findings that Trump and Christian omit. Not only are the long-term projections subject to a great deal of uncertainty, they said, the study did not factor in all of the offsetting job gains and GDP growth associated with a clean tech transition. \nIn a news release following Trump’s announcement of U.S. withdrawal from the Paris agreement, NERA stated that \"the Trump administration selectively used results\" from its study. \n\"NERA’s study was not a cost-benefit analysis of the Paris Agreement, nor does it purport to be one,\" their statement said. \"The objective of the study was to estimate the range of cost sensitivity associated with meeting deep U.S. emissions targets under alternative implementation approaches affecting U.S. industrial sectors. NERA’s study does not provide any recommendations regarding any specific international agreements.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThere’s a smattering of predictions for how climate action will create opportunities for economic growth. For instance, a 2018 report by the Global Commission on the Economy and Climate — an economic policy initiative commissioned by seven countries in 2013 — says that the green transition could create $26 trillion in benefits across the global economy by 2030. And as new technologies accelerate the transition, new jobs could be created therewith. \nFor example, over a million Americans are employed in the fossil fuel sector while close to half that amount are employed in solar and wind, even though solar and wind comprise just 10% of the energy mix, according to the commission's report.  \n\"It is expected that reduced employment in fossil fuels through the transition can be more than offset by a rise in employment in renewables and construction,\" the study said.  \nGlobally, the commission found that low-carbon jobs may employ up to 65 million people by 2030, which could offset employment reductions in declining sectors.  \nWhen asked about considering possible offsetting benefits in his criticism of the Paris accord, Christian only questioned the logic of eliminating existing energy jobs while subsidizing jobs in renewables. According to the International Renewable Energy Agency, global direct subsidies to renewables are expected to increase from $166 billion in 2017 to $192 billion in 2030, while subsidies to fossil fuels fall from $447 billion to $165 billion over the same 13-year period. \n\"I do not see a benefit in putting in place punitive policies that eliminate well-paying energy jobs and then using our taxpayer dollars to create new jobs through subsidizing other less efficient forms of energy,\" he said.\nUnder the Paris accord, the U.S. committed to reducing emissions by about 25% by 2025 compared to 2005 levels. Biden’s move to rejoin the accord means that the U.S. must submit an emission reduction plan, although the details are not yet known. \n\"Since our state makes up 40% of the nation's production, we will be disproportionately impacted compared to other states in terms of economic and job loss,\" Christian said. \nOther factors\nThe NERA report also doesn’t factor in the cost of climate-related disasters that, by most scientific accounts, are projected to increase in frequency as global temperatures rise. Over the past two decades, global climate-related disasters — primarily floods and storms — accounted for $2.3 trillion in damages, with the U.S. bearing the brunt of the economic losses, according to a report by the United Nations Office for Disaster Risk Reduction. Under a future scenario with limited or no emission reductions, these disasters are expected to worsen in severity and frequency, meaning that a business-as-usual response to climate change can cost the economy trillions. \n\"Current economic models are deeply inadequate in capturing the opportunities of such a transformational shift, or the grave dangers of climate inaction,\" the Global Commission on the Economy and Climate study says. \"We need a new class of economic models that can capture the powerful dynamics at play, including technological advances, preservation of essential natural capital, and the full health benefits of cleaner air and a safer climate including the containment of pandemic diseases.\" \nLike Trump, Christian has been vocal skeptic of climate science. He was first elected to the Railroad Commission in 2016 having attracted endorsements and contributions from industry groups, energy companies and other state officials.  \nHe’s repeatedly made arguments against global warming and its man-made causes, calling those who underscore future impacts of climate change \"climate catastrophists.\" \n\"These activists repeatedly imply that climate change is ‘settled science’ and that 97 percent of scientists agree that the main reason for global warming is manmade greenhouse gasses. However, real science is never ‘settled’ and 97 percent of scientists don’t agree. ... This is far from settled science,\" Christian wrote in a 2019 letter to Gov. Greg Abbott. \nA 2016 survey of scientific studies found that 97% of actively publishing climate scientists agreed on the cause of global warming. \n\"The vast majority of actively publishing climate scientists – 97 percent – agree that humans are causing global warming and climate change,\" according to NASA. \"Most of the leading science organizations around the world have issued public statements expressing this, including international and U.S. science academies, the U.N. Intergovernmental Panel on Climate Change and a whole host of reputable scientific bodies around the world.\" \nOur ruling \nChristian wrote in an open letter that reentry into the Paris Climate Accord will \"cost American workers 6.5 million jobs and $3 trillion in economic growth by 2040,\" accurately citing a study released in 2017 by NERA Economic Consulting.  \nThose figures were similarly referenced by Trump in justification of his decision to withdraw from the accord. After that announcement, authors of the study said the \"Trump administration selectively used results\" and failed to consider key limitations of their findings.  \nChristian similarly omitted these caveats.  \nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-19206"}