{"url": "/factchecks/2008/oct/17/john-mccain/project-vote-not-an-arm-of-acorn/", "speaker": "John McCain", "vclaim": "In 1992, Barack Obama directed \"Project Vote - an arm of ACORN that also encouraged voter registration.\"", "truth_label": "false", "date": "stated on October 10, 2008 in a memo on campaign Web site:", "title": "Project Vote not \"an arm of ACORN\"", "text": "John McCain's campaign and the Republican National Committee have launched efforts to connect Barack Obama and the community organizing group ACORN.\n\n\nACORN was founded in 1970; its acronym stands for Association of Community Organizations for Reform Now. ACORN's agenda includes left-leaning causes such as voter registration drives for low-income groups, initiatives to increase the minimum wage and programs offering help to victims of predatory lending.\n\n\nBy all indications, ACORN operates within the American political mainstream, though clearly it favors the left side of the ideological spectrum. Its voter registration efforts tend to focus on the low-income, minorities and youth, all traditional Democratic constituencies. Obama received an endorsement from the group's political action committee in February 2008 when the Democratic primaries were in full swing. But that's not to say Republicans never support ACORN's efforts: McCain himself appeared at a 2006 rally in favor of immigration reform, sponsored in part by ACORN.\n\n\nThe primary allegation against ACORN is that its voter registration drives result in many phony registrations. ACORN itself admits that some of its workers, in their attempts to meet registration goals, have turned in registration forms for people who do not exist or don't live in the geographic area. (Notorious examples include Mickey Mouse and the starting lineup of the Dallas Cowboys.) ACORN says the problems are isolated, and that it works with officials to correct them. They claim to have registered 1.3-million people to vote, so a small number of irregularities are to be expected. (For more on ACORN and the controversy surrounding its voter registration drives,\n\nread the St. Petersburg Times story here\n\n.) Several states are investigating the group's voter registration efforts.\n\n\nThe McCain campaign issued numerous charges about Obama's connection to ACORN in an Oct. 10, 2008, memo. For other charges, read our full story. Here, we'll look at the allegation that in 1992, Obama directed Project Vote, \"an arm of ACORN that also encouraged voter registration.\"\n\n\nThis year, Project Vote and ACORN worked together on a nationwide voter registration drive aimed at low-income, minority and youth voters. They have worked together on other initiatives with left-leaning groups like the American Civil Liberties Union and the National Organization for Women. But Project Vote and ACORN are separate organizations with different histories.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nACORN was founded in 1970 in Little Rock, Ark., as an outgrowth of the National Welfare Rights Organization. Project Vote was launched more than a decade later in Washington, D.C.\n\n\nMichael Slater, the current executive director of Project Vote, said the two organizations are separate. And in 1992, the two groups didn't really work together, he said. They began partnerships on voter registration after Project Vote went through a reorganization in 1994, according to Slater.\n\n\nWe also didn't find any evidence to indicate the two organizations had a relationship during the 1992 Illinois drive. A detailed article about Project Vote in\n\nChicago\n\nmagazine didn't mention ACORN. ACORN itself says Obama didn't work for them during that time.\n\n\nThe 1992 voter registration drive came at an early point in Obama's political career. He had graduated from Harvard Law School in 1991. He had returned to Chicago, where he spent his early 20s working as a community organizer, and was working on the book that would become his memoir\n\nDreams From my Father\n\n. Obama started directing the Project Vote voter registration drive in April 1992, and ran it the rest of the year until Election Day. Bill Clinton carried Illinois that November, and Democrat Carol Moseley-Braun won one of the state's Senate seats, becoming the first African-American woman to serve as a U.S. senator.\n\n\nPeople in Chicago seem to have credited at least a bit of those victories to Obama's registration drive, which reportedly brought 150,000 new voters to the rolls.\n\nChicago\n\nmagazine called his initiative \"one of the most important local stories\" of the campaign season.\n\nCrain's Chicago Business\n\nnamed him to its annual \"40 under 40\" list and wrote that he had \"galvanized Chicago's political community, as no seasoned politico had before.\" \n\n\nIs it possible that ACORN and Project Vote were going about the same business in Illinois in 1992? Sure. Both groups have the stated goal of getting people to register to vote, especially low-income, minority and young voters.\n\n\nBut we find no evidence that Obama's 1992 work was for ACORN. We rate McCain's claim False.", "vclaim_id": "vclaim-pol-15898"}