{"url": "/factchecks/2008/aug/26/michelle-obama/obama-was-there-for-equal-pay-but-not-alone/", "speaker": "Michelle Obama", "vclaim": "As a state senator in Illinois, Obama made sure women got equal pay for equal work.", "truth_label": "mostly-true", "date": "stated on August 25, 2008 in her address at the Democratic National Convention.:", "title": "Obama was there for equal pay, but not alone", "text": "The Obama campaign continues trying to bolster its case among female voters, trying to show his record on women's issues.\n\n\nThe candidate's wife took up the task during her convention speech, lauding Barack Obama's work in the Illinois state Senate, where she said he was busy \"moving people from welfare to jobs, passing tax cuts for hard-working families, and making sure women get equal pay for equal work.\"\n\n\nWe looked into\n\nthe welfare to work claim here,\n\nand we examined\n\nthe tax cut claim here.\n\n\n\nIn this story, we're looking at the final element in Michelle Obama's three-point claim, that what her husband did in the state legislature included \"making sure women get equal pay for equal work.\"\n\n\nIn 2003, the Illinois General Assembly passed a law that gave workers more protection from gender-based pay discrimination than federal law provides. The Illinois law applies to employers with four or more employees, instead of the 15-worker threshold in federal law, allowing more workers to file complaints.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nObama was not the lead sponsor of the bill in the state Senate, but he did co-sponsor it on the day it was introduced. The lead sponsor, Carol Ronen, said Obama was \"instrumental\" and played a \"significant role\" in crafting the bill. Ronen, who has also left the state Senate, is a Democratic superdelegate.\n\n\nThe bill passed the Senate easily, on a 53-2 vote, with one member voting present. Obama attended the Mother's Day bill signing with his daughters, said Melissa Josephs, who was also there. Josephs is director of equal opportunity policy at Women Employed, a Chicago-based not-for-profit group that supported the bill.\n\n\nThe bill gave equal-pay protection to an estimated 330,000 additional workers, including some state employees that were not covered under federal law, Josephs said. Since it became law, the state has investigated more than 300 cases, and workers have received more than $91,000 in back pay. Let's come back to Michelle Obama's statement. Did Barack Obama make sure women get equal pay for equal work? Well, sort of. It's always difficult to judge the contribution of any single lawmaker in passage of an individual piece of legislation, and we recognize that the person best situated to answer that question here is currently supporting Obama's presidential campaign.\n\n\nStill, there are enough details to reach a reasonable conclusion. Obama was an early co-sponsor of the legislation, and his appearance for the bill signing supports the contention that he considered it a priority. Obama helped pass a law that expanded equal-pay protections, though that doesn't necessarily guarantee equal pay. Although he wasn't the architect of the policy, he was more than a bit player. Michelle Obama's statement is Mostly True.", "vclaim_id": "vclaim-pol-16048"}