{"url": "/factchecks/2008/aug/18/barack-obama/68-million-acres-isnt-going-untouched/", "speaker": "Barack Obama", "vclaim": "Oil companies \"haven't touched\" 68 million acres where they already have rights to drill.", "truth_label": "false", "date": "stated on August 4, 2008 in Lansing, MI:", "title": "68 million acres isn't going untouched", "text": "In the debate over how much new oil drilling to allow, Sen. Barack Obama has made a simple but potent-sounding argument against moving too fast. Before opening up new areas to drilling, Obama says, the oil companies should be required to drill the acreage they already have.\n\nIn an Aug. 4 speech in Lansing, Michigan, Obama said, \"I also believe that in the short-term, as we transition to renewable energy, we can and should increase our domestic production of oil and natural gas. But we should start by telling the oil companies to drill on the 68 million acres they currently have access to but haven't touched. And if they don't use it they should lose it; we should require them to give up their leases to somebody who's going to do something. That's common sense.\"\n\n\nObama was echoing a claim made by the Democratic staff of the House Natural Resources Committee. The Obama campaign pointed to a June report by the Democratic committee staff, which had cited the fiscal 2007 statistics from the Interior Department's Minerals Revenue Management -- which classified 67,055,715 acres of oil and gas leases as \"non-producing,\" along with another 889,378 acres of territory that had been leased for coal, geothermal, or other mineral production.\n\n\nThe line sounds good as a Democratic rebuttal to Republican demands that Democrats move to allow drilling in Alaska's protected Arctic National Wildlife Refuge, and offshore areas that also are currently off-limits to the oil and gas companies. A Democratic House bill would bar new oil and gas leases to leaseholders who have not met benchmarks to \"ensure\" oil and gas production within five years on the leases they already hold.\n\n\nBut Obama's statement was misleading, inasmuch as it suggests that oil and gas companies have access to 68 million acres of oil and gas fields that they deliberately are not drilling. What Obama did not take into account is the long, complex process that companies most work through, both in federal red tape and in geologic exploration, before leased property becomes a producing oil or gas field. The government classifies that acreage as \"non-producing\" simply because the companies aren't taking oil and natural gas out of it now.\n\n\nDavid Curtiss, director of the American Association of Petroleum Geologists' Geoscience and Energy Office in Washington, DC, says it's wrong to assume that \"the only lease that is being actively worked is one that has a drill rig on it.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Interior Department issues leases for onshore territory for 10-year initial terms. The department issues offshore leases for five, eight or 10-year initial terms, depending on the depth of the water. Dave Smith, a spokesman for the department's Minerals Management Service, which handles offshore leases, says those initial terms are calculated according to how long the government thinks it will take oil and gas companies to find and start producing oil or gas.\n\n\nFor both onshore and offshore leases, the companies have to comply with government permitting requirements as they undertake a lengthy scientific exploration process that culminates in test drilling to determine whether there is enough oil or natural gas in a particular spot to warrant full-scale drilling. All the while, the companies are paying rent to the federal government for acreage that is classified as \"non-producing.\"\n\n\nIt can take more than 10 years for a company to start producing oil or natural gas from a leased parcel, but as long as the company can demonstrate that it is making serious efforts to find some, the leases are extended. If the company cannot show that it's actively working the parcel, the lease is not renewed. Sometimes companies don't renew leases if their early work leads them to believe adequate reserves of oil or gas don't exist.\n\n\nIt's probably correct to say that some portion of the 68 million acres of non-producing leases truly is not being \"touched.\" It's not clear that such a statistic exists and the Obama campaign didn't seem to have it.\n\n\nBut Obama's statement, coming from House Democrats, suggests that 'non-producing' acreage where drilling is permitted is land that oil companies are ignoring. That is simply not true. Years of exploration and federal permitting must be completed before leased land yields oil or gas. As a result, we find Obama's claim to be False.", "vclaim_id": "vclaim-pol-16071"}