{"url": "/factchecks/2011/sep/14/ron-paul/ron-paul-says-us-has-military-personnel-130-nation/", "speaker": "Ron Paul", "vclaim": "The U.S. military \"is in 130 countries. We have 900 bases around the world.\"", "truth_label": "mostly-true", "date": "stated on September 12, 2011 in a Republican presidential debate in Tampa:", "title": "Ron Paul says U.S. has military personnel in 130 nations and 900 overseas bases", "text": "During the Sept. 12, 2011, Republican presidential debate in Tampa, Rep. Ron Paul, R-Texas -- a staunch advocate of limited government and a more modest military footprint -- offered a surprising statistic about the reach of the U.S. armed forces.\n\n\"We're under great threat, because we occupy so many countries,\" Paul said. \"We're in 130 countries. We have 900 bases around the world. We're going broke. The purpose of al-Qaida was to attack us, invite us over there, where they can target us. And they have been doing it. They have more attacks against us and the American interests per month than occurred in all the years before 9/11, but we're there occupying their land. And if we think that we can do that and not have retaliation, we're kidding ourselves. We have to be honest with ourselves. What would we do if another country, say, China, did to us what we do to all those countries over there?\"\n\nThat statement includes a lot of different claims, but we’re going to focus on just one of them here that a reader asked us to check -- that the U.S. military \"is in 130 countries. We have 900 bases around the world.\"\n\nWe’ll split this into two parts -- checking whether the U.S. military has personnel in 130 countries, and whether the U.S. has 900 overseas military bases.\n\nPersonnel\n\nFor the personnel question, we turned to a Sept. 30, 2010, Pentagon document titled, \"Active Duty Military Personnel Strengths by Regional Area and by Country.\"\n\nWe tallied up all the countries with at least one member of the U.S. military, excluding those with personnel deemed to be \"afloat.\" We found U.S. military personnel on the ground in a whopping 148 countries -- even more than Paul had said. (There are varying standards for what constitutes a \"country,\" so that may explain the divergence from Paul’s number.)\n\nHowever, we should add a caveat. In 56 of these 148 countries, the U.S. has less than 10 active-duty personnel present. These include such obscure locales as Mongolia, Nepal, Gabon, Togo and Suriname.\n\nBy contrast, the U.S. has disclosed only 13 countries outside the United States and its possessions that are host to more than 1,000 personnel. They are: Belgium, Germany, Italy, Spain, Turkey, the United Kingdom, Japan, Bahrain, Djibouti, South Korea, Iraq, Afghanistan and Kuwait.\n\nIn addition, this is a snapshot of the global military footprint, so it may not include all temporary training missions and humanitarian assistance activities. \"Such activities are so pervasive you almost have to wonder how the other 70 countries manage to avoid hosting such operations,\" said John Pike, the director of globalsecurity.org, a national security think tank.\n\nBases\n\nFor this question, we turned to an official Pentagon accounting of U.S. military bases around the nation and the world, the \"Base Structure Report, Fiscal 2010 Baseline.\"\n\nAccording to this report, the U.S. has 662 overseas bases in 38 foreign countries, which is a smaller number than the 900 bases Paul cited. But here again, the list omits several nations integral to active operations in Iraq and Afghanistan, so it’s conceivable that the actual number of sites approaches 900.\n\nThe Pentagon \"is very reluctant to label anything a ‘base’ because of the negative political connotations associated with it,\" said Alexander Cooley, a political scientist at Barnard College and Columbia University who studies overseas bases. \"Some of these facilities, such as the Manas Transit Center in Kyrgyzstan, may not be officially counted as ‘bases,’ but it is the most important U.S. facility in central Asia, staging every U.S. soldier transiting in and out of Afghanistan and conducting refueling operations.\"\n\nStill, caveats are in order here, too. Of the 662 overseas sites listed -- that is, those outside the active war zones -- all but 32 of them are either small sites (with a replacement value of less than $915 million) or sites essentially owned on paper only.\n\nFor instance, the sole site listed for Canada is 144 square feet of leased space -- equal to a 12-foot-by-12-foot room. That’s an extreme case, but other nations on the list -- such as Aruba, Iceland, Indonesia, Kenya, Norway and Peru -- have just a few U.S. military buildings, many of them leased. Some of the sites are unmanned radio relay towers or other minor facilities. \"Most of them are a couple of acres with a cyclone fence and no troops,\" Pike said.\n\nCooley said that the \"true figure is tough to determine and involves judgment calls about the nature and purpose\" of the activities involved. \"The fact that host countries often choose not to disclose a U.S. military presence adds to perceptions of a ‘secret network’ \" that is larger than the officially disclosed number of bases.\n\nOur ruling\nGiven the incomplete figures available from the Pentagon, Paul’s topline figures -- 130 nations, 900 bases -- are plausible when active military operations are included. \"My eyebrows were raised many times\" during the debate, Pike said, but this comment \"was not one of those times.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nStill, we think it’s worth pointing out that many of the personnel deployments and facilities included in Paul’s number are fairly minimal in nature. On balance, we rate Paul’s statement Mostly True.", "vclaim_id": "vclaim-pol-12421"}