{"url": "/factchecks/2011/sep/27/john-kasich/gov-john-kasich-says-leadership-public-unions-unwi/", "speaker": "John Kasich", "vclaim": "\"We have asked public employees to pay 10 percent of the costs of their guaranteed pension and 15 percent of the cost of their health care. ... The leadership of those public employees unions don't want to pay anything.\"", "truth_label": "barely-true", "date": "stated on August 25, 2011 in a television interview:", "title": "Gov. John Kasich says leadership of public unions unwilling to pay share of pension costs", "text": "In a recent appearance on the morning show \"Fox & Friends, Gov. John Kasich’s focus was on finances, a month after Standard & Poor's upgraded Ohio's credit outlook from negative to stable.\n\nThe governor touted his accomplishments and philosophy to host Steve Doocy.\n\nThen Kasich mentioned the referendum battle over Senate Bill 5, the law passed earlier this year that restricts the collective bargaining power of Ohio’s public unions. (If Issue 2 passes on the November ballot, the law takes effect. If voters reject the issue, SB 5 is repealed.)\n\n\"We have asked public employees to pay 10 percent of the costs of their guaranteed pension and 15 percent of the cost of their health care,\" Kasich said. \"Almost everyone in Ohio has sacrificed. The leadership of those public employees unions don't want to pay anything.\"\n\nPolitiFact Ohio knew that SB 5, among its many provisions, requires public employees to pay at least 15 percent of their health-insurance premiums, and that it prohibits local governments from picking up any portion of an employee's share of his pension contributions.\n\nBut we thought it’d be good to check into the governor's assertion that \"the leadership of those public employees unions don't want to pay anything\" toward health care or pensions. Not any? Not anything?\n\nWe called Kasich's office for explanation. Spokesman Rob Nichols quickly provided background on the state's collective bargaining agreements. He also referred us to the continuing budget and labor struggles in Toledo.\n\nFirst, some background. Many public workers contribute 10 percent of their salary toward their pension while the employer contributes 14 percent. Some unions, however, have negotiated deals where the employer pays a portion of the employee contribution, a practice known as a \"pension pickup.\"\n\nIf an employer agreed to pay 2 percent of the worker share, for example, it would pay 16 percent of the worker’s salary and the worker would pay 8 percent. That practice is prohibited by SB 5.\n\nIn Toledo, Mayor Mike Bell took office last year facing a $48 million deficit. Deputy Mayor for Operations Steve Herwat told us that the administration tried to balance it through expenditure reductions, revenue increases and contract concessions.\n\nNegotiated agreements called for the city to pick up the full 10 percent employee's pension contribution. Five of the city's six unions agreed to concessions, in which employees would pay a portion of their pension share, after Bell asked Toledo City Council to declare \"exigent circumstances\" that essentially declared a fiscal emergency.\n\nOne unit, the Toledo Police Command Officers Association, representing about 120 sergeants, lieutenants and captains, rejected the concession and has stood fast -- preferring, as Kasich said, not to pay anything.\n\nThe dispute has continued. In September, local members of the American Federation of State, County, and Municipal Employees, which represents about 850 non-uniformed Toledo workers, rejected an independent fact finder's report proposing that they pay the full 10 percent share of their pension contributions. (They said the average union member makes $38,000 a year and would lose about $6,000 in take-home pay.)\n\nWe looked further and found Toledo was not unique. In Columbus, the Dispatch has reported, city government pays more than 80 percent of the employee pension share, \"a benefit unduplicated elsewhere in Ohio on such a large scale,\" and pays the entire share for almost two-thirds of city workers.\n\nBut the story is different for workers for Franklin County, of which Columbus is the county seat. Almost 90 percent of Franklin County workers pay their own entire pension share, the Dispatch found. Columbus schools pick up the superintendent's pension contribution, but not those of teachers and staff members.\n\nAccording to figures from the Ohio Legislative Service Commission, about 2,500 local government employers -- less than half of the roughly 5,600 units of government -- pay part or all of their employees' contributions into the retirement system, and organized workers are covered by 3,290 collective bargaining contracts.\n\nThe Dayton Daily News, citing the state's five public pension systems, reported recently that about 6.6 percent of public employees have union and individual contracts that call for the employer to pick up all or part of the workers’ share.\n\nAs in the case of the Columbus schools superintendent, those employees are not all union workers.\n\nState government pays only what is required and does not provide pension pickup.\n\nA report on pension reform last year by the Budget Advisory Task Force of the Ohio Society of CPAs, which recommended phasing out pickups, said the practice \"may not be widespread.\"\n\nOne of PolitiFact Ohio’s basic tenets is that words matter.\n\nIf Kasich had qualified his statement, he would have been on firmer ground. It is true that some public workers in Ohio receive a full or partial pension pickup. And it is true that at least two bargaining units have so far rejected concessions that would have employees paying all or part of their pension contribution share.\n\nBut saying that \"the leadership of those public employees unions don't want to pay anything,\" after an unqualified statement about public employees in general, creates the impression that that union leaders dealing with nearly 3,300 collective bargaining contracts have broadly rejected the idea of paying anything toward the employee's pension contribution.\n\nBecause the governor's statement does contain some element of truth, but ignores critical facts that would give a different impression, we rate it Mostly False.", "vclaim_id": "vclaim-pol-12361"}