{"url": "/factchecks/2014/feb/10/cecile-richards/united-states-and-canada-together-lead-industriali/", "speaker": "Cecile Richards", "vclaim": "The \"U.S. has the highest unintended pregnancy rate of any Western industrialized country.\"", "truth_label": "mostly-true", "date": "stated on December 6, 2013 in an interview with Texas Monthly:", "title": "U.S. and Canada lead industrialized, developed regions of world in rate of unintended pregnancy", "text": "Asked about differences among Americans on abortion rights, Cecile Richards suggested this country leads in a dubious way.\nTexas Monthly editor-in-chief Jake Silverstein asked Richards, the president of the Planned Parenthood Federation of America whose mother, Ann, served as governor of Texas: \"It’s often said that abortion is an issue on which there’s no room for compromise; there are two sides that fundamentally disagree, and there’s just no coming together. Do you think that’s true?\"\nRichards replied: \"Where we see enormous common ground—maybe not among politicians but among people—is that folks want women to have access to birth control; they want young people to have access to sex education that helps them prevent becoming pregnant before they are ready to be parents.\n\"Frankly,\" Richards continued, \"it’s an outrage that the U.S. has the highest unintended pregnancy rate of any Western industrialized country. So that, I think, is where there is enormous common ground, and we’ve demonstrated that when women have access to family planning services and can choose the family planning that works for them, we can reduce teen pregnancy, we can reduce unintended pregnancy, and we can reduce the abortion rate.\"\nSilverstein told us the bulk of the interview took place Dec. 6, 2013, with excerpts debuting in the magazine’s February 2014 edition and online.\nSo, does the U.S. have the highest rate of unintended pregnancies among Western industrialized countries?\nA word: The United Nations says online that it has no established convention for identifying \"developed\" and \"developing\" countries or areas, but in common practice, Japan, Canada, the United States, Australia, New Zealand and Europe are considered developed regions or areas.\nGuttmacher Institute research\nBy email, Justine Sessions, a Planned Parenthood aide, offered as the basis of Richards’ claim a December 2013 \"fact sheet\" from the Guttmacher Institute, a nonprofit that promotes reproductive health and and abortion rights. It states: \"The U.S. unintended pregnancy rate is significantly higher than the rate in many other developed countries.\"\nAccording to the sheet, 51-plus percent of U.S. pregnancies in 2008--or 3.4 million of 6.6 million--were unintended, which the sheet defines as mistimed (31 percent) or unwanted (20 percent). That percentage was reached by institute researchers Lawrence Finer and Mia Zolna based on U.S. government data and the institute’s Abortion Patient Survey, according to a Dec. 19, 2013, Guttmacher press release. \"Although many unintended pregnancies are accepted or even welcomed,\" the release said, \"40% end in abortion.\"\nThe rate of unintended pregnancies — that is, factoring in population —  is another statistic, and it’s the one Richards referred to.\nAccording to the Guttmacher fact sheet, there were 54 unintended U.S. pregnancies in 2008 for every 1,000 women aged 15-44. \"In other words,\" the sheet says, \"about 5% of reproductive-age women have an unintended pregnancy each year.\"\nThe sheet’s reference to unintended pregnancies in the U.S. and other developed countries was footnoted to a December 2010 research article, published in the journal Studies in Family Planning, on global levels of unintended pregnancy as analyzed by Susheela Singh, Guttmacher’s vice president for research, and two colleagues.\nBut that article, emailed to us by Guttmacher spokeswoman Rebecca Wind, didn’t break down unintended pregnancy rates country by country. This lack of detail made us wonder how the researchers concluded that the U.S. rate significantly exceeds the rates in other Western industrialized  nations.\nCharting unintended pregnancy rates by region\nInstead, the article presented a chart comparing the prevalence of unintended pregnancies by regions of the world, which the researchers said they estimated using nationally representative and small-scale surveys of 80 countries.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"Of the 208 million pregnancies that occurred in 2008, we estimate that 41 percent were unintended,\" the authors wrote. That was up from 38 percent from an estimate in 1995. Unintended pregnancies were defined as \"being comprised of unplanned births, induced abortions and miscarriages.\"\nThe researches concluded that 48 percent of the 7.2 million pregnancies in 2008 in North America, in this analysis meaning only Canada and the United States, were unintended. As noted, the authors separately said 51 percent of the U.S. pregnancies that year were unintended.\nLatin America and the Caribbean had the highest unintended pregnancy rate in the report, at 58 percent. But both areas are not developed and industrialized, at least per the U.N.’s characterizations.\nOther world regions saw fewer occurrences of unintended pregnancy: Europe (44 percent), Africa (39 percent) and Asia (38 percent).\nBy email, Wind said there are no Western industrialized countries in most of the regions with more unintended pregnancies than the U.S., with the exception of Eastern Europe. She noted, too, that the U.S. rate of unintended pregnancy in 2008 was 54 per 1,000 women aged 15-44, \"well above\" the 48 per 1,000 in Eastern Europe.\nGiven that Richards spoke of the rate of unintended pregnancies, here is the 2010 study’s breakdown of such rates by region: North America (48 unintended pregnancies per 1,000 women aged 15-44); Latin America and the Caribbean (72); Europe (38); Asia, not including Japan (49); and Africa (86).\nCountry by country data almost non-existent\nGuttmacher researcher Gilda Sedgh, asked about unintended pregnancy rates for individual developed countries, told us by email: \"Data on unintended pregnancy rates in developed countries are not systematically collected.\"\nReferring to the institute’s latest number-crunching, Sedgh added that researchers have preliminarily estimated that in Europe in 2012, there were 43 unintended pregnancies per 1,000 women aged 15-44, while in North America there were 51 per 1,000.\nIn the end, we did not identify on-point sources of information on unintended pregnancy rates in specific countries.\nWind, the institute spokeswoman, said the absence of country-specific data in the published study doesn’t mean that such data always isn’t available. \"Some developed countries publish unplanned birth data, some publish abortion data, and some publish both,\" Wind emailed. \"Because not all countries publish those data, we do our analysis at the regional level. What is true is that there are no published country-specific data that directly address that claim. However, based on our research, we are confident that the US unintended pregnancy rate is higher than that of most other developed countries.\"\nAt Wind’s suggestion, we reached out to the Centers for Disease Control & Prevention, which  oversees the National Survey of Family Growth. By email, an unidentified spokesperson pointed us to a July 24, 2012, research article published in National Health Statistics Reports. The article, drawing on interviews of 12,279 U.S. women aged 15-44, estimated that 37 percent of domestic births occur due to unintended pregnancies; the researchers did not develop an independent estimate of the prevalence of unintended pregnancies or make comparisons to other countries, though it referenced Guttmacher research in stating that about half of U.S. pregnancies are unintended.\nSeparately, James Trussel, a Princeton University professor of economics and public affairs who co-authored a January 2008 Contraception editorial on reducing unintended pregnancies, told us by email that statistics \"do not exist for most countries. Even in the\" United Kingdom, \"we have estimates only for Edinburgh. That said, the percentage of pregnancies that is unintended is very high in the U.S. (and probably the highest in any Western industrialized society).\"\nOur ruling\nRichards said the U.S. \"has the highest unintended pregnancy rate of any Western industrialized country.\"\nShe did not offer nor did we find a breakdown of unintended pregnancy rates for individual Western industrialized nations, evidently because none exist. This gap leaves us with the Guttmacher institute’s conclusion that in 2008, Canada and the U.S., combined, had more unintended pregnancies per 1,000 women aged 15-44 than every region except Asia (not including Japan), Africa and Latin America and the Caribbean. None of these regions with higher rates are commonly considered developed and industrialized.\nWe rate Richards’ claim, which lacked this clarification, as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08275"}