{"url": "/factchecks/2011/feb/24/jeff-fitzgerald/fitzgerald-wisconsin-legislaors-would-have-give-sa/", "speaker": "Jeff Fitzgerald", "vclaim": "\"Every (Wisconsin) legislator that votes for this bill\" will have to \"give up the same amount of pay\" as other state employees.", "truth_label": "true", "date": "stated on February 22, 2011 in an interview on the Fox News Channel:", "title": "Fitzgerald: Wisconsin legislators would have to give up the same amount of pay as other state employees", "text": "Facing a budget shortfall, many legislators in Wisconsin have talked about the need for shared sacrifice to justify Gov. Scott Walker's plan to require state employees to pay more for health and pension benefits.\n\nBut what about the elected officials themselves? Are they making a sacrifice?\n\nIn an interview with Fox's Sean Hannity on Feb. 22, 2011, Republican Jeff Fitzgerald, speaker of the Wisconsin State Assembly, said Wisconsin legislators would be subject to the same cuts the governor is proposing for other government workers.\n\n\"You know, we are all in this together,\" Fitzgerald said. \"Every legislator that votes for this bill as well is going to do the same for themselves. We have to give up the same amount of pay.\"\n\nAmid the fiery debate over benefits cuts and collective bargaining rights -- and the potential ripple effect around the nation -- we haven't heard much about how Walker's plan would personally affect the legislators who will vote on it, so we decided to check Fitzgerald's comment.\n\nWalker's plan would require most public workers to pay half their pension costs -- typically 5.8 percent of pay for state workers -- and at least 12 percent of their health care costs.\n\nA detailed analysis of Walker's proposal by the nonpartisan Legislative Fiscal Bureau says that under Walker's plan any participant in the Wisconsin Retirement System, including elected officials, \"would be required to make an employee contribution to the WRS in an amount equal to one-half of all actuarially-required contributions, as approved by the Employee Trust Fund (ETF) Board.\"\n\nUnder current 2011 rates, one half of the general participant rate would be 5.8 percent and one half of the executive/elected official rate would be 6.65 percent. So elected officials would actually be paying a little more than government workers, said Robert Lang, director of the Wisconsin's Legislative Fiscal Bureau. Currently, Lang noted, most general government employees pay a slight share -- less than 1 percent of their salary -- toward their pension, and elected officials don't pay anything.\n\nAs for health benefits, the bill doesn't specifically mention the effect on elected officials. It simply talks about changes related to anyone participating in the state's \"group insurance board coverage.\" That includes elected officials, Lang said. So elected officials also would have to pay the same share for health care as all state employees covered by the health plan. (For details, see pages 29 and 30 of the Legislative Fiscal Bureau analysis).\n\nThere's one other piece of the bill that would affect the benefits of elected officials, and it has to do with the way pension benefits are calculated. Pension payments are based on a formula derived from the employee's salary, years of service and a set multiplier. For general employees, that multiplier is 1.6. For elected officials, the multiplier is currently 2.0. Under the budget repair bill, however, the multiplier for elected officials would drop to 1.6, the same as everyone else (see page 3 of the budget repair bill, or page 33 of the Fiscal Bureau analysis for further details). Bottom line, they'll be getting less in their pension checks. The new, lower multiplier won't take effect until the next legislative session.\n\nWe also ran Fitzgerald's statement by Jeff Leverich, senior researcher for the Wisconsin Education Association Council, and he agreed with Lang.\n\n\"That is our understanding too, co-pay applies to elected officials; however, some ambiguity remains about when they might be enacted given statutory language governing timing of compensation changes for  elected\" officials, Leverich stated via e-mail.\n\nAccording to Lang, elected officials would have to start paying more toward pension and health benefits immediately, just like everyone else.\n\nLeverich, of WEAC, also argued that while co-pays may be the same for elected officials, there would still be a disparity in bargaining positions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Please realize, however, that the elimination of bargaining rights is a different order of magnitude,\" Leverich said. \"The effects of the legislation on the two parties (legislators/public workers) is truly dissimilar.\"\n\nIn short, Fitzgerald said the legislators who will vote on Walker's bill would have to give up the same amount of pay. Aside from the collective bargaining issues, Walker's plan would make state employees pay more for health and pension benefits. And according to the bill, elected officials would take the same hits. We rate Fitzgerald's claim True.", "vclaim_id": "vclaim-pol-13537"}