{"url": "/factchecks/2016/jun/14/safety-all-initiative/mostly-true-california-initiatives-claim-guns-kill/", "speaker": "Safety For All Initiative", "vclaim": "\"More than 32,000 Americans lose their lives to gun violence each year.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in a campaign website:", "title": "Mostly True for California initiative's claim: Guns kill 32,000 Americans each year", "text": "Calls to strengthen California’s gun laws intensified this week after the nation’s deadliest mass shooting in history at an Orlando nightclub. State lawmakers described the tragedy as a call to action to strengthen California’s firearm regulations, considered among the toughest in America.\nIn November, voters in the state will likely be asked to make those laws even tougher, by approving the Safety For All Initiative. That measure is led by Democratic Lt. Gov. Gavin Newsom and is pending signature verification.\nOn the initiative’s website, it claims: \"More than 32,000 Americans lose their lives to gun violence each year.\"\nThe statement is followed by the message: \"Gun Violence Is Not Inevitable. The Power To Save Lives Is In Our Hands: Together We Can Keep Our Communities Safe.\"\nWe wondered about the eye-popping 32,000 figure and whether any context was missing.\n\nA screenshot of SafetyForAll.com's homepage shows the claim about 32,000 Americans losing their lives to gun violence each year.\nOur research\nMuch of the Safety For All Initiative is designed to make it more difficult for individuals to obtain ammunition for assault-style weapons, such as those used in recent mass shootings in San Bernardino and Orlando.\nHere’s what the measure would do, if approved by voters: Require instant background checks for ammunition purchases; strengthen checks for gun purchases and ban the possession of large, detachable military-style magazines; and require the immediate surrender of firearms for people convicted of serious and violent crimes.\nA spokeswoman for the initiative pointed us to figures from the Centers For Disease Control and Prevention. They show nearly 33,000 gun deaths, on average, from 2010 through 2014 in the United States.\nOf those, more than 62 percent resulted from suicides by guns -- something not mentioned on the Safety For All website. There’s no mention of suicide by guns or suicide prevention efforts in the text of the measure, either.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nAbout 34 percent of the gun deaths are from homicides. The remaining four percent resulted from accidents, legal intervention or cases where intent was undetermined.\nWe asked the initiative campaign about the large share of gun deaths from suicide. Dan Newman, a campaign strategist for the lieutenant governor, replied that \"treating ammo sales like guns and screening for dangerous mental illness, taking guns away from people legally prohibited from owning weapons, reporting lost and stolen guns and ammo – these will all reduce gun violence of all kinds, from suicide to mass murder.\"\nIn October 2015, PolitiFact Texas checked a similar claim by Hillary Clinton, that \"We lose an average of 90 Americans every day because of guns.\" That adds up to the CDC total of more than 32,000. They rated it Mostly True.\nPolitiFact Texas pointed out that at least once, Clinton has clarified her figure by mentioning suicides; according to a post on her campaign website, she said: \"We lose between 88 and 92 Americans a day from gun violence — homicides, suicides and accidents — and we have to act.\"\nOur ruling\nThe Safety For All Initiative proposes stronger gun and ammunition restrictions in California. On its website, it says \"More than 32,000 Americans lose their lives to gun violence each year.\"\nThat sad statistic checks out, based on an examination of data from the Centers For Disease Control and Prevention.\nWhile the statement is accurate, it needs a key clarification that more than 60 percent of those gun deaths result from suicides.  \nMuch of the Safety For All Initiative is designed to make it more difficult for individuals to obtain ammunition for assault-style weapons, not typically associated with suicides.\nWe rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nPolitiFact California is fact-checking claims made by and about the November ballot measure campaigns. Contact us with suggestions for a fact-check at [email protected] or on Twitter @CAPolitiFact\nhttps://www.sharethefacts.co/share/a1a63e78-5ba3-4e76-b95a-9d29b671e6b5", "vclaim_id": "vclaim-pol-04833"}