{"url": "/factchecks/2012/apr/25/rebecca-kleefisch/lt-gov-rebecca-kleefisch-says-her-cold-call-persua/", "speaker": "Rebecca Kleefisch", "vclaim": "Says she made a \"cold call\" and persuaded an Illinois company to relocate to Wisconsin.", "truth_label": "barely-true", "date": "stated on March 28, 2012 in a radio interview:", "title": "Lt. Gov. Rebecca Kleefisch says her ‘cold call’ persuaded an Illinois company to relocate to Wisconsin", "text": "Lt. Gov. Rebecca Kleefisch says she’s on a jobs mission. Since taking office in January 2011,  she’s held small business roundtable discussions throughout the state and engaged in other efforts to boost the state’s business climate.\n\nOne of the strategies: Picking up the phone.\n\n\"Right after I was elected I started making cold calls down to Illinois,\" Kleefisch told talk show host Charlie Sykes on March 28, 2012. \"The fact is, my method has met with some serious successes.\"\n\nThen she got specific: \"You’ll remember that Fox Business News live streamed the move of one of the companies I called from Rockton, Illinois, to Beloit, Wisconsin.\"\n\nKleefisch is facing a June 5, 2012, recall election. And, like Gov. Scott Walker, she has gone on the offensive, particularly on the jobs issue.\n\n\"It kind of silenced the critics who said it was beneath the lieutenant governor to make cold calls,\" Kleefisch said on the radio. \"Because how could something possibly be beneath a leader if it works and it brings jobs to the state?\"\n\nSaid Kleefisch spokeswoman Jeanne Tarantino: \"Had she not done this, (they) would have gone to another state. That’s pretty obvious.\"\n\nLet’s take a closer look at Kleefisch’s claim.\n\nThe company in question is FatWallet.com, an online business that helps consumers find coupon deals. FatWallet receives commissions from companies such as Amazon.com and Newegg.com each time a customer clicks through to one of those big sites.\n\nIts headquarters was an almost-new $5 million high-tech building the company had constructed in the village of Rockton, Ill., a few miles from the Wisconsin border.\n\nIn January 2011, the Illinois legislature passed a bill that would tax online retailers like Amazon if they had a retail presence in the state -- including an \"affiliate,\" or partner, such as FatWallet. State officials said Illinois is losing $150 million a year in sales tax revenue to online firms. They also wanted to protect local companies who are losing sales to online retailers.\n\nAfter the law was passed Jan. 6, 2011, Amazon and other firms threatened to cut off business from companies like FatWallet.com as of April 15, 2011, if the measure was signed by Gov. Pat Quinn.\n\n\"I feel like I’ve been completely flipped the bird,\" FatWallet founder and CEO Tim Storm told the Chicago Tribune after the measure passed. \"Essentially, 30 to 40 percent of our revenue gets shut off instantaneously.\"\n\nHe also said: \"The reality is that as a business owner with 52 employees, we're not going to just get shut down because of a law Illinois passes. Our customers don't care whether we're in the state of Illinois.\"\n\nSo, that gave Wisconsin an opening -- a big one. Indeed, it would be two months before Quinn signed the measure on March 10, 2011.  \n\nTarantino said Kleefisch spoke to Storm on the phone during the first week in March 2011, and he visited her office in Madison on March 15.\n\n\"She told him about the reforms in place in Wisconsin\" and that the Walker administration had no plans to enact a similar tax, she said.\n\nStorm had considered moving the company to Las Vegas or Florida to escape the Illinois sales tax law, said FatWallet spokesman Brent Shelton. But Wisconsin was a lot closer, a move to Beloit was less expensive and disruptive, he said.\n\n\"We were already considering Wisconsin before she called,\" Shelton said.\n\nSo that suggests Kleefisch’s role was far from pivotal.\n\nHere is the look at the sequence of what happened.\n\nSeptember 2010: Storm contacts the city of Beloit and asks about space in a city-owned building downtown, according to Beloit economic development director Andrew Janke. That inquiry comes after the Illinois Legislature briefly considered -- but didn’t pass -- the Internet tax law.\n\nFirst week of March 2011: Kleefisch, who was elected with Walker in November 2010, contacts FatWallet. Her office did not provide an exact date.\n\nMarch 10, 2011: Quinn signs the measure into law.\n\nMarch 11, 2011: Storm tweets: \"@GovWalker would you like @FatWallet, the #20 best small business to work in the nation to cross the border to WI? Let's chat.\"\n\nMarch 12, 2011: Storm tweets:  \"What a difference 5 miles makes.\"\n\nMarch 15, 2011: Kleefisch meets with Storm in Madison. City of Beloit officials invite Storm to consider leasing the city-owned space there. Kleefisch and other state officials were not involved with the offer made to FatWallet.\n\nMarch 22, 2011: Gov. Walker tweets at Storm: \"Good talking w/u. Welcome 2 WI. We r not going 2 raise taxes as it would drive jobs out. We want u 2 grow here.\"\n\nMarch 25, 2011: FatWallet strikes a deal with Beloit to lease the city space. The City Council held a special meeting -- it was a Friday night -- to approve a one-year lease. The lease was renewed for another year in February 2012. The company pays rent of $7,716 a month.\n\nApril 8, 2011: The company moves five miles north, across the border to Beloit. Once the move was planned, Shelton alerted Fox Business News, and the channel jumped on the story and televised the event live, saying a growing Internet company was forced to relocate  because of the new Illinois sales tax law.\n\nKleefisch was waiting with an \"Open for Business\" sign when the caravan of FatWallet employees and the television crew arrived at the Beloit office. During the live broadcast, Kleefisch was asked by the Fox reporter about the cold call she made to Storm.\n\n\"It worked,\" she said that day. \"You can see it coming to fruition today.\"\n\nShelton, the company spokesman, described an important -- but very limited -- role for Kleefisch in convincing the company to move to Wisconsin.  \n\n\"She was very instrumental in making verbal promises that these kind of taxes would not be passed on his (Walker’s) watch,\" he said.  \n\nA few footnotes:\n\nFatWallet received no economic assistance from the state of Wisconsin for making the move to Beloit, and the state did not play a role in securing the lease in Beloit, according to all parties involved, including Kleefisch’s office.\n\nShelton said the national publicity stirred by the move led to a sharp increase in the company’s sales.\n\nOn Sept. 9, 2011, Storm sold FatWallet to San Francisco-based Ebates.com. Storm left the company but remains as a part-time consultant and chairman. The company’s Rockton office space was owned by another business run by Storm and not FatWallet.\n\n\"That’s what businesses do, they take advantage of an opportunity,\" said Rockton, Ill., Mayor Dale Adams.\n\nOur conclusion\n\nKleefisch says she \"cold called\" FatWallet.com and persuaded the company to move from Illinois to Wisconsin. There’s no question that she made the call and that she met with the company’s CEO.\n\nBut the wheels were turning for FatWallet to move months earlier. Indeed, the company had already inquired about office space in Beloit. (Employees could literally see Wisconsin from their Rockton building). The short move allowed the company to avoid the Illinois sales tax, and ensured that its employees didn’t have to pull up roots.\n\nIt’s clear from the chain of events that the state -- and Kleefisch -- played a minimal role in encouraging FatWallet to move to Wisconsin. But they certainly did not play the pivotal role, as Kleefisch suggested.\n\nWe rate her claim Mostly False.\n\n(You can comment on this item on the Milwaukee Journal Sentinel's website)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\n(Editor's note, May 15, 2012) In a new TV ad, launched May 9, 2012, Kleefisch makes a similar claim to the one we evaluated and in materials supporting the ad her campaign indicates she first spoke with a company representative in January of 2011 -- not March as her spokesman told us. Since the claim related to her role in convincing the business to move here, not when she made her first call, it does not change our rating. Indeed, in the ad Kleefisch modifies a bit her original claim that it was her call that persuaded the company to make the move. Here’s what she says in the ad: \"So I called them up and told them why they should move to Wisconsin, and they did. That’s just one of many businesses we’ve helped create more jobs.\"", "vclaim_id": "vclaim-pol-11213"}