{"url": "/factchecks/2011/feb/07/joe-morrissey/del-joe-morrissey-says-military-spent-500-million-/", "speaker": "Joe Morrissey", "vclaim": "The military has spent $500 million enforcing the \"Don’t Ask, Don’t Tell\" policy regarding gays and lesbians in the military.", "truth_label": "mostly-true", "date": "stated on February 2, 2011 in a floor speech.:", "title": "Del. Joe Morrissey says military spent $500 million enforcing Don't Ask, Don't Tell", "text": "Gays and lesbians will soon be allowed to serve openly in the United States military and a bill by Republican Del. Bob Marshall to ban them from the Virginia National Guard has been squashed in committee.\n\nBut that didn’t silence Del. Joe Morrissey, D-Henrico, who tried to counter Marshall by introducing legislation that would have barred the state from banning gays. His bill was killed by the same panel that snuffed Marshall’s.\n\nMorrissey, still wanting to speak on the subject, rose on the House floor on Feb. 2 and said the military spent \"half a billion dollars to drum [gays] out of the service.\"\n\nIs he right?\n\nMorrissey told us he based his statement on a report from The Williams Institute at the UCLA School of Law. The organization studies laws and public policies regarding sexual orientation.\n\nA May, 2010 report from the group projected costs between $290.7 million and $555.2 million from 1994 and 2008. The research relied on information from the Government Accountability Office and the Palm Center at the University of California, Santa Barbara. The Palm Center studies gender and sexuality in the military.\n\nWe found two Government Accountability Office reports on the \"Don’t Ask, Don’t Tell\" policy. The first, released in 2005, examined the costs of the policy over its first decade, from 1994 through 2003. It said 9,488 soldiers and sailors were kicked out of the military under the policy during those years. The study said the dismissals cost the government about $95 million, using 2004  values, to recruit replacements.  \n\nThe GAO said it was unable to obtain the cost of replacing Marines and 136 ousted officers. Administrative costs were not calculated as well.\n\nIn the GAO’s most recent report, released last month, the government watchdog reviewed dismissals from 2004 through 2009. That report found 3,664 expulsions and estimated the replacement cost at $193.3 million, in 2009 dollars.\n\nThe GAO said this study contained more detailed information than the previous report, including data on administrative expenses and the price of replacing officers, who are far more expensive to train because the military often pays for their education at a service academy or through the Reserve Officers’ Training Corps program.\n\nBut Zina Merritt, who spearheaded the GAO’s latest report, said these two studies don’t necessarily allow us to determine a total cost of dismissals over the entire life of the \"Don’t Ask, Don’t Tell\" program.\n\n\"In fact, we somewhat discourage doing that because there were a number of different factors on data we got this round that we didn’t get the last round,\" she said. \"In 2005 the data didn’t include the Marine Corps, medical personnel and some other costs.\"\n\nMerritt said it would be better to view the reports as a base-line estimate of costs associated with the program. She acknowledged the true expenses were likely higher, given the GAO’s inability to gather all of the data it sought.\n\nThe Palm Center tried to establish a more comprehensive cost figure with its 2006 report, which was authored by a commission that included former Defense Department officials, including William Perry, the Secretary of Defense from 1994 until 1997. Also serving on the panel were faculty members from the U.S. Military Academy and the Naval Postgraduate School.\n\nThe commission said the GAO’s 2005 report accounted for the cost of replacing soldiers but did not adjust for any value received by the military over the course of a discharged soldier’s service. The Palm Center study said the military underestimated the price of training soldiers. It noted that while a 1998 report said the average cost of training an enlistee is $28,800, the 2005 paper found that the Navy, which had the highest per-capita training cost, said it spent just $18,000 training a new enlistee. The Army and Air Force said they spent even less.\n\nAfter speaking with an Army research analyst, the Palm Center group reported the average cost of training an Army recruit was between $45,600 to $56,400. Given that information, the Palm Center said it believes the GAO report underestimated training costs.\n\nThe commission also sought to calculate the costs of training officers. If found some officers,\nsuch as jet pilots, can cost more than $1 million to train, though most are not as expensive.\n\nThe commission considered several other costs, such as money spent by the military on travel costs for discharged soldiers. The group ultimately estimated a $363.8 million price for the policy’s enforcement between 1994 and 2003. When the Williams Center’s estimate for next five years is included, the total cost is reported at $555.2 million for 1994 through 2008.\n\nLet’s review.\n\nMorrissey said the military has spent \"half a billion dollars\" to dismiss gays and lesbians from the military.\n\nIf we combine the GAO costs from its two reports, we get a total of $288.3 million spent enforcing \"Don’t Ask, Don’t Tell.\" And as the author of the most-recent report told us, that should be considered a minimum estimate, not an accurate total cost.\n\nThe Williams Institute at UCLA and the Palm Center at UCSB both believe the actual costs were higher. Williams put its most recent estimate at $555.2 million. Neither Williams nor the Palm Center had complete access to military records on recruitment and spending.\n\nMorrissey’s figures are certainly reasonable. But because of the difference between the GAO figures and the figures from other groups, we rate his claim at Mostly True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13650"}