{"url": "/factchecks/2020/nov/24/facebook-posts/dominion-and-smartmatic-offices-havent-shuttered-a/", "speaker": "Facebook posts", "vclaim": "Dominion and Smartmatic “have closed up shop” and executives are “on the run.”", "truth_label": "false", "date": "stated on November 21, 2020 in a post:", "title": "Dominion and Smartmatic haven’t shut down, and its executives aren’t 'on the run'", "text": "Conspiracy theories continue to swirl around Dominion Voting Systems and Smartmatic, two voting technology companies.\nA social media post is now claiming the two companies have stopped doing business, and that their executives are evading law enforcement.\n\"Dominion and Smartmatic have closed up shop all around the world and all execs have gone on the run. What does that tell you???\" a Nov. 21 Facebook post read. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nPolitiFact has debunked several claims about Dominion Voting Systems and Smartmatic in the past month as President Donald Trump and his supporters continue to promote conspiracy theories around the companies that make voting machines and software. \nBoth Smartmatic and Dominion Voting Systems have their websites or pages dedicated to debunking false rumors as they emerge. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nDominion’s site says: \"Dominion is not shuttering its offices. Employees have been encouraged to work remotely and protect their social media profiles due to persistent harassment and threats against personal safety.\"\nA Dominion spokesperson declined to comment further on personnel matters. The company said in a statement that employees are working with law enforcement and taking other measures \"to ensure the safety of our employees.\"\nA Smartmatic spokesperson also told PolitiFact it has not shut down. \"Smartmatic has not closed any offices following the US election,\" Smartmatic said in a statement. \"We continue to operate in our offices around the world, although we already have many employees working from home (since March) as a result of the pandemic.\"\nThere are no reports or evidence that the companies’ executives are suspected of any crime or are \"on the run.\"\nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18569"}