{"url": "/factchecks/2017/sep/06/rick-santorum/has-legal-immigration-hit-record-high-rick-santoru/", "speaker": "Rick Santorum", "vclaim": "\"We have over a million (legal immigrants) a year, more than at any time in the history of this country. We have the largest percentage of immigrants, almost tied now with the historical high as a percentage of immigrants living in this country.\"", "truth_label": "half-true", "date": "stated on September 3, 2017 in a CNN interview:", "title": "Has legal immigration hit a record high, as Rick Santorum said?", "text": "In a discussion over the Deferred Action for Childhood Arrivals, or DACA,  prior to President Donald Trump’s announcement to repeal it, former Sen. Rick Santorum, R-Pa., said immigration laws should be vigorously enforced. That’s because legal immigration has hit a record high.\n\"We have record levels of legal immigration… We have over a million people a year, more than at any time in the history of this country,\" Santorum said on CNN’s State of the Union on Sept. 3, 2017. \"We have the largest percentage of immigrants, almost tied now with the historical high as a percentage of immigrants living in this country.\"\nAre more immigrants coming into the United States legally than at any other time in history, and are they on track to outnumber previous immigrant populations? The number of annual legal immigrants has been higher in the past. But Santorum has a point that the United States is on pace to surpass general immigration proportions (although it’s not there yet).\nAnnual legal immigration\nA total of 1,051,031 persons were granted lawful immigration status in 2015, the latest year recorded by the Homeland Security Department. Over half of those were already living in the United States. That encompasses those who received a green card, were admitted as temporary nonimmigrants, were granted asylum or refugee status, or are naturalized.\nThat is over a million, as Santorum said, but it’s not the highest it’s ever been.\nThere were 1,090,172 legal immigrants granted status in 1989; 1,535,872 in 1990; and 1,826,595 in 1991. Between 2001 and 2014, there were 11 years in which lawful immigrants also surpassed 1 million, eight of which surpassed the 2015 rate.\nAnd it’s not a recent phenomenon.\nBetween 1905 and 1914, there were six years in which legal immigration surpassed 1 million. Four of those had higher immigration rates than 2015. And that’s significant because it was a much larger percentage of the population compared to today.\n\nImmigration law largely explains the trends above. The lack of numerical restrictions on entry before 1924 (except for Chinese immigrants) meant that nearly every immigrant was legal, making the early numbers more representative than the current ones (as illegal immigration is unaccounted for in the chart). It also meant fewer deportations than today.\nThe Immigration Reform and Control Act of 1986 legalized 2.7 million unauthorized immigrants, reflected in the spike between 1989 and 1991. And more recent spikes are explained by the American Competitiveness in the 21st Century Act, the Real ID Act, and backlog reductions at United States Citizenship and Immigration Services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIf Santorum had been talking about both illegal and legal immigrants combined, the number of annual immigrants would be slightly higher today, but still not a record. The Census Bureau found that nearly 1.5 million legal and illegal immigrants had arrived in the United States in 2014, but 1.66 million arrived in 2000. The total 2015 number isn’t yet available, but it was projected to reach 1.6 million.\nLargest percentage of immigrants?\nOn the overall number of immigrants, Santorum is correct. The Census Bureau estimates there are 43.3 million foreign-born people in the United States, which beats all previous records. Pew Research Center places that number at 45 million.\nBut the overall population of the United States has more than tripled from 1900 to 2000, which means we should also look at percentages of the population.\nThe immigrant share of the U.S. population was 13.5 percent in 2015. That still doesn’t surpass the record high immigrant shares in 1910, 1890 and 1870, which were 14.7 percent, 14.8 percent and 14.4 percent respectively. Data collection began in 1850.\nThe percentage of the overall population that was foreign born was only a little higher back then (while the absolute number of immigrants was high) because proportionally, more people went back home and immigrants, like citizens, suffered a higher death rate than today.\nAs Santorum said, we are on track to beat the record. The Center for Immigration Studies projects the United States will surpass the 14.8 percent marker in 2023, driven largely by legal immigration. Pew projects the fast-growing immigrant population will push the share of the foreign-born U.S. population to a record of 18 percent in 2065.\nWhen asked if recent changes in immigration policy could alter those projections, Center for Immigration Studies director Steven Camarota said they likely wouldn’t, as the immigrant percentage of the population has never grown as exponentially as it has since 1970 (from 4.7 to 13.5 percent).\nColumbia University immigration historian Mae Ngai said we should be wary of population trend predictions to begin with, as they are based on assumptions that don’t always hold true.\nOur ruling\nSantorum said, \"We have over a million (legal immigrants) a year, more than at any time in the history of this country. We have the largest percentage of immigrants, almost tied now with the historical high as a percentage of immigrants living in this country.\"\nWhile we do have over 1 million annual legal immigrants, it’s been surpassed multiple times in both recent years and at the turn of the twentieth century.\nWe are still a few years away from exceeding the record from last century of the share of immigrant population, and that’s based on projections.\nWe rate this statement Half True.\n Share the Facts 2017-09-06 21:42:56 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  https://www.youtube.com/watch?v=7NtkkwGT7zo \"We have over a million (legal immigrants) a year, more than at any time in the history of this country. We have the largest percentage of immigrants, almost tied now with the historical high as a percentage of immigrants living in this country.\"    Rick Santorum Former senator   in a CNN interview Sunday, September 3, 2017 2017-09-03    Read More  info", "vclaim_id": "vclaim-pol-02933"}