{"url": "/factchecks/2009/jan/30/barack-obama/some-economists-disagree-obama/", "speaker": "Barack Obama", "vclaim": "\"There is no disagreement that we need action by our government, a recovery plan that will help to jump-start the economy.\"", "truth_label": "false", "date": "stated on January 9, 2009 in a news conference:", "title": "Some economists disagree with Obama", "text": "There's plenty of debate about how to respond to the economic crisis, but you wouldn't know that from the comments of President Obama and fellow Democrats.\n\"Economists from across the political spectrum agree that if we don't act swiftly and boldly, we could see a much deeper economic downturn that could lead to double-digit unemployment and the American dream slipping further and further out of reach,\" Obama said in his weekly address on Jan. 3, 2009.\n\"Every economist from right to left, Republican, Democrat, advises that (a government stimulus) has to be a very substantial package,\" said Democratic Congressman Steny Hoyer of Maryland on Jan. 4.\n\"There's no disagreement that we need action by our government — a recovery plan that will help to jump-start the economy,\" Obama said at news conference on Jan. 9.\n\"Everybody, I think, from economists on the left to economists on the right realize that we must make critical investments at this time,\" said White House chief of staff Rahm Emanuel on Jan. 18.\nThe libertarians at the Cato Institute got weary of this line of argument and took out a newspaper ad in the  New York Times  on Jan. 28, 2009.\n\"With all due respect Mr. President, that is not true,\" the ad said.\n\"More government spending by Hoover and Roosevelt did not pull the United States economy out of the Great Depression in the 1930s. More government spending did not solve Japan's 'lost decade' in the 1990s. As such, it is a triumph of hope over experience to believe that more government spending will help the U.S. today,\" the ad says. \"Lower tax rates and a reduction in the burden of government are the best ways of using fiscal policy to boost growth.\"\nThe Cato ad has 203 signatories, including three recent Nobel Prize winners.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe talked to one of the Nobel winners, Edward Prescott of Arizona State University, who won in 2004, about Obama's plan.\n\"I agree with his wants, but just because you want something, that doesn't make it happen,\" Prescott said. \"I guess he thinks that everything can be solved by people's goodwill and good actions coming from Washington, D.C.\"\nPrescott advocates for a permanent reductions of the income tax or, failing that, nothing.\n\"I hope Obama succeeds, but benign neglect is a good policy,\" he said.\nBefore we go much further, we should point out that there are many economists who  do  believe a stimulus is needed, and yesterday. For what it's worth, the most recent recipient of the Nobel for economics, Paul Krugman, supports the stimulus and has written about how wrong the opponents are.\n\"Conservatives really, really don’t want to see a second New Deal, and they certainly don’t want to see government activism vindicated. So they are reaching for any stick they can find with which to beat proposals for increased government spending,\" Krugman wrote recently in  his New York Times column  .\nFar be it from us to referee a knife fight between Ph.D. economists. But for those who are interested in how economists deal with facts, we would point you to the very interesting blog and podcasts of  economist Russell Roberts  of George Mason University. Roberts also opposes the stimulus bill, though he did not sign the Cato ad.\nRoberts said that economists actually agree on lots of things, but when it comes to big, new problems like the recent crisis, things get complicated. It's difficult to look back in history and pinpoint exact causes for economic turnarounds.\n\"We're trying to tease out the effect of one social policy in the face of hundreds of thousands of other changes,\" he said in a podcast on the role of  empirical evidence and bias  in economics.\nSo where does that leave us for our ruling? We can't tell you which side is right on the stimulus bill. But we do know that Obama is wrong when he says there is \"no disagreement that we need action by our government.\" Clearly, there is disagreement. We rate his statement False.", "vclaim_id": "vclaim-pol-15842"}