{"url": "/factchecks/2014/jul/31/jake-tapper/tapper-more-palestinian-children-killed-3-weeks-is/", "speaker": "Jake Tapper", "vclaim": "Israel in the last three weeks has \"killed more Palestinian children, more than 200, than the total number of Israeli soldiers killed in military operations since 2006.\"", "truth_label": "mostly-true", "date": "stated on July 29, 2014 in comments on CNN:", "title": "Tapper: More Palestinian children killed in 3 weeks than Israeli soldiers in 8 years", "text": "Gaza’s casualties have piled up much faster than Israel’s since bombs began flying three weeks ago, and on July 29’s The Lead, CNN host Jake Tapper put the disparity in context during an interview with Israeli spokesperson Mark Regev.\n\"If my calculations are right,\" Tapper said, \"Israel has, in the last three weeks, killed more Palestinian children, more than 200, than the total number of Israeli soldiers killed in military operations since 2006, which includes the Second Lebanon War, Operation Cast Lead, Operation Pillar of Defense, and now Operation Protective Edge.\"\n\"At what point does the Israeli government say, enough, we’re killing too many innocent children?\"\nRegev gave an example of the grief the deaths are causing Israeli officials, but reiterated what Israel has been saying for weeks: Hamas is responsible for using civilians as human shields.\nTapper’s tough line of questioning made some waves online, so we wanted to break down his claim about the casualties out of Israel and Gaza.\nGazan child deaths\nLooking at the number of Palestinian children killed in the last three weeks is relatively simple -- virtually every major news organization has been referring to the United Nation’s figures, which we have little reason to doubt.\nThe UN Office for the Coordination of Humanitarian Affairs issues a daily report on the humanitarian situation in Gaza, which includes a tally of total deaths, civilian deaths and child deaths, gathered by combining reports from Palestinian authorities -- not Hamas -- and the bodies their own agents have seen in Gaza.\nThe UN’s July 31 report puts the total Palestinian death toll at 1,263, including at least 852 civilians and 249 children. On July 29, when Tapper made his claim, the UN reported 229 child deaths.\nSo Tapper’s estimate that \"more than 200\" Palestinian children are dead is accurate.\nWhether you can attribute all the deaths directly to Israel, however, is more of an open debate. Palestinian and Israeli officials have blamed each other’s bombs for some of the civilian deaths -- for example, the 15 Palestinians killed at a UN school in Jabalia on July 24. When Tapper went on air, the UN had not yet been able to definitively resolve their conflicting claims, although they’ve since traced the mortal shell to Israel.\nOther children have died during gunfights between the Israel Defense Force (IDF) and Hamas, and it’s impossible to say definitively whose bullets killed them.\nIsraeli military deaths\nTracing deaths in the IDF back eight years takes a little more work. Tapper told us he looked at the Israeli government’s figures on casualties for their four major military operations since 2006:\n\n\n\n\n\nConflict\n\n\nDates\n\n\nSummary\n\n\nIsraeli military deaths\n\n\n\n\nThe Second Lebanon War\n\n\nJuly 12 – Aug. 14, 2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nMilitants from Hezbollah -- a Shiite Muslim group considered a terrorist organization by the U.S. and EU -- took Israeli soldiers hostage at the Israel-Lebanon border. After negotiations and a rescue attempt failed, Israel bombed Lebanon, sent ground troops, and imposed air and naval blockades. Hezbollah responded with rockets and guerilla warfare.\n\n\n119\n\n\n\n\nOperation Cast Lead\n\n\nDec. 27, 2008 – Jan. 18, 2009\n\n\nIsrael bombed and subsequently launched a campaign into Gaza, ostensibly to stop rocket fire and weapon smuggling by Palestinian militants, including Hamas.\n\n\n9\n\n\n\n\nOperation Pillar of Defense\n\n\nNov. 14 – 21, 2012\n\n\nIsrael unleashed a series of airstrikes on Gaza, ostensibly to stop rocket fire by Palestinian militants, including Hamas.\n\n\n1\n\n\n\n\nOperation Protective Edge\n\n\nJuly 8, 2014 – present\n\n\nAfter the collapse of Israeli-Palestinian peace talks, the kidnapping and murder of both Israeli and Palestinian teenagers, increased rocket fire from Hamas, and skirmishes in the West Bank, Israel bombed and subsequently launched a military operation into Gaza.\n\n\n43 (56 as of July 31)\n\n\n\n\n\n\nThat adds up to 172 deaths, and Tapper correctly accounted for the major Israeli military operations since 2006. These figures, Tapper told us, \"provide an important sense of just how large these Gaza children death numbers are -- more than all the IDF troops killed in action the Israeli government deemed necessary to protect its country in the last eight years combined.\"\nBesides the four operations above, three confrontations between Gaza and Israel have caused Israeli military casualties: Operations Summer Rain and Autumn Clouds in 2006, and Operation Hot Winter in 2008, which in total resulted in the deaths of eight Israeli soldiers. That takes us up to 180 deaths in what the IDF has publicly named \"operations.\"\nWe found a few other Israeli military deaths that likely should be added to any tally. In 2008, two Israeli soldiers were returned dead after being kidnapped during the Second Lebanon War, and an IDF soldier was killed by a Hamas bomb during Operation Cast Lead. An additional 34 on-duty soldiers and four off-duty soldiers also have died in terrorist attacks since 2006 (all the attacks were from Palestinians).\nIncluding them takes the total to 221 Israeli soldier deaths, compared to the deaths of 229 Palestinian children.\nOur ruling\nTapper, while grilling an Israeli spokesman, said, \"Israel has, in the last three weeks, killed more Palestinian children, more than 200, than the total number of Israeli soldiers killed in military operations since 2006.\"\nHis figure for Palestinian child deaths comes from the United Nations. According to humanitarian workers on the ground, more than 200 Palestinian children have died in the last three weeks from the Israel-Hamas conflict, though it’s not clear in every case whether the Israeli bullets and bombs are directly responsible.\nThat is indeed more than the number of Israeli soldiers killed since 2006 while engaged in military operations, our review found.\nTapper’s numbers are accurate, but there remains some question about who bears responsibility for the deaths of every Palestinian child. As such, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-07509"}