{"url": "/factchecks/2007/jun/22/barack-obama/accurate-but-exploits-misconception-and-uses-unrea/", "speaker": "Barack Obama", "vclaim": "\"If we increase fuel efficiency standards to 40, 45 miles a gallon, we would have to import zero oil from the Middle East.\"", "truth_label": "half-true", "date": "stated on June 19, 2007 in Washington, DC.:", "title": "Accurate, but exploits misconception and uses unrealistic scenario", "text": "Obama's Mideast oil claim, made to the American Federation of State County and Municipal Employees on June 26, is artful sleight-of-hand.\n\nHe relies on an extremely optimistic (and possibly unrealistic) notion that the U.S. fleet would average 40-45 mpg at some point in the near future. He does not specify whether he means 40-45 mpg in the equivalent of today's tests (which would mean on-road performance much lower) or if he means on-road. Since he used the testing standard before, we'll assume the same here, which would equate to 35 mpg in the real world. At 35 mpg, Schipper estimates fuel usage could be reduced by about 40 percent.\n\n\nInstead of simply saying it would reduce fuel use by 40 percent, Obama shrewdly plays on the belief by many Americans that the U.S. is heavily dependent on Mideast oil.\n\n\n\"Contrary to popular belief, we don't import a lot of oil from the Middle East,\" said\nsaid John DeCicco, a senior fellow for automotive strategies with the advocacy group Environmental Defense.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn fact, the U.S. gets less than 20 percent of its imported oil from the Mideast, according to the U.S. Department of Energy. The U.S. gets almost twice as much oil from Canada than it gets from Saudi Arabia.\n\n\nObama is correct that a reduction in oil demand because of more fuel efficient cars could theoretically eliminate the need to import any oil from the Mideast. But he ignores the reality of global petroleum markets. \"It's not correct to say that we can specify where we buy our oil,\" Schipper said. \"Oil goes into one big world barrel.\"\n\n\nObama's comment \"if we import zero oil from the Middle East, that means the gas prices are going to go down at the pump\" is a bit of a stretch. Given the volatility of oil prices and the time it, the price at the pump might still go up because of other factors. But under his scenario, it would go up less.", "vclaim_id": "vclaim-pol-00342"}