{"url": "/factchecks/2014/jul/16/cokie-roberts/cokie-roberts-chances-getting-murdered-new-york-ar/", "speaker": "Cokie Roberts", "vclaim": "\"In New York, your chances of getting murdered are 1 in 25,000. In Honduras, it’s 1 in 14.\"", "truth_label": "half-true", "date": "stated on July 13, 2014 in comments on ABC's \"This Week\":", "title": "Cokie Roberts: Chances of getting murdered in New York are 1 in 25,000; in Honduras it's 1 in 14", "text": "After a bloody Fourth of July weekend in Chicago and a humanitarian crisis ensuing at the borders, the country’s politicos remain divided over how to address violence at home and those escaping violence abroad.\nThere’s no doubt that the 52,000 unaccompanied minors arriving at the U.S border this year are fleeing high crime and high poverty. What to do about them is a different question. For ABC pundit Cokie Roberts, the staggering murder rates of Central America make immigration reform a moral no-brainer.\n\"I heard a report this week that in New York, your chances of getting murdered are 1 in 25,000,\" said Roberts on This Week on July 13, 2014. \"In Honduras, it’s 1 in 14. You can’t send children back home to that.\"\nA reader asked us about Roberts’ statistic, which we were curious about as well. What we found is an interesting case study of how wrong information gets spread, and how corrections don’t always work.\nHe said, she said\nRoberts said she heard the statistic on the July 10, 2014, episode of MSNBC’s Morning Joe. On that show, economic analyst Steve Rattner used United Nations data in a discussion about immigration reform with host Joe Scarborough.\n\"Let me put this in perspective for you,\" Rattner said. \"In Honduras, you had a 1 in 14 chance of being murdered. In the city of New York, you have a 1 in 25,000 chance of being murdered. I can’t even imagine what it’s like to be in a place like that.\"\nWhen we reached out to Rattner’s researcher, Sundas Hashmi, she said that these rates \"were unfortunately incorrect\" and resulted from a transcription error. Rattner corrected the mistake on his Twitter the same day. But the false fact flew past Roberts, who doesn’t tweet.\n\"Those of us who refuse to use social media sometimes miss things. But not enough to use social media,\" Roberts wrote us in an email. \"And now I will return to writing about the 1850s, where tweeting only came from birds.\"\nNonetheless, let’s look at the numbers.\nThe odds are not in Honduras’ favor\nSo to figure out your chances of getting murdered in Honduras or New York City, we first need the murder rates of both places.\nAccording to data from the United Nations, Honduras has the world’s highest murder rate: 90.4 murders per 100,000 people. Honduran sources report lower rates of about 75 to 80 homicides per 100,000 people, though criminal justice professor Frank Zimring says the margin of error \"that far into the stratosphere\" makes the difference trivial.\nHonduras’ deadliest city, San Pedro Sula, is also the world’s deadliest, with 187 murders per 100,000 people, reports Mexican think tank Seguridad Justicia Y Paz.\nIn New York City, the FBI reported 419 homicides in a population of around 8.3 million in 2012. This comes out to a rate of about 5.1 homicides per 100,000 people. The U.S. averaged a rate of 4.7 in the same year.\nHere’s two charts that underscore the disparity between Honduras and New York:\n\n\n \nWe then need to put that data into the same context as Roberts’ numbers-- your chances of getting murdered. That requires average lifespan data, which is reported by World Bank (73 years in Honduras and 79 years in the U.S.). With that information, we can calculate your chances of getting murdered in Honduras and New York in one year and in a lifetime.\nThe discrepancy is big, but not as big as Roberts stated:\nChances of being murdered\n\n\n\n\n \n\nPer year\n\n\nPer lifetime\n\n\nWhat Roberts said\n\n\n\n\nHonduras\n\n\n1 in 1100\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\n1 in 15\n\n\n1 in 14\n\n\n\n\nU.S.\n\n\n1 in 21,000\n\n\n1 in 270\n\n \n\n\n\nSan Pedro Sula\n\n\n1 in 530\n\n\n1 in 7\n\n \n\n\n\nNew York\n\n\n1 in 20,000\n\n\n1 in 250\n\n\n1 in 25,000\n\n\n\n\n\n \nAs you can see from the chart above, the chances of getting murdered in Honduras are 1 in 1100 per year compared to 1 in 20,000 per year in New York. Over a lifetime, the chances of being murdered in Honduras are 1 in 15, compared to 1 in 250 in New York.\nThat makes Honduras more dangerous but not nearly to the levels Roberts described.\nWhat Rattner may have done, and what Roberts repeated, was compare figures approaching the chances of being murdered in Honduras in a lifetime (1 in 15) to the chances of being murdered in New York in one year (1 in 20,000).\n\n\n\n\nBehind the numbers\nEven if Roberts (and Rattner) used the statistic correctly, criminologists warned us about using the figures to make comparisons.\nCrime rates are usually given as the number of crimes committed per 100,000 to account for different population sizes. This makes it easier to compare violence, according to Harold Pollack, co-director of the University of Chicago Crime Lab.\n\"In Chicago, for example, we have the most amount of homicides, but we’re also a large city,\" he said. Averaged out over population size, Detroit, New Orleans and 18 other American cities have higher rates than Chicago’s.\"\nSince the general rates don’t capture the demographic of the victims, the chances of getting murdered will vary greatly. For example, men are more likely to be murdered than women, because homicide victims tend to match the profiles of homicide offenders across the world, Zimring said. According to The Economist, men in Honduras have a 1 in 599 chance of getting murdered every year, or 1 in 9 over a lifetime (assuming a life expectancy of 71 years). Geography, race, and age are also factors.\n\"The risks are extremely uneven, depending on where you are and who you are,\" Zimring said. \"In Honduras, if you’re a male, (the chances) are pretty good. If you’re a child, that doesn’t tell your chances in the next five years but when you turn 16, life gets pretty tough. So these numbers are simultaneously misleading and accurate.\"\nZimring also cautions against comparing apples to oranges, particularly since one hot spot for typically drug-related murders in Honduras can skyrocket the entire country’s rate. New York’s rate actually gives a sense of what a safe large American city looks like, said Pollack. According to FBI data, Flint, Mich., has the country’s highest murder rate, 62 murders per 100,000 people, which is closer to Honduras’s murder rate but still pales in comparison to San Pedro Sula’s.\nSo even if you’re comparing the deadliest cities in America to their Honduran equivalents, the Central American ones are much worse. The bottom line, experts and pundits agree, is that Honduras is a much more dangerous place.\n\"Their murder rates put ours in perspective,\" Pollack said.\n\"Even with all of those magnifications, you still don’t want to move to Honduras to feel safe,\" Zimring said.\nThe ruling\nRoberts said, \"In New York, your chances of getting murdered are 1 in 25,000. In Honduras, it’s 1 in 14.\"\nRoberts said she got the statistic from Rattner, who first reported the number on Morning Joe. But Rattner acknowledged that his figures were inaccurate and posted a correction on Twitter after the show. Roberts doesn’t have a Twitter account, and so she repeated Rattner’s wrong figures a few days later on ABC’s This Week. \nThat’s how the bad statistic got spread, but Roberts and Rattner do have a point. The chances of getting murdered in Honduras are greater than they are in New York or the United States -- just not to the degree that they said.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-07598"}