{"url": "/factchecks/2021/jan/06/viral-image/photo-shows-poll-workers-counting-ballots-pennsylv/", "speaker": "Viral image", "vclaim": "Photo shows “2 sitting senators counting ballots” in Georgia.", "truth_label": "false", "date": "stated on January 2, 2021 in a Facebook post:", "title": "Photo shows poll workers - not senators - counting ballots in Pennsylvania", "text": "Rev. Raphael Warnock beat Sen. Kelly Loeffler in the run-off election in Georgia on Jan. 5 while Jon Ossoff was leading in the tight race against Sen. David Perdue with votes still being counted.\nBut social media posts are sharing and again mischaracterizing an old image to wrongly suggest that the Republican incumbents are the victims of voter fraud.\n\"When Anons go through 14 hours of CCTV footage of the election count in Georgia and find 2 sitting senators counting ballots .. this election is a f------ fraud!!\" reads one Facebook post.\nThe post shows one photo of two masked poll workers and a second photo of Georgia state senators also wearing masks: Democrats Elena Parent and Jen Jordan. It was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe image of the senators is from a Dec. 3 committee hearing that focused on unfounded allegations of election fraud. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe image of the poll workers comes from footage taken by the Associated Press in Pittsburgh on Nov. 7. The video is titled: \"Polling workers continue counting in Pennsylvania.\" \nParent and a spokesperson for Jordan told Reuters they are not pictured in the footage from Pennsylvania. And it definitely doesn’t show \"CCTV footage of the election count in Georgia\" as the Facebook post claims.\nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-19127"}