{"url": "/factchecks/2020/feb/10/facebook-posts/no-george-soros-wasnt-nazi-soldier/", "speaker": "Facebook posts", "vclaim": "Says George Soros was an “SS in the National Socialist German Workers Party. Nazi Party.”", "truth_label": "pants-fire", "date": "stated on November 26, 2016 in a Facebook post:", "title": "No, George Soros wasn’t a Nazi soldier", "text": "A viral image purporting to link George Soros to Germany’s Nazi Party is picking up new steam on social media. But the photo of a young man wearing glasses and an SS uniform is not the billionaire Democratic donor, despite what some posts would have you believe.\n\"I give you George Soros,\" the text stamped over the image, which was originally posted to Facebook in 2016, says. \"A(n) SS in the National Socialist German Workers Party. Nazi Party. He served under Adolf Hitler and Heinrich Himmler.\"\nThe post, which has been shared more than 22,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe’ve fact-checked a version of the same photo before, as have reporters at Snopes and the Associated Press. The photo isn’t fake or doctored, but it also doesn’t show Soros, despite what the text attached to it says. A quick reverse image search reveals that much.\nIn reality, the photo is of Oskar Gröning, a former SS soldier who was sentenced to four years in prison in 2015 for being complicit in the murder of 300,000 people during the Holocaust.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\nA screenshot of a Facebook meme wrongly identifying Oskar Gröning as George Soros (PolitiFact).\nThe sentence was handed down when Gröning, who died in 2018, was 94 years old. During the Holocaust, he was a corporal in Hitler’s Waffen SS, according to the New York Times’ obituary.\nSoros, on the other hand, survived the Holocaust. When the Nazis invaded Hungary, Soros’ father obtained a false identity for Soros and sent him to live with an agricultural official who passed him off as his Christian godson, according to the New York Times.\nWe rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-17370"}