{"url": "/factchecks/2012/may/05/charlie-hales/can-system-development-charges-be-spent-capital-pr/", "speaker": "Charlie Hales", "vclaim": "Say that under state law, \"systems development charges can only be spent on capital investment.\"", "truth_label": "true", "date": "stated on April 30, 2012 in a debate:", "title": "Can system development charges be spent on capital projects and maintenance?", "text": "Hard to believe, but we have another fact check on systems development charges. After all, there was no way Charlie Hales was going to take criticism lightly on the wonky subject. Hales pointed out to Jefferson Smith that development charges have nothing to do with maintenance, which is what the question was about.\n\n\"Actually, Jefferson,\" Hales said, \"under state law, and it’s something you should know, systems development charges can only be spent on capital investment. They can’t be spent on maintenance. We have a maintenance problem. That’s a different pot of revenue. It’s not what systems development charges pays for.\"\n\nSmith argued that if we’re not collecting systems development charges to pay for capital construction related to growth then that money has to come out of the general fund that should be used to pay for maintenance.\n\nWho’s right?\n\nSmith is flatly inaccurate in suggesting the law has changed. (He and his campaign later clarified that he did not mean to suggest the law had changed.)\n\nOregon Revised Statutes, says systems development charges may be used only for \"capital improvement.\" That improvement \"does not include the costs of the operation or routine maintenance of capital improvements.\"\n\nWe find Hales’ statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJefferson Smith\n\n\nstated on April 30, 2012 in a debate\n\n\n\n\n\n\n\n\nSays  \"I don’t agree with Mr. Hales that we should give a sweeping break to the developers to allow them to build that infill housing without paying for those very basics.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • May 5, 2012", "vclaim_id": "vclaim-pol-11158"}