{"url": "/factchecks/2012/oct/04/wayne-powell/wayne-powell-says-eric-cantor-voted-protect-his-pa/", "speaker": "Wayne Powell", "vclaim": "Says Eric Cantor voted to assure Congress would be paid if the government shut down and against guaranteeing troops would be paid.", "truth_label": "pants-fire", "date": "stated on October 1, 2012 in a debate.:", "title": "Wayne Powell says Eric Cantor voted to protect his pay and against guaranteeing pay to troops", "text": "Wayne Powell, the Democratic challenger for the 7th Congressional District, portrayed incumbent Eric Cantor as serving his own interests during an Oct. 1 debate.\n\nCantor, a Republican, is the majority leader of the House of Representatives. Powell held Cantor responsible for fueling a budget impasse with Democrats in April 2011 that came within a day of shutting down the government.\n\nPowell was emotional when his chance came to ask Cantor a prepared question. \"This is for my son,\" he said. Powell’s son is an Army major who has served in Afghanistan.\n\nThen he turned to Cantor.\n\n\"Last year when you and the president were in a budget standoff that threatened to shut down the federal government, you voted to continue paying members of Congress, including yourself, in the event of a shutdown,\" Powell told the majority leader. \"At the same time, you voted against a bill which would have -- it would ensure -- that members of the armed services continue to get paid.\n\n\"My question is this, Eric: How could you in good conscience vote to continue your own pay but, at the same vote to stop paying our servicemen and women that you voted to send into combat in Afghanistan?\"\n\nWe decided to check Powell’s facts, which Cantor said were wrong.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPowell’s campaign backed the claim by pointing us to two procedural votes held during heated debates on spending. We’ll take a look at each.\n\nMilitary pay\n\nOn April 7, 2011, President Barack Obama and Republican leaders were in tense budget negotiations one day before a government shutdown deadline. The GOP was demanding billions in spending cuts in return for passing an appropriations bill. Obama vowed to veto any legislation that contained what he said were harsh GOP demands for cuts in social programs and an end to federal funding for Planned Parenthood.\n\nThe Republican-led House sought to ease the pressure that day by proposing a one-week appropriations bill. The legislation would have funded the Department of Defense for a longer time -- through the end of the fiscal year on Sept. 30. Republicans called the measure a \"troop funding bill.\"\n\nDemocrats were not to be outdone. During floor debate, they said there was no guarantee Obama would sign the measure. Rep. Bill Owens, D-N.Y., offered an amendment that would ensure troops would continue to be paid if the government closed. Owens never explained how he expected to protect military pay by offering an amendment to a bill he said was likely to be vetoed.\n\nRep. Harold Rogers, R-Ky., denounced the motion as \"purely a political gesture.\" Rogers said the GOP bill, which he sponsored, already provided \"the essential funds for our men and women who are in harm’s way.\"\n\nCantor voted against Owens’ motion, along with all but one Republican. But he was in the 247-181 majority, including 15 Democrats, who voted for the underlying bill.\n\nSo did Cantor really vote against a bill that would have ensured troops get paid, as Powell said?\n\nNo.\n\nCongressional pay\n\nOn April 1, 2011, House Republicans passed a bill directing that its version of budget become law if the Senate did not act on it by April 6. This appeared to violate the U.S. Constitution, which says that both chambers must approve bills before they can become law.\n\nThe measure included a provision that would deny pay to members of Congress and the president if a shutdown occurred. This was major public relations point because members of Congress get paid during a shutdown, while most other federal employees do not.  \n\nSome Republicans pointed out that, under the constitution, congressional pay cannot be reduced in the middle of a term. To allay concerns, other Republicans suggested they could be paid retroactively when the shutdown ended, like the rest of the federal workforce.\n\nDemocrats upped the stakes, seeking an amendment that would bar retro payments to Congress. Then they got a surprise. Rep. Dan Lungren, R-Calif., revealed an email he had received from Obama’s Department of Justice questioning the constitutionality of the Democrats’ motion.\n\nThe amendment was defeated on a partisan 236-187 vote. Cantor and all but one Republican voted against it.\n\nCantor then voted for the underlying bill, which included the problematic ban on paying Congress during a shutdown. It passed the House but died in the Senate.\n\nBoth measures -- as dubious as they were -- were attempts to erase the pay protection for congress members in the event of a government shutdown. So to say Cantor was out to protect his paycheck is a big stretch.\n\nA final note\n\nThe Democratic amendments at issue were \"motions to recommit,\" a prerogative of the minority party since the 1st Congress. They are motions, often procedural, to send a bill back to a committee just before a floor vote on passage of the legislation is held. Both parties, when in the minority, have these motions to \"make political statements and try to embarrass the majority for partisan advantage,\" according to David Wolfensberger, an expert on parliamentary rules and former Republican staffer on the House Rules Committee.\n\nOur ruling\n\nPowell said that Cantor, during the threat of a government shutdown last year, voted to ensure Congress would continue to be paid and against offering the same protection to members of the military.\n\nBut Powell got it backwards. Cantor, during a period of high political gamesmanship, supported Republican legislation that, in the event of shutdown, would have continued military pay and withheld paychecks for Congress members. He simply opposed two procedural efforts by Democrats that would have given them some bragging rights.\n\nPowell’s charge was not off-the-cuff. It came during a portion of a debate when he got to ask Cantor a direct question. Powell, in comments leading up to his query, said he’d given plenty of thought to what he’d ask. That suggests he had time to check all the facts.  \n\nPowell should take heat for ridiculously distorting Cantor’s votes. So we give his statement our lowest rating -- Pants on Fire.", "vclaim_id": "vclaim-pol-10260"}