{"url": "/factchecks/2015/jul/31/jeb-bush/jeb-bush-says-he-won-60-hispanic-vote-2002-electio/", "speaker": "Jeb Bush", "vclaim": "Says in 2002, he \"won more Hispanic votes than Anglo votes, 60 percent in the state.\"", "truth_label": "mostly-true", "date": "stated on July 27, 2015 in a Telemundo News interview:", "title": "Jeb Bush says he won 60% of the Hispanic vote in 2002 election", "text": "Former Gov. Jeb Bush is courting Hispanic voters to build momentum for his presidential run, pointing out that he relied upon the demographic during his gubernatorial campaign.\n\"In my re-election in 2002, I won the majority,\" he told Telemundo’s Jose Diaz-Balart in Spanish during a July 27, 2015 interview. \"I won more Hispanic votes than Anglo votes, 60 percent in the state. It can be done.\"\nBush has some advantages over most of his GOP rivals when it comes to Hispanic voters: He speaks Spanish fluently and his wife, Columba, is a native of Mexico. But did he really win re-election as governor with 60 percent of the Hispanic vote, higher than his percentage with white voters? We decided to revisit the polls and find out.\nDemographic shift\nThe percentage of the vote is important, because the majority of registered voters in Florida are white. In 2002 there were 7 million white voters, with other ethnicities totaling 2.3 million.\nThe Florida Department of State told PolitiFact Florida that it’s tough to say exactly how many Hispanic voters were registered in 2002, because Division of Elections record-keeping has since changed. Registrations then were recorded as either \"white,\" \"black,\" \"other\" or \"unknown/not given.\"\nIn 2013, the percentage of the electorate that is Hispanic was between 14 and 18 percent, a number that has probably grown since 2002.\nBush cruised to re-election that year, winning 56 percent of the vote over Democrat Bill McBride.\nHis campaign focused on Hispanic voters, with Bush giving interviews in Spanish and running Spanish-language campaign ads. Afterward, analysts and media coverage credited Bush with taking anywhere from 57 to 65 percent of the Hispanic vote.\nThat would usually be an oddity for a non-Hispanic, Republican candidate, but not necessarily Bush. In 1998 he garnered 61 percent of Hispanic voters against Buddy McKay, versus 60 percent of white voters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBut breaking down 2002’s numbers isn’t as clear cut as it would be for other years.  Voter News Service, a joint poll by ABC, CBS, NBC, Fox, CNN and the Associated Press, stopped providing numbers on Election Night 2002 after it decided its computer analysis was flawed and couldn’t give reliable results.  \nThat meant a dearth of data for national and state races, and no exit polls that dissected the race, gender or economic status of Florida’s voters. That left independent analyses to pick up the slack. But most of those generally accepted Bush had won the Hispanic vote handily.\nFernand Amandi, managing partner of Miami-based polling firm Bendixen & Amandi, said a combination of low turnout and a strong, older Cuban electorate gave the Republican an advantage. Some estimates said 80 percent of Cuban voters rallied around Bush.\n\"The 2002 exit poll was flawed and not kept for reference, but targeted precinct analysis suggests he did clear the 60 percent threshold,\" Amandi said. \"Without the benefit of a definitive exit poll, I would speculate he did as well or better against Bill McBride.\"\nOne widely cited study from the Center for Immigration Studies pegged Bush’s support among Hispanics at 57 percent in 2002.\nUniversity of Texas government professor Daron Shaw provided data from a Fox News poll for that analysis. Shaw also thought the Cuban population favored Bush, a factor that's especially in play in Florida.\n\"I do recall the number and wasn’t particularly surprised,\" he said. \"The Cuban population in Florida makes it a unique Hispanic cross-section, one that is much more friendly to Republicans than the national cross section.\"\nOur ruling\nBush said in 2002, he \"won more Hispanic votes than Anglo votes, 60 percent in the state.\"\nWhile Bush historically had enjoyed a strong Hispanic voter base, we found there actually aren’t the usual exit poll results from his 2002 re-election to support this conclusion.\nHowever, most media analyses from the election do suggest Bush carried about 60 percent of the Hispanic vote, as he did in 1998. Experts we consulted said that was most likely the case.\nThe statement is accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06129"}