{"url": "/factchecks/2012/jul/02/dan-ramos/dan-ramos-says-lorain-poorest-school-district-ohio/", "speaker": "Dan Ramos", "vclaim": "Lorain \"is the poorest urban school district in the state of Ohio.\"", "truth_label": "false", "date": "stated on June 13, 2012 in a speech in the Ohio House:", "title": "Dan Ramos says Lorain is the poorest school district in Ohio", "text": "State lawmakers generally agreed that too many Ohio school children are struggling to read during a debate in June on legislation to advance Gov. John Kasich’s education agenda.\n\nBut many Democrats in the House of Representatives voted against the Republican governor’s education policies, which included a third-grade reading guarantee, when they were up for a vote on June 13.\n\nTheir reasons for opposition varied.\n\nSome thought the changes amounted to an unfunded mandate on schools whose state funding already had been cut through Kasich’s budget.\n\nRep. Dan Ramos, a Democrat from Lorain, said the bill was incomplete because it lacked early education programs such as all-day kindergarten to prepare young students, particularly children in poverty.\n\nDuring a floor speech June 13, Ramos made clear his district’s educational needs:\n\n\"I represent, amongst others, the city of Lorain, which is the poorest urban school district in the state of Ohio.\"\n\nRamos was one of several lawmakers to speak that day about the bill, Senate Bill 316, also known as the \"education MBR\" because it was the education component of Kasich’s mid-biennium budget review. The bill passed the House that day by a vote of 56-35, with most Democrats voting \"no.\"\n\nAlthough Ramos’ claim is not about specific provisions in the bill, it caught our attention. Does Lorain really hold the unwanted title of the state’s poorest urban school district.\n\nSo we called Ramos for an explanation.\n\nRamos said he did not have any statistics or information that showed Lorain is the state’s single poorest district. He provided data from the Ohio Department of Education that shows the city is among districts with the highest percentage of poor students.\n\n\"I should have said, ‘one of the’\" poorest urban school districts, Ramos said.\n\nThe city had the state’s sixth-highest percentage, 84.5 percent, of students in poverty in the fiscal year ending in July 2011. Students were considered to be living in poverty if they received free or reduced-priced lunches or if their guardians receive public assistance.\n\nCleveland was first, with 100 percent of students in poverty; Dayton was second with 92.5 percent; Youngstown was third with 91.9 percent; East Cleveland was fourth with 88.5 percent and Akron was fifth with 84.7 percent.\n\nLorain ranked fourth the previous year behind Cleveland, Dayton and Youngstown.\n\nRamos said the fact Lorain is among the state’s poorest districts – rather than the single poorest – does not negate the overarching point of his floor speech: School children in Lorain are on hard times and need the state’s help to get a better education, however, the policies in SB 316 do not fully address those needs.\n\nRamos may have a point. And he is correct to say students in Lorain are needy. But his explanation does not make his claim on the House floor accurate. The poorest urban school district in Ohio, in the eyes of the Ohio Department of Education, is Cleveland.\n\nOn the Truth-O-Meter, his claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10833"}