{"url": "/factchecks/2013/nov/13/scott-walker/scott-walker-says-debt-projected-double-under-obam/", "speaker": "Scott Walker", "vclaim": "\"The national debt is on track to double during Obama’s presidency.\"", "truth_label": "mostly-true", "date": "stated on November 12, 2013 in a book:", "title": "Scott Walker says debt projected to double under Obama", "text": "Possible presidential aspirant Scott Walker opens his new book with a dismal depiction of conditions in the nation’s capital.\n\"If you are like me, the view from Washington, D.C., these days is pretty grim,\" the Republican governor writes in \"Unintimidated: A Governor's Story and a Nation's Challenge,\" which is due out Nov. 19, 2013. \"Barack Obama has been elected to a second term. Obamacare will not be repealed anytime soon. Congress has approved massive tax increases.\"\nThen Walker makes this claim:\n\"The national debt is on track to double during Obama’s presidency.\"\nLet’s see how much the debt has grown and to what extent Obama is responsible.\nWhat is the debt?\nWe hear plenty about the federal debt and annual federal budget deficits. So, let’s make sure we’re on the same page before we dig in.\nTotal federal debt, also known as gross debt, is the amount of debt issued by the U.S. Treasury and other federal agencies. It has two components:\nDebt held by the government is money the government owes itself. Mainly, the government borrows from trust funds such as Social Security and Medicare -- payments owed to beneficiaries in the future -- to fund current government operations.\nDebt held by the public is owed to investors outside the federal government, including individual and corporate investors in the United States and overseas, foreign governments, the Federal Reserve and other entities.\nIt's money the government borrows when it runs annual budget deficits -- in other words, the money the government needs to bridge the gap between what it spends and what it takes in.\nHow much is the debt?\nJacquelynn Burke, a publicist for Sentinel, Walker’s publisher, responded to our request to Walker for information to back his claim. She told us Walker was referring to total debt and to the portion held by the public and cited two documents from Obama’s own administration, a 2013 report from the Council of Economic Advisers and Obama’s 2014 budget.\nIt’s helpful here to note that debt is tallied at the end of the fiscal year and that the federal fiscal year runs from October through September. So, fiscal 2008 started in October 2007 and ended in September 2008.\nThe documents Walker relies on show total debt on pace to double -- from $9.99 trillion in fiscal 2008 to an estimated $20 trillion in fiscal 2016; and debt held by the public to more than double, from $5.8 trillion to $14.7 trillion.\n(FactCheck.org also reports that debt held by the public is on pace to double during Obama’s presidency.)\nChris Edwards, director of tax policy studies at the libertarian Cato Institute, cited the same documents Walker did when we asked him about Walker’s claim. Edwards said that, even though fiscal 2008 ended more than three months before Obama was first inaugurated, it is a good starting point because most of the debt accumulated in fiscal 2009 was from Obama’s stimulus plan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nJoshua Gordon, policy director at the centrist Concord Coalition, which advocates for fiscal responsibility, argued that a better starting point is the end of fiscal 2009 -- a year later than what Walker uses -- since Obama would have been in office for nearly nine months at that point. He also argued against examining total debt, saying that since it includes borrowing from Social Security, it \"doesn't really have any economic significance.\"\nGordon cited figures from the nonpartisan Congressional Budget Office for debt held by the public. They show that that portion of the total debt was $7.54 trillion at the end of fiscal 2009, but isn’t projected to double until fiscal 2019, after Obama leaves office.\nGordon and Marc Goldwein, senior policy director of the nonprofit Committee for a Responsible Federal Budget, a bipartisan organization focused on debt reduction, also made another point on comparing debt levels over time. They told us measuring debt as a percentage of gross domestic product is better for comparison purposes than simply using raw dollars.\nAccording to Congressional Budget Office figures, debt held by the public as a percentage of gross domestic product won’t double during Obama’s presidency. They show debt held by the public at the end of 2009 was equal to 52.3% of gross domestic product. That’s expected to reach 76.2% at the end of fiscal 2014, but then drop during the rest of Obama’s presidency.\nAt the same time, the federal debt is commonly reported in raw dollars, not as a percentage of GDP.\nSo, at least in terms of raw dollars, there is evidence that debt is projected to double during Obama’s time in office.\nWho's to blame\nWalker implied that Obama plays a role in how much the debt has grown, but he didn’t say the president caused the increase.\nThat squares with how we’ve evaluated similar claims in the past.\nFor one thing, each president inherits the previous president’s budget, as well as the interest payments needed to pay off debts accumulated under previous presidents.\nMoreover, about two-thirds of the annual deficit during Obama’s presidency term has been from entitlements and interest. Entitlements, such as Social Security and Medicare, are less susceptible to a president’s policy preferences than discretionary spending that Congress must approve on an annual basis. Entitlements are also more heavily driven by demographic factors, such as the aging of the population, which is also out of any president’s control.\nFor its part, The White House didn't challenge Walker's claim, but cited documents indicating that annual deficits are becoming smaller.\nA couple of other points on responsibility for the debt before we close.\nAn analysis by the left-leaning Center on Budget and Policy Priorities acknowledged that deficits and debt \"have been sharply higher under Obama.\" But the analysis says the Great Recession, tax cuts adopted under President George W. Bush, and the wars in Afghanistan and Iraq \"explain most of the deficits that have occurred on Obama’s watch.\"\nThe Federal Reserve Bank of St. Louis, meanwhile, traces the the debt problem back even further, to around 1970, \"when the government decided to significantly increase spending without a corresponding increase in revenue.\" The problem can’t be fixed, according to that analysis, \"without creating a mechanism to prevent the government from running persistent deficits in the future.\"\nOur rating\nWalker said: \"The national debt is on track to double during Obama’s presidency.\"\nDocuments from Obama’s own administration indicate the debt is on pace to double in raw dollars, the way the debt is commonly reported, though not as a percentage of gross domestic product. Walker aptly indicated that Obama bears part of the blame.\nWe rate Walker’s statement Mostly True.\nTo comment on this item, please go to JSOnline.com.", "vclaim_id": "vclaim-pol-08625"}