{"url": "/factchecks/2014/nov/21/joy-pullmann/joy-pullmann-says-scott-walker-couldnt-get-legisla/", "speaker": "Joy Pullmann", "vclaim": "Scott Walker \"couldn’t get his own party\" to back more than a 500-student increase in Milwaukee’s school choice program, but in Indiana, \"Mitch Daniels’ voucher program is approaching 30,000 students two years after opening.\"", "truth_label": "half-true", "date": "stated on November 11, 2014 in an opinion piece:", "title": "Joy Pullmann says Scott Walker couldn’t get legislature to significantly expand school choice", "text": "Gov. Scott Walker’s re-election on Nov. 4, 2014, drew plenty of love from conservative commentators bullish about his chances to make a splash in the 2016 presidential race.\n\"The Nation Needs President Scott Walker in 2016,\" shouted a headline over a story by Richard Cromwell in The Federalist, an online magazine.\nBut not everyone on the right was leading cheers.\nSame magazine, different take: \"Winning Re-Election Doesn’t Mean Scott Walker Is Ready For 2016.\"\nThe author of that Nov. 11 piece is the managing editor of the magazine, Joy Pullmann, an education researcher at the conservative Heartland Institute based in Chicago.\nPullmann has dogged Walker on several issues, including what she views as his belated shift to oppose the Common Core state standards for schools.\nOne week after Walker topped Democrat Mary Burke, Pullmann -- a former teacher and self-described \"born and raised Wisconsin farm girl\" -- again was talking down Walker’s accomplishments.\nShe argued his moves to boost private schools with public money, cut taxes and all but end public-sector collective bargaining were half measures. Aside from going after public employee unions, she argued, Walker has been too nice and too passive.\nIn particular she cited \"a pitiful 500-student increase to Milwaukee’s voucher program, the nation’s oldest, because Walker couldn’t get his own party members to back a real expansion despite full control of Wisconsin’s legislative and executive branches.\"\nShe added:\n\"Whoop de doo. In Indiana, Mitch Daniels’ voucher program is approaching 30,000 students two years after opening. He knew how to work with his legislature — and they ain’t any less ornery and squishy than Wisconsin Republicans.\"\nDid Daniels -- a Walker favorite who served two terms as governor ending in 2013 -- spectacularly outdo Walker on school vouchers despite favorable political conditions for the GOP in Madison?\nAt first glance, the programs appear pretty similar.\nWisconsin currently pays for 29,683 students to attend non-public schools. In Indiana, the figure also tops 29,000.\nBut most of the growth in the Wisconsin program long pre-dates Walker, while Indiana has surged to Wisconsin’s level in just four years. Daniels won passage of the program in 2011, the same year Walker’s first term began in Wisconsin.\nIn Wisconsin, vouchers were born 25 years ago through a Milwaukee-only program. It was a pioneering effort nationally in the use of public tax dollars to enable parents to send their children to private and/or religious schools.\nIt was under Walker that the program expanded beyond Milwaukee, to more than 25 municipalities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut Pullmann alludes, accurately, to the fact Daniels was able to get vouchers approved statewide right from the get-go, while Walker settled for a gradual and limited expansion even with a Republican-controlled Legislature and a 2012 recall win under his belt.\nShe misstates some facts and undersells Walker’s record on vouchers, though, in saying he won a mere \"500-student increase to Milwaukee’s voucher program.\"\nWalker did cap the increase at 500 additional students in 2013-’14.\nBut that cap of 500 students is old news; the statewide limit went up to 1,000 new students for 2014-’15.\nAlso left out of the equation are earlier expansions on Walker’s watch. Walker lifted Milwaukee’s 22,500 enrollment limit in 2011. He also signed the expansion of the program to Racine in 2011-’12.\nAll these moves combined to allow more than 5,000 new students into the program annually, 10 times the amount Pullmann credits him for.\nBy contrast, Indiana went from 0 to more than 29,000 in four years. The program there was capped at 7,500 its first year and at 15,000 in its second, but now has no cap. Wisconsin’s program outside Milwaukee and Racine is still capped at 1,000 students, though Walker and legislators have signalled they want to raise that limit in the next term.\nVoucher advocate Kara Kerwin, president of the Center for Education Reform, said Pullmann was right to describe Walker’s approach as incrementalism compared to the Indiana experience.\nBut \"Indiana was in a different position because others had already paved the road,\" Kerwin said. Both states fared very well in the Center’s 2014 state scorecard on voucher plans.\nIndiana ranked #1 (\"a universal voucher program open to all students across the state and no limit on the number of vouchers that can be awarded.\")\nWisconsin tied for #2 (\"a much-restricted statewide program, both in terms of income eligibility and number of available vouchers.\")\nFinally, the political front.\nWalker faced the reality that some GOP senators balked at expanding the program beyond Milwaukee and Racine. He proposed a cap, but one that would expire; legislators made the 1,000-student limit indefinite.\nWe asked Walker press secretary Laurel Patrick why the Republican governor proposed a cap on out-state enrollment.\n\"Our office worked with the Legislature and this was the avenue that had the most support, especially due to concerns about funding and the capacity for expansion,\" Patrick told us.\nOur rating\nPullmann wrote  that Scott Walker \"couldn’t get his own party\" to back more than a 500-student increase in Milwaukee’s school choice program, but in Indiana, \"Mitch Daniels’ voucher program is approaching 30,000 students two years after opening.\"\nShe’s on target on the basic notion of Indiana’s speed vs. Wisconsin’s gradualism, but leaves out or muffs some important details.\nWe rate her claim Half True.", "vclaim_id": "vclaim-pol-06981"}