{"url": "/factchecks/2018/dec/18/blog-posting/meme-misrepresents-george-washington-quote-about-a/", "speaker": "Bloggers", "vclaim": "Says George Washington said, \"A free people ought not only be armed and disciplined. But they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them. Which would include their own government.\"", "truth_label": "barely-true", "date": "stated on December 13, 2018 in a Facebook post:", "title": "Meme misrepresents George Washington quote about arms, ammunition", "text": "A misleading meme attributes to George Washington a quote about free people having \"sufficient arms and ammunition.\"\n\"A free people ought not only be armed and disciplined. But they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them. Which would include their own government,\" says the meme posted on Facebook Dec. 13.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe first few words of the quote do resemble what Washington, the first U.S. president, said during his first annual address to Congress in 1790. But the rest of the quote is manipulated and inaccurate, according to mountvernon.org, the Mount Vernon Ladies’ Association, which is dedicated to preserving, restoring and managing Washington’s estate and to educating people about his life and legacies.\nThe meme’s quote is part of a mountvernon.org list of \"spurious quotations\" misattributed to Washington. Here’s what the mountvernon.org website says about the quote:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"This quote is partially accurate as the beginning section is taken from Washington's First Annual Message to Congress on the State of the Union. However, the quote is then manipulated into a differing context and the remaining text is inaccurate.\"\nHere’s the accurate version of Washington said:\n\"A free people ought not only to be armed, but disciplined; to which end a uniform and well-digested plan is requisite; and their safety and interest require that they should promote such manufactories as tend to render them independent of others for essential, particularly military, supplies.\"\nWashington \"was a strong proponent of a robust national defense\" and during his first annual address to Congress argued for lawmakers to take a role in promoting the domestic manufacture of weapons and ammunition to avoid the supply issues that the Continental Army faced during the Revolutionary War, said mountvernon.org.\nThe Facebook post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2018-12-18 17:21:25 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says George Washington said, \"A free people ought not only be armed and disciplined. But they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them. Which would include their own government.\"    Bloggers Bloggers    in a Facebook post Thursday, December 13, 2018 2018-12-13    Read More  info", "vclaim_id": "vclaim-pol-01183"}