{"url": "/factchecks/2008/sep/26/john-mccain/mccain-flubs-military-history/", "speaker": "John McCain", "vclaim": "\"President Eisenhower, on the night before the Normandy invasion...[wrote a] letter of resignation to the United States Army for the failure of the landings at Normandy.\"", "truth_label": "false", "date": "stated on September 26, 2008 in Oxford, Miss.:", "title": "McCain flubs military history", "text": "Early in the first presidential debate, Sen. John McCain veered into military history during a discussion of the financial crisis.\n\n\nTo make a point about accountability, he relayed an anecdote about Dwight D. Eisenhower. Only McCain got the story wrong in a way that undermined his point.\n\n\nAfter moderator Jim Lehrer pressed McCain on whether he would support the financial bailout package Congress is crafting, McCain said, \"I hope so, sure.\"\n\n\nThen he said: \"But there's also the issue of responsibility. You've mentioned President Dwight David Eisenhower. President Eisenhower, on the night before the Normandy invasion, went into his room and he wrote out two letters. One of them was a letter congratulating the great members of the military and Allies that had conducted and succeeded in the greatest invasion in history, still to this day, and forever. And he wrote out another letter, and that was a letter of resignation to the United States Army for the failure of the landings at Normandy. Somehow, we've lost that accountability.\"\n\n\nMcCain went on to link Eisenhower and his letter to McCain's repeated calls in recent days that Securities and Exchange Commission chairman Christopher Cox resign for his role in the financial crisis.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain was almost certainly referring to\n\nthis note\n\n, which Eisenhower, then the U.S. Army general commanding the Normandy assault, prepared and stuck in his wallet on June 5, 1944, the day before the invasion in case the mission failed.\n\n\nIt says: \"Our landings in the Cherbourg-Havre area have failed to gain a satisfactory foothold and I have withdrawn the troops. My decision to attack at this time and place was based on the best information available. The troops, the air and the Navy did all that bravery and devotion to duty could do. If any blame or fault attaches to the attempt it is mine alone.\"\n\n\nA noble sentiment — but not a letter of resignation.\n\n\n\"That must be what McCain is referencing,\" said David Fitzpatrick, a military historian at the University of Michigan. \"I never heard that Eisenhower had prepared a letter of resignation. That would be incorrect.\"\n\n\nThe invasion was a success and Eisenhower did not have to use the note.\n\n\nMcCain ought not use it either — at least not as an example of prewritten resignation letter. Though Eisenhower did intend to take responsibility for the failure, that's quite different from preparing to resign his generalship. We find this anecdote to be False.", "vclaim_id": "vclaim-pol-15961"}