{"url": "/factchecks/2008/oct/26/john-mccain/fines-are-possible-but-for-uninsured/", "speaker": "John McCain", "vclaim": "If parents \"don't have health insurance that Senator Obama wants them to have (for their children), they will be fined.\"", "truth_label": "half-true", "date": "stated on October 26, 2008 in Waterloo, Iowa:", "title": "Fines are possible, but for uninsured", "text": "In an appearance on\n\nMeet the Press\n\nwith a little more than a week to go before Election Day, John McCain criticized Barack Obama's health plan as too burdensome to many Americans.\n\n\n\"I think that we cannot fine small business people ... small business people who have employees without health insurance, that he's going to fine them if they don't have the insurance policy that Senator Obama wants them to have, that if they have children that don't have health insurance that Senator Obama wants them to have, they will be fined,\" McCain said.\n\n\nWe've previously checked McCain's statement that Obama wants to fine small businesses that don't participate in his health plan and\n\nfound it False\n\n. Now we'll look at the statement that \"if they have children that don't have health insurance that Senator Obama wants them to have, they will be fined.\"\n\n\nObama's health plan does have a mandate that children have insurance, and it would likely include an eventual fine once all the elements of the health plan are in place. Here's how Obama explained it in an interview with the\n\nIndianapolis Recorder\n\npublished Oct. 24, 2008:\n\n\n\n\"We would not impose a penalty until we’ve ensured the (State Children's Health Insurance Program) and other programs have made it absolutely affordable for every child to be covered. My belief is that you’ve got to make sure people have an option before you start fining them. Once we’ve got the options in place, we’d impose a fine in the ballpark of what it’d cost to provide insurance for their child. ... Children are relatively cheap to insure. We’re going to be providing subsidies to make sure people can afford them, but we’re also going to expect our parents are showing some responsibility in signing up their kids.\"\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nSo McCain is right about a possible fine, even if he doesn't mention that it would not be imposed until after the program is in place.\n\n\n\n\nWe have a bigger problem with McCain's explanation that people get fined if their children \"d\n\non't have health insurance that Senator Obama wants them to have.\" Actually, the fine is if the children are uninsured, not if they are insured under a certain\n\ntype\n\nof plan. Obama wants all children to be insured, but he leaves many options through which this could occur. One of the central premises of Obama's plan is that people who are currently insured keep the insurance they have.\n\n\nSo we find McCain is correct to say that the parents of children could face fines, but he is wrong to imply that it's the type of coverage that matters. We rate his statement Half True.", "vclaim_id": "vclaim-pol-15886"}