{"url": "/factchecks/2008/may/07/florida-consumer-action-network/that-money-could-insure-twice-as-many-kids/", "speaker": "Florida Consumer Action Network", "vclaim": "\"For what we spend in just one week in Iraq, 800,000 children could get health insurance for an entire year.\"", "truth_label": "mostly-true", "date": "stated on April 29, 2008 in a press conference in Tampa:", "title": "That money could insure twice as many kids", "text": "Moments after Sen. John McCain fleshed out details of his health care plan in Tampa on April 29, 2008, opponents of his proposal were lining up to poke holes in the ideas of the presumptive Republican presidential nominee.\n\nOne criticism: McCain is willing to spend billions on the war in Iraq but not to help cover the 47-million Americans who don't have health insurance.\n\n\nMcCain's plan takes a free-market approach to health insurance and avoids the government involvement proposed by his Democratic rivals. Among other things, McCain has suggested offering a $2,500 tax credit to individuals and a $5,000 credit to families to help pay for health insurance independent of their employers and setting up a nonprofit to negotiate health insurance for people denied coverage by private companies.\n\n\nThe plan shows McCain's mixed-up priorities, contends Bill Newton, executive director of the Florida Consumer Action Network.\n\n\n\"For what we spend in just one week in Iraq, 800,000 children could get health insurance for an entire year,\" Newton said to highlight McCain's support of the war and his record of voting against expanding federal funding for the State Children's Health Insurance Program.\n\n\nHe made the statement April 29 at a news conference co-hosted by FCAN, Moveon.org and health care workers in the same hotel where McCain was attending a fundraiser.\n\n\nNewton's point is accurate, but his numbers are significantly understated. In fact, one week of war spending in Iraq would insure more than twice as many children.\n\n\nTo check the claim, we looked at the cost of the war in Iraq versus how much Medicaid spends to insure one child for a year.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nThe Bush administration war chest request for 2008 was $196-billion for the wars in Iraq and Afghanistan, with $159-billion going to Iraq, according to a summary by the nonpartisan Congressional Research Service.\n\n\nThat amounts to $3-billion a week.\n\n\nAccording to the Kaiser Family Foundation, Medicaid payments in 2005 were about $1,617 per child.\n\n\nSo $3-billion would actually insure about 1.9-million children a year.\n\n\nNewton said he got his figure from a federal budget trade-off calculator on the National Priorities Project Web site. A spokeswoman for National Priorities said the organization put the annual cost of insuring a child at about $1,800, based on costs in 2000 and forecasting for 2005. The calculator estimates the weekly war funding would insure about 1.1-million children based on spending in 2007. The calculator doesn't offer a figure for total proposed 2008 funding.\n\n\nThe most current figures only make Newton's case stronger.\n\n\nWhen ruling on claims where numbers are overestimated, PolitiFact often gives the benefit of the doubt. But in this case, we're taking points off because the figure is so wildly off the mark. It makes us wonder how much homework the Florida Consumer Action Network even did. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-16225"}