{"url": "/factchecks/2014/jul/14/steve-king/rep-steve-king-says-obamas-37-billion-plan-regardi/", "speaker": "Steve King", "vclaim": "Says \"nothing\" in Obama’s $3.7 billion request to address the child immigrant situation \"actually secures the border.\"", "truth_label": "barely-true", "date": "stated on July 10, 2014 in an interview on Fox news:", "title": "Rep. Steve King says Obama's $3.7 billion immigration plan has no border security measures", "text": "With more than 52,000 undocumented immigrant children from Central America arriving at the southern border of the United States, President Barack Obama and congressional Republicans have sparred over exactly how to proceed.\nObama has asked Congress for $3.7 billion to address the problem, but leading Republicans have expressed skepticism about the budget request and what it would be put toward. How much will be spent taking care of children now on U.S. soil, and how much will go to securing the border from future illegal crossings?\nOn July 10, 2014, Fox news host Bill O’Reilly interviewed Rep. Steve King, R-Iowa, about Obama’s request.\n\"I'm not going to vote to approve $3.7 billion for the president to hire more lawyers and to squander in a way that he has designed,\" King said. \"There is nothing in this that actually secures the border. And until we stop the bleeding at the border, Bill, we are not going to solve this problem.\"\nIs King -- one of Congress’ most vocal critics of illegal immigration -- right that there is nothing in Obama’s plan that would help secure the border? We took a closer look.\nFirst, some background. The White House’s July 8 supplemental budget request is designed to respond to the current crisis, but it is also supposed to support \"a sustained border security surge through enhanced domestic enforcement.\"\nHow does Obama propose to do that? Here’s what the administration says it intends to spend the money on:\n• $1.8 billion for basic necessities like food and shelter for unaccompanied immigrant children;\n• $897 million for judicially processing and deporting undocumented families;\n• $364 million for other administrative processing related to the surge in apprehensions of unaccompanied children and families;\n• $295 million for the reintegration of migrants to countries in Central America;\n• $109 million for expanding immigration and customs investigations and enforcement;\n• $45.4 million for additional immigration judges to increase case processing;\n• $39 million to increase air surveillance of the Rio Grande region;\n• $29 million for expanding the Border Enforcement Security Task Force program;\n• $15 million for direct legal representation services to children in immigration proceedings;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n• $5 million for public programs and support related to Central American migration issues;\n• $2.5 million for expansion of the legal orientation program;\n• $1.1 million for additional immigration litigation attorneys.\nSeparately, the bill includes $615 million for wildfire suppression, which is unrelated to the immigration situation.\nLooking at this list, King has a point that a lot of the money is going toward lawyers and legal services. Still, it’s not everything. (King’s office did not respond to our requests for comment.)\nSeveral experts told PolitiFact that a number of these budgetary line items would qualify as addressing border security.\nA clear item is the $39 million for aerial surveillance, which is designed to spot people coming across the border. Other items include the boost for the Border Enforcement Security Task Force ($29 million) and investigatory efforts that would investigate smuggling operations ($109 million).\nSome would also count a portion of a much larger item -- the $897 million for judicially processing and deporting undocumented families. Christopher Wilson, a senior associate of the Mexico Institute at the Woodrow Wilson Center for International Scholars, said much of this money would go for the detention, prosecution and removal of undocumented families. Even though it’s not happening literally on the border, he said, it’s part of enforcing the border security laws.\nIn addition, some of the $364 million line item for administrative processing would likely be used for overtime and temporary-duty costs for current Border Patrol agents, said Cynthia Arnson, director of the Wilson Center’s Latin America program.\nSo, depending on how you categorize the money, at least $177 million and possibly up to $1 billion could be categorized as funds for securing the border.\nEven at the high end of the estimate, though, the amount spent on securing the border would amount to less than one-third of the total. The majority would go toward taking care of immigrants who recently arrived at the border, particularly the $1.8 billion allocated to the Department of Health and Human Services, which is tasked with caring for children who are already here. (And of course the $615 for wildfire suppression is not connected to immigration.)\nWe should note that the administration has indicated that its intent with the supplemental spending request is not to implement a comprehensive immigration overhaul. Rather, the request is intended to alleviate the immediate humanitarian situation.\nWilson added that while beefing up surveillance and patrol personnel might curb some illegal immigration, it is not a solution to the immediate problem of children coming from Central American countries, Wilson said. These Central American children actually seek out American officials rather than trying to evade them, so adding more boots on the ground would not turn them away, he said. This is because the current law, passed under former President George W. Bush, allows children from countries that don’t border the United States to stay in the country if they are victims of trafficking.\n\"The idea that having more border enforcement would be a solution to this crisis is a fallacy,\" Wilson said, \"They’re not trying to sneak past Border Patrol -- they’re turning themselves into Border Patrol.\"\nOur ruling\nKing said there is \"nothing\" in Obama’s $3.7 billion request to address the child immigration situation \"that actually secures the border.\"\nKing has a point that a majority of the funding request would cover basic necessities for children crossing the border as well as additional resources for the legal process. But somewhere between $177 million and possibly as much as $1 billion of the total request would be spent on items that can be described as aiding efforts to secure the border. Because this is not a trivial amount, King is wrong to say it’s \"nothing.\" On balance, we rate his claim Mostly False.\nCorrection: The White House's supplemental budget request was made July 8. Our report initially gave an earlier date.", "vclaim_id": "vclaim-pol-07610"}