{"url": "/factchecks/2014/dec/09/barack-obama/america-younger-competitors-because-immigration/", "speaker": "Barack Obama", "vclaim": "\"We are younger than our competitors, and this is entirely because of immigration.\"", "truth_label": "mostly-true", "date": "stated on December 3, 2014 in a speech to business leaders:", "title": "Is America younger than its economic rivals due to immigration?", "text": "We’re not sure what a sexy argument for immigration reform would sound like, but President Barack Obama admitted that one he offered last week was a bit on the wonky side.\n\"It's not a sexy argument to make to the public, but we are younger than our competitors, and that is entirely because of immigration,\" Obama told a group of business executives. \"And when you look at the problems that China, Japan, Europe, Russia, are all going to have, a lot of it just has to do with their getting old. And we stay young because were constantly being replenished by these striving families from around the world. And we should want that to continue.\"\nWe agree that this argument isn’t sexy. But is it accurate?\nThe age of the population is important to a country because taxes generated by incomes of young workers support health care costs and Social Security benefits for those who are no longer working.\nWe’ll take his claim in two parts.\nU.S. vs its competitors\nIs the United States younger than its competitors?\n\"Competitors\" is a loose term, but judging by the countries Obama listed, he’s comparing the United States to other large economies.\nThere are a few ways we can determine whether a country is \"young.\" We can compare median ages between countries. Or we can look at the percentage of the population that falls between certain age groups. Finally, we can look at demographic projections for what their age breakdown will be at a point in the future.\nLet’s take the top 15 countries by gross domestic product (GDP) and use the various models to compare their ages.\n \n\n\n\n\n\nCountry\n\n\nMedian age\n\n\nPercent of population under 24\n\n\nPercent of population under 54\n\n\nPercent of population 65 and older in 2050\n\n\n\n\nUnited States\n\n\n37.6\n\n\n33.1\n\n\n73.0\n\n\n21.4\n\n\n\n\nChina\n\n\n36.7\n\n\n31.8\n\n\n79.0\n\n\n23.9\n\n\n\n\nJapan\n\n\n46.1\n\n\n22.9\n\n\n61.0\n\n\n36.5\n\n\n\n\nGermany\n\n\n46.1\n\n\n23.6\n\n\n65.3\n\n\n32.7\n\n\n\n\nFrance\n\n\n40.9\n\n\n30.6\n\n\n69.2\n\n\n25.5\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nUnited Kingdom\n\n\n40.4\n\n\n29.9\n\n\n70.9\n\n\n24.7 (Great Britain only)\n\n\n\n\nBrazil\n\n\n30.7\n\n\n40.3\n\n\n84.0\n\n\n22.5\n\n\n\n\nRussia\n\n\n38.9\n\n\n27.1\n\n\n72.9\n\n\n20.5\n\n\n\n\nItaly\n\n\n44.5\n\n\n23.6\n\n\n66.6\n\n\n33.0\n\n\n\n\nIndia\n\n\n27.0\n\n\n46.6\n\n\n87.2\n\n\n12.7\n\n\n\n\n\nSources: CIA World Factbook and Pew Research Center.\nIn each case, it does appear that the United States is among the youngest countries. It’s certainly much younger than the European Union nations and Japan, and that trend will hold through the mid 21st century.\nYou can also look at the European Union as a separate entity. It consists of many of the countries that belong to the Organization for Economic Cooperation and Development, a group of advanced, industrialized economies. In the European Union, about 26 percent of the population is under the age of 24, and 66 percent are under 54 years old. By both measurements, the United States is younger than the European Union.\nThe biggest exceptions are Brazil and India, two countries that have booming populations and large GDPs, but which began to industrialize later than the United States, Europe and Japan, and neither are considered advanced economies.\nThe most interesting comparisons are China and Russia. Their age structure is relatively close to that in the United States. China, according to the CIA World Factbook, has a slightly younger median age than the United States and a larger percentage of its population is under the age of 54. On the other hand, with fewer very young people, China is expected to have a larger share of its population over 65 by 2050. China’s longstanding one-child policy, though softened recently, has created future demographic challenges for the country as well.\nRussia is slightly older than the United States when measured by median age, but it will have a smaller portion of its population over 65 in 2050.\nBottom line: Brazil and India are clearly younger than the United States, and China and Russia are in the same ballpark, but the United States is younger than key European countries and Japan.\nThe immigration affect\nThe second question is what role immigration plays in keeping America’s population relatively young? The short answer is: Quite a bit, though the exact extent is hard to quantify.\nObama’s statement is generally on point, said Jeffrey Passel, senior demographer for the Pew Research Center.\nA 2014 Pew report, \"Attitudes About Aging,\" found that the United States has four times the immigrant population than any other country with Russia a distant second. The percentage of immigrants in the U.S. population was the third-highest of all the countries studied in the Pew report.\nResearchers estimate that 50 percent of the United States’ population growth from 1960 to 2005 stems from immigrants and their descendants.\n\"Without immigration, U.S. population growth from 2005 to 2050 would be only 8.5 percent, more on par with that of European nations,\" the report concluded. If that were the case, the United States, like Europe, would be on path where its fertility rates fell short of replacement level — that is, not reproducing fast enough to replace the number of people dying.\nImmigrants coming to the United States tend to be younger and in their childbearing years. They also tend to reproduce at slightly higher rates than American natives and at much higher rates than the populations of other superpowers, Passel said.\nThe net effect of the United States’ relatively high immigration rate is to raise the fertility rate beyond replacement levels.\n\"We are not facing the kind of demographic deficits that some of the European and Asian countries are facing as a result of low fertility and little immigration,\" Passel said. \"These countries have to devote a substantial share of resources to supporting the elderly.\"\nThat said, relatively high immigration brings its own downside as well, Passel said.\n\"The long-term projections show that immigrants don’t magically save Social Security,\" he said. \"The issue there is the immigrants eventually get old, too. At least in the short to medium term, having immigrants come into the country adds to the workforce and Social Security collections, but it also adds to the obligations in the long term.\"\nOur ruling\nObama said, \"We are younger than our competitors, and this is entirely because of immigration.\"\nThe United States is considerably younger than key European countries and Japan, but its age structure is largely similar to China and Russia. Brazil and India, which are best described as emerging but still developing competitors, have substantially younger populations.\nHis main point — that immigration is driving America’s relative youth — is largely accurate. The United States is home to more immigrants than any other country, and many of them are younger and reproduce at higher rates than do native-born Americans. Without its immigration levels, the U.S. would look much more like Europe in its age structure.\nThe statement is accurate but needs additional information, so we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06930"}