{"url": "/factchecks/2015/nov/22/donald-trump/fact-checking-trumps-claim-thousands-new-jersey-ch/", "speaker": "Donald Trump", "vclaim": "\"I watched in Jersey City, N.J., where thousands and thousands of people were cheering\" as the World Trade Center collapsed.", "truth_label": "pants-fire", "date": "stated on November 21, 2015 in comments during a speech:", "title": "Fact-checking Trump's claim that thousands in New Jersey cheered when World Trade Center tumbled", "text": "Arguing that there are terrorist sympathizers in the United States, Donald Trump says he saw \"thousands\" of New Jerseyans celebrating after the attacks on Sept. 11, 2001.\n\"I watched when the World Trade Center came tumbling down,\" the Republican presidential candidate said at a Nov. 21 rally in Birmingham, Ala. \"And I watched in Jersey City, N.J., where thousands and thousands of people were cheering as that building was coming down. Thousands of people were cheering.\"\nThe next day, ABC This Week host George Stephanopoulos asked Trump if he misspoke, noting that \"the police say that didn't happen.\"\nTrump -- who has said he was in his Manhattan apartment the morning of the attack -- doubled down.\n\"It was on television. I saw it,\" Trump said. \"It was well covered at the time, George. Now, I know they don't like to talk about it, but it was well covered at the time. There were people over in New Jersey that were watching it, a heavy Arab population, that were cheering as the buildings came down. Not good.\"\nWe looked back at the record to see what we could find about American Muslim celebrations in New Jersey on 9/11. While we found widely broadcast video of people in the Palestinian territories celebrating, we found no evidence to back up Trump’s description of events on American soil.\nUrban myth\nWe conducted an exhaustive search of newspaper and television transcripts on LexisNexis, looking for reports from September 2001 through December 2001 that made any mention of Muslims in New Jersey celebrating the 9/11 attacks.\nRegarding Jersey City, which Trump mentioned specifically, we found two uncorroborated and unsourced mentions.  Neither begins to approach the scale Trump described.\nThe Associated Press, on Sept. 17, 2001, described \"rumors of rooftop celebrations of the attack by Muslims\" in Jersey City. But the same report said those rumors were \"unfounded.\"\nThe Washington Post, on Sept. 18, 2001, published an article that claimed \"law enforcement authorities detained and questioned a number of people who were allegedly seen celebrating the attacks and holding tailgate-style parties on rooftops while they watched the devastation on the other side of the river.\" The Post story includes no source for this information, and we found no evidence that any of these allegations ever stuck.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA more rampant rumor of Muslim or Arab-Americans cheering the attacks centered around nearby Paterson, N.J. But that turned out to be just a rumor, spawned by chain emails and perpetuated by shock jock Howard Stern’s radio show.\nThe Star-Ledger reported that as the rumors spread, \"Paterson police rushed to South Main Street, the center of the city's Middle Eastern community.\"\n\"When we got there, they were all in prayer,\" Paterson Police Chief Lawrence Spagnola said.\nThree percent of New Jersey residents are Muslim -- the highest of any state -- according to Pew Research Center. Suspected 9/11 terrorists had ties to Jersey City and Paterson. But there is no conclusive evidence that any New Jersey residents celebrated the attacks, and there is no evidence whatsoever of any demonstrations where \"thousands and thousands of people\" cheered.\nNor is there any evidence Trump saw these events play out in any way, be it on TV or in person. We reached out to Trump’s campaign but didn’t hear back.\nWhat we did find are many stories of Muslims living in New Jersey speaking out against the attacks and bracing themselves for anti-Muslim backlash. For example, Paterson residents put up a banner on the city’s main street that said \"The Muslim Community Does Not Support Terrorism.''\nJersey City Mayor Steven Fulop responded to Trump’s statement on Twitter, saying Trump \"has memory issues or willfully distorts the truth.\"\nOur ruling\nTrump said he \"watched in Jersey City, N.J., where thousands and thousands of people were cheering\" as the World Trade Center collapsed.\nThis defies basic logic. If thousands and thousands of people were celebrating the 9/11 attacks on American soil, many people beyond Trump would remember it. And in the 21st century, there would be video or visual evidence.\nInstead, all we found were a couple of news articles that described rumors of celebrations that were either debunked or unproven.\nTrump’s recollection of events in New Jersey in the hours after the Sept. 11, 2001, terrorist attacks flies in the face of all the evidence we could find. We rate this statement Pants on Fire.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"I watched in Jersey City, N.J., where thousands and thousands of people were cheering\" as the World Trade Center collapsed.     Donald Trump President   In comments during a speech Saturday, November 21, 2015 11/21/2015    Read More  info", "vclaim_id": "vclaim-pol-05695"}