{"url": "/factchecks/2014/jul/24/angel-taveras/mayor-angel-taveras-says-crime-rate-shootings-have/", "speaker": "Angel Taveras", "vclaim": "\"If you look at what we’ve done over the last several years, the crime rate has actually gone down in [Providence] and . . . the number of shootings has been going down.\"", "truth_label": "half-true", "date": "stated on July 12, 2014 in an interview with The Providence Journal:", "title": "Mayor Angel Taveras says crime rate, shootings have decreased in Providence", "text": "Providence is known for a lot of great things. One thing it doesn't want to be known for is the gun violence that regularly makes headlines.\nOn Monday, July 14, 2014, the NAACP tried to rally support for a five-point program to deal with street crime, including providing more job opportunities in low-income communities. That was a week after five people were injured in a July 8 drive-by shooting.\nIn anticipation of that news conference, Providence Mayor Angel Taveras, a Democrat currently running for governor, said there have been signs of hope dealing with the problem.\n\"If you look at what we’ve done over the last several years, the crime rate has actually gone down in the city, and in terms of violence as well, we know the number of shootings has been going down year from year,\" he told The Providence Journal.\n\"Several\" is a vague word. But because he prefaced his statement by saying, \"If you look at what we've done,\" we'll assume he's referring to his tenure as mayor, which began in January 2011.\nWe contacted Taveras' office and spokesman David Ortiz provided data from the Providence police.\nWe should note that the crime rate in the United States --  both violent crimes and property crimes -- has been declining steadily for at least the last 20 years, according to the FBI, so any reduction would not be unique to Providence.\nWe've looked at Providence crime rates before. On December 30, Brett Smiley, now a Democratic candidate for mayor, earned a Mostly True when he said, \"Of all cities in the United States with more than 100,000 people, Providence is the 183rd safest.\"\nPrior to that, on July 19, 2010, we gave former mayor David Cicilline a True for his statement that Providence had \"the lowest crime rate in three decades.\" We found that, at the time, for 2009 the crime rate was the lowest in 44 years.\nHas the crime rate and the number of shootings gone down in recent years, as Taveras claims?\nTo determine the crime rate, we used U.S. Census Bureau data for Providence combined with an updated count of crime incidents from the Providence police, as reported to the Rhode Island State Police and the FBI, from 2000 through 2013. (We spot-checked the data with reports on the FBI website.)\nThe rates for total crimes -- including both violent crime and property crime -- have bounced around a bit from year to year but the trend is down.\nThe rate was 52.4 incidents per 1,000 population in 2009 -- the year we used for the Cicilline fact check. It ticked up to 53.7 in 2010, and rose to 54.3 in 2011, which marked Taveras' first year in office. It dropped to 51.9 the following year and was 51.7 in 2013. Based on our research for this item and our Cicilline fact check, that 2013 rate was the lowest in 48 years.\nA reduction in property crimes -- burglary, larceny and motor vehicle theft was responsible for most of the reduction. Such crimes make up roughly seven out of every eight crimes committed in the capital city.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe 2013 violent crime rate was 6.7 per 1,000, the lowest since 2007.\nAnd what about the number of shootings?\nBecause car backfires and fireworks might sound like a gunshot, the Police Department does not track reports of shootings, according to the city's public safety commissioner, Steven Pare.\nTaveras' spokesman, Ortiz, said that \"When the mayor spoke of shootings, he was referencing the reports he gets regarding shooting victims. The mayor does not get reports regarding shots fired, and that is not at all what he meant.\"\nSo we got data on shooting victims from Providence police.\nIn 2011, Taveras' first year in office, the number of shooting victims jumped sharply to 108. That's 18 more than in 2010. The number had been rising steadily -- there were 47 shooting victims in 2006, the first year of the statistics provided by Ortiz.\nBut in 2012, the number declined to 105, then to 100 in 2013.\nAnd as of July 12, the day Taveras made his statement, there were 61 shooting victims so far this year, the exact same number as of July 12, 2013.\nWe will note for the record that crime rates are down nationally and Providence's rate had been declining long before Taveras took office.\nOur ruling\nAngel Taveras said, \"Over the last several years, the crime rate has actually gone down in the city and . . .  the number of shootings has been going down.\"\nWhile the overall rate ticked up the year before Taveras took office and during the first year of his tenure, it has declined by a few percentage points in the last two years, reflecting the long-term trend.\nSimilarly, the number of shooting victims made a significant jump the first year Taveras was in office. The number has fallen since then, but in 2013, it was still 10 higher than the year before he became mayor.\nThe count as of July 12 --  the date of Taveras' statement -- was not lower than the same time last year; it was identical.\nAll things considered, the statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07556"}