{"url": "/factchecks/2020/nov/04/eric-trump/eric-trump-retweets-video-falsely-claiming-man-bur/", "speaker": "Eric Trump", "vclaim": "A person is on film “burning 80 Trump ballots.”", "truth_label": "false", "date": "stated on November 4, 2020 in a tweet:", "title": "Eric Trump retweets video falsely claiming man burned 80 Trump ballots", "text": "As votes legally cast before Election Day continue to be counted, Eric Trump shared a video that purported to show someone burning a stack of ballots earmarked for his father, President Donald Trump.\n\"Burning 80 Trump ballots,\" Eric Trump wrote Nov. 4 in a retweet of a post from a suspended Twitter account.\nThe video, which shows a man claiming to be burning \"around 80\" ballots for Trump, has also spread on Facebook. It was flagged as part of the platform’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe video is misinformation, according to election officials in Virginia Beach, where the ballots in the video appeared to be from. In a Nov. 3 statement, the city said it had looked into the video.\n\"A concerned citizen shared a video with us that ostensibly shows someone burning ballots,\" the statement read. \"They are NOT official ballots, they are sample ballots.\"\nThe city’s statement included a freeze-frame photo of a ballot from the video, which showed that the ballot was for a voter from the city. It also included an image showing an official ballot. \"Note the absence of the bar code markings that are on all official ballots,\" the statement said. \nThe ballots in the video show the names of the candidates running for mayor and open city council and school board seats in Virginia Beach, in addition to federal offices.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nFire investigators are looking into the incident, the city’s statement said.\nLocal news outlets, including TV stations WTKR and WAVY-TV, covered the city’s statement on Election Day. A New York Times reporter also tweeted about it.\nThe city of Virginia Beach responded to Trump’s tweet sharing the video to his more than 4.4 million Twitter followers, writing, \"Those were sample ballots. Addressed this yesterday.\"\nThose were sample ballots. Addressed this yesterday. https://t.co/yprxQ7Icqn.— Virginia Beach (@CityofVaBeach) November 4, 2020 \nThe Trump campaign did not immediately respond to an inquiry.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-18439"}