{"url": "/factchecks/2021/jan/29/joe-biden/joe-biden-clean-energy-provide-84-new-electric-pow/", "speaker": "Joe Biden", "vclaim": "“84% of all new electric capacity planned to come onto the electric grid this year is clean energy.”", "truth_label": "mostly-true", "date": "stated on January 27, 2021 in remarks when signing climate change executive orders:", "title": "Joe Biden: Clean energy to provide 84% of new electric power this year", "text": "In his rollout of major actions on climate change, President Joe Biden laid out his 2035 goal to see an electricity sector that puts zero carbon into the air. Biden emphasized that the change is underway.\n\"Already, 84% of all new electric capacity planned to come onto the electric grid this year is clean energy,\" Biden said Jan. 27. \"Why?  Because it’s affordable; because it’s clean; because, in many cases, it’s cheaper.\"\nThe part about 84% of new electricity capacity being clean energy stood out, and we dug into it.\nThe latest government data backs him up.\nAccording to the U.S. Energy Information Administration, the new electric capacity slated to come online in 2021, measured in total gigawatts, will be 39% solar, 31% wind, 11% from batteries, and 3% nuclear. That’s where Biden got his 84%.\n\nDo those sources really amount to \"clean\" energy? There’s a separate debate over nuclear power, because while it’s carbon-free, there’s the long term problem of nuclear waste. But that aside, there’s also room to question the inclusion of battery power, as the federal government does.\n\"Batteries probably shouldn’t be in the total,\" said energy economist Kenneth Gillingham with Yale University. \"They are not actually generating electricity. They are simply storing it for use at other times.\"\nGillingham underscored that the link between batteries and renewables is strong, because batteries are vital to building the market for solar and wind power. But today, he said, batteries could well be charged with fossil-fuel powered electricity.\nTaking batteries out of the total, at least 70% of the new electric power capacity is carbon-free, which isn’t too far from what Biden said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nStill, while electricity from wind and solar has grown rapidly, it represents only about 10% of the national total. Fossil fuels power over 60% of the nation’s electricity supply. \nA largely consistent trend\nA peek at the details of the latest government report shows a surge of new renewable power coming online in December 2021. The Solar Energy Industries Association, a trade group, said that’s a result of federal investment tax credits. Those credits let  facility owners deduct a percentage of the project cost from their taxes. Until Congress changed the law at the end of 2020, that particular financial incentive was due to drop from 22% in 2021 to 10% in 2022. With millions of dollars in play, companies didn’t want to lose the 12-point difference and moved projects along as quickly as they could.\nThe experts we reached said several factors led the country to see less new capacity fueled by natural gas, and more by renewables. On top of the tax credits, technology improvements, state and local level policies to boost renewable power and demand from utilities and industry combined to make renewables the leading option.\nThe 2021 number is no outlier. There have been ups and downs, but over the past 10 years, renewables have averaged over 57% of new utility-scale electric capacity.\n\nSusan Tierney, senior adviser with the private consulting firm Analysis Group in Denver, said Biden’s statistic shows progress on the climate change front, but it also underscores how much remains to be done.\n\"It is clear that there will need to be continued, and accelerated, additions of renewables, storage, and other zero-carbon technologies in upcoming years, in order to decarbonize the electric system,\" Tierney said. \"The 84% increase is just one more year’s increment, and many multiples of that amount will be needed.\"\nOur ruling\nBiden said that 84% of new electric capacity scheduled to come online in 2021 was from clean energy.\nThe number is credible, but it includes 11% from battery storage. Batteries are essential to the expansion of wind and solar power, but they are not necessarily \"clean\" energy sources; they could be charged with electricity produced from fossil fuels.\nTaking batteries out of the equation still leaves a total of about 70% from wind and solar. However, renewables remain a lesser slice of electricity supply. About 60% of the nation’s electric power comes from fossil fuels.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-19247"}