{"url": "/factchecks/2015/jun/18/bernie-sanders/bernie-sanders-says-income-inequality-widest-1920s/", "speaker": "Bernie Sanders", "vclaim": "\"The gap between the very rich and everyone else in America is wider today than at any time since the 1920s.\"", "truth_label": "mostly-true", "date": "stated on June 4, 2015 in a post on Twitter:", "title": "Bernie Sanders says income inequality is widest since the 1920s", "text": "Sen. Bernie Sanders’ campaign for the 2016 Democratic nomination has focused on the gap between rich and poor. Sanders recently tweeted that the income inequality is wider than it’s been in a long time -- a very long time.\n \n\"The gap between the very rich and everyone else in America is wider today than at any time since the 1920s,\" Sanders tweeted from his @BernieSanders account on June 4, 2015, after his first campaign trip to Iowa.\n \nBut is the inequality gap really that big?\n \nIntriguingly, Sanders’ tweet mirrors a statement made by someone on the far opposite end of the political spectrum: Sen. Ted Cruz, R-Texas. In January, PolitiFact Texas fact-checked a claim by Cruz that \"today the top 1 percent earn a higher share of our national income than any year since 1928.\"\n \nFor that fact-check, a Cruz spokesman directed us to a report done by the Pew Research Center citing research from Emmanuel Saez, a University of California-Berkeley economics professor who studies wealth and income inequality. The report showed a database compiled by Pew that included the distribution of top incomes for more than 20 countries. The data compiled showed that 1928 and 2012 were the two years where the top 1 percent of the richest Americans earned the greatest share of the nation’s income.\n \nHere’s the chart, which lists, in descending order, the top 15 years the richest American taxpayers had the greatest share of U.S. income :\n\n\n\n\n\n\n\n\n\nYear\n\n\nTop 1% income share\n\n\n\n\n1928\n\n\n19.6\n\n\n\n\n2012\n\n\n19.34\n\n\n\n\n1927\n\n\n18.68\n\n\n\n\n1916\n\n\n18.57\n\n\n\n\n1929\n\n\n18.42\n\n\n\n\n2007\n\n\n18.33\n\n\n\n\n1914\n\n\n18.16\n\n\n\n\n2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n18.06\n\n\n\n\n1926\n\n\n18.01\n\n\n\n\n1913\n\n\n17.96\n\n\n\n\n2008\n\n\n17.89\n\n\n\n\n2005\n\n\n17.68\n\n\n\n\n1936\n\n\n17.64\n\n\n\n\n1917\n\n\n17.6\n\n\n\n\n1925\n\n\n17.6\n\n\n\n\n\nIn other words, in 1928, the top 1 percent of taxpayers collectively held 19.6 percent of the nation’s income. In 2012, the top 1 percent held 19.34 percent of the nation’s income.\n \nSo a recent year -- 2012 -- did rank second to 1928 on the list of biggest years for income inequality. But we’ll note two reasons for caution.\n \nFirst, other recent years did not rank as high on this list. While the years 2005 through 2008 ranked in the top 15, the years 2009, 2010 and 2011 did not. The Wall Street meltdown in 2008, which reduced incomes at the top of the spectrum as well as the bottom, may be a reason why. But this fact does offer some doubt about whether the 2012 result was more than a blip.\n \nTax hikes that took effect in 2013 may have led taxpayers to time their liquidation of certain assets to avoid higher tax rates, said Saez, who with Thomas Piketty and others developed the underlying research. That suggests that 2012 could be an unusually high year, and experts say the increased taxation after 2013 could reduce how much of the nation’s income is held by the top 1 percent.\n \nThe second caveat is that the method Saez used doesn’t fully account for all of the income sources that flow to those in the bottom 99 percent.\n \nThe data used in his study looks at pre-tax, private income but doesn’t account for other sources of income such as Social Security, unemployment benefits, food stamps, government reimbursement of medical bills and untaxed fringe benefits such as employer contributions to health and retirement plans.\n \nAccounting for those factors in the calculation could produce a narrower income gap, although a full-blown study going back to the 1920s would be required to see whether the Saez method has produced an abnormal result. (Read the PolitiFact Texas fact-check for more detail.)\n \nOur ruling\n \nSanders said, \"The gap between the very rich and everyone else in America is wider today than at any time since the 1920s.\" One commonly used method supports that argument -- at least for one recent year, 2012. However, it’s worth noting that this method tends to widen income differences more than other approaches do. On balance, we rate Sanders’ statement Mostly True.", "vclaim_id": "vclaim-pol-06299"}