{"url": "/factchecks/2016/jun/14/catherine-hanaway/hanaway-right-about-how-many-murder-get-solved-st-/", "speaker": "Catherine Hanaway", "vclaim": "\"Only half of the murders in the city of St. Louis get solved.\"", "truth_label": "true", "date": "stated on June 6, 2016 in Missouri:", "title": "Missouri candidate says only half of murders in St. Louis get solved", "text": "Missouri gubernatorial candidate Catherine Hanaway -- eager to showcase her law enforcement chops and touch on the trust issues of police simmering in the wake of Ferguson -- presented what she called a shocking statistic at a recent GOP governor’s debate.\nHanaway, who was the U.S. attorney for the eastern district of Missouri from 2005 to 2009, discussed restoring trust between police and the communities and addressed crime during a governor’s debate June 6.\n\"I was shocked when I became U.S. attorney to learn that only half of the murders in the city of St. Louis get solved,\" Hanaway said.\nIs that true?\nHanaway’s policy director, Will Scharf, told us that Hanaway was speaking from \"personal recollection.\"\nBut FBI Uniformed Crime Report data largely supports Hanaway’s claim. We sorted the data using the Murder Accountability Project, which mines the FBI data. The most recent data is from 2014.\nThere were 1,470 homicides reported in St. Louis from 2004-14. Of those, 795 were \"cleared.\" A cleared offense occurs when at least one person is \"arrested, charged with commission the arrest, and turned over to the court for prosecution (whether following arrest, court summons, or police notice),\" according to the FBI’s website. All three of those requirements must be met for an offense to be considered cleared.\nBasically, a little over 54 percent of homicides were \"cleared\" in St. Louis between 2004 and 2014. That’s in line with what Hanaway said.\nWe'll note two caveats.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nFirst, there is a technical difference between homicide and murder. James Alan Fox, a professor of criminology at Northeastern University said that murder is more restrictive term, and homicide includes any killing of a person, even an execution by the state. With murder, there is intent to cause bodily harm, however he said the terms are used interchangeably.\nTaking this into account, the number Hanaway is touting may be a little different from the data, but David Kennedy, director of the National Network for Safe Communities at John Jay College of Criminal Justice, said using the word murder in place of homicide is \"completely mainstream.\"\n\n\"These terms are used so interchangeably that often the formal authorities don’t even make the distinction.\" Kennedy said.\nSecond, Kennedy also said the rate of unsolved criminal homicides is \"shockingly high\" in many cities, so the situation in St. Louis is not all that unique.\nOur ruling\nHanaway said \"only half of the murders in the city of St. Louis get solved.\"\nThat’s basically accurate looking at FBI data from 2004-14.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/f5682c82-966a-4646-90d4-df304162a1ac", "vclaim_id": "vclaim-pol-04835"}