{"url": "/factchecks/2013/mar/01/ken-cuccinelli/cuccinelli-says-virginia-only-state-where-attorney/", "speaker": "Ken Cuccinelli", "vclaim": "Virginia is \"the only state\" that has a tradition of attorneys general resigning if they run for governor.", "truth_label": "true", "date": "stated on January 29, 2013 in a radio interview.:", "title": "Cuccinelli says Virginia is the only state where attorneys general resign to run for governor", "text": "Ken Cuccinelli is ending a recent tradition of Virginia attorneys general resigning from office when they run for governor, causing an early stir this election year.\n\nDuring a Jan. 29 radio interview, Cuccinelli said he told voters in 2009 that he would serve out his four-year term as attorney general and that he intends to keep that commitment.  \"I ran for attorney general to be attorney general,\" he said.\n\nCuccinelli, who is unopposed for the Republican gubernatorial nomination this spring, was confident he could handle the dual responsibilities of being the state’s chief lawyer and a candidate. He was dismissive of Virginia’s custom of attorneys general stepping down to run for higher office.\n\n\"We’re the only state in the country that has this attorney general resign background,\" he said.\n\nNo doubt, Democrats hope to make an issue of Cuccinelli’s decision to stay in office. A dozen Democratic legislators sent a well-publicized letter to the attorney general last month asking him to follow the tradition of resigning.\n\nAnd American Bridge 21st Century, a liberal Super PAC, has released two web videos labeling Cuccinelli a \"part-time\" attorney general. \"For nearly three decades, attorneys general who ran for governor from both parties have all resigned to campaign,\" the group notes.\n\nWe decided to check whether the custom really is unique to Virginia.\n\nThe tradition actually began on Aug. 28, 1957, according to our search of the archives at the Richmond Times-Dispatch. That’s when Democrat Lindsay Almond Jr. announced he would step down as attorney general to focus on that fall’s gubernatorial race.\n\n\"It is apparent to me that the political campaign soon to be actively launched will consume my full time and energy, necessitating extended absence from and consequently inattention to the important responsibilities of the office which has been entrusted to me by the people of Virginia,\" Almond wrote in a letter to then-Gov. Thomas Stanley.\n\nAlmond won the election that year. And in 1961, he accepted the resignation of Democrat Albertis Harrison, another attorney general who became governor.\n\nSixteen years passed before another attorney general would be nominated for governor -- Democrat Andrew Miller. He resigned as the state’s lawyer in January 1977, well before the heavy campaigning began. Miller lost the gubernatorial race to Republican John Dalton.\n\nThe tradition was temporarily broken in 1981 by Republican Marshall Coleman who, instead of resigning as attorney general, announced that April that he would accept only half of his $45,000 salary while he ran for governor. Coleman lost to Democrat Chuck Robb.\n\nSince then, six straight attorneys general resigned to run for governor: Jerry Baliles in 1985; Mary Sue Terry in 1993; Jim Gilmore in 1997; Mark Earley in 2001; Jerry Kilgore in 2005 and Bob McDonnell in 2009. Each essentially said that an attorney general needs to devote full attention to the the job.\n\nWe asked Cuccinelli’s campaign for proof of the candidate’s claim that Virginia is \"the only state\" with the resignation tradition. Spokesman Jay Wilcox offered nothing concrete. He sent a scattershot list of four attorneys general from other states who, over the years, did not resign to run for governor and three more who did not step down when they ran for the U.S. Senate.\n\nWe sought more conclusive information, calling the National Association of Attorneys General, the Democratic Attorneys General Association, the Republican Attorneys General Association and the National Governors Association. Each organization said it doesn’t keep records of whether state attorneys general across the nation resigned when they ran for governor. Most of the groups declined additional comment.\n\nOnly Travis Berry,  executive director of Democratic Attorneys General Association, was willing weigh in. \"It seems to be a Virginia-specific tradition,\" he said.\n\nFinally, we decided to research every gubernatorial race in the country since 1985 -- the year Baliles started the string of six straight Virginia attorneys general resigning to run for governor. During the course of this, we came across some information from a few earlier elections. All told, we found 31 states outside Virginia where an attorney general ran for governor, and not a single one of them resigned.\n\nThe attorneys general who stayed on were from both parties. Some became household names: Bill Clinton of Arkansas in 1979; Jerry Brown of California in 2010, Eliot Spitzer of New York in 2006 and John Ashcroft of Missouri in 1984.\n\nHere’s the list of no-resign states and the year of the gubernatorial election:\n* Alabama, 1958\n* Arizona, 2002, 2006\n* Arkansas 1978, 2006\n* California, 1982, 2010\n* Delaware, 1964\n* Florida, 2006.\n* Idaho, 1994.\n* Illinois, 1990, 2002\n* Indiana, 1992\n* Iowa, 1994\n* Kansas, 1960\n* Kentucky, 2003\n* Maine, 1978, 1986\n* Massachusetts, 1998\n* Minnesota, 1998, 2006\n* Michigan, 2002\n* Mississippi, 1983\n* Missouri, 1984, 1992, 2012\n* Montana, 1992, 2012\n* Nevada, 1978\n* New York, 2006, 2010\n* North Carolina, 2000\n* North Dakota, 1992, 2000\n* Ohio, 1990\n* Oregon, 1990\n* Pennsylvania, 2002, 2010\n* South Dakota, 1978\n* Texas, 1982\n* Washington, 2004, 2012\n* West Virginia, 1960\n* Wisconsin, 2002.\n\nFinally, we should note that 43 states popularly elect their chief lawyer, according to the National Association of Attorneys General. In five states, governors appoint the attorney general: Alaska, Hawaii, New Hampshire, New Jersey and Wyoming.\n\nIn Maine, the attorney general is elected by the legislature. In Tennessee, the office holder is appointed by the state Supreme Court.\n\nOur ruling\n\nCuccinelli said Virginia is \"the only state\" that has a tradition of attorneys general resigning if they run for governor.\n\nThere’s no doubt that the custom exists in Virginia. The last six attorneys general have resigned to run for governor, dating back to 1985. Cuccinelli plans to break that string this year.\n\nNo one, it seems, keeps data on whether the custom exists in other states. So we researched every gubernatorial election in the U.S. since 1985 and, along, the way, ran across information from a few earlier elections. All told, we found 31 states outside Virginia where attorneys general ran for governor. None of the candidates resigned.\n\nWe rate Cuccinelli’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09648"}