{"url": "/factchecks/2021/feb/09/facebook-posts/can-pfizer-and-moderna-end-pandemic-sharing-their-/", "speaker": "Facebook posts", "vclaim": "“Pfizer and Moderna could share their design with dozens of other pharma companies who stand ready to produce their vaccines and end the pandemic.”", "truth_label": "barely-true", "date": "stated on February 3, 2021 in a Facebook post:", "title": "Can Pfizer and Moderna end the pandemic by sharing their vaccine designs? It's not that simple", "text": "Vaccine makers Pfizer and Moderna earned praise for creating highly effective COVID-19 vaccines in record time. But are they inadvertently hurting the public by not sharing their technology with other pharmaceutical companies to help speed up vaccine manufacturing and distribution?\nThat’s what one post circulating on social media claims.\n\"The vaccine shortage doesn’t need to exist,\" reads an image of a tweet shared thousands of times on Facebook. \"Pfizer and Moderna could share their design with dozens of other pharma companies who stand ready to produce their vaccines and end the pandemic.\"\nIn short, the situation is not that simple. The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis tweet doesn’t mention that the two pharmaceutical companies are already partnering with other firms to produce the vaccine. It also makes it appear as if dozens of companies are regulated to make vaccines and have a ready supply of the raw materials, equipment and storage needed to efficiently and effectively produce them. Experts say that’s not the case.\nWhen PolitiFact reached out to the tweet’s author, Dr. James Hamblin, a public health policy lecturer at Yale University and writer at The Atlantic, he acknowledged that using the words \"stand ready\" in the tweet inaccurately implied the process could begin immediately.\n\"It takes time and investment to begin making mRNA vaccines,\" Hamblin told PolitiFact. \"The companies would need the assurance that they not lose money by getting into that space, possibly in some way similar to the assurances given during the research phase of warp speed.\" \nVaccine technology narrows the field\nBoth Pfizer and Moderna’s vaccines rely on newer messenger RNA technology. (It has been studied for some time, but hasn’t been used in a vaccine until now.) The mRNA is fragile and needs to be handled carefully, with specific temperatures and humidity levels to keep it from breaking down. \nIt’s highly unlikely, experts say, that \"dozens\" of manufacturing plants have the capability to get this type of production off the ground immediately. Even if Pfizer-BioNTech and Moderna made their vaccine designs open source today, pharmaceutical researchers estimate that it would still take several months for other companies to produce the shots, and by then mass distribution and inoculation will be well underway. \nPolitiFact reached out to both companies for comment but did not hear back.\nDr. Rajeev Vankayya — president of the Global Vaccine Business Unit at Takeda Pharmaceuticals and former director of vaccine delivery at the Bill & Melinda Gates Foundation’s Global Health Program — wrote a Twitter thread addressing the complexity and risk of vaccine manufacturing.\nAmong many issues, Vanyakka said that vaccines are complex biologics and it’s hard to predict whether changes to the manufacturing process will impact vaccine efficacy or safety.\n\"Many vaccines are made by growing viruses in cells, and when that doesn’t happen as expected, it can lead to losses in production and delayed timelines. This is an area where cell- and virus-free mRNA vaccine production has a major advantage,\" Vankayya wrote. \n\"For these reasons, every aspect of vaccine manufacturing is tightly controlled: raw materials, equipment, production processes, training, operating procedures etc. All of it happens under GMP (Good Manufacturing Practice) regulations, and facilities are regularly inspected.\" \nTHREAD: Vaccine ManufacturingBack in October, I said the Warp Speed timelines were extraordinarily optimistic given the inherent risks of vaccine development, manufacturing and distribution. All of those risks and others have materialized. 1/https://t.co/OOlGxPBnox pic.twitter.com/RwCzkljdDS— Rajeev Venkayya MD (@rvenkayya) February 1, 2021 \nAccording to the Food and Drug Administration, manufacturers may share any information or data about their products as they choose, as they are the owners of the information. But the firm is responsible for ensuring that any contract manufacturer is in compliance with the FDA’s good manufacturing practice regulations.\nThese rules establish minimum requirements for the methods, facilities and controls used in making and packing pharmaceuticals. They aim to ensure that a product is safe for use, and that it has the ingredients and strength it claims to have.\nExisting partnerships are already speeding production\nJohn Grabenstein, associate director for scientific communications at the Immunization Action Coalition — a vaccine information organization that works in partnership with the Centers for Disease Control and Prevention —  told PolitiFact the tweet wrongly presumes that the companies aren’t already outsourcing production. Grabenstein tracks the partnerships between pharmaceutical firms and contract manufacturers. \nHe said that Pfizer-BioNTech is currently working with bio-pharmaceutical companies Rentschler and Polymun, while Moderna has partnered with Rovi, Recipharm and Lonza. Some of the companies are located entirely overseas, while others have plants in the U.S. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nTypically, the contractors are doing one of the major portions of production, Grabenstein said, such as manufacturing the bulk product, formulation of the bulk into the final preparation, filling the drug product into vials, or finishing the final packaging which could include labeling vials, inserting them and paperwork into boxes and assembling boxes for a carton.\nFor example, Rovi, one of the companies working with Moderna, signed a contract in July 2020 to start filling and packaging 100 million doses of the vaccine in early 2021.\nIn fewer cases, a full-fledged manufacturer is commissioned to make a mirror image of the original product, from start to finish. \nOne example of this is the Serum Institute of India — the world’s largest vaccine manufacturer — which is already producing a parallel version of the Oxford/AstraZeneca vaccine that the institute will market with the trade name CoviShield. The institute launched construction of new facilities back in June 2020 to make it happen. The organization recently announced a similar partnership with Novavax. \n\"This is incredibly intricate and the number of facilities and trained personnel is really, really small,\" Grabenstein said. \"It’s not like you’re just giving a recipe to another restaurant. That ‘recipe’ is thousands and thousands of pages long, and then you have to validate and show that you meet all the really tight performance specifications and prove consistency of process before any of the regulators will let you distribute any of the vaccine.\"\nHamblin, the author of the Twitter post, said it’s unlikely that the companies would share their vaccine designs, given the current system of intellectual property and funding, though he noted exceptions, like Sanofi.\nSanofi, a French multinational pharmaceutical company, announced in January that it entered into a partnership with BioNTech, the firm that co-developed the vaccine with Pfizer. Sanofi said it will provide the firm access to its \"established infrastructure and expertise to produce over 125 million doses of COVID-19 vaccine in Europe.\" Initial supplies will originate from Sanofi’s production facilities in Frankfurt from summer of 2021.\nHamblin noted that if vaccine makers open the intellectual property in a permanent, unconditional way — rather than on a small scale for a finite period — it could help get more companies and governments into the production \"in a more permanent, cost-effective way.\" \n\"If we have to manufacture boosters in specific areas for new strains, for example, or for the next coronavirus, we could be on it right away,\" Hamblin said. \"Again, speaking hypothetically about that — not implying it will happen or would be quick or easy or anything else.\"\nDefense Production Act allows greater collaboration but takes time\nWith President Joe Biden invoking the Defense Production Act, couldn’t that serve to help speed things up? Yes, but it’s not as sweeping as some think. \nThe Defense Production Act of 1950 gives presidential authority to promote national defense by expediting and expanding the supply of materials and services from the U.S. industrial base.\nGeorge Siber, a vaccine expert who is on the advisory board of CureVac, a German mRNA vaccine company, told Kaiser Health News that invoking the act would allow the government to commandeer an appropriate plant to expand production, but said it would still take about a year to get going.\nCompanies would first have to undertake a thorough cleaning of their equipment and facilities to prevent cross-contamination and would need to set up, calibrate and test equipment, and train scientists and engineers to run it, Siber told KHN.\n\"Do you want glass? Aluminum? Filter resins? What is the thing that you need?\" Grabenstein said. \"For example, vaccine manufacturers say, ‘if only I had more glass vials, I could increase my weekly production.’ Ok, the government gets you more glass vials. Then it reveals the next bottleneck.\"\nHe added: \"Is there production that could be stopped or delayed, and let those machines be used for this goal? Sure, but you still have to clean it, and quality control that it’s really clean, and then the transfer and validation of process. It’s months or years of commitment. This is not turn-on-a-dime kind of stuff.\" \nAccording to the Centers for Disease Control and Prevention, more than 59 million doses of the Moderna and Pfizer-BioNTech vaccines had been distributed and roughly 41 million administered by the second week in February.\nThis shows that the U.S. has vaccinated 9.5% of the population, putting it about fifth in the world, according to a tracker maintained by The New York Times. \nOur ruling\nA post claims the COVID-19 vaccine shortage doesn’t need to exist because Pfizer and Moderna can share their vaccine designs with \"dozens\" of other pharmaceutical companies that are ready to produce the vaccines and end the pandemic.\nThis premise oversimplifies the vaccine manufacturing process.\nFirst, the post doesn’t mention that Pfizer and Moderna already have partnerships with various contract manufacturers to help speed up vaccine production. Second, industry experts say it’s highly unlikely that \"dozens\" of other pharmaceutical companies that aren’t already producing the vaccines stand ready to do so. Supplies, personnel training and facility compliance are just a few aspects that make the process complex and lengthy.\nSo while such partnerships are clearly an asset to rapid vaccine production, they are not entirely practical in the grand sense that this tweet implies.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-19098"}