{"url": "/factchecks/2010/nov/08/jim-doyle/wisconsin-gov-jim-doyle-says-10-percent-public-sch/", "speaker": "Jim Doyle", "vclaim": "About 1 in 10 public school teachers in Wisconsin would have been laid off without federal stimulus funds.", "truth_label": "barely-true", "date": "stated on October 15, 2010 in an interview with the BBC NewsHour:", "title": "Wisconsin Gov. Jim Doyle says 10 percent of public school teachers would have lost their jobs without federal stimulus aid", "text": "Lame-duck governor Jim Doyle’s low popularity rating among Wisconsin voters guaranteed he would keep a low profile while Tom Barrett fought -- unsuccessfully -- to keep a Democrat in charge in Madison.\n\nBut that doesn’t mean Doyle was silent.\n\nIn mid-October, Doyle was showcased on a BBC NewsHour radio feature that asked whether the United States needed a second shot of stimulus money from Washington.\n\nNot surprisingly, Doyle defended President Barack Obama and blamed Republicans for creating an enormous fiscal mess that demanded an unpopular but necessary response -- the giant stimulus bill OK’d in early in 2009.\n\nDoyle said stimulus grants helped keep schools functioning well, boosted road projects and showered funds on University of Wisconsin medical researchers. And he talked of how he has tried to sell the public on the measure’s positive impact:\n\nSaid Doyle: \"I say to people, ‘You want to see stimulus money at work you should go to the (local) public school … about every 10th teacher wouldn’t be teaching there if we hadn’t had the help that came from President Obama.’ \"\n\nWith all the controversy over jobs saved and created, did the stimulus money really save 1 in 10 teacher jobs in Wisconsin?\n\nWe’ll put our pencil to this test.\n\nIn making the claim, Doyle points to a federal report that says there were 9,922 education jobs funded by federal stimulus cash. That represents about 1 in 10 of the 105,000 public school employees in the most recent state figures.\n\nOf course, that refers to all employees, not just teachers -- the first wrinkle in a calculation that is  a lot trickier than 2 + 2 = 4.\n\nOther considerations: The reporting to the federal government on jobs created and saved by stimulus money doesn’t break down the type of position. Some of the reporting requirements have changed and aren’t very useful for drawing judgments about the real world impact.\n\nLet’s start with the overall numbers.\n\nNear the end of the 2009-’10 school year, the state reported 9,922 jobs were being funded by the American Recovery and Reinvestment Act (commonly known as the stimulus package).\n\nDoyle acknowledges that those numbers include support staff and others -- not strictly teachers. His policy director, Christopher Patton, says it’s reasonable to conclude that ratio for teachers in the group of jobs saved is the same as that for all employees.\n\nBut there is no way to know for sure -- the feds didn’t require that level of detail from school districts.\n\nThere’s another hitch: The biggest chunk by far of the education funding in the stimulus was sent to local districts in two different school years -- 2008-’09 and 2009-’10, according to the state Department of Public Instruction and various local school officials. That dough came in two uneven chunks a year apart, and totaled a whopping $717 million.\n\nThus, some was spent to preserve jobs in the first year and some in the second year. Some districts applied it to teachers salaries, some put it toward other workers -- including bus drivers at Milwaukee Public Schools in 2009-’10.\n\nSome of the money didn’t go to salaries at all. It went to pay the bills.\n\nSo, if you visit a school -- as Doyle’s scenario suggests -- not all of those jobs were saved in the current year. In fact, some may have essentially been saved from layoff twice.\n\nThere is no way to say how many. The federal reporting requirements, which Doyle is citing, lumped them all into one year.\n\nEven if you accept Doyle’s premise that nearly 10 percent of teachers were funded by stimulus, it’s far from certain they would have been laid off without it.\n\nSome districts might have been forced to contemplate layoffs, but more likely they would have dipped into reserve funds or found other ways to save some or all of the jobs. That’s according to two people on the front lines: Emily Koczela and Mark Boehlke, business managers for Brown Deer and Shorewood schools, respectively.\n\nPart of the reason: timing.\n\nBoth stimulus payments were received toward the end of school years, when layoffs were virtually unthinkable. And, according to Koczela and Boehlke, it was likely too late at that point to break teachers’ contracts for the following school year.\n\nThere are other, smaller stimulus-related pots of funding for education that more clearly saved jobs than did the $717 million. For instance, Koczela said some special education teachers likely faced layoff without those allocations.\n\nSo, Doyle’s statement is based on actual numbers, but makes an assumption that cannot be proven and faces some practical realities that suggest it is off base.\n\nPatton, Doyle’s policy director, said the fact remains that 9,922 jobs were funded through the federal help. And he argued that the sheer size of the federal aid to state schools makes it common sense that teachers would have been in harm’s way.\n\n\"When you look at $800 million in aid to schools, it’s pretty hard to imagine those types of reductions that would not result in larger class sizes and less teachers in schools,\" he said.\n\nBut we’re left with the numbers, and how Doyle used them in the BBC interview.\n\nTo illustrate his point about the benefit of stimulus funding, Doyle argues that 1 in 10 public school teachers -- out of some 60,000 in the state -- would be out of work without the stimulus money. But his math is based on an assumption that teachers would have been targeted at the same proportion as support staff and ignores the practical realities of how the money came in during two budget years, which means some of the jobs may have been saved twice.\n\nWe rate Doyle’s statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14051"}