{"url": "/factchecks/2012/sep/26/national-rifle-association/nra-attacks-bill-nelson-voting-confirm-sonia-sotom/", "speaker": "National Rifle Association", "vclaim": "Bill Nelson voted to confirm Sonia Sotomayor, \"who signed a Supreme Court opinion saying Americans do not have an individual right to own firearms.\"", "truth_label": "mostly-true", "date": "stated on September 4, 2012 in an anti-Nelson mailer:", "title": "NRA attacks Bill Nelson for voting to confirm Sonia Sotomayor to Supreme Court", "text": "The National Rifle Association wants Democratic U.S. Sen. Bill Nelson out of office.\n\nA flier mailed to some Floridians by the NRA’s Institute for Legislative Action compares Nelson’s record on gun control with that of his Republican opponent in the U.S. Senate race, U.S. Rep. Connie Mack IV.\n\nOne of its points: \"Bill Nelson voted to confirm Barack Obama's anti-gun nominees to the Supreme Court -- including Sonia Sotomayor who signed a Supreme Court opinion saying Americans do not have an individual right to own firearms.\"\n\nFor this fact-check, we wanted to confirm whether Nelson voted for Sotomayor and if she signed an opinion that said \"Americans do not have an individual right to own firearms.\"\n\nThe first part is easy for us: Nelson voted to confirm Sotomayor, Obama’s first Supreme Court nominee and the country’s first Hispanic justice, on Aug. 6, 2009, in a 68-31 vote.\n\nThe second part -- that she signed a Supreme Court opinion saying Americans do not have an individual right to own firearms -- is a little harder to understand (at least, for those of us not trained in legalese).\n\nAn NRA spokesman refused to elaborate on the ad’s claim for PolitiFact Florida, including which opinion is even at issue here. Still, given her short tenure and the scarcity of possible gun rulings, it didn’t take long to figure out.\n\nMcDonald vs. Chicago\n\nIt may not say it, but the ad is a reference to the 2010 Supreme Court case McDonald vs. Chicago, which dealt with handgun bans in Chicago and the Chicago suburb of Oak Park.\n\nIt picked up where a landmark (pre-Sotomayor) Supreme Court decision left off. In 2008, the court ruled in District of Columbia vs. Heller that the Second Amendment includes an individual right of gun ownership, overturning a D.C. ban on handguns.\n\nHeller dealt with federal law and left undetermined whether this interpretation of the Second Amendment applied to state and local government restrictions on guns.  In McDonald, the court had to decide whether to \"incorporate\" the Second Amendment against the states. (Since the Civil War, the court has \"incorporated,\" or extended, amendments within the Bill of Rights against state and local governments under the due process and equal protection provisions of the 14th Amendment.)\n\nBy a 5-4 majority, the court argued in McDonald that the Second Amendment guarantees an individual right to own a gun against the regulations of state and local governments. The New York Times called the case \"an enormous symbolic victory for gun rights.\"\n\nThis wasn’t the ruling Sotomayor wanted. She signed a 31-page dissenting opinion written by Justice Stephen Breyer and co-signed by Justice Ruth Bader Ginsburg, both Bill Clinton appointees.\n\nBreyer’s opinion argued that using guns for self-defense did not warrant federal constitutional protection. The Heller decision, Breyer wrote, was grounded in an ambiguous historical record that did not substantiate a private self-defense right against the states. The Second Amendment was enacted to protect militia-related rights, he said, and decisions on gun control should be determined by local governments and legislatures.\n\nMany news accounts of the ruling honed in on this line from the conclusion: \"In sum, the Framers did not write the Second Amendment in order to protect a private right of armed self-defense.\"\n\nThat mirrors the NRA’s claim about Sotomayor, said many experts we consulted.\n\n\"This is an easy one,\" said Ilya Shapiro, a senior fellow in constitutional studies at the libertarian-leaning Cato Institute.\n\n\"The characterization of her opinion is accurate,\" said David Kopel, research director of the libertarian-leaning Independence Institute and an adjunct constitutional law professor at Denver University. \"She joined an opinion that said Heller should be overruled.\"\n\nAdvocates of gun control saw more nuance.\n\n\"It was certainly not anti-gun,\" said Daniel Vice, senior attorney at the Brady Center to Prevent Gun Violence. \"The dissenting opinion did not pick a side in the gun debate.\"\n\nAt issue was the more technical question about incorporating private armed self-defense as a \"fundamental\" right, he said. Was the right to keep a gun at home as central to U.S. citizenship as voting, freedom of speech and freedom religion that it deserved protection under the due process clause of the 14th Amendment?\n\n\"That’s a different question than the question of whether the right exists or not,\" said Brian Van Houten, Law Center to Prevent Gun Violence managing attorney. \"(The NRA) presented a very dramatic claim about Justice Sotomayor’s opinion in McDonald, but it doesn’t match the reality of what was said there.\"\n\nOthers urged us to consider the alternative. If the opinion of Breyer and Sotomayor prevailed, states would have a lot more freedom to regulate gun ownership.\n\n\"Effectively, (the NRA) may be correct in the sense that had the court ruled that the Second Amendment was not incorporated, it would have left the states free to legislate in any way they choose,\" said William Vizzard, California State University Sacramento criminal justice professor.\n\nWe should expect litigation out of McDonald for years to come, he said.\n\nThe important note to all of this, of course, is that Nelson voted to confirm Sotomayor before her vote in McDonald. In the mailer, the NRA fails to provide this context, which in turn could confuse voters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\n\nOur ruling\n\nThe NRA is correct in saying Nelson voted to confirm Sonia Sotomayor as an associate justice of the Supreme Court. And many experts see the group’s assertion that she signed an opinion \"saying Americans do not have an individual right to own firearms\" as fair.\n\nWe heard lots of agreement from experts about this characterization, though two advocates of gun control said it is over-simplified. Gun-control supporters in particular told us the opinion she signed is not as \"anti-gun\" as the mailer would have readers believe.\n\nWhat's missing from this attack is the context that Nelson voted to confirm Sotomayor before she signed the opinion in McDonald. That context slightly dulls the connection between Nelson and Sotomayor's position.\n\nOverall, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-10311"}