{"url": "/factchecks/2010/sep/14/jim-greer/former-florida-gop-chair-apologizes-obama-educatio/", "speaker": "Jim Greer", "vclaim": "On whether President Obama's speeches to school children spread \"socialist ideology.\"", "truth_label": "full-flop", "date": "stated on September 14, 2010 in a statement to the press:", "title": "Former Florida GOP chair apologizes to Obama on education speech", "text": "A year ago, we fact-checked a statement from the Republican Party of Florida that claimed President Barack Obama intended to indoctrinate school children with socialist ideology. The alleged vehicle: a back-to-school speech given to the nation's students.\n\nSome of Obama's other political opponents echoed the charge, and principals across the country had to answer questions from parents about whether students were required to watch the speech.\n\nThis year, Obama gave a speech to schoolchildren on Sept. 14, 2010, with little controversy. Like last year, he spoke of the necessity of hard work and a good education.\n\nBut we were surprised by a dramatic change of position for Jim Greer, the former head of the Republican Party of Florida. Here's his statement from last year:\n\n\"As the father of four children, I am absolutely appalled that taxpayer dollars are being used to spread President Obama's socialist ideology. The idea that school children across our nation will be forced to watch the president justify his plans for government-run health care, banks and automobile companies, increasing taxes on those who create jobs, and racking up more debt than any other president, is not only infuriating, but goes against beliefs of the majority of Americans, while bypassing American parents through an invasive abuse of power.\"\n\nWe fact-checked that at the time and rated it Pants on Fire. We found no evidence that Obama intended to address school children on public policy matters, much less socialism. All evidence pointed to a more generic speech on the importance of education, and that's what Obama delivered.\n\nGreer's position has entirely changed since then, and in more ways than one. Greer lost his party chairmanship in January 2010, and state authorities arrested him in June on corruption charges, alleging that he used a secret contract to send party donations to a consulting firm he owned. Greer now faces six felony charges, including fraud and money laundering. (PolitiFact Florida has detailed a timeline on Greer's departure from the state party.) Meanwhile, Gov. Charlie Crist -- who picked Greer as party chairman after Crist became governor in 2006 -- left the Republican Party in April to run as an independent for U.S. Senate. The party supports Marco Rubio, a former state legislator and speaker of the House, in that race.\n\nThis year, to mark Obama's speech to students, Greer sent the following text message to Florida reporters:\n\n\"In the year since I issued a prepared statement regarding President Obama speaking to the nation’s school children, I have learned a great deal about the party I so deeply loved and served. Unfortunately, I found that many within the GOP have racist views and I apologize to the president for my opposition to his speech last year and my efforts to placate the extremists who dominate our party today. My children and I look forward to the president's speech.\"\n\nWe called the Republican Party of Florida and asked them about Greer's statement, but they declined to comment. That could be because Greer earlier this year filed a lawsuit against the party for failing to pay him severance of $124,000, plus health care. Just this past weekend, party officials said they were contemplating their own lawsuit against Greer and Crist for misspending party funds.\n\nSo Greer is no longer head of the party and repudiates his own statements from a year ago.\n\nCould Greer's new view on Obama's school speech be just another stick-in-the-eye to the people who kicked him out of his job? Sure.\n\nGreer sent a letter to Crist last month asking for his campaign contributions back, because Greer said he needs the money to defend himself. In the letter, he blasted state party leaders, some by name, saying they  \"are simply liars, racists, and extremists ... the current bunch that are running the show will stop at nothing to cover for their own misdeeds.\"\n\nWhatever Greer's motivations, we very seldom see such a thorough change of position on over-the-top political rhetoric, much less an apology. To note that dramatic reversal, we put Greer on the Flip-O-Meter and rate his statement a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14428"}