{"url": "/factchecks/2016/aug/11/josh-shapiro/surprising-stats-car-crashes-and-overdoses-pennsyl/", "speaker": "Josh Shapiro", "vclaim": "Overdosing is now the number one accidental killer in our Commonwealth.", "truth_label": "true", "date": "stated on August 11, 2016 in a platform on his campaign website:", "title": "The surprising stats on car crashes and overdoses in Pennsylvania", "text": "Pennsylvania’s heroin and prescription drug abuse crisis is one of the most acute problems facing the state, and the number of overdose deaths has skyrocketed in recent years.\nSitting politicians and candidates for office are racing to propose solutions. Among them is Democrat Josh Shapiro, a Montgomery County commissioner and a candidate for attorney general who dedicated a page on his campaign website to fighting the opioid epidemic. But it was the stat he used at the beginning of his platform that caught our eye.\n\"Overdosing,\" his campaign wrote, \"is now the number one accidental killer in our Commonwealth.\"\nAt first glance, it’s a stunning statistic. But this one checks out to be true, as drug overdose deaths have increased over the years while car crash deaths have been on the decline for decades. We took a look at the numbers to compare the leading causes of death in Pennsylvania and compare those to the number of deaths related to drugs.\nDrug overdose deaths have sharply risen in recent years. The most recent data shows that upwards of 3,500 people died of a drug overdose in Pennsylvania last year, representing a significant increase from 2014, according to a recent report released by the Pennsylvania State Coroners Association.\nNearly 2,500 people died in Pennsylvania of a drug overdose in 2014, and Pennsylvania leads the nation in the number of drug overdose deaths among young men.\nA report released last summer by the Trust for America’s Health and the Robert Wood Johnson Foundation put these figures into context: The number of deaths by drug overdose first surpassed car accidents in 2011, and the difference has only become more stark since then. Drug overdose deaths now surpass car accident deaths in 36 states.\nAccording to PennDOT, 1,195 were killed as a result of a motor vehicle crash in Pennsylvania in 2014, and the 2014 total of reportable traffic crashes is the fourth lowest total since 1950. (PennDOT defines a crash as one in which an injury or a fatality occurs or at least one of the vehicles involved requires towing from the scene.)\nThat means that in 2014, drug overdoses represented double the number of deaths compared to motor vehicle crashes in Pennsylvania and is by far the leading accidental cause of death in the state.\nThough drug overdose data is available for 2015 and 2014, the most comprehensive data with regard to the reason for all deaths in the state is from 2013. The Pennsylvania Department of Health reported that in 2013, 4,891 people died of an \"accident\" -- a category that includes drug overdoses. Of those, the Center for Disease Control reports 2,426 were drug overdoses.\nIn 2013, 1,965 people died from an accident that wasn’t a drug overdose or in a vehicle while 1,313 people were killed as a result of a car accident. But it’s important to note: Drug overdoses are the No. 1 form of accidental death in Pennsylvania, not the No. 1 overall reason for death.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nThat’s heart disease, followed by cancer and chronic lower respiratory disease. In addition to illnesses and accidents, there were 630 homicides in Pennsylvania in 2013. Here’s a look at the top five causes of death in the commonwealth in 2013:\n\n\nHeart disease - 31,537\n\n\nCancer - 28,418\n\n\nChronic lower respiratory disease - 6,702\n\n\nCardiovascular disease - 6,575\n\n\nTotal accident deaths (including drug overdoses) - 4,891\n\n\nThe opioid addiction and drug overdose problem is increasing the most in 1. Rural areas of Pennsylvania ravaged by addiction to prescription drugs and 2. In Philadelphia, which had the highest drug-related death rate per 100,000 people in 2014.\nThat year, 655 people died of a drug overdose in Philadelphia and heroin was present in 349 of those deaths. According to a report by the Drug Enforcement Agency, the increasing abuse of heroin and cocaine as well as opioids like fentanyl and oxycodone caused the spike in drug overdoses in the city over the last decade. There was a 33 percent increase in drug-related deaths in Philadelphia between 2013 and 2014 alone.\nSusquehanna, Cambria, Fayette and Wayne counties round out the top five counties in the state where drug overdose deaths have increased most rapidly.\nOur ruling\nAttorney General candidate Josh Shapiro wrote in his campaign platform for fighting the opioid epidemic in Pennsylvania that \"Overdosing is now the number one accidental killer in our Commonwealth.\"\nData from The Department of Health, the Center for Disease Control and the several other independent reports shows that overdosing has surpassed car crashes and other accidental causes as the leading accidental cause of death in Pennsylvania. We rate the claim True.", "vclaim_id": "vclaim-pol-04493"}