{"url": "/factchecks/2010/may/26/boyd-richie/la-bonne-vie-democratic-chairman-says-perry-living/", "speaker": "Boyd Richie", "vclaim": "Says Gov. Rick Perry is “spending Texans’ hard-earned money to live like Louie XIV.”", "truth_label": "pants-fire", "date": "stated on May 20, 2010 in an e-mail blast.:", "title": "La bonne vie? Democratic chairman says Perry is living large, a la Louis XIV", "text": "Boyd Richie, who chairs the Texas Democratic Party, took a fresh swing at Gov. Rick Perry and his sweet state-funded digs, saying in a May 20 e-mail blast: “He’s spending Texans’ hard-earned money to live like Louie XIV.”\nQuelle horreur--really?\nNot really, replied Kirsten Gray, the party’s spokeswoman. “It was a humorous analogy, not based in fact,” she told us in an e-mail.\nWe guessed as much. Allow us to have some fun, too, by taking a look back at France's Sun King.\nFirst: How did the king, who lived from 1638 to 1715, make it day to day? Like his father before him, biographies suggest, he often was on the move, waging war (the “natural condition of nations” in the era, recapped Nancy Mitford, in her book, “The Sun King”) or hunting while staying in palatial abodes capped by his beloved chateau at Versailles, which he proclaimed the seat of government in 1682.\nVersailles, of late a spectacular tourist attraction, grew on the king’s watch to include picture-perfect gardens, a theater holding 3,000 spectators, a vast hall of mirrors, hundreds of imported orange trees (many planted indoors in silver tubs)--all of that a far cry from the rustic hunting lodge his father had enjoyed there. That building, which his son preserved, consisted of just (only) (barely) 20 rooms plus a men’s dormitory.\nTuneful aspect of the king’s lifestyle: He was seldom without music, awakening each morning to the playing of a live band, according to Mitford.\nSo, how does Perry fare comparatively?\nWe’re unaware of live bands playing as Perry awakens. And the governor doesn’t routinely hunt (though he recently said he shot and killed a coyote during a jog) nor is he known to bounce from palace to palace nor has he declared war -- except on Washington.\nThen again, Perry incorrectly maintained last year that Texas could secede; his intimation could be seen as war-like.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nYet Perry's temporary home, in a gated community in the hills 11 miles southwest of downtown Austin, hardly compares to the spread at Versailles, which Placesinfrance.com describes as having 700 rooms, over 1,200 fireplaces and 67 staircases.\nPolitiFact Texas noted in April that the monthly rent for the 4,600-square-foot home--where Perry and his wife settled in fall 2007 so the Governor's Mansion could be renovated--is $9,000. This month, the Associated Press reported that total monthly costs for the seven-bedroom, five-bathroom house exceed $10,000, counting rent, utilities and upkeep.\nThe house has a gourmet kitchen, three dining rooms and seven bathrooms, the AP reported. That gives Perry more private thrones with plumbing than the king who, given his times, was limited to chamber pots.\nThe AP's article itemizes various state-covered expenses at the rental home: $18,000 for \"consumables\" such as household supplies and cleaning products, $1,001.46 in window coverings from upscale retailer Neiman Marcus, a $1,000 \"emergency repair\" of the governor's filtered ice machine, a $700 clothes rack, and a little more than $70 for a two year subscription to Food & Wine Magazine.\nMaintenance on a heated pool on the property’s three acres has cost taxpayers at least $8,400, the AP said, and the tab for grounds and lawn maintenance has topped $44,000. All told, taxpayers have spent at least $592,000 for rent, utilities, repairs, furnishings and supplies since Perry moved in. By comparison, the AP noted, the governor's mansion is wholly owned by the state — there is no rent or mortgage to pay. As configured, it has about 9,900 total square feet, but most is public space packed with historic artifacts. Only 2,750 square feet is dedicated to the governor's residence.\nPerry critics have floated alternative temporary housing ideas. The governor could occupy a mobile home (as Mike Huckabee boasted of doing while governor of Arkansas). Of late, the Texas AFL-CIO offered to rent a manufactured home to the governor for $1 a year.\nOr Perry could bunker in at a hotel. At the La Quinta Inn at the Texas Capitol, the nightly rate for a suite, starting June 1, would run $120 plus tax, though a room with a standard King bed, plus a refrigerator and microwave, would cost $90 plus tax, according to the assistant general manager, Zina Carter. There's also a pool, the hotel website says; we'll guess it's not heated.\nSumming up: Louis XIV had it all for his age. He gamboled, he hunted, he warred; lived large.\nThough Perry’s hardly giving the king a run for his money, he has had a bonanza of a run as well--healthy wife, children, multiple elections with nary a loss. He’s often said he has the world’s best job. We’ll speculate he’s good with his rental quarters.\nBut ça suffit, as they say in France. The Democrats said Richie was joshing. We’ll grant they’re kidders. We rate his statement Pantalon en Feu.", "vclaim_id": "vclaim-pol-14972"}