{"url": "/factchecks/2019/feb/25/facebook-posts/facebook-post-has-false-information-about-bernie-s/", "speaker": "Facebook posts", "vclaim": "\"In 1963 Bernie Sanders was arrested for throwing eggs at black civil rights protestors.\"", "truth_label": "pants-fire", "date": "stated on February 22, 2019 in a Facebook post:", "title": "No, Bernie Sanders didn't toss eggs at civil rights protesters. He was one of the protesters", "text": "A fake post on Facebook took an actual photograph of Sen. Bernie Sanders in the 1960s and invented a story about what the image showed to make it appear that he was racist.\nThe black and white image shows a man being apprehended by two police officers.\n\"In 1963 Bernie Sanders was arrested for throwing eggs at black civil rights protestors. This is the side of Bernie that CNN and the fake news media don’t want you to know,\" stated a Facebook post by Republican Revival, a group that aims to \"help Americans see through the Progressive Liberal bias.\"\nSanders, who recently announced he is running for president again, has faced questions about whether he can appeal to black voters more than he did in 2016. This time, the Vermont senator faces a more diverse Democratic primary field.\nThe post, published on Facebook on Feb. 20, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo is real, but the message about what Sanders was doing in the photo is made up. He was not throwing eggs at protesters — he was one of the protesters against school segregation.\nThe Chicago Tribune wrote a story in February 2016 about the photo after the newspaper found it in their archives. The Tribune confirmed with Sanders’ campaign that it was him.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe Tribune wrote that Sanders, who at the time was a 21-year-old student at the University of Chicago, was arrested in August 1963 at a South Side protest over segregation. Sanders was charged with resisting arrest, found guilty and fined $25.\nThe protests that led to the arrest were over mobile classrooms dubbed \"Willis Wagons,\" named for then-Chicago Schools Superintendent Benjamin Willis.\n\"Critics charged that the trailers kept black children in the area instead of sending them to white schools,\" the Tribune wrote.\nA January 1964 Tribune story on the court cases of those who had been arrested in August identified a Bernard Sanders.\n\"Bernie identified it himself,\" Tad Devine, a senior adviser to the campaign, told the Tribune in 2016. \"He looked at it — he actually has his student ID from the University of Chicago in his wallet — and he said, 'Yes, that indeed is (me).' \"\nWe sent a message to Republican Rival on Facebook to ask if it had any evidence but did not get a reply.\nThe post said that \"in 1963 Bernie Sanders was arrested for throwing eggs at black civil rights protestors.\" The photo was Sanders being arrested, as the Chicago Tribune confirmed. However, Sanders was protesting in favor of civil rights. There is no evidence that Sanders threw eggs at protesters.\nWe rate this statement Pants on Fire.\nhttps://www.sharethefacts.co/share/35f95ba9-26b1-4ce1-be6a-27d5af96db65", "vclaim_id": "vclaim-pol-00980"}