{"url": "/factchecks/2018/apr/26/donald-trump/donald-trump-target-remarks-unemployment-kanye/", "speaker": "Donald Trump", "vclaim": "\"Kanye (West) looks and he sees black unemployment at the lowest it’s been in the history of our country. He sees Hispanic unemployment at the lowest it’s been in the history of our country. He sees (women’s unemployment) the lowest it’s been in now almost 19 years.\"", "truth_label": "mostly-true", "date": "stated on April 26, 2018 in an interview on \"Fox & Friends\":", "title": "Fact-checking the Donald Trump, Kanye bromance", "text": "President Donald Trump took to the airwaves to tout his budding bromance with rapper Kanye West.\nThe hosts of Fox & Friends asked Trump during an April 26 telephone interview about the enthusiastic tweets exchanged between the two men, such as this one.\nmy MAGA hat is signed 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥 pic.twitter.com/DrDHJybS8V— KANYE WEST (@kanyewest) April 25, 2018\n\n\nTrump turned his sudden friendship with West into a commentary about the economic results on his watch.\nTrump said, \"Kanye looks and he sees black unemployment at the lowest it’s been in the history of our country. He sees Hispanic unemployment at the lowest it’s been in the history of our country. He sees (women’s unemployment) the lowest it’s been in now almost 19 years.\"\nTrump has previously made claims of this sort, but it’s been a few months, so we thought we’d take a new look at the numbers.\nAfrican-American unemployment\nIn March 2018, the African-American unemployment rate stood at 6.9 percent. That’s not a record low, but it’s close — and the record low was 6.8 percent in December 2017, also on Trump’s watch.\nHere’s the full data for the black unemployment rate since the statistic was first calculated in 1972:\n\nHispanic unemployment\nThe Hispanic unemployment rate was 5.1 percent in March 2018. That’s not a record either, but once again, it’s close.\nThe Hispanic unemployment rate was as low as 4.8 percent three times in 2017, in June, October and November. Those low points all occurred on Trump’s watch.\nHere’s the full historical data:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nWomen’s unemployment\nCurrently, the unemployment rate for women is 4.0 percent. It was slightly lower during an earlier point in Trump’s presidency — 3.9 percent in October 2017.\nThe women’s unemployment rate was lower still in December 2000, when it hit 3.8 percent. That falls within the 19-year windowTrump cited.\nHere’s the full run of data:\n\nSome additional context\nEconomists agree that presidents don’t deserve either full credit or full blame for the unemployment rate on their watch. The president is not all-powerful on economic matters; broader factors, from the business cycle to changes in technology to demographic shifts, play major roles.\nAnd to the extent that a president does deserve credit for low unemployment, Trump’s predecessor, Barack Obama, deserves at least as much as Trump does.\nAs these charts show, the unemployment rate for blacks, Hispanics, and women declined dramatically on Obama’s watch as the country pulled out of the Great Recession.\nBlack unemployment peaked at 16.6 percent in April 2010, when Obama was president. It then fell by more than half to 7.8 percent by the time Obama left office in January 2017.\nHispanic unemployment, meanwhile, peaked at 13 percent in August 2009, then fell to 5.9 percent at the end of Obama’s term in January 2017.\nAnd unemployment among women peaked at 9 percent in November 2010, before falling to 4.8 percent by the time he left office in January 2017, a drop of nearly half.\nOur ruling\nTrump said, \"Kanye looks and he sees black unemployment at the lowest it’s been in the history of our country. He sees Hispanic unemployment at the lowest it’s been in the history of our country. He sees (women’s unemployment) the lowest it’s been in now almost 19 years.\"\nThe unemployment rates for African-Americans and Hispanics have hit all-time lows in recent months on Trump’s watch, and the rate for women was recently the lowest it’s been in more than 18 years. But it’s worth remembering that,to the extent that presidents deserve any credit for economic conditions on their watch, the heavy lifting in getting rates that low occurred before Trump became president.\nWe rate the statement Mostly True.\n Share the Facts 2018-04-26 18:33:16 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Kanye (West) looks and he sees black unemployment at the lowest it’s been in the history of our country. He sees Hispanic unemployment at the lowest it’s been in the history of our country. He sees (women’s unemployment) the lowest it’s been in now almost 19 years.\"    Donald Trump President https://nypost.com/2018/04/26/trump-praises-kanye-for-his-great-taste/   an interview with \"Fox & Friends\" Thursday, April 26, 2018 2018-04-26    Read More  info", "vclaim_id": "vclaim-pol-02141"}