{"url": "/factchecks/2017/aug/23/donald-trump/donald-trump-wrongly-says-us-net-energy-exporte/", "speaker": "Donald Trump", "vclaim": "\"We have become an energy exporter for the first time ever just recently.\"", "truth_label": "false", "date": "stated on August 22, 2017 in a rally in Phoenix:", "title": "Donald Trump wrongly says U.S. is a net energy exporter", "text": "In a 75-minute rally speech that revisited his response to the Charlottesville, Va., unrest and scolded the national media, President Donald Trump slid in a note of pride about the United States’ balance of trade in energy.\n\"We're going to do an infrastructure bill,\" Trump said. \"We will build gleaming new roads, bridges, highways, railways, waterways, all across our beautiful land. Our greatest creations, our most incredible buildings, our most beautiful works of art are just waiting to be brought to life. American hands will build this future. American energy will power this future. We have become an energy exporter for the first time ever just recently.\"\nWas he correct to say that the United States has \"become an energy exporter for the first time ever just recently\"?\nShort answer: No.\nBut to get to the short answer, you have to wade through several possible interpretations of what Trump meant. (The White House did not clarify his meaning for us.)\nFirst possible meaning: The U.S. has just begun exporting energy\nOne way to read Trump’s statement is to take it literally -- that the United States only recently began to export energy. This is flat wrong.\n\"We have been exporting coal, natural gas, electricity, refined products and energy technologies for a very long time,\" said Paul Sullivan, a professor at National Defense University and an adjunct professor at Georgetown University who specializes in energy security issues. \"We were once, during the time of JD Rockefeller, the world's near monopoly on kerosene. Liquefied natural gas exports from Alaska to Japan have been around for a long time. Piped gas to Mexico and Canada are normal events. We have a massive electricity trade with Canada.\"\nSecond possible meaning: The U.S. is now a net energy exporter\nTrump might have meant that the United States had only recently become a net exporter of energy -- meaning the total of all U.S. energy exports recently overtook the total of all U.S. energy imports. This is less wrong, but still not accurate.\n\"This has been falling, but we are still a huge net energy importer,\" said Jason Bordoff, who directs Columbia University’s Center on Global Energy Policy.\nIn its most recent projections, the federal Energy Information Administration concluded that the United States would become a net energy exporter around 2026, depending on the course of future patterns of global supply, demand and pricing.\n\nWhat’s clear is that the United States has not yet become a net exporter of energy, as Trump’s past-tense remark indicated. If that day comes in 2026 -- and it may or may not -- that would be two years after Trump finishes a possible second term.\nThird possible meaning: U.S. crude oil export ban lifted\nPerhaps rather than \"energy,\" Trump meant to say \"crude oil.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIf this is what Trump meant, the statement would still be problematic. It wouldn’t be the first time \"ever.\" And the relevant change was signed under his predecessor, President Barack Obama.\nOn Dec. 18, 2015, the United States enacted legislation to repeal a ban on most crude-oil exports that had been in place since the energy-crisis days of 1975. (Exports of refined petroleum were not blocked by the law, just crude.)\nHere’s a chart showing U.S. crude-oil exports going back to the 1980s. (The years between 1975 and 2015 show some export activity because trade with some countries, such as Canada, was exempt from the law.) The rapid rise in crude-oil exports near the end of the chart reflects the lifting of the export-restriction law.\n\nOther possible meanings\nIt’s possible to substitute any number of energy subcategories into Trump’s remark to see whether they make the statement more accurate. Some do, some don’t.\nThe United States has been a net coal exporter for many years. It has been a net exporter of refined petroleum products since around 2011. So neither of those would make Trump correct.\nNatural gas is a more promising option. The United States is not yet a net exporter of natural gas, but the difference between imports and exports has narrowed for nine consecutive years, according to EIA, falling to its smallest gap ever in 2016. And the agency projects that the United States will become a net exporter of natural gas once the 2017 numbers are tallied up.\n\nEnergy experts say that this is a significant development, though one that Trump can take little credit for.\n\"It has been a trend that was activated by the U.S. shale boom and made possible by the Obama administration's policy on liquefied natural gas exports,\" said Anna Mikulska, a fellow with Rice University’s Center for Energy Studies.\nIronically, Bordoff added, a different Trump policy goal -- reviewing Obama-era increases in fuel-efficiency standards for vehicles -- could make it harder for the United States to become a net exporter of energy, the very thing he applauded in Phoenix.\n\"Trump’s stated intention to ease fuel economy standards actually undermines the goal of becoming a net energy exporter, because it means the U.S. will be consuming more oil than we would otherwise,\" he said. \"The EIA projections assume the planned increases in fuel economy go into effect, so the EIA projection of when we become a net exporter of energy would be pushed further out if we weaken fuel economy standards.\"\nOur ruling\nTrump said that \"we have become an energy exporter for the first time ever just recently.\"\nThis statement is problematic regardless of how you interpret his statement -- gross energy exports, net energy exports, gross crude-oil exports, and net natural gas exports. The closest he would come to being accurate is if he were referring to net natural gas exports, but even there, it hasn’t happened yet, contrary to what his past-tense statement indicates. We rate the statement False.\n Share the Facts 2017-08-23 21:33:46 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  https://time.com/4912055/donald-trump-phoenix-arizona-transcript/ \"We have become an energy exporter for the first time ever just recently.\"    Donald Trump President   a rally in Phoenix Tuesday, August 22, 2017 2017-08-22    Read More  info", "vclaim_id": "vclaim-pol-02974"}