{"url": "/factchecks/2020/oct/23/facebook-posts/trump-did-not-say-good-when-talking-about-family-s/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump said “good” during the final presidential debate in reference to families being separated at the border.", "truth_label": "false", "date": "stated on October 23, 2020 in an image:", "title": "Trump didn't say ‘good’ in reference to family separations; he said ‘go ahead’ to debate moderator", "text": "At the final presidential debate of the 2020 campaign, President Donald Trump tried to pin his administration’s policy of separating families at the border on former Vice President Joe Biden.\n\"They did it. We changed the policy,\" Trump said.\nThat claim needs context. Like the Trump administration, the Obama administration used chain-link enclosures to hold migrants at border facilities, but it did not have a policy to separate families at the U.S.-Mexico border. \nOn Facebook, some users took it a step further.\n\"If you heard Trump say ‘good’ about the kids being separated from their parents, and you still plan to vote for him, you’re inhuman,\" says an Oct. 23 post from a Facebook page called Close the Camps.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared more than 1,400 times.\nDid Trump really say that separating families at the border is \"good?\" \nWe checked the transcript of the debate. Trump did not make that comment — and other fact-checkers have debunked the claim. Close the Camps corrected its post after Reuters fact-checked it.\nTrump said \"go ahead\" to moderator Kristen Welker.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe exchange came near the end of a debate segment about immigration. Trump was criticizing the Obama administration’s \"catch-and-release\" policies, which provided for the release of migrants while they waited for their days in immigration court. The Trump administration announced it was ending the policy in September 2019.\nThe president’s comment to Welker came after Biden mentioned a report that found the Trump administration has yet to track down the parents of 545 children at the border. Here are the remarks in context:\nWelker: \"All right. Let’s move on to the next section.\"\nTrump: \"But we don’t have to worry about it, because they terminated it. So we don’t have to worry about it anymore, Joe.\"\nWelker: \"Let’s move on to the next section.\"\nBiden: \"That’s right. And you have 525 kids not knowing where in God’s name they’re going to be and lost their parents.\"\nTrump (to Welker): \"Go ahead.\"\nWatch the moment for yourself in the video below. Trump is looking at Welker and says, \"Go ahead,\" not \"good.\"\n\n \nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18762"}