{"url": "/factchecks/2012/apr/16/joe-biden/biden-says-most-shootings-happen-victims-own-gun/", "speaker": "Joe Biden", "vclaim": "\"The bulk of the people who are shot with a weapon — other than these drug gangs taking on one another — end up being shot with their own weapon.\"", "truth_label": "half-true", "date": "stated on April 1, 2012 in an interview on \"Face the Nation\":", "title": "Biden says most shootings happen with victim’s own gun", "text": "In an interview on CBS’ Face the Nation, Vice President Joe Biden was asked about the Trayvon Martin killing in Sanford, Fla.\n\n\"Do you, on balance, think these laws are good laws?\" host Bob Schieffer asked in the April 1, 2012, program, referring to Florida’s \"stand your ground\" self-defense law and others around the country.\n\nBiden said he thinks it’s important to protect Second Amendment rights but expressed skepticism of laws that could result in people putting themselves in harm’s way. He said he’s \"not so sure of\" the idea that owning and carrying guns makes people safer.\n\nHe also threw out this claim about gun violence: \"You know, the bulk of the people who are shot with a weapon — other than these drug gangs taking on one another — end up being shot with their own weapon.\"\n\nWe decided to check that out.\n\nBiden’s office pointed us to data from the Centers for Disease Control and Prevention, which shows that the majority of firearm deaths in the U.S. are by suicide, and most suicides are committed with the deceased's own gun.\n\nDavid Hemenway, a public health professor at Harvard University, looked at 2009 specifically and noted that the CDC figures show 18,735 firearm suicides; 11,493 firearm homicides; and some 554 unintentional firearm deaths. \"The large majority of firearm suicides use their own (or the family gun), while the large majority of firearm homicides are shot with someone else’s gun,\" Hemenway said.\n\nSo Biden’s statement, in Hemenway’s estimation, is \"very likely true\" if Biden was talking only about firearm deaths.\n\nStatistics that include non-fatal shootings paint a different picture, with more resulting from assaults than from suicides.\n\n\"The estimates of non-fatal shootings are very rough (estimated from under 100 emergency departments), but the CDC estimates from 2009 are only 3,000 plus non-fatal suicide shootings, compared to over 44,000 assault shootings,\" he said.\n\nIncluding non-fatal shootings in the study group, Hemenway said, makes Biden’s statement \"very likely untrue\" because people don’t typically become the victim of assaults with their own guns.\n\nDonald Braman, a law professor at George Washington University, also said the statement is \"probably technically true but also misleading as most gun fatalities are suicides.\"\n\n\"Biden's claim implies that people are having their weapons turned against them by someone else when, in fact, the modal gun death is probably a debt-ridden farmer,\" Braman wrote in an email.\n\nWe agree that Biden did not seem to be talking about suicides. He was answering a question about self-defense laws and the danger of people putting themselves in harm’s way. And certainly the Martin killing was unrelated to suicide.\n\n\"What Biden seems to be saying,\" Braman wrote, \"is that the likelihood that you will shoot someone with a gun you buy in self-defense is smaller than the likelihood that you (or someone in your household) will be shot with that same gun. That is technically true unless you start excluding suicides, etc. -- then I don't know -- and he's got a point: guns most often injure people in the gun owner's household, not an intruder or stranger.  \n\n\"But it is also potentially misleading in two ways. First, it suggests that people who buy guns are more likely to be harmed than protected by a gun they buy. We just don't have good data on that. … Second, it suggests that the harms people are suffering are at the hands of others, when (as I pointed out before) most of the time it is a suicide or suicide attempt.\"\n\nOur ruling\n\nBiden said \"the bulk\" of people who are shot with a weapon are shot with their own weapon. The numbers that back up that statement refer only to fatal shootings, including a high proportion of suicides. CDC figures show, and our experts verified, that the majority of gun deaths are suicides, and the majority of suicides are committed with a person’s own gun or a gun owned by someone in the household.\n\nAlthough the numbers for non-fatal shootings are rough, such assaults typically don't involve the use of the victim's gun, experts told us. Biden cited a true statistic but left out the important detail and context that he was talking only about fatal shootings, which would include suicides. That meets our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11261"}