{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-correct-lyndon-johnson-passed-legisla/", "speaker": "Donald Trump", "vclaim": "\"An amendment, pushed by Lyndon Johnson many years ago, threatens religious institutions with a loss of their tax-exempt status if they openly advocate their political views.\"", "truth_label": "true", "date": "stated on July 21, 2016 in a speech at the Republican convention:", "title": "Donald Trump correct — Lyndon Johnson passed legislation limiting political activity of churches", "text": "In his acceptance speech at the Republican National Convention, presidential candidate Donald Trump singled out \"the evangelical and religious community\" for their assistance in getting him nominated.\n\"They have much to contribute to our politics, yet our laws prevent you from speaking your minds from your own pulpits,\" he said.\n\"An amendment, pushed by Lyndon Johnson many years ago, threatens religious institutions with a loss of their tax-exempt status if they openly advocate their political views. Their voice has been taken away,\" Trump said. \"I am going to work very hard to repeal that language and to protect free speech for all Americans.\"\nWe were curious about the issue and whether an amendment — constitutional or otherwise — prevents the practice for religious institutions.\nFor this fact-check, we're relying largely scholarly articles in the Denver University Law Review, the Case Western Reserve Law Review, Boston College Law Review.\nThe restriction is actually a law, not an amendment, and it isn't exclusive to religious institutions.\nLyndon Johnson is best known as America's 36th president, the Texan who assumed the office when John F. Kennedy was assassinated in 1963. Texas politics can be rough, and Johnson knew how to play that game. Therein lies the origin of the \"Johnson amendment.\"\nThe restriction was championed by LBJ in 1954 when Johnson was a U.S. senator running for re-election. A conservative nonprofit group that wanted to limit the treaty-making ability of the president produced material that called for electing his primary opponent, millionaire rancher-oilman Dudley Dougherty, and defeating Johnson. There was no church involved.\nJohnson, then Democratic minority leader, responded by introducing an amendment to Section 501(c)(3) of the federal tax code dealing with tax-exempt charitable organizations, including groups organized and operated exclusively for religious, charitable, scientific, literacy and educational purposes, or to prevent cruelty to children or animals. It said, in effect, that if you want to be absolved from paying taxes, you couldn't be involved in partisan politics.\nThere was no record of any debate around the amendment.\n\"The logical argument favoring such an amendment is that those corporations qualifying for the section 501(c)(3) tax subsidy should not be permitted to directly or indirectly use that subsidy to support candidates for office,\" said Michael Hone in the Case Western article.\nHowever it was likely, he said, that \"Johnson was motivated by a desire to exact revenge on the foundation he believed supported his opponent and to prevent it and other nonprofit corporations from acting similarly in the future.\"\nNonetheless, \"Subsequently it proved to have a profound effect on how thousands of tax-exempt organizations — including churches — dealt with issues relating to political campaigns,\" according to Patrick O'Daniel of the University of Texas School of Law in the Boston College article.\nThe law says all such organizations \"are absolutely prohibited from directly or indirectly participating in, or intervening in, any political campaign on behalf of (or in opposition to) any candidate for elective public office.\" That includes contributions to political campaigns and any form of public statement for or against a candidate or group of candidates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nViolating the restriction could result in the revocation of the organization's tax exempt status and the imposition of taxes.\nNonpartisan, unbiased voter education or similar activities such as church-organized voter registration drives are allowed.\nHistorically, that hasn't stopped some religious organizations from issuing endorsements anyway.\nO'Daniel has a list of examples. To cite two from 2000:\nRev. Jerry Falwell told worshippers at the Genoa Baptist Church in Ohio to \"vote for the Bush of your choice\" and \"We simply have to beat (Al) Gore.\"\nThat same year, a pastor at a Bronx church who supported Hillary Clinton's run for the U.S. Senate at the time, substituted her opponent's name for Satan during a hymn.\n\"In the face of lackluster opposition by the Internal Revenue Service, the Democrats and Republicans . . . continue to use the literal bully pulpits of the churches to preach to the party faithful,\" O'Daniel wrote.\nNonetheless, the threat of losing tax-exempt status persists as long as the law is in place, and politically-minded religious groups, particularly evangelicals, have regarded it as a suppression of free speech and an entanglement of the IRS in the operation of their religion.\nIn 2008, for example, pastors in 20 states organized to give politically-oriented sermons to protest the law, according to the Pew Research Center.\nThe GOP platform has picked up that cudgel, calling for the repeal of that portion of the tax law.\nThe Johnson amendment survived court challenges in 1983, 1990 and 2000, according to Pew.\nOur ruling\nTrump said, \"An amendment, pushed by Lyndon Johnson many years ago, threatens religious institutions with a loss of their tax-exempt status if they openly advocate their political views.\"\nTrump is correct that the law was pushed by Johnson and that religious groups that advocate for candidates risk losing their tax exempt status.\nIt's important to note that the prohibition is not just restricted to religious institutions. It's nonprofit charitable organizations in general.\nBut overall, we rate the statement as True.https://www.sharethefacts.co/share/519857c8-1caa-412b-9ad9-04aa24f141e6", "vclaim_id": "vclaim-pol-04627"}