{"url": "/factchecks/2017/apr/19/maxine-waters/maxine-waters-wrong-say-she-has-not-called-trumps-/", "speaker": "Maxine Waters", "vclaim": "\"I have not called for impeachment\" of President Donald Trump.", "truth_label": "pants-fire", "date": "stated on April 18, 2017 in an interview on MSNBC:", "title": "Maxine Waters wrong to say she has 'not called for' Trump's impeachment", "text": "More than perhaps any member of Congress, Rep. Maxine Waters, D-Calif., has discussed the possibility of impeaching President Donald Trump.\nSo it was a bit of a surprise to hear her say she has \"not called for impeachment\" of Trump during a recent interview on MSNBC.\nHere’s the backstory. On the morning of April 18, 2017, Rep. Maxine Waters, D-Calif., tweeted, \"The President is a liar, his actions are contemptible, & I'm going to fight everyday until he's impeached.\"\nThe President is a liar, his actions are contemptible, & I'm going to fight everyday until he's impeached.— Maxine Waters (@MaxineWaters) April 18, 2017\n\nLater that day, when Waters sat for an interview with MSNBC’s Craig Melvin, the anchor read her tweet on air and asked her about it. Here’s a portion of their exchange:\nMelvin: \"You just started that by saying the question becomes, should we wait to call for impeachment until we have the answers to have that question...\"\nWaters: \"Well, I have not...\"\nMelvin: \"-- or some of the questions.\"\nWaters: \"-- I have not called for impeachment.\"\nMelvin: \"You said, ‘I'm going to fight every day until he's impeached.’ That's what you tweeted.\"\nWaters: \"Yes, but here's what I've said. Here's what I've said. I've said that we need the information. We need to connect the dots. We need the facts in order to do the impeachment. And I'm going to work every day to try and help get those facts and to reveal them to the republic, to our public until, of course, impeachment is taking place.\"\nA reader asked us to look into Waters’ statement that \"I have not called for impeachment.\"\nWe found that’s not accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDuring the interview on MSNBC, Waters seemed to draw a distinction between calling for impeachment and calling for investigations into matters that could lead to impeachment.\nAnd she has taken a more procedural approach at times, saying, for instance, during an April 2 CNN interview that \"we want to know about the hacking … and the interference with our elections. And I really want to know, because I know, if we can prove collusion, then he is impeachable. A lot of people don’t want to talk about that, but I do.\" (Waters’ office did not respond to an inquiry for this article.)\nHowever, even if you grant that this distinction by Waters is valid, ample evidence exists showing Waters actually calling for impeachment.\nFor instance, on Feb. 3, Waters gave an interview on the streaming video channel Cheddar in which she said her \"greatest desire is to lead (Trump) right into impeachment.\"\n\nThen, just three days before her appearance on MSNBC, Waters spoke at a rally on the Capitol grounds to demand that Trump release his tax filings.\n\"I don’t respect this president,\" she told the crowd. \"I don’t trust this president. He’s not working in the best interests of the American people. … I will fight every day until he is impeached.\"\nShe then proceeded to start the crowd on a chant of \"Impeach 45,\" referring to Trump, the 45th president. The crowd responded to her invitation, and Waters led them by chanting \"Impeach 45\" three times. She then closed her speech saying, \"Go ahead: Impeach 45\" before exiting the stage.\nYou can see Waters and the crowd chanting in this video.\nWaters didn’t seem to be hiding the fact that she had chanted \"Impeach 45.\"\nThe same day she appeared on MSNBC, Waters retweeted a CNN video clip of her speaking and leading the chants.\n\nOur ruling\nWaters said on MSNBC that \"I have not called for impeachment.\"\nShe has at times called for investigations that could lead to Trump’s impeachment, rather than calling for impeachment directly. But on at least two occasions -- the Cheddar interview and the tax rally -- she did call for Trump’s impeachment directly, in one case literally cheerleading for impeaching Trump at a rally at the U.S. Capitol. We rate her claim Pants on Fire.\n Share the Facts 2017-04-20 00:50:34 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"I have not called for impeachment\" of President Donald Trump.    Maxine Waters U.S. House of Representatives, D-Calif.   an interview on MSNBC Tuesday, April 18, 2017 2017-04-18    Read More  info", "vclaim_id": "vclaim-pol-03407"}