{"url": "/factchecks/2014/may/04/kareem-abdul-jabbar/nba-legend-abdul-jabbar-more-whites-believe-ghosts/", "speaker": "Kareem Abdul-Jabbar", "vclaim": "\"More whites believe in ghosts than believe in racism.\"", "truth_label": "barely-true", "date": "stated on May 4, 2014 in comments on ABC's \"This Week\":", "title": "NBA legend Abdul-Jabbar: 'More whites believe in ghosts than believe in racism'", "text": "The May 4 Sunday news shows sought outside-the-Beltway perspective for talking about American race relations, booking stars from the basketball and music industries to analyze racist comments made by Los Angeles Clippers owner Donald Sterling. Guests included Black Eyed Peas frontman will.i.am and former basketball stars Kevin Johnson (now the mayor of Sacramento, Calif.) and Kareem Abdul-Jabbar.\nAbdul-Jabbar, who worked under Sterling for three months as a Los Angeles Clippers coach in 2000, offered his thoughts on the controversy last week in a Time op-ed, saying Sterling’s racially disparaging remarks revealed in a leaked voicemail were not a surprise given other discrimination over recent years.\nOn the set of ABC’s This Week with host George Stephanopoulos, the retired six-time NBA champ said racism remains part of American culture.\n\"This is a problem. I did a little bit of research. More whites believe in ghosts than believe in racism,\" he said. \"That’s why we have shows like Ghostbusters and don’t have shows like ‘Racistbusters.’ \"\nWe set out to find whether his catchy comment comparing white attitudes on ghosts and racism is accurate. We tried to contact Abdul-Jabbar through Twitter and ABC’s media team but could not reach him by our deadline.\nPolls on white Americans and ghosts\nA number of polls over the years have examined Americans’ belief in the supernatural, including ghosts. The problem is the surveys are often not broken down by race and the questions are not universally framed.\nPeople are generally more likely to say they believe in ghosts than that they have interacted with one.\nNon-white Americans are more likely than whites to say they believe in ghosts, and women are more likely to believe in paranormal activity than men, said Carson Mencken, a Baylor University sociology professor and director of the Baylor Religion Survey, a national random sample of U.S. households completed every three years with Gallup.\nAccording to the most recent survey results, in 2010, about 56 percent of whites say ghosts either absolutely or probably exist, which is \"pretty consistent over time,\" said Mencken, who co-wrote Paranormal America: Ghost encounters, UFO sightings, Bigfoot hunts and other Curiosities in Religion and Culture. (Within that rate, 22 percent said they absolutely exist, he said.)\nThat’s a bit higher than other surveys we found, but Baylor professors said results can skew widely depending on the way a question is framed.\nA Harris Poll of 2,250 people surveyed online in November 2013 found that 42 percent of all Americans, and 42 percent of whites, said they believe in ghosts. The overall average was down from 51 percent of all adults who said they believed in ghosts in a 2003 Harris Poll.  That 11-year-old survey, which included response rates by race, showed 51 percent of whites as saying they believe in ghosts, compared with 43 percent of blacks and 59 percent of Hispanics.\nAnother poll, by the Huffington Post and YouGov.com, found 45 percent of Americans say they \"believe in ghosts, or that the spirits of dead people can come back in certain places.\" We were unable to find a breakdown of the December 2012 survey by race.\nAnother September 2013 poll of 1,000 Americans by the Huffington Post and YouGov.com asked if they agreed with the statement \"I believe some people have experienced ghosts.\" Sixty percent of whites agreed, compared with 62 percent of both black and Hispanic respondents.\nShowing just how much the way a question is worded can affect answers, a 2011 poll by The Economist/YouGov found 36 percent of white Americans say they generally believe in ghosts. \nThe takeaway: The number of white Americans who say they believe in ghosts ranges from 36 percent to 62 percent depending on the year, survey and question.\nPolls on white Americans and racism\nWe were unable to find a poll that asked Americans if they \"believe\" racism exists. Nor do pollsters ask, \"Are you racist?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"People are obviously unlikely to tell pollsters they are racists,\" said Karlyn Bowman, a polling expert at the conservative American Enterprise Institute. \"So I don't know how to interpret what he said.\"\nStill, we found many polls examining white Americans’ attitudes on race relations, with a lot of recent polling conducted amid the summer 2013 Trayvon Martin trial.\nGallup has done a lot of work on this subject. Gallup editor-in-chief Frank Newport produced a July 2013 video analyzing highlights in polling research on U.S. race relations. These questions peel away American attitudes on race and show clear disconnects.\nWhen asked if new civil rights laws are needed to reduce discrimination against blacks, 53 percent of blacks said yes compared with 17 percent of whites. When asked if the justice system is biased or not, 68 percent of blacks and 25 percent of whites said yes, \"a huge racial gulf there,\" Newport says.\nIn yet another interesting Gallup question, 15 percent of whites said the fact that blacks have on average worse jobs, income and housing than whites was mostly due to discrimination, with 83 percent saying the cause was something else.\nOne Gallup question that got at the issue a little more directly (but several years ago in 2009): \"Do you think racism against blacks is or isn’t widespread in the U.S.?\" Forty-nine percent of whites said it is widespread, while 48 percent said it was not widespread.\nWe looked at other surveys, too, recognizing there are probably so many that we could not have reviewed them all by our deadline.\nA May 2013 poll for the Pew Research Center for the People and the Press found 57 percent of whites said there was some or a lot of discrimination against blacks (88 percent of blacks said they saw a lot of or some discrimination against blacks).\nA 2006 CNN survey found 66 percent of whites say racism is a \"very serious\" or \"somewhat serious\" problem.\nFinally, a 2011 study by the Harvard Business School and Tufts University found white Americans feel they are more discriminated against than blacks. The \"reverse racism\" sentiment is notable, researchers said, \"because by nearly any metric—from employment to police treatment, loan rates to education—statistics continue to indicate drastically poorer outcomes for black than white Americans.\"\nThe takeaway: The results, again, vary depending on the question — but none of them truly measure whether white Americans believe racism exists.  In general, polls seem to suggest blacks are more likely to see racism as a problem than whites, but a plurality of whites acknowledge discrimination exists in some form in at least two polls we saw. But even these comparisons to Abdul-Jabbar’s claim are not perfect, as those polls measured whether discrimination was widespread or asked respondents to measure the amount of discrimination against blacks, not just acknowledge whether it was present.\n\"The problem with the comparison is how do we measure racism? Racism takes a lot of forms. It’s much, much harder to say, ‘Do you believe in racism?’ than ‘Do you believe in ghosts?’ \" said Kevin Dougherty, a Baylor University associate sociology professor.\n\"As a rhetorical flourish, I think it’s an effective one,\" Charles Franklin, director of the Marquette Law School Poll, said of Abdul-Jabbar’s statement. But a serious look at empirical data shows it is \"far too complex to just be captured in one kind of rhetorical comparison.\"\nOur ruling\nAbdul-Jabbar said, \"More whites believe in ghosts than believe in racism.\"\nWhile we don’t know what research he was citing to support his point, Abdul-Jabbar’s claim is a stretch based on the polls we found and the pollsters we consulted. Depending on the question, you could argue that as many as about 6 in 10 white Americans believe in ghosts, though other polls present a smaller ratio.\nAbdul-Jabbar, meanwhile, seems to have  interpreted polling about white Americans’ views of discrimination as their belief in racism. We'll be happy to revisit this fact-check if someone points out a poll we missed.\nPolling we found supports the theory that white Americans are less likely than black Americans to think that blacks are being discriminated against. But those polls don’t measure whether white Americans think racism exists in this country.\nExperts told us that defining racism is difficult in terms of a poll and that a comparison with believing in ghosts is problematic.\nAbdul-Jabbar fails to acknowledge the wide disparity on polls dealing with ghosts, inaccurately describes the polling on racism and makes a shaky comparison between the two.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-07900"}