{"url": "/factchecks/2010/aug/28/back-basics/back-basics-pac-says-gov-rick-perry-has-overseen-t/", "speaker": "Back to Basics", "vclaim": "Gov. Rick Perry \"has overseen the highest Texas unemployment in 22 years.\"", "truth_label": "half-true", "date": "stated on August 24, 2010 in a newspaper ad:", "title": "Back to Basics PAC says Gov. Rick Perry has overseen the highest unemployment in Texas in 22 years", "text": "In a full-page ad that ran Tuesday in newspapers across Texas, including the Austin American-Statesman, a political action group asks voters to \"tell Rick Perry to stop cowering and face Texans like a man.\"\n\nIt's the latest salvo in the crossfire over which gubernatorial candidate is afraid to debate: Democrat Bill White or GOP incumbent Rick Perry, who says he's waiting for White to release more of his income tax returns.\n\nThe ad, paid for by Back to Basics, a pro-White PAC, claims Perry is scared to \"defend his miserable record.\" Among its charges: Perry, who's been governor for 10 years, \"has overseen the highest Texas unemployment in 22 years.\"\n\nThat's practically a whole generation. Is it true?\n\nAfter contacting Back to Basics, we learned that its researchers had looked at annual unemployment data for Texas from the federal Bureau of Labor Statistics and compared those rates with the average thus far for 2010, which is 8.3 percent. The last time the annual rate was higher was 1987 — 23 years ago -- when it was 8.5 percent.\n\nFollowing the advice of Cheryl Abbot, an economist for the U.S. Bureau of Labor Statistics in Dallas, we examined monthly statewide unemployment rates that have been seasonally adjusted, which accounts for temporary employment surges (such as during the Christmas holidays).\n\nThe state's all-time low is 4.2 percent, which it hit most recently in January 2001, shortly after Perry took office. The all-time high: 9.3 percent, in November 1986. During Perry's tenure, the highest monthly unemployment rate has been 8.3 percent, in April and May of 2010.\n\nThe last time the unemployment rate was greater? July 1987, when it was 8.4 percent (Republican Bill Clements was re-elected as Texas' governor later that year.) So, considering unemployment on a monthly basis, the jobless rate in April 2010 was the highest it's been since July 1987, 22 years and nine months earlier.\n\nBut that hasn't stopped Perry from praising Texas' economic performance during his tenure.\n\n\"We’re dealing with joblessness like everyone else is, but our unemployment rate is more than a full point below the national average thanks to the strength of our economy,\" the governor said in a speech prepared for delivery Aug. 12 in West Texas. Texas' seasonally adjusted unemployment rate in July was 8.2 percent, compared with the national rate of 9.5 percent.\n\nResponding to Back to Basics' statement that the governor \"has overseen the highest Texas unemployment in 22 years,\" Catherine Frazier, a spokeswoman for Perry's campaign, told us that \"we are one of the few states that continues creating jobs and attracting renowned companies to relocate and expand within our borders.\"\n\nAsked to point to specific ways that Perry has contributed to the state's economic health, Frazier said the governor has \"led the charge to establish the Texas Enterprise Fund\" to encourage companies to expand in Texas. She also said Perry \"has worked with state leadership to uphold principles of low taxes, fiscal restraint and reasonable regulations, which are the reasons Texas is ahead of the pack economically compared to other states.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nStill, we wondered how much credit — or blame — governors deserve for the employment situation in their states, and asked several experts that question.\n\n\"The short answer: Their power is very limited,\" said Susan Hansen, a political science professor at the University of Pittsburgh.\n\nIn a 1999 article in the journal Political Research Quarterly, Hansen argues that the Federal Reserve — with its power to affect interest rates — the president and Congress \"have far more influence over the nation's economy (and) unemployment ... than do the states in our federal system. State elected officials seem to be well aware of their vulnerability to economic downturns, and their policy efforts (symbolic though they may be) must be considered in this light.\"\n\nSuch \"symbolic\" efforts, wrote Hansen, run the gamut from economic-development programs to overseas trips to promote a state's business climate — all things Perry has done.\n\nHansen also said state programs that use incentives to lure companies — like the Texas Enterprise Fund — are \"marginal at best\" in boosting employment. Paul Brace, a political science professor at Rice University in Houston, said that virtually every state offers such programs and that their actual benefits are exaggerated.\n\nThe Texas Enterprise Fund has spent $397 million since 2003 on projects that have generated \"more than 53,600 new jobs,\" according to an Aug. 18 news release from the governor's office, which oversees that fund.\n\nTo put that number in context, Texas had a net gain of about a million nonfarm jobs between 2003 and 2010, according to the Texas Workforce Commission. Jobs credited to the enterprise fund are about 5 percent of that total.\n\nMore important, the experts agreed, were the state's strength in sectors where employment remains high, particularly natural resources and agriculture. Brace cited the state's housing markets, which avoided the worst pain of the subprime mortgage crisis, and the absence of a personal income tax in Texas.\n\nWhen asked what role the governor may have played in the Texas rise in unemployment, Abbot of the Bureau of Labor Statistics said that higher jobless rates are a national trend and \"you could only say that (Perry) had a part in it in the sense that all other 49 governors had a part\" in growing joblessness nationwide.\n\nCliff Walker, director of the Back to Basics PAC, said that \"as CEO of the state, (Perry) certainly touts his success in creating a strong economic climate. If he takes credit for that, why shouldn't he also take the responsibility for \"the state's job losses?\"\n\nPerhaps because the first is politically advantageous while the second is not. Either way, the experts we talked to agreed that governors have little to do with statewide job losses or gains that take place on their watch. As Brace put it: \"Overall unemployment wasn't (Perry's) fault, but our relatively good performance also has little to do with what he did.\"\n\nIn other words, synchronous events don't necessarily add up to responsibility. We made the same point in our January ruling (Pants on Fire!) on a Republican Party claim that as mayor of Houston, White \"presided over\" construction of a Planned Parenthood \"abortion clinic.\" We found White no more responsible for the privately funded clinic than he was for the weather or baseball playoffs during his tenure.\n\nIn this case, Back to Basics' numbers stand up: The state's unemployment rate under Perry has hit a 22-year high. But the suggestion that the governor is to blame does not.\n\nWe rate Back to Basics' statement as Half True.", "vclaim_id": "vclaim-pol-14526"}