{"url": "/factchecks/2017/mar/18/claire-mccaskill/sen-mccaskill-right-about-small-business-job-creat/", "speaker": "Claire McCaskill", "vclaim": "Small businesses \"create two out of every three American jobs.\"", "truth_label": "true", "date": "stated on February 14, 2017 in a press release on her website:", "title": "Sen. McCaskill right about small business job creation", "text": "There has been controversy surrounding several of President Donald Trump’s Cabinet picks. Notable selections, such as Betsy DeVos, Rex Tillerson and Jeff Sessions, have drawn the ire of Democrats and even a few Republicans.\n\n\nOne choice that didn’t receive much criticism was the appointment of Linda McMahon as administrator of the Small Business Administration. McMahon was approved by an 81-19 vote by the Senate, one of the more lopsided approvals of Trump’s Cabinet positions.\n\nShe was so well-respected that even Missouri Democratic Sen. Claire McCaskill gave her a ringing endorsement, saying in a press release that \"I’m looking forward to working with Ms. McMahon on ideas to bolster small businesses and entrepreneurship in Missouri.\"\n\nIn that same press release, though, McCaskill said something that caught our eye. She said: \"Small businesses — which create two out of every three American jobs — are an engine for job growth that we’ve got to support and sustain.\" The first part of that statement stuck out to us. What’s defined as a small business? Do small businesses really produce that many jobs? We decided to do some digging into McCaskill’s claim.\n\n\nWhat’s a small business?\n\n\nWhen you think of small businesses, you usually think of \"mom and pop\" shops that are locally owned and have a few employees. However, the government’s definition of small business is any business that employs fewer than 500 people.\n\n\nAccording to a 2016 newsletter published by the Small Business Administration’s Office of Advocacy, as of 2013, there were 28.8 million small businesses in the United States. That 28.8 million made up 99.7 percent of the businesses in the U.S. and provided 56.8 million jobs for U.S. workers.\n\n\nHaving nearly 29 million small businesses in the country provides a very strong economic impact. In the United States, 54 percent of all sales come from small businesses. 97.7 percent of all U.S. trade exporters are also small business owners, making small business a key fixture of the United States economy.\n\n\nHow many jobs do small businesses create?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nWhile all of the numbers listed above are important in understanding the impact of small businesses, it doesn’t answer our question about the accuracy of McCaskill’s claim.\n\n\nWhen we asked McCaskill press secretary Sarah Feldman where the senator got her numbers, she directed us to a 2011 report on the state of small businesses. In it, the report says that small businesses have \"created 64 percent of new American private sector jobs generated in the past 15 years — that’s 40 million net new jobs according to the Council of Economic Advisers.\" That report was from six years ago. We wanted to see if there were any current reports on small businesses in the United States.\n\n\nLuckily, the Small Business Administration posted an article breaking down recent small business trends. It states that \"small businesses provide 55 percent of all jobs and 66 percent of all net new jobs since the 1970s.\" This backs McCaskill’s claim that two out of every three American jobs are created by small businesses.\n\n\nAn important thing to point out\nSomething to note, though, is that just because two out of every three new jobs is created by a small business, that doesn’t mean 66 percent of the U.S. workforce is employed by small business. As stated above, 55 percent of U.S. workers are employed by small businesses. While this is an increase from 48 percent in 2013, small business employment still does not represent two-thirds of the workforce in America.\n\nThis is important to differentiate because McCaskill’s statement could be misinterpreted to say that. She is strictly talking about the creation of jobs, not the overall amount of small business jobs in the country.\n\n\nOur ruling\n\n\nUpon the approval of McMahon as administrator to the Small Business Administration, senator McCaskill release a press release that said, in part, \"Small businesses — which create two out of every three American jobs—are an engine for job growth that we’ve got to support and sustain.\"\n\n\nWhile two-thirds of the workforce is not employed by small businesses, 66 percent of net new jobs since the 1970s have been created by small businesses. And though McCaskill’s statement could be interpreted differently, her statement is accurate and there’s nothing significant missing. We rate this statement True.", "vclaim_id": "vclaim-pol-03541"}