{"url": "/factchecks/2018/apr/20/tony-evers/did-scott-walker-take-1-billion-wisconsin-schools-/", "speaker": "Tony Evers", "vclaim": "Says that despite a recent increase in school funding, Scott Walker \"has taken over a billion dollars from the public schools.\"", "truth_label": "barely-true", "date": "stated on March 23, 2018 in an interview:", "title": "Did Scott Walker take $1 billion from Wisconsin schools, as governor candidate Tony Evers claims?", "text": "Since shortly after Republican Scott Walker became governor in 2011, Democrats have claimed that he cut $1 billion or more in state funding for public schools.\nNow, with Walker seeking a third term, the billion-dollar attacks are back.\nOne was made by Tony Evers, who, as state schools superintendent, would seem to be in a good position to know. Evers is one of a slew of Democrats hoping to win the August 2018 primary election in order to challenge Walker in November.\nEvers was asked in a March 23, 2018, Wausau radio interview about a recent increase in funding Walker had approved for kindergarten through 12th grade schools. Evers replied by saying:\nIn K through 12, I think it’s a one-year flash. Governor Walker has taken over a billion dollars from the public schools and it hasn’t been replaced. This year, a little bit of an anomaly ….\nSome of the other Democratic candidates for governor, including Mahlon Mitchell and Kelda Helen Roys, have made similar attacks.\nThere’s no question that, despite recent funding increases, Walker earlier made significant cuts to school funding.\nBut has Walker \"taken\" over $1 billion from public schools?\nNot in the way most people would think of a funding cut.\nEvers’ evidence\nTo back Evers’ statement, his campaign provided calculations of \"total educational cost\" figures. They indicate school funding is down a total of more than $1 billion since 2010-’11 -- the final state fiscal year under Walker’s predecessor, Democrat Jim Doyle.\nBut those figures count federal, state and local sources of school funding.\nSo, let’s go to a more direct measure -- state money allocated in the state budget for K-12 schools.\nState funding of schools\nWhen we posed Evers’ claim to the nonpartisan state Legislative Fiscal Bureau, the bureau provided us these GPR (general purpose revenue) figures. They include funding streams known as per-pupil aid, equalization aid and other categorical aids.\nThe chart below contains a lot of numbers. But we’ll focus on only four figures, each marked with an asterisk, and we’ll walk you through them.\n\n\n\n\nState fiscal year\n\n\nGPR school aids\n\n\nChange to prior year\n\n\nChange to 2010-’11\n\n\nCumulative change to 2010-’11\n\n\n\n\n\n\n2010-’11\n\n\n$5.27 billion*\n\n \n \n \n\n\n\n2011-’12\n\n\n$4.85 billion\n\n\n-$426.5 million*\n\n\n-$426.5 million\n\n\n-$426.5 million\n\n\n\n\n2012-’13\n\n\n$4.91 billion\n\n\n+$68.9 million\n\n\n-$357.6 million\n\n\n-$784.1 million\n\n\n\n\n2013-’14\n\n\n$5.03 billion\n\n\n+$119.8 million\n\n\n-$237.8 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n-$1.021 billion\n\n\n\n\n2014-’15\n\n\n$5.19 billion\n\n\n+$160.5 million\n\n\n-$77.3 million\n\n\n-$1.1 billion\n\n\n\n\n2015-’16\n\n\n$5.2 billion\n\n\n+$3 million\n\n\n-$74.3 million\n\n\n-$1.17 billion*\n\n\n\n\n2016-’17\n\n\n$5.4 billion\n\n\n+$197.3 million\n\n\n+$123 million\n\n\n-$1.05 billion\n\n\n\n\n2017-’18\n\n\n$5.58 billion\n\n\n+$176.9 million\n\n\n+$299.9 million\n\n\n-$750.6 million\n\n\n\n\n2018-’19\n\n\n$5.84 billion\n\n\n+$267.1 million\n\n\n+$567 million\n\n\n-$183.6 million*\n\n\n\n\n \n \nThe starting point is $5.27 billion -- the amount of state funding for schools in 2010-’11, Doyle’s last year as governor. Think of that as the base.\nThe next year, 2011-’12, Walker used his first state budget to cut school funding by $426.5 million, the second figure with an asterisk -- that’s the actual reduction.\nHow to get to ‘over $1 billion’\nSince making that cut, Walker has increased the amount of state aid to schools every year.\nBut it took awhile before state aid got back to the level it was under Doyle’s final year.\nMore specifically, in Walker’s first five years, schools received a total of $1.17 billion less in state aid than if the funding had remained at the base level.\nBut if you carry that comparison forward to today, the amount \"taken\" is only $183.6 million.\nOther factors\nA final point.\nWhile it’s clear that Walker’s first budget cut the $426.5 million, he also gave school districts the \"tools,\" with Act 10, to recoup their losses.\nThe law, which dramatically reduced collective bargaining power for teachers and most public employees in Wisconsin, enabled school districts to save money by, for example, requiring employees to pay for a greater share of their health insurance.\nOn the other hand, Walker also reduced how much money revenue school districts could raise in property taxes. And that reduction, like the state funding for schools overall, hasn’t been fully restored -- though school districts can ask voters in referendums to exceed the limits.\nOur rating\nEvers says that despite a recent increase in school funding, Walker \"has taken over a billion dollars from the public schools.\"\nIn Walker’s first year as governor, he cut school aid by $426.5 million from the previous year, Doyle’s final year as governor.\nBecause it took five years to get school funding back to that base level, it can be argued that Walker \"took\" a total of $1.17 billion from schools over that period.\nBut since then, Walker has increased school funding to the point that the deficit, in comparison to the base year, is $183.6 million.\nFor a statement that contains only an element of truth, our rating is Mostly False.  Share the Facts 2018-04-20 14:01:49 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   Says that despite a recent increase in school funding, Scott Walker \"has taken over a billion dollars from the public schools.\"     Tony Evers Wisconsin schools superintendent, Democratic candidate for governor https://wsau.com/news/articles/2018/mar/23/listen-tony-evers-makes-campaign-stop-in-wausau/   In an interview Friday, March 23, 2018 2018-03-23    Read More  info", "vclaim_id": "vclaim-pol-02173"}