{"url": "/factchecks/2011/oct/27/chain-email/medicare-premiums-going-due-obamacare-chain-e-mail/", "speaker": "Chain email", "vclaim": "Medicare monthly premiums will go up to $104.20 in 2012 and $247.00 in 2014 due to \"provisions incorporated in the Obamacare legislation, purposely delayed so as not to 'confuse' the 2012 re-election campaigns.\"", "truth_label": "pants-fire", "date": "stated on September 24, 2011 in a chain e-mail:", "title": "Medicare premiums going up due to “Obamacare”? Chain e-mail gets it wrong", "text": "A chain e-mail going around warns of a Medicare premium increase, saying monthly premiums will go up from $96.40 to $247 in 2014. Blame it all on \"Obamacare,\" the e-mail says.\n\nHere’s the full text of the copy we received:\n\nMEDICARE PREMIUM INCREASE\n\nFor those of you who are on Medicare, read the article below. It's a\nshort but important article that you probably haven't heard about in\nthe mainstream news:\n\nThe per person Medicare insurance premium will increase from the\npresent monthly fee of\n\n$  96.40, rising to:\n\n$104.20 in 2012;\n\n$120.20 in 2013;  And\n\n$247.00 in 2014.\n\nThese are provisions incorporated in the Obamacare legislation,\npurposely delayed so as not to 'confuse' the 2012 re-election\ncampaigns.\n\nSend this to all seniors that you know, so they will know who's\nthrowing them under the bus.\n\nWe decided to fact-check this chain e-mail, which we soon found has been floating around the Internet in one version or another since at least 2009.\n\nAs we researched, we quickly realized two important points. First, the chain e-mail’s numbers are wrong. Second, explaining Medicare premiums is pretty complicated.\n\nSo let’s start with a few Medicare basics: Medicare is the government-run health insurance program for Americans over age 65. Medicare’s Part A, which all beneficiaries receive, pays for hospitalization, while Part B pays for doctor’s visits and other regular health-care services.\n\nBased on the numbers it uses for premiums, it’s clear the chain e-mail is referring to what Medicare beneficiaries pay monthly for Medicare Part B premiums.\n\nMedicare calculates those premiums each year based on several factors that change from year to year. So the e-mail’s claim to know what Medicare premiums will be in the future doesn’t hold much water.\n\nIn addition to that, the chain e-mail gets existing numbers wrong. Part B premiums were $96.40 back in 2009 (likely when the e-mail was first written). In 2011, the official monthly premium is $115.40. And as we were working on this report, the 2012 numbers were formally announced. The premium is $99.90 for 2012, not the $104.20 that the e-mail predicted.\n\nAlso, \"Obamacare\" -- formally known as the Patient Protection and Affordable Care Act -- didn’t make changes to the way that the official monthly rate for Medicare Part B premiums is calculated.\n\nThere is some fine print here, though, and quite a bit of it.\n\nMost Medicare beneficiaries in 2011 still paid the 2009 amount, thanks to rules that say Medicare premiums cannot go up for existing beneficiaries if Social Security payments don’t go up. (This is known as the \"hold harmless\" provision.) Social Security payments did not go up in 2010 or 2011 because there was no cost-of-living increase due to a lack of inflation.\n\nOn Oct. 19, the federal government announced there would be a cost-of-living, or COLA, increase in 2012. So even though the official Medicare rate dropped for 2012, most Medicare beneficiaries will see a small increase in rates, from the 2009 rate of $96.40 to the 2012 rate of $99.90.\n\nOn the other end of the spectrum, some high-earning retirees pay more than the standard monthly premium. In 2011, beneficiaries who report income of more than $85,000 pay higher rates, all the way up to $369.10 for a person with income above $214,000 a year, or couples with income above $428,000. (See this chart for more details.)\n\nAnd the health care law does make changes to these rules affecting high earners -- it stops indexing the income limits for inflation through 2019, said Gail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s. It means that \"more people will hit the threshold that substantially reduces the subsidy received,\" Wilensky said, and it was not widely noted when the law passed.\n\nHere, we should explain a bit more about how basic Medicare premiums are calculated. It’s required by law that Medicare Part B beneficiaries contribute to the cost of their health care via premiums. Right now, the contributions are required to be about 25 percent of total costs. So every year, Medicare figures out what that 25 percent will probably be and then sets rates to meet that target.\n\nIt’s surprising that the official rate is going down for 2012, given recent trends on escalating health care costs -- U.S. Secretary of Health and Human Services Kathleen Sebelius called it \"pretty remarkable\" in a conference call on Oct. 27, 2011, announcing the changes.\n\nMedicare administrator Donald Berwick said the low premiums were due to two changes. First, because of Social Security going up, more people will be eligible to pay the official rate, rather than remaining at an older rate due to the \"hold harmless\" provision. So increasing costs will be shared among a larger pool of beneficiaries. Second, he said that health care spending was growing more slowly than projected. (He credited that to increased emphasis on prevention and effective treatments.)\n\nOur ruling\n\nThe chain e-mail claimed that Medicare Part B premiums would increase dramatically in future years because of the health care law supported by President Barack Obama. We couldn’t find evidence to support the e-mail’s numbers. And in fact, most Medicare beneficiaries will only pay $3.50 more a month in 2012. The e-mail’s projection for 2014 seems entirely fabricated. The health care law leaves in place the long-established methods for calculating Medicare Part B premiums. The chain e-mail makes the additional unproved claim that its allegations -- which are false anyway -- were accomplished nefariously and delayed for political purposes. We rate its claims Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12186"}