{"url": "/factchecks/2011/apr/01/citizens-strong-america/ad-says-joanne-kloppenburg-jailed-80-year-old-farm/", "speaker": "Citizens for a Strong America", "vclaim": "Says Wisconsin Supreme Court candidate JoAnne Kloppenburg \"put an 80-year-old farmer in jail for refusing to plant native vegetation on his farm.\"", "truth_label": "pants-fire", "date": "stated on March 31, 2011 in a TV ad:", "title": "Ad says JoAnne Kloppenburg jailed an 80-year-old farmer for refusing to plant native vegetation on his farm", "text": "Critics of JoAnne Kloppenburg, the challenger to Wisconsin Supreme Court Justice David Prosser in the April 5, 2011 election, portray her as a rigid \"government lawyer\" bent on enforcing regulations no matter the consequences.\n\nAmong them is a group called Citizens for a Strong America, which claims in a TV ad:\n\n\"Kloppenburg is so extreme, she even put an 80-year-old farmer in jail for refusing to plant native vegetation on his farm.\"\n\nAmong its other charges, the ad points out that Kloppenburg has never been a judge. Of course, only a judge -- not an assistant attorney general such as  Kloppenburg -- can put people in jail.\n\nBut we’re getting ahead of ourselves.\n\nLet’s till some ground and see how much truth grows out of this claim.\n\nThe farmer referenced in the ad is Wayne Hensler, who was involved in an 11-year water pollution dispute with Jefferson County, as well as the state, over farmland he owned adjacent to Marsh Lake.\n\nWe wanted to ask Citizens for a Strong America-- one of five conservative groups that reportedly have spent $2 million in TV advertising against Kloppenburg -- for evidence to back its claim. That proved to be difficult.\n\nAccording to its website, the group is based in Beaver Dam, Wis., and \"promotes public policies that reduce tax burdens on families, increase public safety and protect the rights of parents to make decisions about their children’s medical, psychological and educational well-being.\"\n\nNo names, phone numbers or e-mail addresses were provided on the website. And there are no Beaver Dam phone numbers listed for Citizens for a Strong America or for Veronica Johnson, a person identified as having placed the TV ad.\n\nWe did find a statement that the group filed with TV stations as support for its anti-Kloppenburg ad. The statement cites online court records to back up the claim that Kloppenburg put Hensler in jail.\n\nBut that’s not what the records show.\n\nWhat they show is that now-retired Jefferson County Circuit Judge John Ullsvik ordered Hensler to serve five days in jail after finding him in contempt of court -- for a third time -- in connection with his land dispute.\n\nThe records show that Kloppenburg prepared an order so the court could seize $5,000 from Hensler’s bank account to cover a court-ordered forfeiture that Hensler had repeatedly refused to pay.\n\nBut that involved getting the court-ordered payment, not the jailing. And the judge instructed Kloppenburg to do this. It is common in legal matters for attorneys to draft documents, such as proposed findings, that are ultimately issued by the court.\n\nIn any case, that’s not the same as Kloppenburg putting Hensler in jail for not planting native vegetation -- a claim that is all the more ridiculous when you consider what happened over the course of Hensler’s 11-year dispute with the government.\n\nHere are some of the highlights, based on online Jefferson County Circuit Court records, as well as a civil complaint and the jailing order that were filed in the case:\n\nApril 1999: County officials meet with Hensler about the \"severe erosion problem\" on his farmland, which slopes down toward a culvert that discharges into Marsh Lake. So it doesn’t start out as a \"native vegetation\" issue at all.\n\nOctober 1999: In its third meeting with Hensler, the county suggests remedies, including seeding the area with winter wheat or rye, and offers to pay 70 percent of the cost. He rejects all the options. Later, the state agriculture department gets involved, ordering Hensler to solve the erosion problem within three years.\n\nAugust 2003: With the three-year deadline having passed, the state Department of Natural Resources gives Hensler a new one-year deadline, ordering him to plant vegetative cover to stop the erosion.  \n\nDecember 2004: After the one-year deadline and an extension pass, a county official checks to see if Hensler has done the seeding. Hensler says: \"Hell no, I ain’t doing nothing. You have to prove I am running all that (expletive) dirt into the lake.\"\n\nApril 2005: Kloppenburg, representing the state, files a civil complaint against Hensler in Jefferson County Circuit Court. The complaint says Hensler’s land is a significant source of pollution in the Rock Lake watershed and it cites state law that requires corrective action to protect water quality.\n\nNovember 2005: After another deadline passes, Judge Randy Koschnick, who initially handled the case, finds Hensler in contempt of court and gives him another deadline to plant the native vegetation.\n\nMay 2007: Hensler admits that he ripped up seeding that had been done by the DNR with permission of the court. He is found in contempt of court again.\n\nJuly 2008: Ullsvik, who took over the case from Koschnick, finds Hensler in contempt of court a third time and orders a five-day jail term. Hensler does not go to jail because he has heart surgery.\n\nFebruary 2009: Ullsvik orders Hensler, then 80, sent immediately to jail for the contempt and for not paying a court-ordered $5,000 forfeiture to cover the DNR’s cost to re-seed the land.\n\nThe Jefferson County Jail confirmed that Hensler spent five days in jail.\n\nWe tried to call Hensler, but his number has been disconnected. Court records indicate he turned the land in dispute over to family members.\n\nWe did reach Ullsvik and asked whether Kloppenburg had asked him to put Hensler in jail.\n\nThe retired judge said he asked Kloppenburg at one hearing \"somewhat sarcastically\" if she wanted Hensler jailed, and that Kloppenburg said no, she only wanted Hensler to comply with the orders.\n\nSo it was a judge’s decision -- based on Hensler’s contempt of court, not based merely on his refusal to plant grass -- to put Hensler in jail.\n\nOK, we’ve turned over enough soil; let’s see what our work has yielded.\n\nCitizens for a Strong America claimed in a TV ad that Kloppenburg \"put an 80-year-old farmer in jail for refusing to plant native vegetation on his farm.\" Wayne Hensler did refuse to plant native vegetation and he was 80 when he went to jail. But it is impossible for Kloppenburg -- or any attorney -- to put someone in jail.\n\nWhat’s more, the ad leaves out 11 years’ worth of context. Hensler repeatedly ignored orders from county and state officials -- and then from a court -- to remedy an erosion problem. He was found in contempt of court three times by two different judges. And when Hensler was finally put behind bars, it was on the order of a judge for contempt of court, not merely refusing to plant native vegetation. Kloppenburg didn’t even request the jail time.\n\nThe claim against Kloppenburg is ridiculously false.\n\nWe rate it Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13325"}