{"url": "/factchecks/2007/dec/20/chain-email/obama-sworn-in-on-his-bible/", "speaker": "Chain email", "vclaim": "When Obama was sworn into office, \"he DID NOT use the Holy Bible, but instead the Kuran (Their equivalency to our Bible, but very different beliefs).\"", "truth_label": "pants-fire", "date": "stated on December 19, 2007:", "title": "Obama sworn in on his Bible", "text": "An anonymous e-mail says Barack Obama took the oath of office for the U.S. Senate on a Koran, the holy book of Islam. We thought it would be odd if that were true, since Obama is a Christian. In fact, it is wrong.\n\nThe e-mail also spells the book's name \"Kuran,\" though usually it is spelled Koran or Quran.\n\nTwo press reports from Obama's swearing-in ceremony in January 2005 mention specifically that Obama took the oath of office by placing his hand on his own copy of the Bible. The Barack Obama campaign also confirmed that it was a Bible and that the book belonged to Obama. Vice President Dick Cheney, in his role as president of the Senate, administered the oath.\n\nAfter being raised outside of any particular faith tradition, Obama became a Christian in his mid 20s and is a member of Trinity United Church of Christ in Chicago. (Obama gave what are arguably his most extended remarks on his faith at the \"Call to Renewal\" religious conference in 2006; read the speech  here  .)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe suspect this false claim was inspired by the 2007 swearing-in of Rep. Keith Ellison, D-Minn., an American convert to Islam and the first Muslim elected to Congress. Ellison used a Koran that once belonged to Thomas Jefferson, borrowing the rare book from the Library of Congress.\n\nIt goes without saying that Ellison is not Obama. And with its intent to inflame, we find the e-mail's allegation not only false, but Pants-on-Fire wrong.\n\nUPDATE:  Barack Obama  resigned from Trinity United Church of Christ  on May 31, 2008, after church pastor Jeremiah A. Wright Jr. made controversial remarks about U.S. foreign policy and other matters. Obama said he intends to join another church after the election.", "vclaim_id": "vclaim-pol-16454"}