{"url": "/factchecks/2017/oct/25/michael-moore/michael-moore-flubs-stats-people-killed-guns-durin/", "speaker": "Michael Moore", "vclaim": "\"People who die from a home invasion make up a sad but minuscule .04% of all gun murders in the U.S. And over a third of them are killed by their own gun that the criminal has either stolen or wrestled from them.\"", "truth_label": "barely-true", "date": "stated on October 4, 2017 in a Facebook post:", "title": "Michael Moore flubs stats on people killed with guns during home invasions", "text": "Documentary filmmaker Michael Moore’s response to the mass shooting in Las Vegas was to propose rewriting the Second Amendment, providing a laundry list of statistics to support his arguments for increased gun control.\nMoore suggested his \"proposed 28th Amendment to the U.S. Constitution\" in an Oct. 4, 2017, Facebook post, three days after a gunman killed 58 and wounded 489 in a massacre at a Las Vegas country music festival.\nHis recommendations included limiting the number of bullets a firearm magazine may hold, banning all automatic and semi-automatic guns, and storing guns outside of the home.\n\"People who die from a home invasion make up a sad but minuscule .04 percent of all gun murders in the US. And over a third of them are killed by their own gun that the criminal has either stolen or wrestled from them,\" Moore wrote.\n\nPolling shows that self-defense is the top reason most gun owners purchase their weapons, but we wondered whether Moore’s numbers were right. Do homicides during home invasions comprise 0.04 percent of all gun deaths in the United States? And are a third of those people killed with their own weapon?\nWe attempted to contact Moore to learn what sources he used, but didn’t hear back. The figures we found in both cases are difficult to confirm, even for the experts.\nElusive statistics\nProblem No. 1: The term \"home invasion\" isn’t necessarily used in crime-tracking data. Broadly, the term usually describes a break-in at a residence while the people who live there are present, or more specifically, when someone breaks into a home to rob or hurt the residents.\nSome jurisdictions use it and some don’t, but there is no universal definition or dataset. What would be called a home invasion is often reclassified as the eventual crime committed by the suspect — a robbery, a physical attack or so forth.\nData from the Centers for Disease Control and Prevention’s National Violent Death Reporting System tracks the location, weapon and crime being committed at the time of a violent death. But there’s no distinction about whether it was during a home invasion, or with the victim’s own firearm.\nThe Federal Bureau of Investigation’s Uniform Crime Report and its Supplementary Homicide Report, which compile data voluntarily provided by local law enforcement agencies, track the number of homicides and whether another crime was being committed. Home invasion is not a specific category, however.\nSeveral experts on firearm statistics told us they hadn’t seen a recent study on either home invasions ending in homicide or who owned the weapon used, but Moore’s first point sounded somewhat reasonable.\n\"Every year, there are about 100 burglary homicides in the U.S. If half of these were gun homicides, he would be in the right ballpark,\" University of Chicago Crime Lab co-director Harold Pollack said. \"So the statistic isn’t wildly off base, but I haven’t seen a rigorous analysis. There’s no question that lethal home invasions are terrifying but rare events.\"\nWhen we checked 2015 FBI figures, for example, there were 13,455 reported homicides, and 102 of those happened during burglaries. That’s 0.76 percent of all homicides — but there was no mention of the term home invasion, or the weapon used to commit the homicide.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt turns out there is one study that did come close to defining things the way Moore did, but Moore overstated the reported figure.\nA 2010 report from the U.S. Bureau of Justice Statistics noted that \"between 2003 and 2007, approximately 2.1 million household burglaries were reported to the FBI each year on average. Household burglaries ending in homicide made up 0.004% of all burglaries during that period.\"\nThat’s about 86 people killed during a burglary annually, but the 0.004 percent is from all burglaries, not just ones classified as home invasions. Furthermore, the report’s 0.004 percent is 10 times less than the 0.04 percent figure Moore stated.\nThe study also does not specify a gun was the murder weapon, but rather counts every homicide regardless of how it was committed.\nShannan Catalano, a statistician at the Bureau of Justice Statistics, said the datapoint was actually only a side note in her larger report from 2010, but showed how few homicide-related burglaries there were overall.\nMoore appeared to take the figure from her study, she said, but for some reason got the percentage wrong. Catalano suggested it may have been a typographical error, but had no way of knowing Moore’s intent.\nCatalano’s broader study used data from her agency’s National Crime Victimization Survey, which uses statistical samples from a cross-section of addresses around the United States to estimate crimes. She said she will update the study in 2018, using the National Incident Based Reporting System.\nLike everyone else we contacted, Catalano also did not know of a statistic that supported Moore’s second assertion about a third of people being killed with their own gun during these attacks at home. Several studies show owning a firearm greatly increases the risk of unintentional gun-related deaths.\nPhilip Cook, a public policy professor at Duke University, said if a statistic showing people killed by their own weapon in home burglaries exists, it’s not widely known.\n\"I’m quite sure that it’s not part of any of the standard databases,\" Cook said. \"So it must be a one-time study by someone, probably of limited scope.\"\nOur ruling\nMoore said, \"People who die from a home invasion make up a sad but minuscule .04 percent of all gun murders in the U.S. And over a third of them are killed by their own gun that the criminal has either stolen or wrestled from them.\"\nWhile Moore has a point that guns are rarely used when someone breaks into a home, it is difficult to confirm. After interviewing several experts and agencies, we only found one study that came close to supporting Moore’s assertion about the number of home invasion deaths. Even then, the report’s author said Moore misstated the scope and specifics.\nOur sources conceded that the homicide rate during burglaries is a tiny fraction of overall gun deaths, committed during burglaries or otherwise. But none of them, including federal agencies that track crime, could independently verify Moore’s figures about the owner of the weapon used in those crimes the way he claimed.\nWe rate this statement Mostly False.\n Share the Facts 2017-10-25 21:27:59 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"People who die from a home invasion make up a sad but minuscule .04 percent of all gun murders in the US. And over a third of them are killed by their own gun that the criminal has either stolen or wrestled from them.\"    Michael Moore Filmmaker https://www.facebook.com/mmflint/posts/10154778028796857   a Facebook post Wednesday, October 4, 2017 2017-10-04    Read More  info", "vclaim_id": "vclaim-pol-02763"}