{"url": "/factchecks/2012/mar/21/david-clarke-jr/funding-eliminated-milwaukee-county-sheriffs-role-/", "speaker": "David A. Clarke Jr.", "vclaim": "Says Milwaukee County Executive Chris Abele \"eliminated\" sheriff’s office funding for providing security for presidential and presidential campaign visits.", "truth_label": "half-true", "date": "stated on February 19, 2012 in a television interview:", "title": "Funding eliminated for Milwaukee County sheriff's role in presidential security, sheriff says", "text": "With Wisconsin’s presidential primary less than two weeks away, the matter of the candidates’ security has become an issue in the state’s largest county, where two of the top elected officials are taking potshots at each other.\n\nConservative Milwaukee County Sheriff David A. Clarke Jr., who has called Milwaukee County Executive Chris Abele a soft-on-crime liberal, took aim at Abele on Feb. 19, 2012, four days after President Barack Obama visited Milwaukee.\n\nIn an interview with Milwaukee’s WTMJ-TV (Channel 4), Clarke claimed that Abele used the 2012 county budget to kill Sheriff’s Office funding for providing security for presidential and presidential candidate visits.\n\n\"The county executive, Chris Abele -- and he again substitutes his judgment for mine,\" Clarke said, pausing in mid-sentence.\n\n\"I asked for an increase for this year because it is a presidential campaign year. Wisconsin is a swing state; we're going to have a lot of presidential visits, campaign visits. We need additional money this year. Not only did they not give me additional money for this activity, they completely eliminated it.\"\n\nWas such funding really completely eliminated?\n\nAsked for evidence to support Clarke’s claim, sheriff’s spokeswoman Fran McLaughlin cited the county budget’s elimination of the sheriff’s community relations division.\n\n\"Because mounted patrol, dignitary protection, neighborhood watch and public demonstrations are not core services and can be provided by municipalities, this division is eliminated,\" saving nearly $450,000, Abele’s budget says.\n\n\"Dignitary protection\" is the part of that allocation that covers sheriff’s security for presidential and presidential candidate visits.\n\nSo, literally, Abele did eliminate funding earmarked in the budget for such security, as Clarke claimed.\n\nMcLaughlin said because of the budget cut, the Sheriff’s Office did not cover freeway ramps during Obama’s visit -- a task that normally accounts for the largest portion of the manpower assigned to dignitary protection. That was done instead by the State Patrol.\n\nBut does that mean no money is available from other parts of the budget for this task? No.\n\nFor instance, the Sheriff's Office participated in planning for the president's visit and contributed help with SWAT and K-9 teams at the airport and with some officers participating in the presidential motorcade, McLaughlin said.\n\nTwo days after Obama’s visit, in the wake of criticism that Clarke was playing politics with the issue, the sheriff issued a statement suggesting that the elimination of the $450,000 line item wasn’t the only hindrance in providing dignitary protection. He said he could not simply \"move money around\" to provide the usual presidential visit security because his overall budget, which is about $152 million, had been cut by $12 million.\n\nWe asked Abele’s deputy chief of staff, John Zapfel, about Clarke’s claim in the TV interview.\n\nHe said Clarke \"could have chosen to use his staff for protection (of Obama) rather than attending the Association of SWAT conference and vendor show.\"\n\nZapfel’s reference was to a three-day Wisconsin Association of SWAT Personnel conference held in suburban Milwaukee; the final day was the same day as Obama’s visit. Zapfel cited a report by Milwaukee’s WISN-TV (Channel 12) that \"more than 15 and as many as 25\" SWAT team members were at the conference during Obama’s visit.\n\nClarke’s response to that report was a statement saying presidents are well protected by the Secret Service and that \"local law enforcement provides a support role.\"\n\nInterestingly, the WISN-TV story was done by reporter Brendan Conway, who two weeks later announced he was becoming Abele’s spokesman. In his new role, Conway also responded to our request for information on Clarke’s claim.\n\nConway said Clarke has the flexibility to reallocate money in his budget if he wanted to provide the same level security as in the past for presidential campaign visits. To underline his point, he noted that during the 2012 budget process, Clarke in October 2011 said he would refuse to make most of the changes that Abele called for in his budget, such as eliminating a boot camp-style inmate program and using deputies to patrol parks and the Milwaukee lakefront.\n\nIndeed, Clarke, as an independently elected official, isn't required to allocate the money as specified by the overall county budget. He can shift funds internally as he deems necessary, even if that strays from budget language. County supervisors have readily acknowledged the sheriff's power trumps the county board and executive's budget authority.\n\nOur rating\n\nClarke said Abele \"eliminated\" sheriff’s funding for providing security for presidential and presidential campaign visits.\n\nSo-called \"dignitary protection\" was among the services included in a nearly $450,000 line item that Abele deleted from Clarke’s budget. Moreover, Clarke’s total budget was trimmed, limiting his overall ability to provide various services.\n\nBut despite the line-item cut, Clarke did provide some security services for Obama’s visit. And he has the authority, as an independently elected official, to reallocate funds allocated to him by Abele and the County Board.\n\nClarke’s claim is partially accurate but leaves out important details. We rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021", "vclaim_id": "vclaim-pol-11410"}