{"url": "/factchecks/2019/mar/27/facebook-posts/viral-video-alleging-muslim-sharia-zone-west-virgi/", "speaker": "Facebook posts", "vclaim": "\"Right here (in West Virginia), they are building new houses … so that 321 Syrian Muslims can move down into this neighborhood in two months. … (A funeral home) is to be torn down in two months, and a mosque is going to built there.\"", "truth_label": "pants-fire", "date": "stated on March 5, 2019 in posts on the Internet:", "title": "Viral video alleging a Muslim 'sharia zone' in West Virginia is Pants on Fire", "text": "West Virginia went viral recently on social media. But the video post that attracted national attention was chock full of questionable claims.\nThe two minute, 14 second video featured a man talking in what he identified as a neighborhood in West Virginia. The speaker asserted that houses nearby were being torn down in order to provide homes for several hundred Syrian Muslim refugees, and that the area was going to be turned into a \"Sharia zone\" open only to Muslims.\nHere’s a portion of the video’s narration:\n\"West Virginia’s $784 million in debt -- complete, absolute debt. Right here, they are building new houses where they have taken white folks and blacks folks and they’ve moved them down the road here to substandard housing conditions, so that 321 Syrian Muslims can move down into this neighborhood in two months when these are completed. This is going to cost us $87 million. You see that funeral home right there? It is to be torn down in two months and a mosque is going to be built there. In six months this place is going to be a Sharia Zone, meaning no non-Christians can walk down here except Muslims. … They’re living here free on your taxpayers’ money. … These Islamic people here, they get $400 for each child while regular Americans get nothing -- they get cars, they get phones, they get free healthcare. Screw these Muslims, and get them out. This is where your money is, West Virginia, $87 million.\"\nThe earliest example of the video we found was posted to Facebook and Twitter on March 4, 2017, by Jason James Britt, who describes himself as a rabbi and educator who lives in Florida. The profile picture on his Facebook page looks like the speaker in the video, and he began his remarks with \"Shalom,\" the Hebrew greeting. Britt is also referenced as the speaker in multiple YouTube postings of the video, and Britt’s Facebook page includes several photographs of him in West Virginia, including one tagged in Charleston, wearing what appears to be the same jacket used in the video.\nWe reached out to Britt via Facebook but did not receive a reply.\nInitially, the Facebook post did not receive much attention. Then, a right-leaning Twitter account tweeted it on March 5, 2019. As of March 26, 2019, Britt’s original Facebook video has been viewed over more than 4.1 million times.\nThe video includes a number of claims, but we’ll focus on just a few -- the ones involving around refugee resettlement.\nRefugee resettlement\nThe video says \"321 Syrian Muslims\" were would soon be moving into the housing complex.\nThe video was made in 2017. However, according to the Refugee Processing Center, which is operated by the federal Department of State, only 13 Syrian immigrants were resettled in West Virginia during fiscal year 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAnd that covers the entire state. Only one immigrant from the Middle East moved to Charleston, the actual location of the video, that year, and they were from Iraq.\nPublic housing renovations\nThe area referred to in the video is a government housing development called Littlepage Terrace. Below is an image from Google Street View that shows the same buildings and smokestack seen in the video.\n\nThe area was indeed receiving renovations, as Britt said, but it was not being done on behalf of Syrian refugees. Years before the video was posted, the Littlepage Terrace area began undergoing renovations because the buildings were too old and not up to code -- renovations that were covered extensively in the local media. New two-story townhomes were built in its place.\nFuneral home demolition and mosque construction\nThe funeral home that Britt was pointing to is still there.\nWe confirmed this by contacting Em Carpenter, a contributor to the Ordinary Times, a local blog. Carpenter debunked the video’s claims in a post, and she told PolitiFact that the funeral home has been out of business since 2012 and did not become a mosque.\nOur ruling\nThe 2017 video said that in West Virginia, \"they are building new houses … so that 321 Syrian Muslims can move down into this neighborhood in two months. … (A funeral home) is to be torn down in two months and a mosque is going to built there.\"\nWhile the area was indeed being renovated, it was because the old buildings were in poor repair and not for the benefit of refugees. In fact, government data shows that not a single Syrian refugee was resettled in Charleston in 2017, and even including all of West Virginia the number of Syrian refugees was a tiny fraction of the number claimed. The funeral home, meanwhile, has not become a mosque.\nWe rate the statement Pants on Fire.\n Share the Facts 2019-03-27 20:51:15 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Right here (in West Virginia), they are building new houses … so that 321 Syrian Muslims can move down into this neighborhood in two months. … (A funeral home) is to be torn down in two months, and a mosque is going to built there.\"    Facebook posts on the Internet https://www.facebook.com/jason.j.britt/videos/1332903936746386/   a viral video Tuesday, March 5, 2019 2019-03-05    Read More  info", "vclaim_id": "vclaim-pol-00845"}