{"url": "/factchecks/2019/dec/13/viral-image/photo-trumps-afghanistan-visit-appears-doctored-lo/", "speaker": "Viral image", "vclaim": "Says Fox News \"posts a fake picture to show soldiers excited to see Trump in Afghanistan….forgets to take out the Universal Studios sign in the background.\"", "truth_label": "pants-fire", "date": "stated on December 3, 2019 in a Facebook post:", "title": "No, Fox did not stage this photo of Trump visiting Afghanistan", "text": "On Thanksgiving Day, President Donald Trump made an unannounced visit to Bagram Air Field in Afghanistan.  \nFox News reported on the trip. But a Dec. 3 Facebook post alleges the network aired a staged photo while covering the news. \n\"Fox propaganda posts a fake picture to show soldiers excited to see Trump in Afghanistan …. forgets to take out the Universal Studios sign in the background,\" reads the text over a photo of soldiers smiling and cheering. A yellow arrow is drawn on the image to point out a sign in the upper left corner that’s cropped. The letters \"versal,\" \"national\" and \"tudios\" are visible.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the photo appears doctored. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe words on the sign look more like NBCUniversal International Studios than Universal Studios, but neither studio name appears in the original version of the photo used in the Facebook post.\nAFP photographer Olivier Douliery took the photo on Nov. 28. The caption says: \"U.S. Soldiers react with cheers and applause as US President Donald Trump arrives in Bagram Air Field during a surprise Thanksgiving day visit.\"\nFox News told FactCheck.org that it never aired the image, but other news outlets ran it, including the Times of Israel, Axios and the Daily Mail. None of those images show the sign that appears in the Facebook post. \nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-16689"}