{"url": "/factchecks/2011/jun/14/michelle-litjens/wisconsin-gop-rep-michelle-litjens-says-taxpayers-/", "speaker": "Michelle Litjens", "vclaim": "\"Taxpayers pay for roughly 45 percent of all births in Wisconsin! And 60 percent of the births in Milwaukee!!!\"", "truth_label": "true", "date": "stated on June 2, 2011 in a tweet:", "title": "Wisconsin GOP Rep. Michelle Litjens says taxpayers pay for 45 percent of births in state, 60 percent in Milwaukee", "text": "Some of the biggest bashers of government entitlement programs are tea party folks, many of whom are newly elected officials.\n\nAmong them is Wisconsin state Rep. Michelle Litjens, R-Oshkosh. While campaigning ahead of the November 2010 elections, she organized the tea party rally where another Oshkosh Republican, Ron Johnson, gave his first political speech. Johnson went on to defeat Democrat Russ Feingold for the U.S. Senate.\n\nLike Johnson, during her campaign, Litjens railed against government spending and taxes as being too high.\n\nAnd on June 2, 2011, Litjens, a 38-year-old married mother of two, let loose on the Internet with this anti-entitlement tweet:\n\n\"Unreal! Taxpayers pay for roughly 45 percent of all births in Wisconsin! And 60 percent of the births in Milwaukee!!! No wonder we’re broke.\"\n\nA misinformed right-wing rant? Or evidence of the pervasiveness of public assistance, which many conservatives blame for high taxes and government deficits? We wanted to know.\n\nWe’ll go to the Truth-O-Meter only for the statistical claims in Litjens' statement. But to add perspective, we’ll also address her \"we’re broke\" comment.\n\nWhen we asked Litjens’ legislative aide for evidence to back her statement, he provided Wisconsin birth statistics from the state Department of Health Services for 2008. We confirmed that they are the most recent available in terms of taxpayer funding.\n\nThe figures show that 71,977 babies were born in Wisconsin in 2008 -- and that Medicaid, the state-federal program that pays medical bills for low-income individuals and families, paid for the care provided in 32,792 of the births. That’s 45.6 percent, which confirms Litjens’ first claim.\n\nThe 45.6 percent figure -- it was 44 percent in ‘07, 43 percent in ‘06 and 42 percent in ‘05 -- put Wisconsin on the higher end of Medicaid-financed births nationally in 2008. That’s according to data from the Kaiser Family Foundation, a nonpartisan group that studies health care policy.\n\nThe rate ranged from 8 percent in New Jersey to 70 percent in Louisiana, although figures were not available for 15 states.\n\nAs for Litjens’ second claim, that taxpayers paid for 60 percent of the births in Milwaukee, she didn’t specify whether she meant Milwaukee County or the City of Milwaukee. But either way, her claim is accurate.\n\nState figures show there were 15,353 births in the county in 2008, and that Medicaid paid for the care of 9,170 of them, or 59.7 percent. In the city, Medicaid paid for 72.5 percent of the 11,311 births.\n\nHere’s a little more on the state statistics for 2008 births:\n\nOver 85 percent of the 130 births in Menominee County were paid for by Medicaid, the highest percentage in Wisconsin.\n\nIn Ozaukee County, Medicaid paid for 19 percent of the 822 births, the lowest rate.\n\nIn Litjens’ home county, Winnebago, Medicaid paid for nearly 39 percent of the 1,955 births.\n\nMedicaid, by the way, pays for more than just labor and delivery. It also finances prenatal visits and postpartum care.\n\nWe asked Jon Peacock, research director of the Wisconsin Council on Children and Families, a Madison-based advocacy organization, about Litjens’ statement. He didn’t disagree with the statistics, but took issue with her suggestion that Medicaid-financed births are one reason \"we’re broke.\"\n\nPeacock said prenatal care provided through Medicaid saves tax dollars by reducing the number of low-birth-weight babies. He cited a November 2010 state health department report about births in five Wisconsin counties in 2005. The average Medicaid hospital charges for a low-birth-weigh baby during the first year of life was $164,257, compared with $3,514 for a normal-birth-weight birth.\n\nPeacock also said that the elderly and people with disabilities account for at least 70 percent of Medicaid expenditures, far more than babies.\n\nBut critics of entitlement programs can also cite statistics about the size of the government safety net.\n\nAn October 2010 Milwaukee Journal Sentinel story, which reported that Medicaid paid for 45 percent of all baby deliveries in Wisconsin in 2008, also reported that at that time:\n\nMore than 1.1 million people in Wisconsin depended on Medicaid health programs.\n\nMedicaid provided health care for one in five Wisconsin residents.\n\nMedicaid health programs had expanded faster in Wisconsin over the previous nine years than in any state except Arizona.\n\nBut let’s return to what brought us here.\n\nGOP state Rep. Michelle Litjens claimed that taxpayers paid for roughly 45 percent of all births in Wisconsin, including 60 percent of the births in Milwaukee. Her staff said she was referring to state figures for 2008, which we confirmed are the most recent available in terms of how many of the births were financed by Medicaid.\n\nState statistics confirm both of Litjens’ claims. We rate her statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12930"}