{"url": "/factchecks/2010/jun/17/david-dewhurst/dewhurst-says-believe-it-or-not-republican-state-c/", "speaker": "David Dewhurst", "vclaim": "Says the Republican “state convention is actually larger than the Republican National Convention.”", "truth_label": "mostly-true", "date": "stated on June 9, 2010 in a campaign video:", "title": "Dewhurst says believe it or not, Republican State Convention bigger than quadrennial national convention", "text": "Warming up for last week’s Republican State Convention in Dallas, Lt. Gov. David Dewhurst made a Texas-sized boast in a video posted on his campaign Web site Wednesday. “It may be hard to believe, “ Dewhurst said, “but our (Republican) state convention is actually larger than the Republican National Convention.”Getouttahere!Dewhurst’s campaign spokesman, Mike Walz, said in an e-mail that Dewhurst’s calculation was based on comparing the number of delegates and alternates to this June’s state confab and the number of delegates and alternates chosen to attend the 2008 Republican National Convention in Minnesota.First, Walz pointed to About.com and CNN Web posts, both stating there were 2,380 delegates to the party’s national convention. Next, he noted a recent Dallas Morning News article stating 12,000 GOP activists went to the state convention and a Fort Worth Star-Telegram article stating more than 10,000 delegates and alternates were expected.We also asked the Republican Party of Texas about its count of 2010 convention attendees. Spokesman Bryan Preston replied that “we have just under 12,000 delegates & alternates. Add the guests and VIPs and we’ll hit” 15,000 to 16,000 participants.Why so many people? For decades, state party rules have provided one delegate for every 300 votes cast for the Republican nominee in the latest governor’s race, which explains why the biennial gatherings are held in Dallas, Fort Worth, Houston and San Antonio; other cities don’t have halls big enough to cram such crowds into one space.Driven by the ratio, the party’s potential turnout of delegates and alternates surged from nearly 10,000 in 1984 to more than 17,000 in 2004, according to research by Clint Moore of Houston, a longtime member of the party’s Rules Committee. The number of permitted delegates and alternates dipped to 11,500 in 2008 because Gov. Rick Perry saw a drop in his vote haul in 2006 while fending off three major challengers.Does that mean the total delegate count could keep rising election after election, mostly because of population growth?Nope. Delegates voted at last week’s convention to cap delegates at 9,000 starting with the 2012 state convention. The decision ensures that Fort Worth, intended site of the next two conventions, can comfortably serve as host city. The local convention center has a fixed-seat capacity of about 10,500, according to Eric Opiela, a former party executive director just elected to the executive committee.Nevertheless, the Texas delegate count this year far surpasses the 2008 national convention’s count.We wondered if there’s another way to compare the sizes of the state and national gatherings.Bill Riggs, a spokesman for the Republican National Committee, guided us to a study of the economic impact of the 2008 convention on the host cities, Minneapolis-St. Paul. The study, by the Minneapolis-St. Paul 2008 Host Committee, states that 45,000 “guests” came to the Twin Cities for the four-day gathering, driving more than $150 million in spending. Separately, the Dallas Convention & Visitors Bureau told us the recent state convention delivered a local economic impact of more than $6.3 million.Riggs also noted a news article published in May by the St. Petersburg (Florida) Times stating that 50,000 delegates, protesters and reporters are expected to attend the 2012 Republican National Convention in Tampa.So how does Dewhurst’s statement shake out?This month’s GOP state convention drew more delegates than the 2008 national convention, but economic and other indicators suggest the national convention ultimately draws more people.Similarly, though Dewhurst’s boast is justified by one measurement, by another it doesn’t add up. We rate his statement Mostly True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14895"}