{"url": "/factchecks/2016/feb/17/bernie-sanders/pretty-much-money-sanders-says-80-richest-own-more/", "speaker": "Bernie Sanders", "vclaim": "\"The richest 80 people in the world own more wealth than the bottom half of the global population.\"", "truth_label": "mostly-true", "date": "stated on February 7, 2016 in a video:", "title": "Pretty much on the money: Sanders says world's 80 richest own more than the bottom half do", "text": "Vermont Sen. Bernie Sanders’ campaign against economic inequality went global in a video for the One Campaign, a global AIDS and poverty advocacy group,.\n\"The issue of wealth and income inequality is the great moral issue of our time,\" Sanders said. \"It is the great economic issue of our time and the great political issue of our time. Truthfully, there is something profoundly wrong when the richest 80 people in the world own more wealth than the bottom half of the global population, 3.5 billion people.\"\nThat’s an astounding fact, if true, that 80 people own as much wealth as 3.5 billion. We decided to see if Sanders was right.\nHe largely is.\nSanders relied on a 2014 analysis from Oxfam, which came up with the comparison from two different reports.\nThe first, from Credit Suisse, estimated the distribution of household wealth worldwide. The second was Forbes’ list of billionaires.\nWe'll walk you through the calculations and a couple of caveats. \nThe Credit Suisse report\nAnalysts hired by Credit Suisse estimated total personal wealth at $263 trillion. From there, analysts estimated that the bottom half of the world’s population (approximately 3.5 billion people) owned less than 1 percent of all wealth. To be precise, (and you can find this on page 110 of the full Credit Suisse databook) the bottom half of the world’s population own .72 percent of world household wealth, which comes out to about $1.7 trillion.\nJames Davies, one of the report’s lead authors and an economist at the University of Western Ontario, said no one else has done this exact study. That’s true, but the Allianz Group, another global financial corporation, and the Boston Consulting Group, a financial and management consulting firm, have estimates of total household financial wealth that are pretty close to what Credit Suisse reported.\nBrent Beardsley, managing director at the Boston Consulting Group, told us both his firm and Credit Suisse used much of the same data, but Credit Suisse included more countries. Beardsley said that difference wouldn’t be significant.\nRaul Santaeulalia-Llopis, an economist at Washington University in St. Louis, said the Credit Suisse may have underestimated wealth in low-income countries. But even if true, it wouldn’t throw off Sanders’ comparison much. Santaeulalia-Llopis said Sanders and Oxfam might need to add a few more billionaires to their tally to make it more accurate.\nThe strongest criticism of the Credit Suisse report is that it includes a significant number of people in wealthy countries who are not poor but have large debts. That produces misleading results, Beardsley said.\n\"(They) are not actually living in poverty but simply have very low or even negative net worth due to amassment of debt to finance housing, education and consumption beyond current income,\" Beardsley said. \"In this case, wealth -- or rather net worth --  is not an adequate measure of what is commonly understood as poverty.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nHowever, this doesn’t challenge the underlying numbers. Instead, it raises a question about interpreting them. Economist Branko Milanovic, formerly with the World Bank and now at City University of New York Graduate Center, countered in a blog post that sometimes, a negative net worth is a very big deal.\n\"Even for those people in the rich world who are ‘anomalously’ placed among the wealth-poor and who may lead nice lives despite owning nothing, a shock in the form of a medical emergency  -- unless there is public health care -- or loss of job may have catastrophic consequences,\" Milanovic wrote. \"There is just no wealth to fall back on to tide you over the bad times.\"\nForbes billionaire estimates\nThe second half of the comparison is relatively straightforward.\nOxfam used Forbes' list of billionaires and counted how many people it would take to reach $1.7 trillion -- the figure representing the wealth of the bottom half of the global population.\nForbes' calculations aren't perfect, but they are the best estimate publicly available. Forbes tracks changes in real time, but the base comparisons depend on estimates generated by members of the Forbes team. Sometimes the billionaires themselves say the numbers are off because far from all the necessary information is public knowledge. Then there are fluctuations due to changing currency exchange rates and the ups and downs of the stock market.\nThe list can’t deliver pinpoint accuracy, but it does represent a good faith effort to assess the net worth of the world’s wealthiest people. Like the wealth calculations in the Credit Suisse report, it should be seen as a reasonable estimate.\nOne final note\nThe divide between the super rich and the bottom of the global population appears to be getting worse.\nCredit Suisse, Forbes and Oxfam update their numbers at least every year and for 2015, Oxfam said just 62 billionaires own as much as half the world’s people combined.\nThe Sanders campaign, however, told us the video was shot before the latest Oxfam report. So we won't hold it against Sanders in our rating.\nOur ruling\nSanders said that 80 people own as much as half the world’s population. The statement was in line with the latest Oxfam report available at the time Sanders spoke. The Oxfam analysis was based on a report from Credit Suisse and the Forbes list of billionaires.\nThe exact number of billionaires might well be different from the 80 that Sanders said, or the 62 that Oxfam said more recently.  But out of world population of 7 billion, it makes little difference if the tally were 160. It still represents a tiny sliver of a percentage of the people in the world.\nThe statement is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05395"}