{"url": "/factchecks/2014/sep/02/democratic-senatorial-campaign-committee/democratic-organization-takes-terri-lynn-lands-com/", "speaker": "Democratic Senatorial Campaign Committee", "vclaim": "Says Michigan U.S. Senate candidate Terri Lynn Land \"said guaranteeing equal pay for women who do the same job as men is not a good idea.\"", "truth_label": "barely-true", "date": "stated on August 22, 2014 in a campaign ad:", "title": "Democratic group takes Terri Lynn Land's comments on equal pay out of context", "text": "Terri Lynn Land, the Republican Senate candidate from Michigan, doesn’t think women should have guaranteed equal pay, says the Democratic Senatorial Campaign Committee.\nThe committee recently released an ad attacking Land, who is running against Democratic Rep. Gary Peters in a tight race for Michigan’s open Senate seat. The ad takes clips from one of Land’s own videos -- where she says that as a woman, she knows more about women’s issues than Peters -- and alternates them with claims about Land’s positions on women’s issues.\nSuch as: \"Terri Lynn Land said guaranteeing equal pay for women who do the same job as men is not a good idea.\"\nWe’ve looked into equal pay before, checking the oft-cited claim that women make 77 cents for every dollar men earn. The accuracy of statements about gender and pay depends a lot on how they're phrased. But when speaking of the pay gap overall, it's Mostly True.\nSo we decided to figure out whether Land really said that it’s a bad idea to guarantee equal pay. We found that the DSCC twisted her words.\nOut of context\nThe claim refers to an interview regarding pay equality that Land gave to the Wall Street Journal back in April, in which she did say the phrase: \"I don’t think that’s a good idea.\" But the ad takes that quote out of context.\nThe Journal asked Land if she would have voted for the Paycheck Fairness Act, which failed to pass the Senate that same week. Land -- like others in her party, including Republican women -- said she supports equal pay but not that legislation in particular.\nThe legislation is built off of the Equal Pay Act and would have required employers to prove that pay differences are not gender-based, and it would have prevented employers from punishing employees who inquire or complain about pay concerns. Additionally, employers would have been liable to civil action law suits, which was a concern among Republicans.\nLand incorrectly told the Journal that her problem with the legislation is that it would require businesses to publicly disclose individuals’ pay. (The law doesn’t have such a provision.)\nLand has said that existing law already protects equal pay for women; in her platform on women’s issues, she pointed to the Equal Pay Act of 1963 and Title VII of the 1964 Civil Rights Act. Some Republicans have argued that the Paycheck Fairness Act is redundant because discriminatory pay is already illegal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOn this year’s Women’s Equality Day -- Aug. 26 -- Land released a statement once again supporting the Equal Pay Act and criticizing Peters for supposedly unequal pay in his own office.\nThis isn’t the first time that Land has had to defend her position on equal pay during this race.\nIn April -- before Land’s interview with the Journal -- American Bridge 21st Century, a liberal political action committee, circulated a 20-second video of Land speaking to a women’s club in 2010. The isolated clip makes it seem that Land believes women aren’t interested in seeking out equal pay.\n\"Well, we all like to be paid more, and that's great. But the reality is that women have a different lifestyle,\" Land said in the video. \"They have kids, they have to take them to get dentist appointments, doctors appointments all those kinds of things, and they're more interested in flexibility in a job than pay.\"\nWe found a video of the full 30-minute speech and were able to put the short clip in context.\nShe was talking about her experience as a county clerk and union leader in Kent County, Mich., where she noticed that male leaders often negotiated for pay raises. Instead, she chose to negotiate for more job flexibility for her and the female employees she represented (such as making it easier for parents to take time off to care for sick children).\nHere’s a more representative quote:\n\"About 85 percent of my employees were women. Well, the (union) is a little male organization, have you ever noticed that?\" she said. \"And of course, they always negotiated for money, for raises. Well, we all like to be paid more and that's great but the reality is that women have a different lifestyle. They have kids, they have to take them to get dentist appointments, doctors appointments all those kinds of things, and they're more interested in flexibility in a job than pay -- although pay is important, too. So we went out and fought those issues for them.\"\nOur ruling\nThe Democratic Senatorial Congressional Committee said \"Terri Lynn Land said guaranteeing equal pay for women who do the same job as men is not a good idea.\"\nThe ad twisted Land’s words -- she said the Paycheck Fairness Act was \"not a good idea,\" not the general concept of guaranteeing equal pay for women. We can’t read Land’s mind to know whether or not she truly believes in equal pay for women, but as far as we can tell, she never said publicly that it’s a bad idea.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07361"}