{"url": "/factchecks/2009/jul/07/john-boehner/boehner-claims-city-uses-stimulus-money-hire-someo/", "speaker": "John Boehner", "vclaim": "\"In North Carolina, they used stimulus money to hire one new state worker. His job, apply for more stimulus funds from the taxpayers by the way of the federal government.\"", "truth_label": "false", "date": "stated on July 2, 2009 in a Web ad:", "title": "Boehner claims city uses stimulus money to hire someone to apply for more stimulus money", "text": "And now, the story of little Washington meets big Washington.\nIn a tongue-in-cheek Web ad from House Republican leader John Boehner, the GOP \"releases the dogs on the money trail\" to find jobs created by the Obama-backed economic stimulus package.\nEllie Mae, the GOP's job-sniffing bloodhound, found two things of interest. We dealt with one, the impact of a federally funded bridge on Rusty's Backwater Saloon in Stevens Point, Wis., with  this Truth-O-Meter ruling  . Here we'll address Ellie Mae's discovery that \"in North Carolina, they used stimulus money to hire one new state worker. His job: apply for more stimulus funds from the taxpayers by the way of the federal government.\"\nWhich brings us to little Washington ... Washington, N.C., population around 10,000.\nThis small city in the inland coastal region of North Carolina first came under the national microscope with the release of a report from Sen. Tom Coburn, R-Okla., called \"100 Stimulus Projects: A Second Opinion.\" At No. 65 on Coburn's list of questionable stimulus projects: \"Washington, North Carolina, is using stimulus funds to pay for 'project-funding manager' whose job it is to secure even more stimulus funds. The city hopes to pay the new 'project funding manager' to identify available stimulus money using a $40,234 grant from the Edward Byrne Memorial Justice Assistance Grant program which, in turn, received funding through the stimulus bill.\"\nWe called Washington, N.C., city officials to get to the bottom of this.\nFirst off, the city of Washington did hire someone in late February whose job it is to seek out stimulus money for which the city might be eligible. The part-time job was titled \"stimulus coordinator\" and was performed by Bianca Gentile. But Gentile wasn't paid through stimulus money. Her wages have been \"100 percent paid with local fire, police, water utility, sewer utility and electric utility funds,\" according to the City Manager James C. Smith in a letter to the Office of Economic Recovery and Investment in North Carolina.\nThe city's top priority these days is building a new police station. The current building is more than 40 years old. It's \"way too small for the size of our force,\" said Mayor Judy Jennette. And it's also prone to flooding during hurricanes, which is especially troublesome because the city's 911 dispatchers are housed there too. The estimated cost — $12 million.\nWith 24 percent of Washington's citizens categorized as low income, Jennette said, the price tag is just too steep for local taxpayers to bear alone.\nOne of the stimulus opportunities identified by Gentile, the city-paid stimulus coordinator, was a planner who could help the city gets its police station.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe city applied for — and got — an Edward Byrne Memorial Justice Assistance grant for $40,234 to fund the one-year cost of a Law Enforcement Economic Assistance Coordinator. The stimulus did provide $2 billion to the Edward Byrne Memorial Justice Assistance Grant program, so the Boehner ad (and Coburn's report) is correct in saying the position was funded through the stimulus.\nBut the idea that the job can be summarized as simply to \"apply for more stimulus funds,\" is incorrect, Washington, N.C., officials said.\nHere's how the job description reads:\n\"Under limited supervision, (the coordinator) facilitates and conducts research and statistical analysis related to police and municipal programming. This includes the preparation of various reports, departmental strategic plans and programmatic/project evaluations and reports. The LEDP initiates, conducts, and implements research studies and surveys in support of multiple grant programs to provide a basis for management control, decision making and an improved quality life. Performs related duties as assigned.\"\nThere are then nine bulleted items under \"duties, functions and responsibilities.\" We won't bore you with all of them, but among them are compiling data for reports on police performance and community development initiatives and attending conferences, conventions and other educational and professional meetings to keep updated on planning methods and administration.\nAnd yes, part of one bullet notes that the coordinator will \"provide narrative material for grant proposals.\" In other words, he or she will pursue federal grant money to help offset the cost of the police station. But Gentile and other city officials say they're not aware of any stimulus money the city could get for that purpose. Rather, according to Gentile and the mayor, the coordinator will likely target grant funding and/or low-interest loans from USDA, FEMA, Homeland Security and federal and state sources.\nThe job has nothing to do with getting stimulus money, said Gentile, who plans to apply for the job.\n\"To the best of my knowledge, there is no stimulus money available that we could use for a police station,\" Gentile said.\nAny responsible local government would try to find as much outside grant money as it can, said Mayor Jennette: \"We are simply trying to build a new police station as cost effectively as we can for our citizens.\"\nWe'll concede that the ad is catchy. It ridicules the stimulus as wasteful and ineffective. And it would be a great zinger if indeed stimulus money had been used to hire someone to get more stimulus money. But that's not supported by the facts.\nYes, the city of Washington, N.C., got $40,234 in stimulus money to pay for an employee whose job,  in part,  will be to pursue federal grant money to help offset the cost of a new police station. But there's a difference between federal grants and the stimulus, and city officials say there doesn't appear to be any stimulus money available for this project.\nSo the ad has a catchy line, but it's not true. We rate it False.", "vclaim_id": "vclaim-pol-15694"}