{"url": "/factchecks/2019/aug/19/dan-patrick/could-students-pray-discuss-el-paso-mass-shooting/", "speaker": "Dan Patrick", "vclaim": "Says after the shooting in El Paso, \"on Sunday, everyone was going to church in America, praying about this, and the next day when their kids went to school, they weren’t allowed to pray or bring it up.\"", "truth_label": "false", "date": "stated on August 8, 2019 in a TV interview:", "title": "Could students pray, discuss El Paso mass shooting in school?", "text": "In an interview on Fox News almost a week after the Aug. 3 mass shooting in El Paso in August that left 22 people dead and more than two dozen injured, Texas Lt. Gov. Dan Patrick discussed the attack and possible motivating factors. \nHe mentioned mental health and violent video games during the interview. He also raised concerns about spiritual values.\nPatrick said that \"on Sunday, everyone was going to church in America, praying about this, and the next day when their kids went to school, they weren’t allowed to pray or bring it up.\" \nHe made a similar comment during an appearance on Fox News the day after the shooting: \"I look at this Sunday morning when most of your viewers right now, half of the country, are getting ready to go to church and yet tomorrow, we won’t let our kids even pray in our schools.\"\nPatrick’s claim is off base. Kids are allowed to pray in schools and they are permitted to discuss current events — including mass shootings. \nPatrick offered a statement when asked about his claim: \n\"I have pointed to a broad range of factors that contribute to domestic terrorism including a fraying in our culture that elevates hate and devalues life,\" Patrick said. \"In terms of prayer in our public schools, we do have a minute of silence for students to do what they wish, but there was a time when students prayed together out loud and students and schools weren’t sued or banned from praying at pep rallies and graduations. There was a time when city mayors didn’t sue pastors for their sermons and when reporters like you would never have challenged the idea that the issue of faith in America is important. We were a better country when everyone recognized that we all answer to a higher authority — and it wasn’t government. Many of us in America still believe that.\"\nDo most Americans go to church? \nFirst of all, in both interviews Patrick suggested that either \"everyone\" or \"half of the country\" went to church on Sunday to pray following the shooting in El Paso.\nThere’s no way to know for sure how many people across the country attended a religious service on a particular day, but there has been polling on American’s habits when it comes to religion that can offer some insight here.\nIn 2017, about 39% of Americans attended religious services at least once a week, according to Pew Research Center. Roughly 33% attended a few times per month or per year. Some of those people attended services in mosques, temples and gathering places others than churches.\nA poll from Gallup also looked at this trend: in 2018, 22% of Americans attended church or synagogue every week and 10% attended almost every week.\nStudents are allowed to pray\nPatrick said that Texas children were not allowed to pray when they went to class the day after the shooting in El Paso. \nPatrick was likely not speaking about a specific example of a school preventing a child from praying. For one, most schools in Texas were still on summer vacation when he made his claim. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIn a landmark decision in 1962, the U.S. Supreme Court ruled that school-sponsored or state-organized prayer, even nondenominational prayer, violates the Establishment Clause of the First Amendment. \nBut the decision does not prohibit prayer or religious expression at school.\n\"Contrary to popular myth, the Supreme Court has never outlawed ‘prayer in schools’\", reads a blog post from the Freedom Forum Institute. \"Students are free to pray alone or in groups, as long as such prayers are not disruptive and do not infringe upon the rights of others.\"\nAt the same time, students do not have a \"right to have a captive audience listen\" and they cannot pressure other students to join them in prayer, the institute said.\nIn Texas, state law dictates that school boards must require all schools in the district to offer a one-minute moment of silence at every campus. During this period, students are allowed to \"reflect, pray, meditate, or engage in any other silent activity.\"\nThese same restrictions on prayer and religious expression do not apply to private schools.\nDiscussion of shooting\nPatrick also said that students would not be able to discuss the shooting in El Paso during school. The basis of his claim is unclear.\nThere is no state-level policy that dictates whether teachers can facilitate discussions of current  events in the classroom. Plus, students are permitted to discuss these issues among themselves or in one-on-one conversations with teachers or school counselors.\nSchool counselors serve myriad roles, including as a sounding board for students who want to vent about their home life and as a resource for students with more serious mental health concerns. \nThey also can serve a preventative role, helping to identify students in crisis, while also being a resource for students struggling in the wake of a mass shooting who want to talk about the event.\nEarlier this year, state lawmakers approved a series of laws aimed at increasing school safety after a shooting at Santa Fe High School in the Houston area left eight students and two teachers dead.\nIncluded in the slew of new laws was a proposal aimed at improving mental health services available to students by expanding access to mental health professionals and offering mental health training to teachers and other school professionals.\nOur ruling\nIn two interviews, Patrick said that students would not be able to pray following the mass shooting in El Paso. He also said they would be unable to discuss the shooting at school.\nPatrick’s claim is inaccurate. School-sponsored prayer is prohibited, but students are allowed to pray individually and, in Texas, during a required moment of silence.\nThere is no statewide policy that dictates whether teachers can discuss current events with their students, including mass shootings. There are many avenues available to students who wish to discuss these events with school personnel.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.", "vclaim_id": "vclaim-pol-00256"}