{"url": "/factchecks/2015/oct/02/scott-walker/scott-walker-israel-says-its-wall-led-90-percent-r/", "speaker": "Scott Walker", "vclaim": "Israel has seen a \"90 percent reduction in terrorist attacks\" that it attributes to building a 500-mile fence.", "truth_label": "half-true", "date": "stated on August 15, 2015 in a radio interview:", "title": "Scott Walker: Israel says its wall led to 90 percent reduction in terrorist attacks", "text": "With Gov. Scott Walker out of the GOP presidential race, there’s likely to be little talk about the idea of a wall with Canada. But some of the remaining candidates are calling for a wall with Mexico aimed at securing that border from illegal immigrants.\nAnd several of them have cited an example from Israel to bolster their stance -- including Walker, when he was a candidate. He pointed to one statistic we wanted to check.\nDuring an Aug. 17, 2015 appearance on Glenn Beck’s radio show, Walker recalled his trip to the Middle East where he saw the barrier that had been constructed between Israel and the West Bank.\n\"They’ve seen something like over a 90 percent reduction in terrorist acts in that country that they attribute to having an effective fence,\" Walker said. \"If Israel can do it effectively, there’s no reason why America can’t.\"\nThat’s a significant decrease. Is it accurate?\nA little background\nIsraelis and Palestinians have a long history of conflict over rights to land in the Middle East.\nOur quick history will start in 1947, when the United Nations set out to create a Jewish and an Arab state, but only the Jewish state came into being.\nThe state of Israel was founded on May 14, 1948. Almost immediately, Arab armies invaded the new Jewish state.\nThe conflict ended with armistice agreements made between Israel and its neighboring Arab states, after hundreds of thousands of Palestinians fled the region. Those who stayed became Israeli citizens. The rest became refugees and remain stateless.\nPeriodic bouts of conflict between Israelis and Palestinians continued, with arguments centered on control of land and borders. Violence and terrorist attacks ebbed and flowed along with the political tensions in the region.\nA major Palestinian uprising against Israel started in 2000 after failed peace talks and became known as the Second Intifada. The first Intifada took place in the late 1980s and early 90s.\nIn 2003, Israel began construction on a barrier to separate Israelis and Palestinians and prevent terrorists from entering Israel.\nBehind the numbers\nWhen asked for backup, Walker’s team sent a report compiled by the Jewish Virtual Library and last updated in April 2015. It says, \"since construction of the fence began, the number of attacks has declined by more than 90%.\"\nThe Jewish Virtual Library is a project of the American-Israeli Cooperative Enterprise, a nonprofit group with the goal of strengthening U.S. relations with Israel. Mitchell Bard, author of the report and executive director of the American-Israeli Cooperative Enterprise, said the numbers for the report came from the Israeli Foreign Ministry.\nHere’s how the numbers shake out:\n\n\n\n\nYear\n\n\nNumber of attacks\n\n\n\n\n2002\n\n\n135\n\n\n\n\n2003\n\n\n67\n\n\n\n\n2004\n\n\n45\n\n\n\n\n2005\n\n\n28\n\n\n\n\n2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n48\n\n\n\n\n2007\n\n\n10\n\n\n\n\n2008\n\n\n30\n\n\n\n\n2009\n\n\n14\n\n\n\n\n2010\n\n\n7\n\n\n\n\n2011\n\n\n11\n\n\n\n\n2012\n\n\n9\n\n\n\n\n \nThe report used 2002, a year before construction began, as a baseline for comparison.\nBut 2002 was at the height of a streak of violence in the region, the Second Intifada, so that helps shade the picture from the beginning.\nThe data shows a wave of terrorist attacks in the region between 2001 and 2006. In 2001, there were 118 attacks, while in 2000 just 29 occurred, according to the Israeli Foreign Ministry.\n\"The year itself is an anomaly,\" said James Gelvin, professor at University of California-Los Angeles and author of \"Israel Palestine Conflict: One Hundred Years of War.\"\n\"It was an extraordinarily bloody affair and that was when the wall was under construction,\" Gelvin said. \"Of course, after it ended attacks would go down anyway.\"\nThere is another issue: The data is outdated, only going through 2012.\nThe following year, 2013, there were 11 incidents. Bard noted that when data from 2013 is added it still amounts to a 90 percent drop.\nBut in 2014 the number of attacks jumped to 62. By that measure, it is more like a 50 percent drop. So, the use of outdated numbers skews the end result.\nIn addition, the wall was not built in isolation.\nEven Bard, the author of the Jewish Virtual Library analysis, said \"the main thing\" contributing to the decrease was not the wall itself, but the activity of Israeli security forces along the barrier.\nHe said the dramatic decrease in attacks was \"in part because of the fence,\" but also cited checkpoints and cooperation between military and security forces as important factors.\nIn short, attributing this short-term downward trend in attacks to the barrier is taking a very narrow approach to a more complicated issue.\nFinally, the way Walker constructed the statement gives it an extra twist. He noted Israeli leaders attribute the drop in terrorist attacks to the wall. By implication, he seems to agree with them.\nWe found many references to the success of the \"anti-terrorist fence\" on Israel’s Ministry of Foreign Affairs website. Most notably on a Frequently Asked Questions page about the conflict, the ministry says, \"data reveals a clear correlation between the construction of the fence and a drop in the number of terrorist attacks.\"\nOur rating\nWalker said Israel has seen a \"90 percent reduction in terrorist attacks\" that it attributes to building a 500-mile fence.\nA report from the Jewish Virtual Library showed a 90 percent reduction in terrorism, and the Israeli government does cite the fence as the reason for the drop. But the data used is outdated and once more recent years are added, the drop since 2002 is more like 50 percent. What’s more experts say the barrier is but one reason for the decline.\nWalker’s claim is partially accurate but leaves out important details or takes things out of context.\nThat’s our definition of Half True.", "vclaim_id": "vclaim-pol-05905"}