{"url": "/factchecks/2016/oct/20/donald-trump/donald-trump-says-reports-sexual-assault-him-have-/", "speaker": "Donald Trump", "vclaim": "The stories from women saying he groped or forced himself on them \"largely have been debunked.\"", "truth_label": "false", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Donald Trump says reports of sexual assault by him have been disproven", "text": "Republican nominee Donald Trump said at the third and final presidential debate that allegations from nine women that he groped or kissed them without their consent have been debunked.\n\"Nobody has more respect for women than I do — nobody,\" Trump said. \"And frankly, those stories have been largely debunked.\"\nHave they?\nWe decided to look into Trump’s claim. What we found is that while some accounts have been challenged, none have been shown to be untrue by any objective measure.\nWe’ll discuss the situation surrounding each accuser.\nJessica Leeds\nLeeds told the New York Times that in the 1980s, Trump groped her during an airplane flight to New York. According to the New York Times, Leeds \"told the story to at least four people close to her, who also spoke with The New York Times.\"\nThe Trump campaign offered a contrary account from a man who said he was on that flight. Anthony Gilberthorpe told the New York Post that Leeds was the one who was being flirtatious and that he saw nothing inappropriate. Gilberthorpe has a checkered past involving his revelation that he procured young boys for high-ranking British politicians, but more importantly, he told the Post he has no evidence to support his story.\nTrump spokeswoman Katrina Pierson challenged Leeds’ story on the grounds that the airplane Pierson said Leeds flew in didn’t have armrests as Leed’s described. No one knows what sort of plane Leeds was in.\nFor the most part, it’s word against word.\nMindy McGillivray\nMcGillivray told the Palm Beach Post that in 2003, Trump grabbed her behind at a Mar-a-Lago concert. McGillivray was assisting photographer Ken Davidoff. Davidoff told the Post reporter he \"vividly remembers when McGillivray pulled him aside moments after the alleged incident and told him, ‘Donald just grabbed my ass!’ \"\nThe counter information comes from the conservative website thegatewaypundit, which claims that there was no concert on the day Davidoff said. But the website asserts that without proof.\nEven if the photographer got the date wrong, and there’s no proof that he did, that doesn’t debunk the allegation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nNatasha Stoynoff\nStoynoff wrote in People magazine that during a pause in a 2005 interview with Trump and his wife Melania, Trump and she were alone in a room briefly where he forcibly kissed her. She told a co-worker, friends and family soon after the event happened but did not include it in her article.\nThe counter information comes from Trump’s former butler Anthony Senecal who told the Palm Beach Post that \"it never happened.\"  Melania Trump also disputes later meeting Stoynoff on the street as Stoynoff said.\nAgain, we have the confirmation of Stoynoff’s friends, and at most, it’s her word against Senecal’s.\nSummer Zervos\nZervos was a former contestant on Trump’s reality show The Apprentice. She said she went to Trump’s golf course in Palos Verdes, Calif., in 2007 to apply for a job and Trump forcibly kissed her and groped her. In a news conference, a social worker said that Zervos told her about the encounter in 2010, years before Trump announced his presidential bid.\nTrump posted on Facebook that he never met Zervos at a hotel and that she stayed in touch with him. Trump wrote that as recently as April this year, she invited him to come to her restaurant in California. Also, Zervos’cousin said she only had good things to say about Trump.\nTrump’s account raises questions about Zervos’ contact with him, but it does not rebut her claim.\nClaims from other women\nThere are five other women who say that Trump groped or kissed them without their consent. They are Cassandra Searles, Rachel Crooks, Kristen Anderson, Jill Harth and Temple Taggert McDowell.\nWe found no evidence to undermine their claims other than Trump’s own denials.\nWe asked the Trump campaign to send us details that would disprove the women’s accounts and did not hear back.\nOur ruling\nTrump said that the stories of him groping or forcing himself on women \"have been largely debunked.\" His campaign offered no evidence of that. We found that five of the nine stories have not been independently disputed. Of the remaining four stories, the women told friends, family or colleagues at the time, which provides some support. On the flip side, there is the account of Trump’s former butler and a man who acknowledges that he has no proof of his version of events.\nWhile some of the women’s stories have been questioned, not one has been conclusively debunked, and the majority of the stories haven’t been challenged by any facts other than Trump’s denials.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/fa622a1b-1c53-4b62-b3ec-629c8a468bc5", "vclaim_id": "vclaim-pol-04089"}