{"url": "/factchecks/2018/dec/03/blog-posting/no-red-trees-dont-symbolize-blood-jesus-and-resurr/", "speaker": "Bloggers", "vclaim": "\"Red trees are significant to the early Christian church. In eastern Europe, the church would dye the trees red to symbolize the blood of Jesus & the resurrection.\"", "truth_label": "false", "date": "stated on November 29, 2018 in a meme:", "title": "No, red trees don't symbolize blood of Jesus and the resurrection", "text": "Red trees lining a hall of the White House sparked a flurry of memes shortly after the White House unveiled the Christmas decorations.\nPushing back against comparisons to The Handmaid’s Tale and \"blood trees,\" some people on social media defended the choice of red trees on religious grounds.\n \nThe @WhiteHouse is sparkling for the Christmas season! pic.twitter.com/ncNhlkZAWl— Melania Trump (@FLOTUS) November 26, 2018\n\n\n \n\"Red trees are significant to the early Christian church. In eastern Europe, the church would dye the trees red to symbolize the blood of Jesus & the resurrection,\" said one viral post.\nReaders asked PolitiFact if it was true that red trees represent the blood of Jesus and the resurrection, tying back to an eastern European tradition.\nIt’s not true.\nOrthodox Christianity and Roman Catholicism are the most prevalent religious affiliations in Central and Eastern Europe, and Orthodox Christians make up the majority in the region, according to the nonpartisan Pew Research Center.\nSeveral religious and history scholars and a representative for the Orthodox Church in America told PolitiFact that the meme’s claim is inaccurate.\n\"I know of no custom among Orthodox Christians (or Roman Catholics and Protestants) anywhere that calls for dyeing Christmas trees red to signify the blood of Christ and the Resurrection,\" said Father John Matusiak, web editor for the Orthodox Church in America.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe Orthodox Church in America traces its origins to the 1794 arrival in Alaska of eight Orthodox missionaries from a northern region of Russia.\nMatusiak said there is a custom of dyeing boiled eggs red for distribution on Holy Pascha (Easter), but that doesn’t extend to Christmas trees.\n\"Obviously the author of the post was confusing the egg custom associated with Pascha and Christmas trees,\" Matusiak said.\nNadieszda Kizenko, a history professor and chair of the history department at the University at Albany, said she’s never heard of red trees being significant to the early Christian church.\nSeveral other scholars agreed with Kizenko and also said the meme is likely conflating the well-known tradition of dyeing eggs red with western Christmas traditions.\n\"I know of absolutely no early Christian tradition that used trees of any kind to celebrate Christmas,\" said George E. Demacopoulos, a theology professor and co-director of the Orthodox Christian Studies Center of Fordham University.\n\"The Christmas tree is a much later, Western European tradition, only recently imported into the Christian East,\" Demacopoulos added.\nThe White House in its statement about the Christmas decorations also did not mention any reference to an eastern Europe Christian tradition.\nThe choice of red in Christmas decorations at the White House \"is an extension of the pales, or stripes, found in the presidential seal designed by our Founding Fathers. It’s a symbol of valor and bravery,\" the White House said.\nFinally, and we're not sure if this what the author of the post was going for, but first lady Melania Trump was born in Slovenia, which is in south central Europe, not eastern Europe.\nOur ruling\nReferring to red Christmas trees at the White House, a meme claimed, \"Red trees are significant to the early Christian church. In eastern Europe, the church would dye the trees red to symbolize the blood of Jesus & the resurrection.\"\nSeveral experts told us that’s not true. Dyeing trees red isn’t a practice tracing back to the early Christian church in eastern Europe.\nThat’s a made up claim. We rate it False.\n Share the Facts 2018-12-03 22:26:14 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Red trees are significant to the early Christian church. In eastern Europe, the church would dye the trees red to symbolize the blood of Jesus & the resurrection.\"    Meme Meme    in a meme Thursday, November 29, 2018 2018-11-29    Read More  info", "vclaim_id": "vclaim-pol-01225"}