{"url": "/factchecks/2012/jul/27/rush-holt/rush-holt-claims-more-80-americans-are-killed-gunf/", "speaker": "Rush Holt", "vclaim": "\"As we watch the news from Colorado with horror and sympathy for the families, we should remember that each day more than 80 Americans are killed by gunfire, unnecessary tragedies.\"", "truth_label": "half-true", "date": "stated on July 20, 2012 in an e-mail newsletter:", "title": "Rush Holt claims more than 80 Americans are killed by gunfire every day", "text": "U.S. Rep. Rush Holt said he can’t see the logic in opposing laws governing firearm safety when dozens of people die from gunfire every day.\n\nOn July 20, the day a 24-year-old man opened fire in an Aurora, Colo., movie theater killing 12 people and wounding 58 others, Holt, a Democrat, sent out an e-mail newsletter stating, \"as we watch the news from Colorado with horror and sympathy for the families, we should remember that each day more than 80 Americans are killed by gunfire, unnecessary tragedies. Arguments that gun safety legislation won’t help the situation seem to me illogical or blindly ideological.\"\n\nPolitiFact New Jersey found Holt’s statistic is relatively accurate, but only if suicides count as being \"killed by gunfire.\"\n\nPolitiFact National recently dug into a similar statement that had been posted on Facebook: \"Nearly 100,000 people get shot every year. That's 270 people a day and 87 dead.\"\n\nThat claim landed at Mostly True on the Truth-O-Meter because the numbers were largely right but needed additional context. Saying \"nearly 100,000 people get shot every year\" suggests a person is being shot by someone else, but self-inflicted injuries represent a significant portion of that figure.\n\nHolt’s statement takes the Facebook post a step further by tying the gun deaths statistic in with comments about the Colorado shooting, strengthening the impression that the number he cites represents Americans killed by a gun in the hands of someone other than themselves.\n\nWhen suicides are removed from the count, the number of individuals killed by guns each day drops off steeply, we found.\n\nThe federal Centers for Disease Control and Prevention tracks the causes of fatalities for residents of the United States. In 2009 -- the most recent data available -- 31,347 people died in firearm-related incidents.\n\nSuicides represent nearly 60 percent (18,735) of those gun-related deaths, while homicides make up nearly 37 percent (11,493). The rest of the fatalities fall into three categories:  unintentional (554), undetermined (232) or legal intervention/war (333).\n\nOverall, about 86 people die daily across the nation in firearm-related incidents. That figure drops to roughly 35 people a day when suicides are eliminated from the count. About 32 people die daily in homicides.\n\nWe asked Thomas Seay, the congressman’s spokesman, to explain why Holt used a statistic increased significantly by suicides to make a point about gun safety legislation after a mass shooting.\n\nSeay said in an e-mail that \"you’re right to point out that gun deaths take many different forms. Gunfire kills people in mass shootings, as in the evil acts in Colorado. Gunfire kills people in isolated murders. Gunfire kills people in accidents. And in many cases, people use gunfire to kill themselves. Almost all of these deaths are tragic and the cause of family grieving, so as we grieve with the families of Aurora, there are many other families whom we should not forget.\"\n\nThe questions of what to do about potential future deaths and injury should be confronted, examined, and answered, but we should start with an understanding of the problem: more than 80 deaths by gunfire each day.\"\n\nOur ruling\n\nHolt said, \"As we watch the news from Colorado with horror and sympathy for the families, we should remember that each day more than 80 Americans are killed by gunfire, unnecessary tragedies.\"\n\nIt’s true that more than 80 people died daily in firearm-related incidents, according to the most recent data from the Centers for Disease Control and Prevention.\n\nSuicides represent a significant majority of that figure and that’s an important detail Holt’s statement lacks. While commenting on a mass shooting, he cites a statistic inflated by individuals who took their own lives. Saying more than 80 Americans are \"killed by gunfire\" each day in this context suggests those victims were shot by somebody else, not themselves.\n\nStill, it is true that guns are involved in more than 80 deaths a day nationwide.\n\nOverall, we rate this claim Half True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCory Booker\n\n\nstated on October 13, 2011 in a radio interview on WBGO’s “Newark Today”\n\n\n\n\n\n\n\n\nSays \"if you are shot in the city of Newark, you have over an 80 percent chance that you've been arrested before an average of 10 times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • October 24, 2011", "vclaim_id": "vclaim-pol-10692"}