{"url": "/factchecks/2016/apr/21/steve-santarsiero/claim-bucks-lawmakers-gun-law-mailer-isnt-exactly-/", "speaker": "Steve Santarsiero", "vclaim": "\"Steve Santarsiero wrote PA’s Gun Safety Law.\"", "truth_label": "false", "date": "stated on April 2, 2016 in a campaign mailer.:", "title": "Claim in Bucks lawmaker’s gun law mailer isn’t exactly what happened", "text": "Pennsylvania laws that govern gun safety regulations were written by state legislators for decades before Steve Santarsiero was elected to a state House seat.\nBut the Bucks County state representative who’s now a candidate for Congress is taking credit for legislation that governs gun safety in Pennsylvania. A mailer sent by his campaign claims Santarsiero, a Democrat running for a seat in the eighth congressional district, \"wrote PA’s Gun Safety Law.\"\nPennsylvania doesn’t have a law named for gun safety. So we decided to look a little deeper into Santarsiero’s gun-related claims to see which law his campaign was touting.\nThe ad goes on to state: \"After the shooting at Sandy Hook, Steve said ‘enough is enough’ and wrote legislation to close the background check loophole on gun sales and introduced a bill to stop those on the federal terrorist watch list from purchasing firearms in Pennsylvania.\"\nThat’s true, but neither of those bills were passed into law.\nSantarsiero’s campaign manager Eric Goldman said the campaign \"should have more clearly stated he has been fighting for it to become law,\" but added the mailer was not \"intentionally misleading.\" He said other mailers and television ads on the issue referred to the legislation as a bill or a proposed law.\nWhile Pennsylvania law currently requires background checks for gun purchases from licensed dealers and for the private sale of handguns, Santarsiero’s background check bill would have added a stipulation that private sales of long guns are also subject to a background checks.\nHe first introduced his background checks bill in 2013 and reintroduced it in 2015, but the bill has never been brought to a vote and was last referred to the House Judiciary Committee in October 2015.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nSimilarly, a bill Santarsiero was the prime sponsor of last year would have prohibited the sale of firearms to anyone currently on the federal terrorist watch list, including no-fly lists. That bill was never brought to a vote and was last referred to the House Judiciary Committee in January.\nIn addition to those gun safety-related bills authored by Santarsiero, the state representative implied in his campaign mailer that Pennsylvania has an overarching gun safety law. No such law exists.\nGun safety is regulated by the Pennsylvania Uniform Firearms Act, the last major version of which was written in 1995. Santarsiero was first elected to the state House in 2008.\nSantarsiero is running in the April 26 primary to replace Rep. Mike Fitzpatrick, a Republican who isn’t seeking re-election. Guns have been at the center of his debates with his primary opponent Shaughnessy Naughton, a magazine publisher. Her campaign manager Erik Polyak called the mailer misleading, saying Santarsiero is \"always exaggerating the record.\"\nA recent television ad released by Santarsiero’s campaign doesn’t include the claim that he wrote a \"gun safety law,\" but rather states that he leads in pushing for expanded background checks in Pennsylvania.\nSince the school shooting at Sandy Hook Elementary School in Newtown, Conn. that left 20 children and six adults dead, six states have expanded background check regulations.\nOur ruling\nSantarsiero, a candidate for Congress, claims in a recent campaign mailer that he \"wrote PA’s Gun Safety Law.\" The campaign goes on to reference two bills that were authored by Santarsiero but that never made it out of committee.\nIn addition, Pennsylvania doesn’t have an overarching law that governs \"gun safety\" and the law that does govern gun safety wasn’t written by Santarsiero. We rate the claim False.", "vclaim_id": "vclaim-pol-05073"}