{"url": "/factchecks/2014/jan/16/mary-burke/scott-walker-plans-end-income-tax-more-double-sale/", "speaker": "Mary Burke", "vclaim": "Scott Walker's income \"tax plan is a tax hike. It increases taxes for nearly 80% of the people in the state.\"", "truth_label": "pants-fire", "date": "stated on January 7, 2014 in an interview:", "title": "Scott Walker plans to end income tax, more than double sales tax, Democrat Mary Burke says", "text": "As her gubernatorial campaign was getting its sea legs, Mary Burke knocked Gov. Scott Walker for curtailing collective bargaining for most public employees, spurning federal money to expand Medicaid and failing to create jobs as quickly as he promised.\nWith the turning of the calendar, Burke’s scope widened and her rhetoric sharpened.\nWhen WisPolitics asked her about the state income tax in a Jan. 7, 2014 interview, the Madison Democrat immediately invoked Walker, alleging he has a two-pronged plan that would raise taxes.\n\"Walker's tax plan is a tax hike,\" Burke claimed. \"It increases taxes for nearly 80 percent of the people in the state and we shouldn't think about it being anything other than a tax hike that falls on those who are least able to afford it. Eighty percent of the people in the state would pay more money.\"\nShe added:\n\"It's going to kill jobs. If you can imagine a hike from 5-1/2 to 13-1/2 percent  in sales tax, every single business along any of our borders should be deeply concerned. People would leave and just drive across the border, buy their goods there. You think about a person who's thinking about buying a new car. That's an extra $1,000 or more on top of that price.\"\nLet’s slow down a bit.\nAs Walker eyes the November 2014 gubernatorial election and a possible presidential run in 2016, he has said he is aims to continue cutting taxes. Yet, raising the state portion of the sales tax to 13.5 percent would make it the highest in the nation.\nSo is Walker pushing a plan that would more than double the state sales tax, resulting in 80 percent of residents paying more in taxes overall?\nIncome tax\nThe income tax question to Burke followed comments Walker made about tax reform during at least four media interviews in December 2013 and January 2014.\nLet’s start with Walker’s comments, to see whether he has a plan to shift from the income tax to the sales tax.\n1. In an interview with the Milwaukee Journal Sentinel, Walker opened the door to a host of potential tax overhauls in his February 2015 state budget proposal (assuming he is re-elected). Those ranged from eliminating or flattening the income tax to dropping technical colleges from local property tax rolls.\nWalker said those changes could involve both outright cuts, and shifts of income or property taxes onto the sales tax. But he said he wouldn’t commit to any plan until after consulting with business leaders and the public.\n\"I don't have any preconceived notion on this. It's not like I have one goal,\" the governor said. \"The only goal is I want the overall tax burden to go down every year I'm in office. … What we're trying to do is have these early discussions that aren't threatening.\"\n2. Asked by a Wausau TV station if it’s possible to eliminate the state income tax, Walker said his administration will ask residents \"well into 2014\" if they prefer to continue \"chipping away\" at various taxes or taking bold action.\n\"If you look across the country -- some of the top performers, when it comes to job creation in the states -- are states that either have no income tax or very low income taxes,\" he said. \"I’m intrigued by that; I think there’s a lot of merit to that. But what I want to hear back from taxpayers is, is that the right way to go?\"\nWalker added:  \"As part of that -- a year out, spending the time really listening before acting -- is if we think removing income taxes entirely is the right way to go, how do we replace that?\n\"We don’t have a specific plan on the table.\"\n3. Walker made similar comments on Wisconsin Public Television, saying any formal plan to eliminate the state income tax, if one is developed, would not be proposed until late 2014 for the the 2015-'17 state budget.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n4. And Walker told Wisconsin Public Radio that if the income tax were reduced or eliminated -- which he stressed is only an idea -- he would consider exemptions so that consumers wouldn’t have to pay sales taxes on essential goods such as clothing.\n\"It would protect people who have the lowest incomes the most if you could carve out those basic essentials out there,\" Walker said. \"And then, say, you want to spend more on things that may not be essential to your life and your livelihood, well then the sales tax is going to be a part of it.\"\nWhen we asked the Burke campaign to back Burke's claim, spokesman Joe Zepecki argued that \"Walker is poised to pursue this policy change\" given that he has been considering the elimination of the income tax for nearly a year. Zepecki cited comments made by one of Walker’s top aides, Secretary of Administration Mike Huebsch, in a news report in February 2013.\nHuebsch said at the time that raising the sales tax to about 13 percent would allow the state to eliminate the income tax, and that Walker was considering eliminating the income tax. But the news report said nothing of any plan.\nSo, Walker has expressed interest in the idea of eliminating the income tax and acknowledged that such a move would require recovering at least some of that revenue by raising the state sales tax. But he has said repeatedly it’s a concept he wants to discuss with the public for at least a period of months before any plan is considered.\nAnd he has said it is important to \"protect people who have the lowest incomes\" if any change were to go forward.\nBurke, however, framed the issue as if there is a specific plan on the table to eliminate the income tax entirely, and then took it a step further by asserting that plan would more than double the sales tax.\nSales tax\nThe second part of Burke’s claim is that Walker’s plan would raise the state portion of the sales tax from 5.5 percent to 13.5 percent. Moreover, she says that would result in nearly 80 percent of residents paying higher net taxes.\nTo be sure, there is no specific plan. But let’s dig a little deeper on the numbers.\nBurke cites a blog post from the Wisconsin Budget Project, a program of the liberal Wisconsin Council on Children and Families. The post says that raising the sales tax to 13.5 percent -- in order to recover all revenue lost by eliminating the income tax -- would mean the bottom 80 percent of taxpayers, in terms of income, would pay more net taxes.\n(The nonpartisan Legislative Fiscal Bureau also says the state sales tax would have to go to nearly 13.5 percent in order to collect all revenue lost by eliminating the state's income tax.)\nFor example, a taxpayer in the lowest 20 percent by income ($14,000) would pay nearly $750 more in taxes on average, according to the blog post. Taxpayers in the top 1 percent (average income exceeding $1 million) would receive a tax cut averaging nearly $44,000.\nThe blog post ended by saying: \"There’s a lot we don’t know yet about what the governor plans for the income tax. But one thing is clear: repealing the income tax would mean that all but the wealthiest taxpayers would be paying more in taxes, not less.\"\nThe Wisconsin Taxpayers Alliance notes that the wealthy pay disproportionately more of the state income tax and the poor spend more of their earnings than the wealthy do. That means high-income earners typically fare much better than the poor when the income tax is lowered and the sales tax is raised.\nSo, mathematically speaking, revenue from the state income tax is equal to the revenue that would be collected by raising the state sales tax to roughly 13.5 percent.\nBut Walker hasn’t proposed raising the sales tax to that level. And when he has talked about a shift in the state’s tax system, he has noted that exemptions on necessities such as food and clothing could be included to ease the impact of a higher sales tax on low-income residents.\nBeyond that, we can’t evaluate the fiscal impact of a plan that is not on the table -- yet that is precisely what Burke does in her claim.\nThis claim reminds us of one we recently rated from Walker himself, in which the governor touted a tax relief bill by using a hypothetical scenario and cherry-picked numbers. We rated that claim Pants on Fire.\nOur rating\nBurke said Walker's income \"tax plan is a tax hike. It increases taxes for nearly 80 percent of the people in the state.\"\nWalker wants to explore the possibility of eliminating the state income tax, which likely would trigger some increase in the state sales tax. But he has not advanced a plan to eliminate the income tax, nor to raise the sales tax by any particular amount.\nFor a statement that is false and ridiculous, we give Burke a Pants on Fire.", "vclaim_id": "vclaim-pol-08397"}