{"url": "/factchecks/2020/mar/09/facebook-posts/2019-coronavirus-isnt-common-cold/", "speaker": "Facebook posts", "vclaim": "The coronavirus is “simply the common cold.”", "truth_label": "false", "date": "stated on March 1, 2020 in a Facebook post:", "title": "2019 coronavirus isn’t the common cold", "text": "If the current coronavirus were really the same as the common cold, why would it be causing some people to die, stock markets to reel and stadiums to go empty?\nAnd yet, claims likening coronavirus to the common cold persist, including in a Facebook post that says:\n\"The coronavirus: The Democrats are using it to promote fear. The Chinese are using it to control protestors. And all along it’s simply the common cold.\"\nGesundheit, but we've been here before. The 2019 coronavirus belongs to a family of viruses that includes the common cold, but the two are not the same. This Facebook post is wrong.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPosts pointing fingers\nSince the outbreak of the new coronavirus disease, officially known as COVID-19, in Wuhan, China, in December, we’ve fact-checked several false claims that aim to downplay the severity of the virus and to blame the media, politicians or pharmaceutical companies for drawing attention to it.   \nOne such claim came from conservative radio talk show host and recent Presidential Medal of Freedom recipient Rush Limbaugh, who said the coronavirus is the common cold.\nOur rating was False. \nAs we reported:\nThere are seven types of coronaviruses that can infect humans, according to the Centers for Disease Control and Prevention. Some of those viruses, which are named for their crown-like structure, can cause colds.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nMost strains of the coronavirus are relatively mild and take the form of respiratory diseases such as the common cold. But more serious strains have emerged over the last two decades, such as severe acute respiratory syndrome, or SARS, which spread across the globe in 2003.\nAccording to the CDC, the 2019 coronavirus is a \"beta coronavirus\" similar to SARS and the Middle East respiratory syndrome, or MERS, which was first identified in 2012. \nAll three viruses have their origins in bats, and all three can induce symptoms such as fever, cough and shortness of breath — similar to some common colds. More severe cases can cause pneumonia, kidney failure and death, according to the World Health Organization.\nA CDC fact-sheet describing common human coronaviruses said most people contract some type of coronavirus during their lives and that the more common strains \"usually cause mild to moderate upper-respiratory-tract illnesses, like the common cold.\"\nBut the same fact sheet also knocked down the idea that the 2019 coronavirus was the exact same as the more common strains. \"This information applies to common human coronaviruses and should not be confused with Coronavirus Disease-2019,\" it said.\nThe majority of viruses that cause the common cold are rhinoviruses, according to the CDC. Cases range from mild to moderate in severity, and many adults get two or three colds per year. Children are more likely to get them.\nIn contrast, cases of the coronavirus have ranged from mild to severe, including illness resulting in death. Older people and those with preexisting medical conditions are more likely to suffer complications from COVID-19, while children are not. The virus has an estimated 3.4% mortality rate.\nIn short, the 2019 coronavirus is a novel strain that was unknown before December 2019. It is different and can be much more dangerous than the common cold.\nDespite the differences, prevention for both the 2019 coronavirus and the common cold are relatively similar: wash your hands, avoid touching your face and stay away from people who are sick.\nWe rate the Facebook statement False.", "vclaim_id": "vclaim-pol-18076"}