{"url": "/factchecks/2010/aug/20/josh-mandel/republican-josh-mandel-touts-his-electability-comi/", "speaker": "Josh Mandel", "vclaim": "\"In 2008 (Mandel) was re-elected to a second term, representing a district with a 2:1 Democrat to Republican voter ratio.\"", "truth_label": "mostly-true", "date": "stated on August 19, 2010 in a statement posted to his website:", "title": "Republican Josh Mandel touts his electability, coming from a district with a largely Democratic constituency", "text": "Josh Mandel, a Republican from the left-leaning region of Northeast Ohio, knows the importance of cross-over appeal to winning an election.\n\nThat’s why Mandel, a state representative running for Ohio treasurer, has been telling voters this year about the overwhelmingly Democratic makeup of his constituency. The message is part of Mandel’s strategy to snatch up some Democratic votes in his bid against incumbent Treasurer Kevin Boyce, a Democrat.\n\n\"In 2008 (Mandel) was re-elected to a second term, representing a district with a 2:1 Democrat to Republican voter ratio,\" according to the online biography on Mandel’s campaign website.\n\nMandel, of Lyndhurst, was first elected in 2006 to represent the 17th House District, made up of more than a dozen suburbs in eastern Cuyahoga County. He was re-elected in 2008, securing 72 percent of the vote.\n\nNortheast Ohio long has been a region that favors Democrats. But does Mandel's district, which includes some of the wealthier suburbs in Cuyahoga County, lean to the left as much as his online biography suggests? Is his cross-over appeal that strong?\n\nMandel’s campaign cited voter registration statistics recorded at the time of his re-election in November 2008. They showed 38,575 registered Democrats in Mandel’s district compared to 16,449 registered Republicans.\n\n\"The voter registration of the district is actually over 2-to-1,\" campaign manager Michael Lord said in an e-mail. \"Josh will continue using this number because it’s true and he’s proud to have been elected with a strong mix of Democrats, Republicans and independents.\"\n\nAlthough Mandel’s math is right, voter registration records usually aren’t the best way to size up an electorate, said Ohio State University political science professor Paul Beck, whose specialties include voting behavior and political parties.\n\n\"The registration records themselves are not a very good litmus test,\" Beck said.\n\nThat’s because the party affiliations only attach when voters participate in primary elections and choose a specific party’s ballot. Those who only vote on issues and do not declare for a party and those who don’t vote in the primary election at all remain classified as independents and would not show up in Mandel’s numbers.\n\nAnd depending on the races in a primary election, voters may switch parties. Consider this scenario: A moderate voter opts to vote in the hotly contested 2008 primary between Barack Obama and Hillary Clinton. Even if that voter had supported Republicans in the past and even if he voted for Republican John McCain in the general election, that voter remains a Democrat on county voting records until opting for  Republican ballot in another primary.\n\nBeck also noted that voter registration records can be inflated with voters who may have moved away without canceling their registration.\n\nRecent election results are a better gauge of a voting population’s tendencies, he said,  because they include a larger sample of voters and lack the fundamental flaws of registration statistics.\n\nUsing recent election results, Mandel’s district has favored Democratic candidates, but by a much slimmer margin than he asserts.\n\nThe Ohio Manufacturers’ Association studied results of five recent elections for its 2010 Ohio Election Guide. It found that Republicans in the 17th House District tend to receive about 46 percent of the vote.\n\nIn the 2008 presidential election Mandel's district split nearly evenly between Democrats and Republicans. Obama received 37,350 votes, about 51.5 percent. McCain received 35,207 votes, about 48.5 percent.\n\nWhat all this shows is that depending on which gauge you use, the ratio of Democrats to Republicans can vary significantly. Yet by one measurement, Mandel is correct\n\nWe rate his statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14558"}