{"url": "/factchecks/2016/nov/03/mike-pence/mike-pence-right-1-5-us-households-dont-have-anyon/", "speaker": "Mike Pence", "vclaim": "\"One in five American households have nobody under the same roof that's got a job.\"", "truth_label": "half-true", "date": "stated on October 31, 2016 in remarks in Cocoa Beach, Fla.:", "title": "Is Mike Pence right that 1 in 5 U.S. households don't have anyone working?", "text": "On the campaign trail, Donald Trump has consistently criticized President Barack Obama’s stewardship of the economy. Trump’s running mate, Indiana Gov. Mike Pence, echoed that theme during a campaign event in Cocoa Beach, Fla.\n\"Literally, nearly one in four Americans in their prime earning years isn't working,\" Pence said at the Oct. 31 event. \"You've got one in five American households have nobody under the same roof that's got a job.\"\nWe wondered whether Pence was right. We were able to find a statistic with roughly that figure, but it lacks important context.\nPence’s staff did not respond to an inquiry for this article, but we quickly found that several conservative websites all published similar articles last spring with headlines like, \"One In Five American Families Don’t Have A Single Person Working A Job.\"\nWe’ll set aside a technical distinction that will mostly irritate economists -- the difference between \"families,\" which is the unit used in the data cited by the websites, and the broader term \"households,\" which is the word Pence used. There are 81.4 million \"families\" in the United States, but there are 118.2 million \"households,\" mainly because only \"households\" include single-person living arrangements. Ultimately, the differences between the two measures was modest -- 19.7 percent of families without any workers, compared to 26.7 percent of households.\nIf these percentages were all that mattered, then Pence would be correct. But what he said ignores that many of those households without a working member consist of senior citizens who are retired. And unless Pence intends to shoo Grandma and Grandpa out of their Barcaloungers and into the workplace, he’s using a statistic that inflates the weakness of the labor market for Americans in their prime working years.\nHow big a concern is this? Looking in federal statistical databases, we couldn’t find what percentage of households consisted of senior citizens. However, we were able to reverse-engineer it. We’ve streamlined the math by making some assumptions, but experts tell us the underlying method is solid. We’ll use \"households\" as our metric here, because that’s the term Pence used. (Using \"families\" would produce similar results.)\nAccording to the U.S. Census Bureau chart below, there were roughly 30 million households headed by someone 65 or older in 2015. Presumably most of these included a spouse who was also 65 or older.\n\n \nMeanwhile, according to the Bureau of Labor Statistics, only 19.5 percent of Americans 65 and over are in the labor force (that is, either working or looking for work). The flip side of this is that about 80 percent of Americans 65 and older are not in the labor force.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nAs a back-of-the-envelope calculation, you can multiply the 30 million 65-and-over households by 80 percent --  the likelihood that someone of that age is not in the labor force -- and come up with an estimate of 24 million senior-citizen households in which no one working.\nThese 24 million retiree households account for the vast majority of the 31.7 million total households in which no one is working. Essentially, it leaves 7.7 million households where no one is working for a reason other than retirement.\nThese 7.7 million households account for just 6.5 percent of the nation’s 118.2 million households. And 6.5 percent is quite a bit smaller than the 20 percent figure Pence cited. By our math, about two-thirds of Pence’s non-working households can be explained by retirement -- a demographic issue that no president can reverse -- rather than by a shortage of jobs.\nGary Burtless, a Brookings Institution economist, cautioned that many households include someone who is 65 and older yet still working, and many households have someone younger than 65 who is either unable to work, due to disability, or who has chosen to go to school or stay home to raise children.\n\"It is valid for political candidates to point to the disappointing employment-to-population ratio of adults, especially for American men between 25 and 54,\" he said. \"But it is quite misleading to suggest there is something wrong with a country that makes it possible for adult students, disabled adults, and very aged adults to live comfortably and productively in families or households that do not contain a person working for pay.\"\nOur ruling\nPence said, \"One in five American households have nobody under the same roof that's got a job.\"\nPence has a point that, according to federal data, about one of every five families, and about one of every four households, does not include a worker.\nHowever, this glosses over the fact that a big majority of these households have no worker because they consist of senior citizens who have retired -- an entirely different policy concern than a weak labor market, and one whose demographic roots make it beyond the reach of the Obama administration. We rate Pence’s statement Half True.\nhttps://www.sharethefacts.co/share/5c69165e-ef66-45f2-9fc8-6c6c7d2d21b3", "vclaim_id": "vclaim-pol-03993"}