{"url": "/factchecks/2015/nov/23/hillary-clinton/hillary-clinton-says-she-helped-usher-iran-negotia/", "speaker": "Hillary Clinton", "vclaim": "\"I spent 18 months putting together the sanctions against Iran so that we could force them to the negotiating table.\"", "truth_label": "mostly-true", "date": "stated on November 6, 2015 in a Democratic primary forum:", "title": "Hillary Clinton says she helped usher Iran to the negotiating table", "text": "If it weren’t for Democratic presidential candidate Hillary Clinton, there likely wouldn’t yet be an Iran nuclear deal, according to the former Secretary of State .\nWhile her Republican rivals who oppose the Iran deal might use that line against her, Clinton has touted progress with Iran as one of the hallmarks of her tenure at the State Department.\n\"I spent 18 months putting together the sanctions against Iran so that we could force them to the negotiating table,\" she said at the MSNBC Democratic forum Nov. 6.\nShe’s said this line a few times throughout her campaign, so we decided to dig into it.\nAccording to her campaign, Clinton was referring to her first 18 months as secretary -- from January 2009 to June 2010. During this time, U.S. and global sanctions on Iran increased, it’s fair to say that Clinton and the State Department played a major role in this development.\nThe invitation\nUpping sanctions on Iran was a clear priority for Clinton’s State Department. She talked at length about the importance of pressuring Iran to discontinue nuclear activity, including through sanctions, at her nomination hearing in January 2009. She and other members of President Barack Obama’s administration regularly spoke publicly about the topic throughout her first 18 months in office.\nDuring this time period, the State Department -- top aides and Clinton herself -- led the diplomatic lobbying effort to get other countries to join the U.S. plan to pressure Iran, overcoming large hurdles such as getting Russia and China to get on board. In her memoir Hard Choices, Clinton recalls hashing out final details of a plan over drinks with a Chinese official.\nIn June 2010, the United Nations Security Council approved tough new sanctions on Iran -- including expanding an arms embargo and restricting certain financial and shipping enterprises. At the time, Obama called them \"the toughest sanctions ever faced by the Iranian government.\"\nThose sanctions enabled even tougher measures from the United States and the European Union, which were passed immediately. Congress passed several more bills containing additional sanctions on Iran during the rest of Clinton’s tenure, which ended in early 2013.\nWhile the Treasury is the primary agency responsible for enforcing sanctions, Clinton appointed a special adviser in 2010 to oversee U.S. efforts \"to ensure full and effective implementation of all U.N. Security Council resolutions related to Iran, including most recently UNSCR 1929.\"\nExperts told us that Clinton is correct to take some of the credit for the rapid increase in international sanctions on Iran, and these sanctions were a big part of the reason why Iran rejoined multilateral talks about its nuclear program.\nThe RSVP\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe State Department was key to getting other countries to go along with and add to U.S. efforts to pressure Iran, said Patrick Clawson, senior fellow and research director at the Washington Institute for Near East Policy. He added that her claim doesn’t give enough credit to other players but is essentially correct.\nClawson specifically noted that he is \"not a fan nor a political supporter of Clinton.\"\nThe international sanction ramp-up \"shocked Iran's leaders,\" Clawson said. \"Besides the pain the sanctions inflicted, they raised the possibility more -- worse -- was coming. That was a key factor pushing Iran to resume more serious talks.\"\nThere is room for subjective interpretation on who deserves the credit for effective sanctions because many corners of the U.S. government are involved in the Iran effort, said Suzanne Maloney, deputy director of the foreign policy program at the Brookings Institution. But the State Department had its hands in every aspect of new sanction-making and implementation, she said.\nAnd in the absence of the United Nations resolution -- Clinton’s lobbying success -- it would have been challenging to get a global coalition to significantly ramp up the sanctions, she said.\nBut whether sanctions were a big factor in bringing Iran to the negotiating table is not crystal clear, Maloney said. Iranian officials have historically denied the significance of sanctions, but Ayatollah Ali Khamenei has said recently that Iran negotiated the deal specifically to have sanctions lifted.\nBeyond the multilateral effort, Clinton’s team also played a role in the sanctions that Congress passed, said Richard Nephew, an expert on sanctions with the Center on Global Energy Policy at Columbia University. Lawmakers would not have written that legislation without consulting the State Department and the administration (as evidenced in this 2010 New York Times article). Nephew noted, though, that Congress did pass some sanctions that went further than the administration’s wishes.\n\"Without Secretary Clinton's good diplomacy -- and the message that she radiated down the system to make this a priority and so forth -- you can argue that the reductions would not have been as steep or as lasting,\" Nephew said.\nCongress’ sanctions that affect Iran’s oil exports resulted in a 50 percent reduction in oil exports and were instrumental in getting Iran to the negotiating table, said Nephew, who worked at the State Department under Clinton.\nOur ruling\nClinton said, \"I spent 18 months putting together the sanctions against Iran so that we could force them to the negotiating table.\"\nClinton’s claim is for the most part accurate, though a little exaggerated. During her first 18 months as secretary, the State Department was at the helm of a global effort to increase sanctions on Iran, culminating in an important U.N. resolution. Clinton was personally involved in these diplomatic efforts and pushed them publicly. And experts said these sanctions, on top of other sanctions passed before and after, were crucial to getting Iran to the negotiating table.\nHowever, Clinton wasn’t singularly responsible for the sanctions, just as the sanctions passed under her watch likely weren’t singularly responsible for opening up Iran to talks.\nWe rate her statement Mostly True.", "vclaim_id": "vclaim-pol-05690"}