{"url": "/factchecks/2012/aug/30/rob-portman/gop-convention-rob-portman-says-barack-obama-never/", "speaker": "Rob Portman", "vclaim": "Barack Obama has \"never even worked in business.\"", "truth_label": "false", "date": "stated on August 29, 2012 in a speech at the Republican National Convention in Tampa:", "title": "At GOP convention, Rob Portman says Barack Obama “never even worked in business.”", "text": "When Barack Obama was seeking the presidency in 2008, Republicans frequently derided his career experience, saying it was limited to a scant four years in the U.S. Senate, some time in the Illinois Senate, and having been a \"community organizer\" in Chicago.\n\nThe GOP has often returned to that theme, asserting that Obama doesn’t have the business savvy and private-sector experience to lead the country out of the economic doldrums. And it has reached a fever pitch with a Republican National Convention dominated by criticism of Obama’s comment that business people \"didn’t build\" their businesses. (We’ve checked that contentious comment here.)\n\nDuring his speech to delegates in Tampa, Sen. Rob Portman, R-Ohio -- widely considered a finalist for the vice presidential slot eventually given to Wisconsin Rep. Paul Ryan -- brought up Obama’s career history again. He contrasted Obama’s work experiences with those of GOP nominee Mitt Romney, whose work has primarily been as a business executive.\n\n\"Then you have Barack Obama, who never started a business--never even worked in business,\" Portman said.\n\nObama’s work experience, or lack thereof, is well-plowed ground. So we thought we'd explore whether the president has ever worked in a business. (We interpreted Portman’s statement to mean that Obama had never worked in a private, profit-making enterprise.)\n\nAs PolitiFact first noted two years ago, the president does, in fact, have some experience in business.\n\nIn 1983 and 1984, he had a stint as a research assistant at Business International Corp. in New York City, where he helped write a newsletter.\n\nFrom 1993 to 2004, he was an associate, and then a partner, at the Chicago law firm of Davis, Miner, Barnhill & Galland, where his work included employment-discrimination and voting-rights cases. (The job also overlapped with his time in the Illinois Legislature.)\n\nIf you count the best-selling books that have brought Obama millions of dollars in royalties, he also knows something about entrepreneurship.\n\nOur rating\n\nClearly, Obama has had less experience in the private sector than Romney; before he became president, he spent most of his working life either in the non-profit sector or in politics. However, Portman went too far when he said that Obama has \"never even worked in business.\" We rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10490"}