{"url": "/factchecks/2014/jan/15/chris-murphy/sen-chris-murphy-says-just-3-percent-voters-dont-b/", "speaker": "Chris Murphy", "vclaim": "\"Only 3 percent of voters 18 to 34 don't believe that climate change is really happening.\"", "truth_label": "true", "date": "stated on January 15, 2014 in remarks at a news conference:", "title": "Just 3% of younger voters don't believe climate change is happening, Sen. Chris Murphy says", "text": "More than a dozen Senate Democrats called a news conference on Jan. 14, 2014, to draw attention to their efforts to curb climate change. One of those senators -- Chris Murphy, D-Conn. -- focused his remarks on the impact of public opinion on advancing an agenda on climate-change policy.\nMurphy said that advocates for policies to address climate-change \"have to convince Republicans -- and those who would stand against the action that we're proposing -- of the electoral consequences of continuing to ignore this issue. We have to tell Republicans that if they ultimately want to stop the hemorrhaging from young voters in this country, they need to start paying attention to this issue, because only 3 percent of voters 18 to 34 don't believe that climate change is really happening.\"\nWe wondered whether Murphy’s polling data was sound.\nThanks to some previous reporting by our colleagues at PolitiFact Rhode Island, we quickly found a poll that appears to be the source for Murphy’s claim. It was commissioned by the League of Conservation Voters, an environmental group, and conducted by a polling team that included one Democratic firm and one Republican firm. The poll was taken between July 8 and July 10, 2013, with 600 respondents, all of whom were registered voters between 18 and 34 who voted in the 2012 general election.\nThe poll asked, \"Which of the following best describes your view of climate change?\" Here are the responses:\n• Climate change is a severe threat that we must start addressing now: 55 percent\n• Climate change is an issue to address in the years ahead, but it's not urgent now: 11 percent\n• Climate change may be happening, but it's a natural event that humans can't affect: 27 percent\n• Climate change is not really happening: 3 percent\n• Don't know: 3 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThis appears to support Murphy’s claim.\nWe should note a few quibbles.\n• The poll was paid for by an environmental group. We always believe it’s worth noting whenever someone cites a poll paid for by a group with a perspective and a stake in the issue. However, the fact that two polling firms, one from each party, were included makes the poll somewhat more credible.\n• On a subsequent question in the same poll -- \"When, if ever, will the consequences of climate change personally affect people like you?\" -- the number answering \"never\" was 6 percent. That’s higher than 3 percent, though both are small percentages in the larger scheme of things.\n• There’s one other poll that asks a similar question and finds different results. But they aren’t exactly comparable.\nThe Pew Research Center -- an independent polling organization -- surveyed a national sample of 1,504 adults age 18 or older between Oct. 9 and Oct. 13, 2013. One of the questions Pew asked was: \"From what you’ve read and heard, is there solid evidence that the average temperature on earth has been getting warmer over the past few decades, or not?\"\nAmong 18- to 29-year-olds, 73 percent said the earth is warming, and 18 percent said it was not warming -- quite a bit higher than the 3 percent from the other poll. The two polls use different age ranges, but if respondents up to age 34 were added in, that would likely increase the percentage of global-warming deniers further, since an even higher percentage of 30- to 49-year olds said there was no global warming -- 28 percent.\nWhy such divergent responses? One factor could be the precise wording of each poll. But a bigger difference is likely the pool of respondents. The LCV poll only counted answers from \"registered voters … who voted in the 2012 general election,\" while the Pew poll simply asked \"adults.\" This means the poll results aren’t comparable in an apples-to-apples fashion.\nThis difference might have posed a problem for Murphy, but he was careful with how he worded his claim. He said \"3 percent of voters\" -- not \"3 percent of Americans.\" So we don’t find fault on these grounds.\n\"Pollsters don’t ask about climate change very often,\" said Karlyn Bowman, a polling analyst at the conservative American Enterprise Institute. \"Most polls show that most people believe global warming is real. The question for policy makers is what kind of priority it should be, and here, many pollsters show it not to be very high.\"\nOur ruling\nMurphy said, \"Only 3 percent of voters 18 to 34 don't believe that climate change is really happening.\" It should be noted that Murphy cited a poll that had been paid for by an environmental group. Still, we couldn’t find any poll with genuinely comparable data that clashed with Murphy’s carefully worded assertion. We rate his statement True.", "vclaim_id": "vclaim-pol-08399"}