{"url": "/factchecks/2010/oct/25/kendrick-meek/meek-claims-taliban-have-been-afghanistan-hundreds/", "speaker": "Kendrick Meek", "vclaim": "\"The Taliban has been there for years and years, I mean, hundreds of thousands of years.\"", "truth_label": "pants-fire", "date": "stated on October 24, 2010 in a debate:", "title": "Meek claims Taliban have been in Afghanistan for hundreds of thousands of years", "text": "In Florida's U.S. Senate race, a trio of politicians have traded barbs about each other's records and argued about Social Security, immigration and the economy. The issue of the war in Afghanistan has not been as prominent a campaign topic in this feisty race between Republican and former state House Speaker Marco Rubio, independent Gov. Charlie Crist and Democratic U.S. Rep. Kendrick Meek.\n\nBut in a nationally televised CNN debate at the University of South Florida in Tampa on Oct. 24, 2010, the candidates discussed the war in Afghanistan. CNN's Candy Crowley asked Meek, according to the transcript:\n\n\"The basic question is, if the government of Afghanistan comes to some conclusion of this war in a deal with the Taliban, is that acceptable to you given the price in both blood and treasure that the U.S. has put in there?\"\n\nMeek's response: \"Unaccepting. Not accepting to -- acceptable to me. I think Pakistan should be also in this discussion when it comes down to monitoring the situation on the ground. The international community must be at the table because there's a lot of foreign affairs dollars that are going into Afghanistan.\n\n\"I think the purse strings are going to dictate the deal. I think it's very, very important to understand that the Taliban has been there for years and years, I mean, hundreds of thousands of years. And I don't think that any -- you know, sitting down at a peace table is going to come about.\n\n\"We cannot allow the very dangerous individuals that have brought about the true 9/11 to have a place of safety in Afghanistan on the Pakistan side. But I think diplomatic -- diplomacy is important and also predator drones.\"\n\nAt another point during the debate, Meek said: \"I'm the only candidate that's really talking about military families in this campaign. Folks want to talk about war; they want to talk about Afghanistan; they want to talk about Iraq. I'm the only person that's been there. I'm the only person that understands what these families are going through, who have committed their loved ones to war for the last 10 years, many of them the ages of these young people here in this audience.\"\n\nMeek's campaign spokesman Adam Sharon said Meek was referring to himself as the only Florida U.S. Senate candidate who has been to Afghanistan and Iraq.\n\nFor this Truth-O-Meter, we wanted to check Meek's statement that the Taliban has been in Afghanistan for \"hundreds of thousands of years.\"\n\nIt's obvious that \"hundreds of thousands of years\" would take us back to well before the pyramids were built, so common sense tells us right away that Meek misspoke. But we were still curious about how long the Taliban had been around.\n\nWe sent Meek's claim to two foreign policy experts: Michael Semple, a fellow at the Carr Center for Human Rights Policy at Harvard Kennedy School, and David Markey, a senior fellow at the Council on Foreign Relations. We also spoke to Megan Mattson, a spokesperson for the U.S. Department of State. All three experts pointed us to the 1990s for the birth of the political force we know as the Taliban.\n\nMattson said the Taliban rose to power in Afghanistan in the mid-1990s after the withdrawal of the Soviet Union forces. (The Soviets had invaded Afghanistan in late 1979 and withdrew 10 years later.) She referred us to background notes about Afghanistan on the state department's website which states:\n\n\"The Taliban had risen to power in the mid-1990s in reaction to the anarchy and warlordism that arose after the withdrawal of Soviet forces. Many Taliban had been educated in madrassas in Pakistan and were largely from rural southern Pashtun backgrounds. In 1994, the Taliban developed enough strength to capture the city of Kandahar from a local warlord and proceeded to expand its control throughout Afghanistan, occupying Kabul in September 1996. By the end of 1998, the Taliban occupied about 90% of the country, limiting the opposition largely to a small mostly Tajik corner in the northeast and the Panjshir valley. .... From the mid-1990s the Taliban provided sanctuary to Osama bin Laden, a Saudi national who had fought with the mujahideen resistance against the Soviets, and provided a base for his and other terrorist organizations.\"\n\nHere is what Markey wrote to us in an e-mail:\n\n\" 'Taliban' as a political movement is only decades old, was born out of the Afghan civil war in the 1990s and the breakdown in order that led a group of religious students ('talibs') to take up arms against rapacious, brutal warlords. Their success was assisted -- increasingly over time -- by radical groups and others, including Pakistani intelligence, until they eventually succeeded in taking over most of the country. I should note that 'Taliban,' as representatives of extremist Islam, could only be as old as Islam itself, which is hundreds, not thousands of years. The Pashtuns (ethnic group), from whom the Taliban are primarily drawn, have -- as far as I know -- lived in this region for thousands of years. But all Pashtuns are NOT Taliban, and this is clearly not what the Senate candidate said.\"\n\nSemple agreed in his e-mail: \"The Taliban Movement (Tehreek Taliban) was founded in 1994. Any claim that as a movement they have been there longer is simply wrong.\"\n\nWe asked Meek's spokesman for comment on the statement. Sharon said simply, \"He misspoke.\"\n\nMeek clearly made a mid-debate stumble. He could have just stopped after saying that \"the Taliban has been there for years and years\" rather than adding \"I mean, hundreds of thousands of years.\" But he made the comment on national TV, portrayed himself as the only one of the three who had been to Afghanistan (he notes his repeated trips to combat zones on his website) and claimed to be the only one talking about military families. So we felt his claim was fair game for a fact check. Meek's campaign does get credit for quickly acknowledging the error, but we rate this claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021", "vclaim_id": "vclaim-pol-14142"}