{"url": "/factchecks/2015/jul/23/jon-stewart/fact-checking-jon-stewarts-last-daily-show-intervi/", "speaker": "Jon Stewart", "vclaim": "The United States is \"fighting with Iraqis to defeat ISIS along with Iran. But in Yemen we're fighting Iran with Iraqis and Saudis.\"", "truth_label": "half-true", "date": "stated on July 21, 2015 in an interview on \"The Daily Show\":", "title": "Fact-checking Jon Stewart's last Daily Show interview with Barack Obama", "text": "President Barack Obama thanked retiring Daily Show host Jon Stewart for being a \"great gift to the country\" in the commander in chief’s seventh and final appearance on the show with Stewart as its leader.\n\"I can’t believe that you’re leaving before me,\" Obama said, adding that he would be issuing a new executive order that Stewart cannot leave.\nWhen the laughs died down, Stewart tried to press Obama for serious answers about the Iran nuclear deal and Middle East relations.  \n\"Let me ask you a question about Iran. Whose team are we on in the Middle East?\" Stewart said. \"So we're fighting with Iraqis to defeat ISIS along with Iran. But in Yemen we're fighting Iran with Iraqis and Saudis.\"\n\"That’s not quite right,\" Obama laughed, \"but that’s okay.\"\nObama went on to call Iran an anti-American, anti-Israel, anti-Semitic adversary that sponsors terrorist organizations, but he never said what wasn’t quite right about the relationships that Stewart described.\nWe wanted to fact-check Stewart on the United States’ complicated ties in the Middle East. Was Stewart right in saying that Iran was a U.S. ally against ISIS and an enemy in Yemen?\nU.S. and Iran against ISIS\nWhile both the United States and Iran are fighting against ISIS, they are not cooperating or fighting as allies. Iran is not included as part of the 60-member coalition the United States has assembled to fight ISIS.\nStewart overstated the Iran-U.S. relationship, said Richard Brennan, a senior political scientist at the RAND Corporation. Even though the United States and Iran are on the same side in fighting ISIS, the nations are not allies.\nIran wants more influence in the area than the United States wants it to have.\n\"Iran has the longstanding goal of establishing itself as a prominent power in the region,\" Brennan said. Iran wants a \"weak and stable\" Iraq that will acquiesce to Iran’s goals.\nIran’s support of certain Shia militias in Iraq is also a reason that the United States has \"expressed concerns about Iran’s role in Iraq,\" said Alistair Baskey, White House National Security Council spokesman.\nShia militias often target Iraqi Sunnis (and vice-versa) in a conflict that dates back centuries. So even though the Shia militias are part of a broader front against ISIS, Brennan said they are still the same people responsible for killing Americans in previous conflicts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOne example is Abu Mohandis (also known as Jamal Jafaar Mohammed), the current leader of the Popular Mobilization Forces (the sum total of all Shia militias in Iraq) who was responsible for the 1983 bombings of the U.S. and French embassies in Kuwait. He acted in the capacity of an \"Iranian agent in Iraq\" according to a 2007 CNN article.\nAnother reason why the United States refuses to openly support or work as an official ally of Iran: It is a staunch supporter of Syria’s Bashar al-Assad. The United States opposes Assad’s regime and has called for Assad to \"step aside\" multiple times as the government brutally cracked down on its people, including the regime’s chemical weapon attacks on Syrian citizens dating back to 2012.\nThe battle in Yemen\nNow for the other arrangement Stewart described: Is the U.S. fighting against Iran in Yemen?\nNot directly.\nThe United States continues to \"provide logistical and intelligence support\" to a Saudi Arabia-led coalition of the Gulf Cooperation Council fighting the Houthi militia in Yemen, Baskey said. The coalition includes Saudi Arabia, the United Arab Emirates, Bahrain, Kuwait, and Qatar. (Oman is not a member of the coalition, although it is a member of the GCC.)\nThe Houthi militia forces have rallied against Yemen’s president, Abdrabbuh Mansour Hadi, who took office in 2012 but was forced to resign by Houthi rebels in January 2015. (On Feb. 6, 2015, Houthi rebels announced Mohammed Ali al-Houthi as the president of their Revolutionary Committee).\nAnalysts said Iran is suspected of arming, training and equipping Houthi militia. According to a Defense News article, the United States was \"monitoring\" Iranian ships that may have been delivering weapons to Houthi military. The Iranian government has officially denied helping Houthi forces, according to a BBC article.\nHowever, neither Iran nor the United States is doing the actual fighting in Yemen.\n\" ‘We’ are not fighting in Yemen – though U.S. Special Forces may be involved,\" said Theodore R. Bromund, a senior research fellow at the Davis Institute for National Security and Foreign Policy at the Heritage Foundation. \"It is the Saudis who are doing the fighting.\"\nSeveral experts also pointed out that Stewart was wrong about Iraq’s participation in Yemen.\n\"We are not aware of any Iraqi involvement in the Yemen conflict,\" Baskey confirmed.\nOur ruling\nStewart said the United States is \"fighting with Iraqis to defeat ISIS along with Iran. But in Yemen we're fighting Iran with Iraqis and Saudis.\"\nAs Obama pointed out, Stewart's claim is off on a few points — Iran is not an official ally of the United States against ISIS even though both countries are fighting the terrorist group; the United States is not directly fighting Iran in Yemen; and Iraqi soldiers are not involved in the Yemen conflict.\nBut Stewart's overall perspective that the United States and Iran are in the unusual position of fighting against the same enemy in one country and working against each other in another is not too far off the mark.\nHis statement is partially accurate but lacking in some details. So we rate his claim Half True.", "vclaim_id": "vclaim-pol-06160"}