{"url": "/factchecks/2020/may/18/facebook-posts/fact-checking-whether-cannabis-may-prevent-covid-1/", "speaker": "Facebook posts", "vclaim": "“Cannabis may stop coronavirus from infecting people, study finds.”", "truth_label": "barely-true", "date": "stated on May 14, 2020 in a Facebook post:", "title": "Might cannabis prevent COVID-19? Preliminary study provides only scant evidence", "text": "Weed preventing COVID-19?\nThat high hope seemed to rise from this headline:\n\"Cannabis May Stop Coronavirus From Infecting People, Study Finds.\"\nThe headline appeared on an article on MerryJane.com that was widely shared on Facebook. But readers should not get too excited.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The website updated its headline with more accurate information following the publication of this fact-check.\nA preliminary study supported researchers’ theory that certain cannabis extracts could be used as part of a treatment to prevent coronavirus infections. But the study has not been peer reviewed and no testing has yet been done on humans.\n\"Yes, this is an overstatement,\" Igor Kovalchuk, the lead researcher of the study, told PolitiFact about the headline.\nCannabis isn’t exactly marijuana\nCannabis and marijuana are not exactly the same.\nCannabis refers to all products derived from the plant Cannabis sativa. The cannabis plant contains about 540 chemical substances.\nMarijuana refers to parts of, or products from, the plant Cannabis sativa that contain substantial amounts of tetrahydrocannabinol (THC). THC is the substance that’s primarily responsible for the effects of marijuana on a person’s mental state. \nHeadline partly contradicted by article \nThe website that published the article is part of Los Angeles-based Merry Jane, which describes itself as a \"multi-media and lifestyle company that’s creating the new mainstream culture by connecting cannabis and pop culture.\"\nThe article, however, is more nuanced than its headline. The article says that based on the study, \"cannabis extracts could work as an ‘adjunct therapy’ in new medical products that could reduce the chances of someone getting COVID-19.\" \nIn other words, despite the headline on the article, the study isn’t saying cannabis alone could prevent infection. \nStudy done on artificial tissue, not humans \nThe study referred to in the article was done by six researchers from universities of Lethbridge and Calgary, both in Canada. The researchers are also affiliated with two startup companies that do medical cannabis and disease research.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nTheir study was published April 19 in Preprints, which describes itself as a platform for \"early versions of research outputs\" that are not peer-reviewed. \nSo, this is a preliminary research paper.\nAccording to the study, all cannabis plants for the study were grown in a licensed facility at the University of Lethbridge to obtain the extracts, which were then applied to artificial human 3D tissue models of oral, airway and intestinal tissues.\n\"Application was intended to model medical delivery, such as local mouthwash applications, encapsulated extracts and dosed oils, and inhalers or nebulizers, and therefore these results cannot be extrapolated to the effects of cannabis smoking,\" the study said.\nThe extracts, \"pending further investigation, may become a useful and safe addition to the treatment of COVID-19 as an adjunct therapy,\" the study concluded. \nThese extracts also \"can be used to develop easy-to-use preventative treatments in the form of mouthwash and throat gargle products for both clinical and at-home use. Such products ought to be tested for their potential to decrease viral entry via the oral mucosa. Given the current dire and rapidly evolving epidemiological situation, every possible therapeutic opportunity and avenue must be considered.\"\nIn short, the researchers theorize that cannabis extracts could interfere with the virus’ process of infection in cells — but this is based on laboratory testing on specially engineered tissue to fully mimic human organs, not testing on humans.\n\"Clinical trial (on humans) is a must,\" to determine whether extracts could help prevent COVID-19, Kovalchuk said.\nVirologist Angela Rasmussen, a research scientist at Columbia University, told PolitiFact \"it may be worth more study, but in my opinion this is a very long way from being a legitimate candidate for therapeutics or preventative products like mouthwash.\"\nOur ruling\nThe headline of an article shared on Facebook said: \"Cannabis may stop coronavirus from infecting people, study finds.\"\nThe study found, based on lab testing, that cannabis extracts could be part of a treatment that dramatically reduces the chances of being infected by COVID-10. \nBut the study is preliminary, has not been peer reviewed and tests on humans would need to be done to determine if the extracts could be part of a treatment that blocks the coronavirus, the study’s lead author said. \nThe headline contains only an element of truth. Our ruling is Mostly False.\nClarification, May 28, 2020: The study found cannabis extracts should be investigated as an adjuct treatment for COVID-19 in addition to its use in possible preventative products like mouthwash. This story has been updated to better reflect that distinction.\nUpdate, June 1, 2020: This story has been updated to reflect that MerryJane.com changed its headline following publication of this fact-check.", "vclaim_id": "vclaim-pol-18318"}