{"url": "/factchecks/2012/dec/10/bob-goodlatte/rep-bob-goodlatte-says-more-corn-goes-making-ethan/", "speaker": "Bob Goodlatte", "vclaim": "\"The Agriculture Department estimates that roughly 42 percent of the corn crop will be used to make ethanol -- more than the amount of corn used to feed livestock and poultry in the United States.\"", "truth_label": "half-true", "date": "stated on November 23, 2012 in a statement.:", "title": "Rep. Bob Goodlatte says more corn goes to making ethanol than feeding livestock", "text": "With much of the nation experiencing drought, U.S. Rep. Bob Goodlatte says the livestock industry needs relief from federal rules that siphon potential animal feed into ethanol production.\n\nGoodlatte, R-6th, was irked by by the Environmental Protection Agency’s refusal last month to ease the Renewable Fuel Standard that mandates minimum levels of the nation’s fuel supply that must come from ethanol. The standard, he said, has shifted an increasing share of the corn crop into fuel production.\n\n\"In 2012 alone, the Agriculture Department estimates that roughly 42 percent of the corn crop will be used to make ethanol -- more than the amount of corn used to feed livestock and poultry in the United States,\" Goodlatte said in a Nov. 23 news release.\n\nGoodlatte said the standard has contributed to a sharp rise in the price of corn -- it went for $6.95 a bushel this October compared to $4.32 a bushel in October 2010 -- and has tightened supplies of livestock feed.\n\nWe wondered if more corn really is being used to manufacture ethanol than to feed livestock.\n\nBeth Breeding, a spokeswoman for Goodlatte, pointed us to data from the U.S. Department of Agriculture. It estimates a yield of 10.7 billion corn bushels for the market year that runs from Sept. 1, 2012 to August 31, 2013.\n\nThe Department projects that 4.15 billion bushels -- or 38.7 percent of the crop -- will go to \"feed and residual use.\"\n\nThe amount of corn going for towards ethanol production is projected to be 4.5 billion bushels -- or roughly 42 percent of the crop.\n\nAgricultural economists told us there’s no doubt that the percentage of corn for ethanol has been on the rise, driven by renewable fuel standards first adopted in 2005 and expanded in 2007. Under those guidelines, most types of gas are blended with about 10 percent of corn-based ethanol.\n\nBut there’s a key point to consider: Not all of the 42 percent of the corn crop sent to ethanol plants for production ends up as fuel.\n\n\"That’s what I call a gross number,\" said Wallace Tyner, an agricultural economics professor at Purdue University. \"That’s what goes into the ethanol plant, but a third of that comes out of the ethanol plant as ethanol feed called distillers dried grains with solubles.\"\n\nAbout two-thirds of a corn kernel is starch, which is removed at plants to make ethanol. The remaining portion has protein-rich compound of distillers grains and solubles, which is sold as livestock feed.\n\nTyner said when taking into account that livestock feed yield, about 27 percent of the nation’s corn crop is going to produce ethanol. Using the gross number, he said, is \"misleading.\"\n\nEstimates vary on the net amount of the corn crop that goes to ethanol after taking into account the distillers grains bi-product.\n\nRichard Wisner, a professor emeritus of agricultural economics at Iowa State University, estimated that when that after taking into account that bi-product, about 32 percent of the 2012-2013 crop is projected to go to ethanol.\n\nUsing the gross figures as Goodlatte did is a common way of looking at how much corn is used for ethanol, said Wisner, a biofuels economist at the Agricultural Marketing Resource Center that’s partly funded by the U.S. Department of Agriculture.\n\nStill, Wisner said, the net figure of 32 percent is a \"more realistic\" gauge of the how much corn is going to ethanol.\n\nOur ruling\n\nGoodlatte said 42 percent of the nation’s corn crop is being used to manufacture ethanol, more than the amount of corn used to feed livestock.\n\nGoodlatte’s statement is based on commonly cited raw figures from the agriculture department.\n\nBut the tallies don’t take into account that a portion of the corn used in ethanol production still ends up in feed troughs as dried distiller’s grains. When that corn byproduct is taken into account, contrary to Goodlatte’s claim, the amount used for feed easily outpaces the amount that ends up as ethanol.\n\nSo Goodlatte’s statement is based on accurate raw numbers, but omits key information that disproves his conclusion that more corn goes to ethanol than livestock feed. On the whole, we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09938"}