{"url": "/factchecks/2013/oct/09/mary-burke/mary-burke-says-wisconsin-had-84000-more-jobs-when/", "speaker": "Mary Burke", "vclaim": "Says her actions as Wisconsin commerce secretary brought the state \"84,000 more Wisconsin jobs than we have today.\"", "truth_label": "half-true", "date": "stated on October 7, 2013 in a video:", "title": "Mary Burke says Wisconsin had 84,000 more jobs when she was Commerce secretary", "text": "Republican Gov. Scott Walker’s bashing of his predecessor’s record on job creation was on Mary Burke’s mind when the Madison Democrat officially announced her 2014 gubernatorial candidacy.\nUnsurprisingly, Burke was not content to let Walker tag her as responsible for the 133,000 jobs lost during Democratic Gov. Jim Doyle’s second term.\nThe former Trek Bicycle executive was Doyle’s commerce chief from February 2005 to November 2007, overlapping Doyle’s two terms.\nIn her announcement, Burke pointed to where Wisconsin stood at the end of her Commerce tenure compared to where it stands now, after two years with Walker at the helm.\n\"After Trek, I spent a few years as Wisconsin’s Commerce secretary, focused every day on creating jobs,\" Burke said in a video on Oct. 7, 2013. \"We reopened the mill in Park Falls, brought Uline to Kenosha and helped entrepreneurs and new businesses start up and grow.\"\nShe concluded: \"All in all it meant 84,000 more Wisconsin jobs than we have today.\"\nBurke brought up the number to claim that politicians in Madison (she didn’t name Walker) are more hung up on arguing than solving problems.\nAs she begins a campaign that no doubt will focus on Walker’s promise to create 250,000 private-sector jobs, let’s examine her 84,000-job claim.\nTo check state employment figures, we’ll use the Quarterly Census of Employment and Wages, a thorough jobs count used by economists and state and federal jobs officials. The figures are gathered by the state, then adjusted and published by the federal Bureau of Labor Statistics.\nA technical note: Because the quarterly jobs data is not seasonally adjusted, it’s not useful to compare the jobs picture for Burke’s last month (October 2007) to the latest-reported Walker month (March 2013).\nBut we can look at three different apples-to-apples measurements.\n--The annual averages for 2007 (Burke’s last year) and 2012 (the most recent full year under Walker) show Wisconsin’s total employment was 85,520 persons higher in 2007 than in 2012. Note: Burke used total public and private employment, while Walker’s pledge is for private-sector jobs, but that distinction made little difference in this instance, we found.\n-- Comparing December 2007 to December 2012, the gap is 81,912.\n-- The gap when comparing October 2007 (Burke’s last month) to the same month in 2012 is 79,436.\nSo Burke’s 84,000 figure fits in that range.\nHow is it possible that 133,000 jobs were lost in Doyle’s last term, but the total employment figure in 2012 under Walker is lower than the 2007 figure cited by Burke?\nThe answer lies in what happened in the last three years of Doyle’s term, which essentially ended in December 2010.\nUntil mid-2008, monthly employment in Wisconsin was rising, as it had for years.\nIn June 2008, seven months after Burke departed, the total employment count started a big slide that was part of the Great Recession that swept the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe slide ended in mid-2010 in Doyle’s final year, and the monthly gains that started then have generally continued under Walker.\nWho gets the credit?\nPart of Burke’s claim is that her actions as Commerce secretary and those of the Doyle administration explain why employment was higher then than now.\nBurke highlighted two major instances when her agency provided state help in adding jobs.\nThe paper mill in Park Falls she mentioned, Flambeau River, reopened in 2006 with millions in aid from Burke’s Commerce Department under Doyle. It had closed earlier in the year, a victim of the digital era that has meant hard times in the printing business, the Journal Sentinel reported.\nHistorical note: As the Journal Sentinel reported, the loans to Flambeau River were the largest among more than $12 million in loans to state businesses that Walker’s new jobs agency failed to track systematically, forcing major changes at the agency.\nThe other firm Burke mentioned, Uline Inc., was offered millions in incentives and aid from Wisconsin to move its headquarters from northern Illinois and build a major new distribution center in Pleasant Prairie.\nThere were other factors, though, behind both success stories.\nThe paper mill was rescued by a local buyer with high financial incentive to rescue the plant. At Uline, a company official said at the time that Wisconsin got the nod because it had a \"huge shovel-ready site\" that was close to an expressway and to Uline's existing Waukegan headquarters.\nBurke campaign aide Joe Zepecki told us that Burke deserves credit for economic success because her job was to focus on creating jobs.\nAs we’ve noted in past items, though, a chief executive such as a governor has influence over jobs, but so do a host of other factors, such as national trends, that are beyond a governor’s control, much less a Commerce secretary’s.\n\"The economy is a big thing and it is ridiculous for one person to take sole credit, or to be assigned sole blame, for anything that happens,\" Brian Jacobsen, an economist at Wells Fargo Bank and lecturer at Wisconsin Lutheran College, told us. \"They can help or hurt matters, but we should really evaluate the merits of the policies they propose to implement.\"\nLooking at the numbers, Wisconsin’s private-sector grew more slowly than the nation’s under Doyle before the recession, including in the 2005-2007 period Burke refers to, the Journal Sentinel reported.\nSo that further limits how much credit Burke can claim.\nSimilarly, the 2012 jobs total under Walker was necessarily affected by the same recession that dragged job growth well into negative numbers in Doyle’s last term. Subsequent growth under Doyle in 2010 beat the U.S. average, while the growth rate has lagged that mark under Walker.\nFinally, we note that in 2007, shortly before announcing she would resign, Burke issued a harsh criticism of her agency. She said the Commerce Department, which ought to be among the state’s most influential economic players, has sat on the sidelines while other states vie to recruit new businesses.\n\"We are not out there selling the state and attracting the companies,\" Burke said in 2007.\nOur rating\nBurke said her years as Wisconsin commerce secretary meant the state brought \"84,000 more Wisconsin jobs than we have today.\"\nThe numerical part of the claim is on target -- Burke’s tenure was pre-recession and despite gains Wisconsin has not yet rebounded to 2007 levels. But Burke overstates the credit that she and Doyle deserve for the 2007 figure, and skips past the recession that helps explain the statistical truth.\nWe rate her claim Half True.\nTo comment on this item, go to the Journal Sentinel's web page.", "vclaim_id": "vclaim-pol-08784"}