{"url": "/factchecks/2014/oct/16/americans-prosperity/americans-prosperty-says-workers-are-getting-high-/", "speaker": "Americans for Prosperity", "vclaim": "\"Under the administration of Gov. Scott Walker, northern Wisconsin’s mining economy is moving forward and more people are getting good, high-paying jobs.\"", "truth_label": "barely-true", "date": "stated on October 3, 2014 in a direct mail flier:", "title": "Americans for Prosperity says workers are getting high-paying mining jobs because of Scott Walker", "text": "The state law that aims to help Gogebic Taconite move ahead with an iron ore mine in northern Wisconsin stands as one of the most important pieces of legislation passed under Gov. Scott Walker.\nThe bill -- which the company helped shape -- sped up the permitting process and made other changes to state laws to encourage development of the mine, a project billed as potentially bringing thousands of jobs to a sparsely populated part of the state with high unemployment.\nGogebic has said that construction of the mine and its related processing plants and infrastructure would create 3,000 jobs. Once operating, the mine would employ about 700 people, with a projected 2,834 total jobs created from related businesses.\nAmericans for Prosperity, a conservative group, reminded voters of Walker’s support for the mine in a flier mailed to voters in early October with the headline: \"Wisconsin is back to work.\"\nNext to a image of a mining helmet, the flier states:  \"Under the administration of Gov. Scott Walker, northern Wisconsin’s mining economy is moving forward and more people are getting good, high-paying jobs.\"\nThe statement carries a footnote to Senate Bill 1, the mining bill sought by Gogebic and approved by the Republican-held Legislature and Walker in 2013.\nTaken together, that suggests a boom in jobs related to the iron ore mine.\nBut we heard a different explanation when we asked AFP’s Wisconsin office for backup.\n\"We didn’t indicate any specific type of job,\" said David Fladeboe, state director for Americans for Prosperity Foundation-Wisconsin. \"We simply stated that the mining economy is allowing folks to get good high-paying jobs.\"\nHe added: \"Many jobs have been created both directly and indirectly because of the iron mine and even more have been created thanks to sand mining.\"\nWait. Sand mining?\nIn addition to the footnote citing the iron mining bill, the mailing specifically cited \"Northern Wisconsin’s mining economy,\" and made no mention of sand mining.\nLet’s take a closer look.\nGogebic moving slowly\nLet’s start with the iron ore mine, a proposed $1.5 billion project in Iron and Ashland counties.\nField work on the sprawling site in the Penokee Hills got underway in early 2014. Roads were built and rock samples were taken. But in August 2014, Gogebic announced a delay. Saying more preliminary work needs to be done, the company pushed filing of its planned application back from spring 2015 to fall 2015.\nOnce an application is filed, state regulators have a year to consider it. And then there are the promises of legal challenges from environmentalists and the Chippewa Indians who oppose the project. So we are early in the process.\nEven though there’s no mine, some miners -- technically they’re operating engineers who run heavy equipment --  are working at the site, said Gogebic spokesman Bob Seitz. They’re building roads and extracting and crushing rock samples.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Sarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\"We’ve had maybe 10 operators working up there at any given time,\" said Terry McGowan, president and business manager of Operating Engineers Local 139, the union involved.\nThose workers are paid about $37 an hour.\nSo that’s 10 miners.\nTo be sure, the mine’s impact would extend beyond those wearing hard hats and would boost other jobs in the local economy. Fladeboe from Americans for Prosperity made that argument in an email exchange with us.\nSeitz said Gogebic has spent $1.25 million in Iron and surrounding counties so far in 2014. That covers local salaries, consulting fees, motels and lodging, equipment, vehicles, meals, offices and local well drillers and equipment operators.\n\"From spring through the summer, we averaged over 20 people per day physically on the site,\" Seitz said. The company’s office in Hurley has six workers.\nHe pointed out that \"$1.25 million dollars invested in a county with 5,700 people with household incomes among the lowest in the state supports a lot of jobs.\"\nSand mining growing\nIn backing his statement, Fladeboe argued there has also been a boom in the number of sand mining jobs in Wisconsin.\nThat wasn’t part of the original claim, but it is accurate.\nThere are sand mines operating in about 20 counties in western and northwestern Wisconsin, and the state Department of Natural Resources says there are now 140 mines, processing plants and rail sites for sand mining in the state. That compares with five mines and five processing plants in 2010, shortly before Walker took office.\nA study released in September 2014 by environmental groups -- the Civil Society Institute's Boston Action Research, the Environmental Working Group and Madison-based Midwest Environmental Advocates --  predicts that sand mining will continue to grow and perhaps expand to as many as two dozen other counties.\nThe nearest sand mine to the proposed Gogebic mine, though, is about 120 miles south.\nDid the passage of SB1, which focused on the iron mine, contribute to the sand mining boom?\nFladeboe argues yes. But the bill itself doesn’t make any reference to sand mining.\nHere’s how the nonpartisan Legislative Reference Bureau described it: \"This bill creates new statutes for regulating iron mining and modifies the current laws regulating metallic mining so that they cover only mining for non ferrous minerals.\"\nMcGowan, the union leader, said the mining law sent a signal that makes all kinds of mining more acceptable. But he noted \"frac sand mining was taking off before\" the bill was passed.\nOur rating\nA direct mail flier from Americans for Prosperity says that \"Under the administration of Gov. Scott Walker, northern Wisconsin’s mining economy is moving forward and more people are getting good, high-paying jobs.\" It cites the bill aimed at the iron mine as its evidence.\nBut that mine is far from being constructed or open. About \"maybe 10\" well-paid operating engineers have worked there. To be sure, there’s been a boom in the state’s sand mining industry. But that’s not the subject of the statement.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07136"}