{"url": "/factchecks/2020/feb/05/donald-trump/bankrupt-strong-word/", "speaker": "Donald Trump", "vclaim": "“Over 130 legislators in this chamber have endorsed legislation that would bankrupt our nation by providing free taxpayer-funded health care to millions of illegal aliens, forcing taxpayers to subsidize free care for anyone in the world who unlawfully crosses our borders.\"", "truth_label": "half-true", "date": "stated on February 4, 2020 in his State of the Union:", "title": "Donald Trump exaggerates costs of health care for undocumented immigrants in State of the Union", "text": "In his 2020 State of the Union address, President Donald Trump attempted to tie a Democratic proposal for health care reform to one of his signature issues: immigration. \n\"Over 130 legislators in this chamber have endorsed legislation that would bankrupt our nation by providing free taxpayer-funded healthcare to millions of illegal aliens, forcing taxpayers to subsidize free care for anyone in the world who unlawfully crosses our borders,\" Trump said Feb. 4.\nThat appears to be a reference to the \"Medicare for All\" bills put forth in the Senate and House by Sen. Bernie Sanders (I-Vt.) and Rep. Pramila Jayapal (D-Wash.) that would establish a universal, government-funded health care system. They’re the flagship Medicare for All proposals  and have shaped a large portion of the 2020 campaign discourse on health care. We reached out to the White House to confirm that Trump was referring to these plans, but didn’t hear back. \nThat said, Trump has made similar remarks before about Medicare for All. And he is on target with his co-sponsor estimate for these bills. The Sanders measure has 14 Senate co-sponsors and the Jayapal legislation has 118 in the House.\nHis remarks were dramatic, though, in highlighting the proposal’s alleged consequences for undocumented immigrants. And health policy experts told us Trump missed the mark.\nThe immigration question\nTrump is correct in his understanding that these proposals were intended to provide coverage regardless of immigration status. \nBut evidence does not support his argument that Medicare for All would \"bankrupt\" the country by extending health insurance coverage to everyone, and to immigrants in the country illegally in particular. \nOne point: While the single-payer system outlined in the pending legislative proposals would increase public spending — and by a significant amount — its backers say that total health care spending likely wouldn’t change that much. That’s because, as the plan is envisioned, while government spending would go up, private health expenditures would disappear.\n\"Medicare for All would dramatically shift how we pay for health care, but not necessarily how much we spend in total,\" said Larry Levitt, a vice president at the Kaiser Family Foundation. \"It’s hard to make the case that it would bankrupt the country.\" (Kaiser Health News is an editorially independent program of the foundation.) \nFurthermore, to suggest that providing them with insurance would bankrupt the country is misleading. Those immigrants make up a small size of the population — about 11 million, compared to the total national population of approximately 372 million. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"A very, very small percentage of the total cost is associated with that 11 million people,\" said Linda Blumberg, an analyst at the Urban Institute, a Washington think tank. \"We’re talking about a strawman.\"\nIn fact, she noted, many existing programs on the state, county and local level already provide health benefits to undocumented immigrants. Those programs haven’t led to bankruptcy.\nPart of a broader theme\nTrump’s claim on health care for undocumented immigrants was part of a larger broadside on Democratic health proposals. He also argued Democrats would \"impose a socialist takeover of our health care system\" and \"raid the Medicare benefits our seniors depend on.\"\nThose statements are also misleading. \nFor one thing, Levitt noted, Medicare for All would not socialize the medical care system, even if it would replace private insurance with all public programs. Under the current proposals, hospitals and doctors would still stand as private entities.\n\"It would in no way mean a socialist takeover of the health care system,\" Levitt said. \"When Americans think of health care, I suspect they think of the people who actually deliver that care.\"\nThe idea of \"raiding\" Medicare is also tricky, as we noted last October. While the single-payer plan would replace conventional Medicare with a new government program, that program (according to the Sanders and Jayapal bills) would have more generous benefits than Medicare currently offers. If anything, then, benefits wouldn’t be raided; they would be bolstered.\nThe result, analysts said: a series of arguments that distracts from the actual debate at hand.\n\"It is worthwhile having a serious debate over the inherent tradeoffs of the reform being discussed,\" Blumberg said. \"But this is the same kind of throwaway line and inflammatory language to thwart serious conversation.\nOur ruling\nThe president said Medicare for All would \"bankrupt our nation by providing free taxpayer-funded health care to millions of illegal aliens, forcing taxpayers to subsidize free care for anyone in the world who unlawfully crosses our borders.\"\nWhile the program is meant to cover undocumented people, it is, at best, a gross exaggeration to suggest this expense would \"bankrupt\" the United States, especially since Medicare for All’s overall price-tag looks fairly similar to what we currently spend on health care. (It changes who pays.)\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-17334"}