{"url": "/factchecks/2017/jan/25/sean-spicer/sean-spicer-wrongly-uses-pew-study-bolster-claim-n/", "speaker": "Sean Spicer", "vclaim": "\"There's one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.\"", "truth_label": "false", "date": "stated on January 24, 2017 in the daily press briefing:", "title": "Sean Spicer wrongly uses Pew study to bolster claim that non-citizens vote in large numbers", "text": "Even after being sworn in as president, Donald Trump isn’t letting go of his unsubstantiated belief that millions of people voted illegally in November, costing him the popular vote.\nNow, he’s calling for a \"major investigation\" into voter fraud, he wrote in a Jan. 25 tweet.\nWe have debunked Trump’s claims of massive voter fraud again and again and again (and again and again and again and again) over the past year. Trump has not yet produced any evidence that supports these claims — because none exists.\nIn the Jan. 24 daily press briefing, a reporter asked White House Press Secretary Sean Spicer how Trump came to believe that it’s possible illegal votes were to blame for his popular vote loss.\n\"I think there's been studies,\" Spicer responded. \"There's one that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens. There's other studies that have been presented to him. It's a belief he maintains.\"\nSpicer is conflating a couple different studies that have been erroneously used to prop up claims that noncitizens have swayed elections by voting illegally.\nThere is no study that shows 14 percent of the votes cast in 2008 were cast by noncitizens. That would have added up to more than 18 million fraudulent votes — an implausible assertion, considering the total noncitizen population was about 22.5 million in 2010.\nPew study misinterpreted\nThe study that \"came out of Pew in 2008\" actually came out in 2012, and it’s about outdated voter rolls, not fraudulent votes.\nThe 2012 Pew study — titled, \"Inaccurate, Costly, and Inefficient: Evidence That America’s Voter Registration System Needs an Upgrade\" —  makes no mention of noncitizens voting or registering to vote.\nRather, it found that about 24 million, or one in every eight, voter registrations in the United States are inaccurate or no longer valid, but it did not find evidence of actual voter fraud. The study was about record-keeping that is badly managed and in disarray.\nHere’s what the former director of Pew’s election program said about the study in November:\nWe found millions of out of date registration records due to people moving or dying, but found no evidence that voter fraud resulted.— David Becker (@beckerdavidj) November 28, 2016\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nOld Dominion study contested\nThe study that shows \"14 percent of people who voted were noncitizens\" has been widely criticized for its methodology, and Spicer cites the findings incorrectly.\nThe study Spicer likely meant to reference was conducted by professors at Old Dominion University and published in 2014. The researchers wrote in the Washington Post that about 14 percent of noncitizens in their sample said they were registered to vote, and they deduced that about 6 percent of noncitizens actually voted in the 2008 election. (That would mean somewhere in the ballpark of 1.3 million votes, using Census estimates of the noncitizen population.)\nSo the study doesn’t show the statistic Spicer says it does. Beyond that, many credible researchers have panned the study as methodologically unsound for using an opt-in Internet poll originally designed to survey citizens and not considering possible survey response error.\nIn a recent blog post, one of the authors, Old Dominion professor Jesse Richman, said he stands by his study, but \"our results suggest that almost all elections in the US are not determined by noncitizen participation, with occasional and very rare potential exceptions.\"\nThere might be a problem of noncitizens voting, but it’s not nearly as large as the statistic Spicer cites.\nThese studies do not prop up Trump’s belief that millions of illegal votes cost him the popular vote.\nHillary Clinton won almost 3 million more votes than Trump. So erasing Trump’s popular-vote deficit requires the assumption that all 3 million of these votes were cast illegally, and every one of them went to Clinton and not Trump.\nFurther, no official sources or reputable academic sources have produced any evidence of large-scale voter fraud in the 2016 election, and numerous studies have shown that voter fraud is rare.  \nRead our full debunking of Trump’s Nov. 28 claim that he \"won the popular vote if you deduct the millions of people who voted illegally.\"\nOur ruling\nSpicer said, \"There's one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.\"\nSpicer is both conflating and misquoting two studies: A 2012 Pew report about outdated voter rolls and a 2014 Old Dominion University study that found 6 percent of noncitizens surveyed voted in 2008. The Old Dominion University study has been widely criticized for its methodology.\nNo study has found the statistic Spicer cites. If 14 percent of all voters in 2008 were noncitizens, that would have to mean that more than 80 percent of America’s noncitizen population voted.\nSpicer’s claim is False.\n Share the Facts   Politifact    4 6  Politifact Rating:   \"There's one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.\"    Sean Spicer White House press secretary   White House press briefing Tuesday, January 24, 2017 -01/-24/2017    Read More  info", "vclaim_id": "vclaim-pol-03758"}