{"url": "/factchecks/2017/jul/24/eric-schneiderman/how-has-obamacare-lowered-new-yorks-uninsured-rate/", "speaker": "Eric Schneiderman", "vclaim": "\"We have been able to cut New York’s uninsured rate in half since 2013 from 10 percent to 5 percent of our population.\"", "truth_label": "true", "date": "stated on July 17, 2017 in a speech at Mount Sinai, Icahn School of Medicine:", "title": "Since Obamacare, far fewer New Yorkers are uninsured", "text": "With Republicans lacking the votes to \"repeal and replace\" Obamacare, or to even undo major parts of the law without replacing them, Democrats tout President Barack Obama’s signature legislation a success story in New York state.\nState Attorney General Eric Schneiderman asserted the number of people without health insurance fell by half over the past four years.\n\"Since 2013 we have cut our uninsured in half from 10 percent up to 5 percent of our population,\" Schneiderman said.\nThe state’s health insurance exchange, NY State of Health, started accepting customers in 2013. States were mandated to either create their own exchanges or participate in one from the federal government.\nMore than 3.6 million people in New York state have enrolled in a health plan through the state exchange since it began, according to the state Department of Health.\nBut is Schneiderman right that the uninsured rate in New York has been cut in half since the exchange began?\nData on uninsured New Yorkers \nAccording to Centers for Disease Control data, 10.6 percent of New York state’s population did not have health insurance in 2012, the year before the state health exchange was established.\nBy 2015, the uninsured rate was 4.9 percent, but it increased to 5.4 percent in 2016 - still about half the rate before the law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nExplaining the decrease\nDoes Obama's Affordable Care Act deserve the credit? Experts we spoke to said the rate dropped because the state health exchange gave people an easier way to compare health plans online, and premiums dropped 53 percent the first year of the exchange. Average premiums have since increased.\n\"It’s really just been an incredible boom for New York state, the Affordable Care Act,\" said Elisabeth Benjamin, vice president of health initiatives at the Community Serve Society of New York.\nNew York state also opted into an option in Obamacare that provides low-cost health insurance to people who make too much for Medicaid but not enough to buy insurance. More than 665,000 state residents have enrolled in the plan since it first became available in 2015, Benjamin said. New York and Minnesota are the only two states with this option.\nThe state also expanded the income threshold for Medicaid eligibility. That allowed some people to get coverage through Medicaid.\nOur ruling\nSchneiderman said \"we have been able to cut New York’s uninsured rate in half since 2013 from 10 percent to 5 percent.\"\nHe’s right on the numbers. The uninsured rate in 2013 was 9.6 percent. The latest data shows it at 5.4 percent in 2016.\nWe rate his claim as True.\n Share the Facts 2017-07-24 13:47:03 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"We have been able to cut New York’s uninsured rate in half since 2013 from 10 percent to 5 percent of our population.\"    Eric Schneiderman New York Attorney General   New York Monday, July 17, 2017 2017-07-17    Read More  info", "vclaim_id": "vclaim-pol-03079"}