{"url": "/factchecks/2011/jan/29/david-dewhurst/david-dewhurst-says-last-year-250000-people-moved-/", "speaker": "David Dewhurst", "vclaim": "\"Last year, out of the 500,000 (in) population growth we had in the state of Texas, about 250,000 of the 500,000 came to Texas... from the other 49 states.\"", "truth_label": "half-true", "date": "stated on January 18, 2011 in his inaugural address.:", "title": "David Dewhurst says that last year, 250,000 people moved to Texas from other states", "text": "Texas is a bastion of opportunity that attracts newcomers,  Lt. Gov. David Dewhurst said in his Jan. 18 inaugural address. \"Last year, out of the 500,000 (in) population growth we had in the state of Texas, about 250,000 of the 500,000 came to Texas, voted for Texas, with their feet,\" Dewhurst said. \"They came from the other 49 states--and it wasn’t because of our weather.\"\n\nThat was more dramatic than his prepared remarks, which read: \"Last year, more than 200,000 people moved to Texas from the other 49 states.\"\n\nEither way, that’s a lot of volunteer Texans.\n\nWe zeroed in on what Dewhurst actually speechified. Asked for back-up information, Dewhurst spokesman Mike Walz pointed us to the state demographer, Lloyd Potter of San Antonio.\n\nPotter said there are no published figures yet on the state’s population gains in 2010 due to migration from other states. However, Potter singled out a U.S. Census Bureau estimate covering July 2008-July 2009, which says the population of Texas increased by 478,012, or 2 percent, to 24.8 million over those 12 months. During the period, net migration from other states--the number of people who moved to Texas minus those who left Texas for other states--was 143,423. The net migration of residents who moved to Texas from outside the U.S. was 88,116.\n\nThat is, the state’s population increased by nearly 480,000 with the 143,423 new residents hailing from other states accounting for about 30 percent of the increase.\n\nAt the bureau, Dallas spokeswoman Suzee Privett guided us to a different collection of data estimating new Texans. According to the bureau’s 2009 American Community Survey, Texas enjoyed a net gain of 128,137 residents coming from other states in 2009.\n\nRobert Bernstein, a Maryland-based bureau spokesman, said the two census estimates differ because they cover different time periods--July 2008-July 2009 compared to calendar year 2009--and use different data-gathering approaches. The former estimate draws on government records including birth and death certificates, he said, while the survey is based on samplings of households across the country.\n\nPotter said it’s possible that Dewhurst’s reference to 250,000 people moving here from other states included those from other countries, which is a common misunderstanding.\n\nWe shared the 2009 estimates with Walz. He replied by e-mail that Dewhurst was trying to show that roughly half of the state’s population growth is from migration, with the other half due to natural increases, in-state births minus deaths.\n\nBut we’re left weighing what Dewhurst actually said: that half the growth Texas experienced -- 250,000 out of 500,000 additional residents last year, he said -- was due to residents moving in from other states.\n\nNot quite. First, the census data for 2010 hasn’t been released yet. And the most generous census estimate prior to last year indicates net migration from other states equaled 143,000 people from July 2008 to July 2009, accounting for less than a third of the state’s population increase in the period.\n\nHowever, looking at Texas population growth in terms of people moving here \"with their feet\" versus people born here, Dewhurst pegged the ratio correctly -- about half-and-half.\n\nWe rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13699"}