{"url": "/factchecks/2019/mar/18/facebook-posts/no-florida-drivers-who-have-phone-hand-will-not-be/", "speaker": "Facebook posts", "vclaim": "Florida drivers who have their cell phones \"in hand\" can be ticketed $250 and sent to \"driving school.\"", "truth_label": "false", "date": "stated on March 13, 2019 in a Facebook post:", "title": "No, Florida drivers who have a phone 'in hand' will not be ticketed $250 or sent to driving school", "text": "Driving and talking on a cell phone (or simply holding a phone) is not illegal in Florida – yet.\nBut a social media post being shared on Facebook claims the opposite, saying that a \"new law\" in the Sunshine State penalizes drivers caught with their phone in hand. The punishment:  a $250 ticket and a trip to driving school.\nThe post, in full: \"They passed a new law in Florida that if the cops see you with your phone in hand while driving you will get a $250 ticket and you will be sent to driving school. This law passed Monday. Let everyone know. Be careful.\"\nA URL at the bottom of the post appears to belong to the Florida DMV website but is a dead link and doesn’t lead to a working webpage.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is an old rumor that first surfaced in March 2018 when the Florida legislature was considering a bill that included stricter cell phone restrictions for drivers, but no such measure was ever signed into law. Moreover, the legislation was directed specifically at texting while driving or \"nonvocal\" communication on a device, and not talking on the phone or simply having a phone in your hand, as the post says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAccording to the actual DMV Florida website, cell phones are said to be a distraction and drivers are urged to refrain from talking on their phones while operating a vehicle, but doing so is still not illegal.\n\"Driving and talking on a cell phone is perfectly legal in Florida,\" the website says. \"But should you do it - NO? We've all seen drivers with cell phones glued to their ears changing lanes too close to you, rolling through stop signs, or just not driving well at all. One of the biggest causes of accidents in Florida is distracted drivers.\"\nAccording to a study by the National Institutes of Health, talking on a cell phone impairs reaction time by 40 percent.\nTexting while driving, however, is illegal in Florida as a secondary offense. The bill we mentioned that failed in the Florida Senate, HB 33, would have made it a primary offense. A secondary violation means drivers cannot be pulled over for texting alone, but can be written tickets for texting if they are stopped for another offense, such as speeding or reckless driving.\nThe bill doesn’t mention anything about driving school nor does it list how much the citation would cost drivers. Regardless, the piece of legislation was not signed into law and did not prohibit drivers from simply having a \"phone in hand.\"\nThis claim is False.\nUpdate, March 19, 2019: This story has updated to clarify that the National Institutes of Health found that using a cell phone impairs driver reaction time.\n Share the Facts 2019-03-18 19:59:22 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Florida drivers who have their cell phones \"in hand\" can be ticketed $250 and sent to \"driving school.\"     Facebook posts on the internet     Wednesday, March 13, 2019 2019-03-13    Read More  info", "vclaim_id": "vclaim-pol-00879"}