{"url": "/factchecks/2018/jun/21/donald-trump/trump-changes-course-stops-family-separation-borde/", "speaker": "Donald Trump", "vclaim": "\"You can’t (end the separation of families at the border) through an executive order.\"", "truth_label": "full-flop", "date": "stated on June 15, 2018 in remarks to reporters on the White House grounds:", "title": "Trump changes course, stops family separation at the border", "text": "Since early June, President Donald Trump has insisted that his hands were tied and families who wanted to enter America without permission had to be separated. The adults went to one place to await criminal charges, while their children were sent to another facility.\nAs the number of children being held rose above 2,000, Trump continued to blame the Democrats for blocking a solution.\n\"I hate the children being taken away,\" Trump told reporters June 15. \"The Democrats have to change their law. That’s their law.\"\nPressed on the option to use executive action, Trump said \"you can’t do it through an executive order.\"\nFlash forward.\nSitting in the Oval Office June 20, Trump signed an executive order that directed the Homeland Security Department to \"maintain custody of alien families\" while their cases move through the immigration system, \"to the extent permitted by law and subject to the availability of appropriations.\"\n\"It's about keeping families together, while at the same time being sure we have a very powerful very strong border and border security will be equal, if not greater than previously,\" Trump said.\nTrump’s order sounds at odds with his previous statements, so we wanted to examine Trump’s shift on our Flip-O-Meter, which measures an official’s consistency on an issue.\nMounting pressure for change\nWhile families attempting to enter the country had been separated in the past, immigration officials did so as an exception and not a rule. It was only in April when Attorney General Jeff Sessions announced a zero-tolerance policy for all undocumented border crossings that the numbers of separated families ballooned.\nPreviously, first-time offenders, who often sought asylum, were put on a legal path that left them free to come back for a hearing. Under the new policy, government agents charged undocumented people with a crime and sent them directly to detention centers. Any children were sent to be cared for in separate facilities. According to the latest reports, the government was holding over 2,300 minors  under the age of 12.\nThe outcry against the practice grew steadily louder.\nDemocrats railed against the zero-tolerance policy and visited the centers where the children were kept. Senate Minority Leader Chuck Schumer, D-N.Y., told Trump he could change the situation with the stroke of a pen.  A dozen Republican senators called on Sessions to change policies to end the separations.\nThrough it all, Trump and his allies were adamant: As much as they didn’t like taking children from their parents, they insisted it was inevitable.\n\"It’s the Democrats fault, they won’t give us the votes needed to pass good immigration legislation,\" Trump tweeted June 20.\n\"If the Democrats would sit down instead of obstructing, we could have something done very quickly,\" he said at a June 18 White House event. \"Good for the children, good for the country, good for the world. It could take place quickly.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAttorney General Sessions cited the Bible as the foundation for enforcing a zero-tolerance policy.\n\"I would cite you to the Apostle Paul and his clear and wise command in Romans 13, to obey the laws of the government because God has ordained the government for his purposes,\" Sessions said June 14 in Fort Wayne, Ind.\nHomeland Security Secretary Kirstjen Nielsen said, \"It is not possible, as a matter of law, to detain and remove whole family units who arrive illegally in the United States. Congress and the courts created this problem, and Congress alone can fix it.\"\nBut with two-thirds of the public saying they opposed breaking up families, and religious leaders including Pope Francis calling it morally unacceptable, Trump changed his mind.\nThe June 20 order\nTrump’s executive order reversing the practice continued to argue that Congress’ inaction allowed the situation to happen.\n\"It is unfortunate that Congress’s failure to act and court orders have put the Administration in the position of separating alien families to effectively enforce the law,\" it says.\nNonetheless, it goes on to announce a \"temporary detention policy\" for keeping apprehended families together through court proceedings — breaking from his administration’s prior choice of enforcement.\nThe order calls on all government agencies, especially the Defense Department, to provide any facilities that might be suitable to house families. For the Pentagon, that could include building new housing.\nTrump also told the attorney general to ask for a federal district court to allow the detention of families under a 1997 agreement known as the Flores settlement. The Obama administration had tried something similar.\n\"The Flores settlement will need to be revised to allow indefinite detention of children,\" said immigration law professor and dean of the UC Davis School of Law Kevin Johnson. \"That seems unlikely. The court refused to allow the Obama administration to detain children for long periods in response to the influx of Central Americans in 2014.\"\nTrump’s order also directs the attorney general to \"prioritize the adjudication of cases involving detained families.\"\nIt was not clear how or if the policy would affect children already separated from their families.\nTrump promised \"you will have lots of happy people,\" but the Health and Human Services Department, which oversees the children’s care, said in a statement \"it is still very early, and we are awaiting further guidance on the matter.\"\nThe statement said it aims to reunify the children with their parents.\nTrump said the zero-tolerance policy remains in effect.\nOur ruling\nTrump said he couldn’t change the policy of separating children from their parents at the border. It was up to Democrats to change it.\nThen he signed an executive order to end the policy.\nThe order is clearly at odds with Trump’s previous statements. We rate this a Full Flop.\n Share the Facts 2018-06-21 11:21:59 UTC   PolitiFact    9 1 7  PolitiFact Rating: Full Flop  \"You can’t (end the separation of families at the border) through an executive order.\"    Donald Trump President https://www.whitehouse.gov/briefings-statements/remarks-president-trump-press-gaggle/   remarks to reporters Friday, June 15, 2018 2018-06-15    Read More  info", "vclaim_id": "vclaim-pol-01942"}