{"url": "/factchecks/2018/nov/27/steve-daines/sanctuary-jurisdictions-violate-laws-our-nation-s-/", "speaker": "Steve Daines", "vclaim": "Sanctuary jurisdictions \"violate the laws of our nation.\"", "truth_label": "barely-true", "date": "stated on November 15, 2018 in a Senate hearing:", "title": "Sanctuary jurisdictions 'violate the laws of our nation'? That's Mostly False", "text": "During a hearing for President Donald Trump’s nominee to lead a top immigration agency, Sen. Steve Daines said that so-called sanctuary jurisdictions are unlawful.\n\"I’d like to talk about sanctuary jurisdictions, places that violate the laws of our nation, encourage illegal immigration and compromise security of law-abiding citizens,\" Daines, R-Mont., said during Ronald Vitiello’s hearing for director of U.S. Immigration and Customs Enforcement, or ICE.\nDaines said an immigrant in the country illegally was recently charged for a triple murder in Missouri after being released from a New Jersey county jail. The jail did not honor a request from ICE to hold him until federal agents picked him up for deportation proceedings, Daines said.\nSanctuary jurisdictions that don’t cooperate with federal law enforcement \"are a direct affront to this country's rule of law and put innocent lives at risk,\" Daines added.\nDo sanctuary cities \"violate the laws of our nation,\" as Daines claimed? It’s possible that a city or state could be found in violation of the law — a specific section of U.S. code would apply. But our review found no courts have yet determined a local jurisdiction has actually violated the code.\nA spokeswoman for Daines told us the senator was referring to U.S. Code Section 1373, the section of federal law related to the sharing of immigration information between local agencies and federal immigration authorities.\nThe Justice Department has flagged jurisdictions that \"potentially violate\" Section 1373. But neither Daines’ office nor the Justice Department provided a list of jurisdictions decidedly in violation of federal law.\nSanctuary cities and Section 1373\nThe term \"sanctuary\" is broadly applied to jurisdictions limiting their cooperation with federal immigration authorities.\nBut there is no single understanding of what is a sanctuary jurisdiction and the range of policies under that label is pretty wide, said Anil Kalhan, a law professor at the Thomas R. Kline School of Law at Drexel University.\n\"To my knowledge, no state or local jurisdiction has in fact instituted policies that violate 8 USC 1373 or other federal laws,\" Kalhan said.\nSection 1373 says federal, state or local government entities or officials may not prohibit or restrict the exchange of information with federal immigration officers regarding the citizenship or immigration status of any individual.\nJustice Department’s fight against sanctuary jurisdictions\nIn March 2017, then-U.S. Attorney General Jeff Sessions claimed that the Justice Department’s inspector general report found that sanctuary policies violate federal law.\nThat’s Mostly False.\nA 2016 memo from the inspector general raised questions about how local officials may be interpreting and applying ordinances that limit cooperation with federal immigration authorities. But the memo explicitly said a formal legal determination on whether certain state and local laws or policies violate Section 1373 had not been made by immigration officials, and that his office was unaware of any department decision in that regard.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nFor this fact-check, we asked the Justice Department to name jurisdictions violating Section 1373. It did not provide a response.\nKatie Schoettler, a spokeswoman for Daines, pointed to a January 2018 statement from Sessions related to letters sent to 23 jurisdictions over department concerns that their laws, policies, or practices \"may violate\" Section 1373. \"Protecting criminal aliens from federal immigration authorities defies common sense and undermines the rule of law,\" Sessions said, urging them to reconsider their policies.\nBut the department placed the onus on the local jurisdictions: asking them to prove that they are not violating federal law. Several jurisdictions have challenged the department in court, particularly because the department threatens to withhold a law enforcement grant from jurisdictions that don’t comply with Section 1373.\nLegal battles between Justice Department and sanctuary jurisdictions\nSchoettler said the Justice Department is suing multiple jurisdictions \"because it is the contention of the federal government\" that they \"are in fact in violation of the federal statute.\"\n\"Until we see the outcome of the lawsuits, there is nothing to fact-check,\" Schoettler said. \"The courts will do that for you.\"\nSchoettler noted a lawsuit filed in March by the Justice Department against California, seeking to block provisions in three state laws that it argued were \"contrary to federal law and interfere with federal immigration authorities’ ability to carry out their lawful duties.\"\nA federal judge in July denied the department’s request to halt California’s sanctuary policies.\nOne of the challenged laws was a so-called \"sanctuary state\" law, which says that California law enforcement agencies shall not use funds or personnel to investigate or arrest individuals for immigration enforcement purposes.\n\"California’s decision not to assist federal immigration enforcement in its endeavors is not an ‘obstacle’ to that enforcement effort. ...Refusing to help is not the same as impeding,\" wrote Judge John A. Mendez of the United States District Court for the Eastern District of California.\nThe Justice Department appealed the case.\nAt least three federal judges have found Section 1373 itself to be unconstitutional. (Those rulings applied to the jurisdictions specifically involved in the litigations; not nationwide.)\nDuring his discussion of sanctuary policies at the Senate hearing, Daines spoke against jails that did not honor ICE requests to hold immigrants.\nBut an ICE detainer request \"carries no legal force and does not authorize state and local officials to hold anyone in custody — it is not an arrest warrant and does not provide probable cause for arrest,\" Kalhan said.\nOur ruling\nDaines said, sanctuary jurisdictions \"violate the laws of our nation.\"\nDaines was referring to Section 1373, but his office did not name a jurisdiction found to be violating that law. Instead, his office named jurisdictions that the Justice Department contends might be violating it. No courts have found a jurisdiction in violation of the law, and some courts have said the law itself might be unconstitutional.\nDaines’ statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2018-11-27 19:55:30 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Sanctuary jurisdictions \"violate the laws of our nation.\"    Steve Daines U.S. Senator    in a Senate hearing Thursday, November 15, 2018 2018-11-15    Read More  info", "vclaim_id": "vclaim-pol-01239"}