{"url": "/factchecks/2012/sep/20/mitt-romney/mitt-romney-says-redistribution-has-never-been-cha/", "speaker": "Mitt Romney", "vclaim": "\"Redistribution\" has \"never been a characteristic of America.\"", "truth_label": "pants-fire", "date": "stated on September 19, 2012 in remarks in Atlanta:", "title": "Mitt Romney says “redistribution” has “never been a characteristic of America”", "text": "After getting criticized for saying that 47 percent of Americans are \"dependent on government\" and \"believe the government has a responsibility to care for them,\" Mitt Romney’s presidential campaign fired back by accusing President Barack Obama of supporting redistribution of wealth.\n\nFirst, a 1998 tape of Obama surfaced in which he said, in part, \"I actually believe in redistribution, at least at a certain level to make sure that everybody's got a shot.\"\n\nThen, Romney brought up the topic during a Sept. 19, 2012, appearance in Atlanta.\n\nRomney said that Obama \"really believes in what I’ll call a government-centered society,\" according to an account in POLITICO. \"I know there are some who believe that if you simply take from some and give to others then we’ll all be better off. It’s known as redistribution. It’s never been a characteristic of America. There’s a tape that came out just a couple of days ago where the president said yes he believes in redistribution. I don’t. I believe the way to lift people and help people have higher incomes is not to take from some and give to others but to create wealth for all.\"\n\nRomney continued, \"This idea of redistribution follows from the idea that if you have a business you didn’t build it, someone else did that. It’s the same concept. … The government is responsible for everything that’s gone on here. And therefore government can take and give as it chooses. It’s an entirely foreign concept that will not work, that has not worked. That has never worked anywhere in the world. And what we have to do in America is not to make us more like Europe, but to make America more like America....\"\n\nWe wondered whether Romney was correct to say that \"redistribution\" has \"never been a characteristic of America.\" So we checked with historians and economists. Most agreed that Romney was ignoring the fundamental structure of the nation's progressive tax system, which has been redistributing wealth for a century, as well as a host of other policies, some of which predate the nation’s founding.\n\nA progressive tax system is one that takes a larger share of the income of high-income earners than it does from low-income individuals. Since this revenue is spent on government programs -- which benefit people other than just the taxpayer whose income is taken -- a progressive tax system is essentially by definition redistributive.\n\nIndeed, the U.S. system, at least if you look at the official rates, has been far more redistributive in the past than it is now, with a top federal income tax rate of 35 percent.\n\nJust looking at some previous Republican presidents, the top tax rate was over 50 percent under Warren Harding, over 60 percent under Herbert Hoover, over 90 percent for Dwight Eisenhower’s entire term, 70 percent or higher for Nixon’s entire term, and 70 percent under Gerald Ford, said said Daniel N. Shaviro, professor of taxation at New York University Law School. (Shaviro has written in his blog that he supports Obama over Romney.)\n\nAnd once this money comes into the federal treasury, it’s quickly redistributed. As we have noted previously, some states send more money to the federal treasury than they get back, while some states receive more money than they put in. The Tax Foundation, a business-backed group, crunched the numbers back in 2007 and reported that New Mexico got $2.03 for every dollar it sent to Washington, while New Jersey got just 61 cents.\n\nThe approach of redistribution dates back to colonial times, when the colonies levied property taxes on landholders. Since not everyone owned land, but because everyone benefited from at least some of the fruits of that revenue, such taxes were inherently redistributional. Not to suggest that Americans were always happy about this. \"Settlers far from markets complained that taxing land on a per-acre basis was unfair and demanded that property taxation be based on value,\" wrote Glenn W. Fisher, an emeritus public administration professor at Wichita State University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIndeed, early efforts to expand infrastructure such as roads and canals -- championed in the 1820s by Sen. Henry Clay --  stumbled over disputes over using general taxpayer money to fund projects with local benefits. Later, subsidies for building transcontinental railroads began in the 1860s but eventually devolved into major corruption scandals. Such funding was, in effect, a redistribution from the public to big business.\n\nIn the second half of the 19th century and the first part of the 20th century, the government added one redistributive program after another -- Civil War benefits and a veterans’ health system took money from the young and gave it to the old; public education and land-grant colleges took money from the old and gave it to the young. Social Security redistributed money from workers to retirees, while agricultural subsidies redistributed funds from non-farmers to farmers.\n\n\"You could argue that a true welfare state didn’t take shape until the New Deal, but even that was 80 years ago, so it doesn’t support the claim that redistribution has ‘never’ been characteristic of America,\" said Rutgers University historian David Greenberg. \"The notion that redistribution is some recent, Obama-led fanaticism, as opposed to a normal, reasonable, widely accepted way of running a large, complex nation, is just silly.\"\n\nPeter Lindert, an economist at the University of California at Davis, says redistribution is an essential function of any government. \"At the most profound level, any choice about how to run a country redistributes well-being from some to others,\" he said.\n\nSeveral experts we interviewed cautioned that while Romney’s claim is factually incorrect, it’s important not to overlook his larger point -- that too much redistribution can be a bad thing.\n\nDouglas J. Besharov, a University of Maryland public policy professor, said that because America has generated so much upward mobility over the years, redistributing too much will \"kill the goose that lays the golden egg.\"\n\nAnd Dan Mitchell, an economist with the libertarian Cato Institute, said that \"we have income-based redistribution in our means-tested programs and, to a lesser extent, age-based redistribution in our social insurance programs, but we're not Europe.\" Mitchell added, however, that \"we are heading that direction, which Romney, in his typically inarticulate fashion, was trying to explain.\"\n\nStill, on Romney’s specific claim that \"redistribution\" has \"never been a characteristic of America,\" experts agreed that he ignores longstanding fundamentals of our system of taxing and spending.\n\n\"Not to sound intemperate here, but the claim is completely ridiculous and false,\" said Shaviro, the NYU tax professor. \"This goes way beyond hyperbole. Romney is trying to rewrite and falsify U.S. history.\"\n\nOur ruling\n\nRomney said that \"redistribution\" has \"never been a characteristic of America.\"\n\nReasonable people can disagree about the wisdom of it, but redistribution has been a basic principle of the U.S. tax system and many federal programs, including some such as veterans benefits that have long attracted support from Republicans. Pants on Fire!", "vclaim_id": "vclaim-pol-10345"}