{"url": "/factchecks/2008/mar/12/barack-obama/yes-clinton-used-the-bush-administration-line/", "speaker": "Barack Obama", "vclaim": "Obama says Clinton in 2002 suggested there was a connection between al-Qaida and the Iraqi government.", "truth_label": "true", "date": "stated on March 11, 2008 in an interview on MSNBC's \"Hardball.\":", "title": "Yes, Clinton used the Bush administration line", "text": "Asked about a new report that found no connection between al-Qaida and the old Iraqi government before the U.S. invasion, Sen. Barack Obama said it shows that Sen. Hillary Clinton had poor judgment in 2002 when she repeated claims from the Bush administration to support its plan to go to war.\n\"President Bush and Dick Cheney insisted there was a connection. Senator Clinton on the floor of the Senate suggested that there was such a connection,\" Obama said in an interview on MSNBC's  Hardball  on March 11, 2008. \"I think it was part of a series of misjudgments that have not only cost us dearly in terms of lives lost and people who are injured, has distracted us from Afghanistan and our ability to pin down bin Laden and al-Qaida, but has also cost us hundreds of billions of dollars.\"\nClinton's support of the war is well-known, but we wondered if Obama was quoting her correctly about al-Qaida. So we checked the transcript of a speech she gave on Oct. 10, 2002, just hours before the Senate voted to approve the war resolution.\nIn that speech, Clinton explained her reasoning for supporting the war resolution. She described Saddam Hussein as \"a tyrant who has tortured and killed his own people\" and said that he blocked weapons inspections in 1998.\n\"In the four years since the inspectors left, intelligence reports show that Saddam Hussein has worked to rebuild his chemical and biological weapons stock, his missile delivery capability, and his nuclear program. He has also given aid, comfort, and sanctuary to terrorists, including al-Qaida members, though there is apparently no evidence of his involvement in the terrible events of Sept. 11, 2001.\"\nIn their book  Her Way: The Hopes and Ambitions of Hillary Rodham Clinton,  Jeff Gerth and Don Van Natta Jr. note that Clinton was rare among Democrats in citing the al-Qaida link. The book quotes Sen. Joe Biden of Delaware as saying the links were \"much exaggerated,\" while Sen. Dianne Feinstein of California described them as \"tenuous.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nGerth and Van Natta point out that Sen. Joseph Lieberman of Connecticut came closest to echoing Clinton's comments, but even he said \"the relationship between al-Qaida and Saddam's regime is a subject of intense debate within the intelligence community.\"\nClinton was asked to explain her al-Qaida remark during an appearance on  Meet the Press  on Sept. 23, 2007.\nShe sidestepped the part about al-Qaida but said, \"Well, I cast a sincere vote based on my assessment at the time, and I take responsibility for that vote. I also said on the floor that day that this was not a vote for pre-emptive war. I thought it made sense to put inspectors back in. As you recall, Saddam had driven out the U.N. inspectors in 1998 and the situation in Iraq was opaque, hard to determine, and I thought that it made sense to put inspectors back in.\"\nShe put the blame on the Bush administration.\n\"Now, obviously, if I had known then what I know now about what the president would do with the authority that was given him, I would not have voted the way that I did.\"\nStill, Obama has accurately described her statement, so we find his claim True.", "vclaim_id": "vclaim-pol-16302"}