{"url": "/factchecks/2015/jan/21/barack-obama/barack-obama-says-united-states-only-developed-cou/", "speaker": "Barack Obama", "vclaim": "The United States is \"the only advanced country on Earth\" that doesn’t guarantee \"paid maternity leave to our workers.\"", "truth_label": "mostly-true", "date": "stated on January 20, 2015 in the State of the Union address:", "title": "Barack Obama says United States only developed country without paid maternity leave", "text": "President Barack Obama sent signs in the days leading up to the 2015 State of the Union address that he would once again call for Congress to require paid maternity leave for all workers. For those hoping he would, he didn’t disappoint.\nThe push came as part of a package of ideas to help the middle class get ahead.\n\" Middle-class economics means helping working families feel more secure in a world of constant change,\" he said. \"That means helping folks afford child care, college, health care, a home, retirement  —  and my budget will address each of these issues, lowering the taxes of working families and putting thousands of dollars back into their pockets each year.\"\nPaid medical leave is one way to accomplish that, he said.\n\"Today, we’re the only advanced country on Earth that doesn’t guarantee paid sick leave or paid maternity leave to our workers,\" he said.\nWe’ll put aside the part about sick leave for this fact-check. Instead, let’s review whether the United States’ policies on maternity leave differ from the rest of the world.\nObama made a similar statement in a Huffington Post op-ed last June. We rated it Mostly True. Since this is a big piece of Obama’s State of the Union legislative push, we thought a review was warranted.\nUnder the Family Medical Leave Act, employers with 50 or more workers must allow parents 12 weeks of job-protected leave annually to care for a newborn. While this means those individuals can take the time off without fear of losing their job, in most cases the leave is unpaid.\nThere are a couple of exceptions. California, New Jersey and Rhode Island offer paid family leave through employee-paid payroll taxes, and Washington state passed a bill to establish paid maternity leave but later reversed course.\nAdditionally, some employers offer paid maternity leave even though it’s not required. According to the Bureau of Labor Statistics, 13 percent of workers had access to some kind of paid family leave, up 1 percentage point from 2013.\nCompared to the rest of the developed world, that’s very low.\nAccording to the International Labor Organization, an agency of the United Nations, the United States joins New Guinea as the two countries out of 170 that provide no cash benefits of any kind to women during maternity leave.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nOf the 41 other developed countries highlighted by the report, the United States also mandates the shortest period of time off — 12 weeks.\nCompare that to the U.K. and Australia, which each allow for a full year off (though not all of it is paid). Iceland has the second-shortest leave of developed countries at 13 weeks off, though it’s all paid.\nOf the developed countries, the United States is in a bracket with the smallest percentage of people receiving the benefit in practice, with an estimated 10 to 32 percent of the population eligible for paid leave. No other developed country is below 33 percent.\nHowever, paid maternity leave is not a universal benefit even in developed countries.\nSome countries exclude certain portions of their populations from eligibility, making it far from a universal benefit. Temporary workers do not receive cash benefits in Canada, home workers don’t receive maternity leave in Norway and Switzerland, and some civil servants don’t get any in Japan. Canada, where about 66 to 89 percent of women are actually eligible for maternity leave, also excludes migrant workers and individuals that own more than 40 percent of their business, and it requires women to have at least 600 hours of insurable employment to be eligible.\nThe result is that in some countries, large portions of the population don’t end up actually being covered. In Spain and Japan, between 33 and 65 percent of workers are eligible, the fewest other than the United States.\nThe International Labor Organization also sets a standard for what countries should provide in a benefits package: 1) women should receive at least 14 weeks off; 2) They should be reimbursed at least two-thirds of their previous earnings; and 3) the benefit should be paid almost entirely by the state through public funds or Social Security.\nThe United States is the only developed country to meet none of the benchmarks (and one of just 14 studied worldwide that didn’t check off any of the three). But six other countries fall short of at least one goal.\nOur ruling\nObama said that the United States is the only advanced country on earth that doesn’t guarantee \"paid maternity leave to our workers.\"\nUnless you live in one of three states that mandate it, paid maternity leave is not required, and it’s uncommon among employers. As a result, the United States has the smallest population of women eligible for paid maternity leave among developed countries.\nAll developed countries surveyed by the International Labor Organization mandate at least some paid maternity leave. However, it’s worth noting that the benefit is not exactly universally enjoyed in parts of the developed world due to restrictions and exclusions on certain workers.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06816"}