{"url": "/factchecks/2014/apr/21/democratic-national-committee/which-more-unpopular-obamacare-or-repealing-obamac/", "speaker": "Democratic National Committee", "vclaim": "\"One thing that is much more unpopular than the Affordable Care Act is repealing the Affordable Care Act.\"", "truth_label": "mostly-true", "date": "stated on April 20, 2014 in an interview on CNN's \"State of the Union.\":", "title": "Which is more unpopular: Obamacare or repealing Obamacare?", "text": "Searching for painted eggs. Brunch with the family. Heading to church dressed in Sunday best. Debating health care.\nMaybe not all of those fit in your Easter morning routine, but when you're a spokesman for one of the two major parties in this election climate, even when people are celebrating a holiday, you’re talking Obamacare.\nAs was the case April 20, 2014, on CNN’s State of the Union, where Democratic National Committee spokesman Mo Elleithee and Republican National Committee spokesman Sean Spicer jousted over the Affordable Care Act’s potential impact on the 2014 midterms.\nWhen asked about Sen. Mary Landrieu, D-La., running campaign ads talking about fixing Obamacare, Elleithee said there’s a difference between positive fixes and full-on repeal.\n\"Mary Landrieu is absolutely going to say, and I think Democrats across the country are going to say, there is a difference between our side and their side. Our side supports this law, making it work better. Their side wants to take it away. People don't want that fight anymore, right?\" Elleithee said. \"One thing that is much more unpopular than the Affordable Care Act is repealing the Affordable Care Act, and people are tired of the fight that Sean and his side keep pushing.\"\nWe’ve done plenty of poll watching on President Barack Obama’s health care law. You can find examples of fact-checks about them here, here and here. We know the law itself has divided the country with a plurality of people generally holding an unfavorable view.\nBut what about comparing the law’s popularity against the number of people who want it repealed? That’s a new one to us, and we decided it deserved a second look.\nPolls, polls and more polls\nElleithee linked us to a couple of polls conducted in the last few months. We found a handful on our own as well.\nThe crux of the question is this: Which is more unpopular: the law itself, or the idea of repealing the law?\nThe Kaiser Family Foundation has released a health care poll almost monthly since early 2012, the most prolific and persistent public tracking of the bill’s popularity. According to the nonpartisan organization’s latest Health Tracking Poll conducted between March 11-17, 46 percent of Americans have an unfavorable view of the law against 38 percent with a favorable opinion.\nHow does that compare to people looking to repeal? While only 10 percent want to keep it as is it is, a plurality, or 49 percent, want to keep it in place but work to improve it. Just 29 percent said it should be repealed and replaced with a GOP alternative or nothing at all.\nSo that’s one poll showing 46 percent expressing an unfavorable view of the law against 59 percent who would elect an option other than repealing it. That seems to back up Elleithee’s claim.\nOther polls were more nuanced.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nNational Public Radio partnered with two firms, one Democrat, one Republican, for a survey between March 19-23. It measured support for the law at 47 percent with 51 percent opposing. But 44 percent said it should be repealed and replaced and 53 percent said implement and fix it.\nSo, in this poll, those with an unpopular opinion of the law (51 percent) was pretty darn close to the people who didn’t want to repeal (53 percent).\nThe difference in outcomes could be attributed to how varying pollsters asked the question. In the Kaiser poll, respondents had five options (keep it as is, tweak it to improve it, repeal it and replace it, just repeal or other). In the NPR poll, there were just three choices: \"Implement and fix,\" \"Repeal and replace,\" or \"Unsure/Refused.\"\nBloomberg News went a step further and asked about individual components of the law in a March 7-10 survey. At the macro level, the poll showed 34 percent of people calling for repeal, with 51 percent saying, \"It may need modifications but we should see how it works\" and 13 percent calling for no change.\nBut the majority of people said one of the central pillars of the law, the individual mandate requiring almost everyone to buy health insurance, should be repealed. Other provisions, like eliminating lifetime caps on insurance and allowing children to stay on their parents’ insurance until age 26, remained quite popular.\nThis poll didn’t ask individuals if they had a favorable or unfavorable view of the law.\nA poll from NBC News/Wall Street Journal conducted March 5-9 found an entirely new way to pose the question. It asked half the respondents if they would be more likely to vote for someone who supported repealing the health care law — 47 percent said yes and just 32 percent said they would be less likely.\nThe other half of the respondents were asked if they would support a candidate who wanted to fix the law but keep it in place. While 45 percent said they would be more likely to vote for them, 42 percent would be less likely.\nStill, when asked if they would rather support a Democrat who would fix and keep the law, or a Republican who wanted to repeal, 48 percent said they would support the Dem and 47 percent said the GOP.\nSo what do we make of all of this?\n\"I think the two items show that while the law remains more opposed than supported, the idea of repealing (or repeal and replace) also lacks majority support,\" said Charles Franklin, director of the Marquette Law School Poll. \"In part this may reflect a lack of appetite for going through the entire process of legislating again, or perhaps concern that a replacement would be no better. It may also reflect the lack of specific proposals that would be part of a replacement.\"\n\"Without strongly formed opinions about alternatives, surveys are likely to be especially sensitive to question wording and the particular focus of a question.\"\nWe’ll throw one more poll in there, just for fun. According to the Pew Center for People and the Press, of the 53 percent of people who disapprove of the law, a majority — 56 percent — said lawmakers should still try to make it work, while just 36 percent said they should do what they can to ensure it fails.\nOur ruling\nElleithee says, \"One thing that is much more unpopular than the Affordable Care Act is repealing the Affordable Care Act.\" Polls support that idea: Generally speaking, more people are against the idea of repeal than the Affordable Care Act.\nBut how much of a difference varies. Elleithee said repeal is \"much more unpopular\" than Obamacare. While one respectable poll (Kaiser Family Foundation) could make that case, others were less definitive.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-07966"}