{"url": "/factchecks/2020/sep/25/viral-image/no-president-trump-didnt-say-about-miss-teen-usa-p/", "speaker": "Viral image", "vclaim": "Quotes Donald Trump as saying, “I’ll tell you the funniest thing. I’ll go backstage before a Miss Teen USA show, and everyone’s getting dressed and ready and everything and no men are anywhere. … You know, I’m inspecting. The girls (14-16) are standing there with no clothes on.”", "truth_label": "false", "date": "stated on September 21, 2020 in a post on Facebook:", "title": "No, President Trump didn’t say this about the Miss Teen USA pageant", "text": "President Donald Trump, a former beauty pageant owner, has come under fire for his behavior around contestants. But a post is distorting remarks Trump made about his actions at Miss Universe pageants to make it sound like he boasted about walking into a changing room full of Miss Teen USA pageant contestants as young as 14 and \"inspecting.\"\nA Facebook post quotes Trump as saying, \"I’ll tell you the funniest thing. I’ll go backstage before a Miss Teen USA show, and everyone’s getting dressed and ready and everything and no men are anywhere. And I’m allowed to go in because I’m the owner of the pageant and therefore I’m inspecting it.\" \nBeneath the first part of the quote there is a photo of Trump beside a photo of four contestants at the 2007 Miss Teen USA pageant.\n\"You know, I’m inspecting,\" the quote continues. \"The girls (14-16) are standing there with no clothes on. And you see these incredible looking women (teens), and so, I sort of get away with things like that.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t what Trump said. It’s an alteration of comments Trump made during a 2005 interview with radio personality Howard Stern regarding Miss Universe and Miss USA pageants. In the exchange, Stern asks Trump if, in the years he owned Miss Universe and Miss USA, there were times he had sex with the contestants, all of whom are over age 18.\nTrump first answers, \"I never comment on things like that.\" After more than two minutes of back and forth, Trump says:\n\"Well, I'll tell you the funniest is that I’ll go backstage before a show, and everyone's getting dressed, and ready and everything else, and you know, no men are anywhere, and I'm allowed to go in because I'm the owner of the pageant and therefore I'm inspecting it. You know, I'm inspecting because I want to make sure that everything is good.\n\"You know, the dresses. 'Is everyone okay?' You know, they're standing there with no clothes. 'Is everybody okay?' And you see these incredible looking women, and so, I sort of get away with things like that. But no, I've been very good.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAfter audio of the Stern interview resurfaced during Trump’s 2016 run for president, Miss USA 2001 contestant Tasha Dixon told a Los Angeles TV station that Trump had walked into the Miss USA dressing room when contestants were not fully clothed.\nMiss Teen USA contestants’ allegations \nWhile there is no evidence that Trump boasted about viewing minors unclothed as this Facebook post claims, five Miss Teen USA 1997 contestants did allege in 2016 that Trump walked into the dressing room as contestants — some as young as 15 years old — were changing. \nBuzzfeed reported the allegations against Trump in 2016, when he was the Republican presidential nominee. A fifth contestant later came forward, also alleging that Trump came into the dressing room as contestants were changing. Buzzfeed reported that 11 other contestants from the 1997 Miss Teen USA pageant said they \"did not recall\" Trump entering the dressing room.\nThe Trump campaign issued a statement denying the allegations when they emerged, saying they have \"no merit.\" \nOur ruling\nA Facebook post quotes President Trump as saying, \"I’ll tell you the funniest thing. I’ll go backstage before a Miss Teen USA show, and everyone’s getting dressed and ready and everything and no men are anywhere. … You know, I’m inspecting. The girls (14-16) are standing there with no clothes on.\"\nThe post distorts remarks Trump made when speaking with radio show host Howard Stern in 2005. At the time, Trump was talking about his behavior during the Miss Universe and Miss USA pageants, where all contestants are over the age of 18.\nFive former Miss Teen USA contestants have accused Trump of walking into the dressing room when girls were changing during the 1997 pageant. But there is no evidence he said this quote about the Miss Teen USA pageant.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19019"}