{"url": "/factchecks/2016/jun/17/greg-abbott/greg-abbott-makes-unfounded-claim-about-isis-runni/", "speaker": "Greg Abbott", "vclaim": "\"ISIS is running through a border made porous by Barack Obama’s policies.\"", "truth_label": "pants-fire", "date": "stated on May 12, 2016 in addressing the Republican Party of Texas state convention:", "title": "Greg Abbott makes unfounded claim about ISIS 'running through' U.S.-Mexico border", "text": "At the May 2016 Republican Party of Texas convention, Gov. Greg Abbott told thousands of delegates that the Islamic State group, which has ravaged parts of the Middle East, was at work along the Texas-Mexico border.\n\"Our country better wake up. We’re facing an existential threat,\" he said. \"ISIS is running through the border made porous by Barack Obama’s policies.\"\nISIS has seized vast territory in Iraq and Syria wielding heavy weapons of war. It terrorizes civilians and broadcasts footage of sadistic executions. Does it also operate over the 1,254-mile Texas-Mexico border?\nRumor says they do, though we’ve found previous claims short of factual footing. In October 2014, we rated False then-Lt. Gov. David Dewhurst’s claim that prayer rugs had been found at the border, suggesting an ISIS presence. The same month, we rated False a claim by U.S. Rep. Duncan Hunter that 10 ISIS fighters had been caught at the border.\nIn April 2015, we rated False a report by conservative watchdog Judicial Watch stating that ISIS was running a camp in Mexico just over the border from El Paso. Most recently, in December 2015 we rated Mostly False Abbott’s claim that Texas had seen three ISIS-related incidents, finding his definition of \"ISIS-related\" extremely loose.\nSo, here we go again.\nAbbott’s data\nAbbott, who in 2015 touted and signed into law the state’s $800 million border security package, offered his declaration as proof of the urgency of his border security agenda and as a jab at the immigration policies of the Democratic president’s administration, over which then-Attorney General Abbott filed a federal lawsuit on behalf of Texas and more than 20 other mostly Republican-led states in 2014. It alleged the president exceeded his constitutional authority when he used executive action to shield certain young adults and parents from deportation.  \nIn April 2016, the U.S. Supreme Court heard the Texas-led challenge to the Obama administration’s policy; a ruling could come this year.\nWe emailed Abbott spokesman John Wittman to ask when ISIS ran through the border, and also which Obama policies had made the border more porous, as Abbott said.\nRegarding the porous border, Wittman sent a link to the 2014 lawsuit filed by Attorney General Abbott. \"A specific policy which has made the border more porous,\" Wittman wrote.\nRegarding ISIS, Wittman provided a web link, tweeted by Abbott on April 23, 2016, to a Fox News Latino article published the day before.\nThe news story, citing prosecutorial documents, said a 21-year-old Minnesota man charged with conspiracy to join ISIS \"told the ISIS members about the route (‘to the U.S. through Mexico’) so that it could be used to send members to America to carry out terrorist attacks.\"\nISIS at the gates\nFor our part, we looked first for signs of ISIS border crossings, then considered Abbott’s charge about Obama fostering a porous border.\nAbbott’s backup did not say, as the governor did, that ISIS was operating at the border, but we still made inquiries.\nAt the Department of Homeland Security, the parent agency for border security, including the U.S. Border Patrol, spokeswoman Marsha Catron emailed in reply: \"The suggestion that (ISIS) operatives have been apprehended at the Southwest border is not supported by facts on the ground. DHS does not have any credible intelligence that terrorist organizations are planning to attempt to cross the southwest border to carry out attacks in the United States.\"\nWe also emailed the Texas Department of Public Safety, which patrols the border, to ask for any reports of ISIS activity thereabouts.DPS spokesman Tom Vinger emailed: \"The department does not have any information to provide.\"\nIn the past, groups or individuals bandying similar claims alleged that law enforcement agencies suppress news of ISIS at the border to avoid public panics.\nThat in mind, we also queried experts outside of government.\nBy phone, we asked Victor M. Manjarrez, director of the National Center for Border Security & Immigration at the University of Texas at El Paso, if ISIS was operating at the border. Manjarrez, a former Border Patrol sector chief, said, \"no,\" adding that every report of ISIS at the border has been debunked.\nWe thought perhaps there are reports Manjarrez hadn’t seen, so we looked elsewhere.\nAt the Center for Strategic and International Studies, a Washington D.C.-based think tank which focuses partly on border security and international terrorism, we were referred to Rick Nelson, former director of the center’s Homeland Security and Counterterrorism Program, who said in a phone interview he knew of no reports of ISIS at the border.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nNelson said: \"There’s no doubt that if ISIS had the opportunity, they would conduct an attack in the U.S., but to state that they’re going to do so by going through Mexico and going through the southern border is a little bit disconnected.\" He said the group was more focused on radicalizing Americans already in the country.\nWe also emailed the RAND Corporation, a California-based think tank focused partly on national security, to ask about reports of ISIS at the border. By phone, Colin Clarke, a political scientist and national security research at RAND, said: \"I haven’t seen any evidence that there are ISIS people coming across the border. My standard response is I haven’t seen the evidence, but that doesn’t mean that at some point they won’t try that.\"\nClarke said ISIS would need a domestic network of safe houses and weapons stashes to wage a significant attack, even if members were to come across the border.\nSo, no confirmed ISIS sightings.\nWe looked next at if the border has become \"porous\" on Obama’s watch, as Abbott said.\nBorder Patrol spending up, apprehensions down\nThere are no signs of a more porous border that we divined.\nWhen we asked Nelson at the CSIS to what extent border security had decreased under Obama, he said, \"I would say it hasn’t.\" He said, \"The amount of resources Obama has put forward to secure the border has been significant.\"\nOn Obama’s watch, federal figures suggest, border security spending and staffing escalated and, in the latest full fiscal year, 2015, apprehensions of individuals crossing the border without legal authority declined in comparison to the three previous years.\nSome perspective:\n--The congressionally approved $3.8 billion fiscal 2015 budget for the Border Patrol, the on-the-ground border enforcement unit of Customs and Border Protection,was up an inflation-adjusted 29 percent from fiscal 2009, the year Obama succeeded George W. Bush.\n--The 17,522 Border Patrol agents in 2015 were up a sliver, less than 1 percent, from 2009, though down 6 percent from the all-time high of 18,611 agents in 2013.\n--Apprehensions along the southwest border escalated in 2013 and 2014, according to Border Patrol data, but the 331,333 apprehensions near the border in fiscal 2015 were the fewest since 2011--and down 39 percent compared to 2009.\nAlso worth noting: Deportations from the U.S. hit a record high under Obama in 2013, the year before the surge, according to Pew Research.\nObama policies?\nAbbott’s lawsuit, which Wittman cited as backup, identified two Obama policies: Deferred Action for Childhood Arrivals (DACA), announced in 2012, and Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA), unveiled in 2014. DACA blocked deportation for qualified unauthorized immigrants who arrived as children and DAPA did the same for parents of qualified citizens and permanent residents.   \nThe lawsuit predicted that both moves would \"substantially increase the number of undocumented immigrants in the plaintiff states\" because \"the removal of the deportation threat, combined with the incentives to stay, will make remaining in the United States far more attractive.\"\nWe asked Manjarrez if DACA and DAPA made the border more porous. \"I wouldn’t say porous, I’d say it’s increased the clutter,\" he said. \"Some people translate that to more porous, I say the border is now at a higher risk to be exploited by some interest.\" For instance, he said that many children who arrived amid a surge in 2014-2015 cited rumors that they would not be deported as a motivation for their trips to the border. The increased \"clutter\" at the border, he said, made it harder for Border Patrol agents to pinpoint security threats.\nWe’ve looked before into claims that Obama policies fueled the migrant surge. At the time,\nexperts and news reports gave more credit to rising violence in Central American countries and to a 2008 law passed under Bush shielding non-Mexican children from immediate deportation when apprehended at the border.\nAbbott again\nWe shared our findings--no confirmation of ISIS on the border and statistics suggesting a greater security presence--with the governor’s office. Wittman said Abbott had nothing to add.\nOur ruling\nAbbott said \"ISIS is running through the border made porous by Barack Obama’s policies.\"\nWe found no factual basis — Abbott offered none — to support the claim that ISIS is \"running through\" the border. Other claims of ISIS forces marshaling on the U.S.-Mexico border have been debunked, and this one deserves the same fate. Border security itself has been stepped up, by the federal government and Texas, with apprehensions lately on the decline.\nAbbott’s claim isn’t just wrong, it’s ridiculous. Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/aa18fda5-e0ce-4b44-816e-9e744b4cf3cf", "vclaim_id": "vclaim-pol-04819"}