{"url": "/factchecks/2010/nov/01/ron-johnson/ron-johnson-says-us-sen-russ-feingold-voted-give-s/", "speaker": "Ron Johnson", "vclaim": "Says Russ Feingold voted to give Social Security benefits to illegal immigrants", "truth_label": "false", "date": "stated on October 29, 2010 in an automated phone message, as well as a radio ad, news releases and debates:", "title": "Ron Johnson says U.S. Sen. Russ Feingold voted to give Social Security benefits to illegal immigrants", "text": "For four years, Republican congressional candidates have attacked Democrats on a vote that combines two emotional issues -- Social Security and illegal immigration -- into one fat target.\n\nIn the 2010 U.S. Senate race, Republican Ron Johnson continues the tradition, pointing to an obscure 2006 Senate vote to level the charge that Democratic incumbent Russ Feingold supported giving Social Security benefits to illegal immigrants.\n\nJohnson has pounded away at the issue in a radio ad, automated phone calls and on his website. In the Oct. 11, 2010 debate, Feingold answered Johnson’s charge flatly: \"Well, of course I don’t support Social Security benefits for undocumented people. That’s just absolutely false.\"\n\nNow, Johnson is denying Feingold’s denial, charging in a news release the three-term senator is lying about his own record.\n\nGot all that?\n\nLet’s put this one to the test -- and to rest.\n\nThe vote in question is on an amendment to the Comprehensive Immigration Reform Act of 2006. The immigration reform bill -- which had Feingold’s support but never passed -- was designed to give most illegal immigrants a chance to become legal citizens.\n\nFeingold has said in campaign literature he backs requiring illegal workers to \"come forward, pay hefty fines, pay taxes, learn English and civics, work, and wait in the back of the line – before earning the privilege of permanent resident status.\"\n\nJohnson has emphasized border security first and deporting criminals who are here illegally. He criticizes \"blanket\" amnesty but has backed \"humane\" treatment of hard-working illegals and some unspecified process involving employer penalties.\n\nAt the time of the 2006 immigration reform debate, by longstanding practice, U.S. law broadly allowed immigrants who later get legal status to get credit for Social Security payments made while they were undocumented. It is common -- to the tune of billions of dollars each year -- for illegal workers to pay Social Security payroll taxes.\n\nDuring the 2006 debate, U.S. Sen. John Ensign, R-Nevada, pushed an amendment to block many of those former illegals from getting that credit. The issue was ripe because the immigration bill sought to legalize the status of millions of workers.\n\nFeingold joined the 50-49 majority -- 38 Democrats, 11 Republicans and 1 independent -- to kill the Ensign amendment.\n\nThat single vote has spawned campaign ads in at least 29 races, according to our friends at FactCheck.org.\n\nSo was that vote, as the most recent Johnson news release put it, a \"vote to grant Social Security benefits for illegal immigrants?\"\n\nNo.\n\nNearly all of Johnson’s statements on this leave out the important fact that the 2006 amendment dealt with the policy on payments to formerly illegal workers -- undocumented workers who later were made legal.\n\nCurrently illegal immigrants are not eligible for Social Security benefits under U.S. law  -- and that would not have changed even if Ensign’s amendment had passed.\n\nThe Social Security Act requires noncitizens in the United State to be \"lawfully present\" to receive benefits, and also prohibits payments to aliens residing in the United States unlawfully, a 2006 Congressional Research Service report noted.\n\nIn October 2007, Ensign brought back a much narrower amendment during another immigration debate. The amendment prohibited Social Security payments to persons who had been convicted of misuse of a Social Security number for their work while on illegal status.\n\nFeingold voted in favor of the amendment, which passed 92-2.\n\nJohnson isn’t the only GOP candidate to turn to the issue in this race. In the Nevada U.S. Senate race, PolitiFact National ruled as Barely True a claim that U.S. Sen. Harry Reid voted \"to give illegals Social Security benefits even for the time they were here illegally.\"\n\nIf anything, Jonson’s claim is more off the mark: It implies currently illegal workers would have benefited.\n\nWhere does that leave us?\n\nIn just about every venue possible, Republican Ron Johnson is charging Democrat Russ Feingold supported giving Social Security benefits to illegal immigrants. In truth, the 2006 amendment cited by Johnson, which Feingold did oppose, would not have prevented illegals from receiving Social Security benefits. They already were barred. In fact, Feingold wound up voting for a more modest version of the amendment the following year.\n\nThis one isn’t a borderline call: False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14068"}