{"url": "/factchecks/2020/jul/22/afscme/attack-ad-exaggerates-james-health-care-stance/", "speaker": "AFSCME", "vclaim": "Says John James \"wants to allow insurance companies to discriminate against people with preexisting conditions.”", "truth_label": "barely-true", "date": "stated on June 18, 2020 in an attack ad:", "title": "Attack ad exaggerates John James’ health care stance", "text": "A major labor union’s attack ad targets Michigan Republican Senate candidate John James for his position on health care.\nThe ad features a woman with multiple sclerosis who claims that James \"wants to allow insurance companies to discriminate against people with preexisting conditions.\"\nThe American Federation of State, County and Municipal Employees said it ran the ad for two weeks, and reportedly spent at least $1 million on it.\nThe ad lists two sources to support its claim. The first, a 2018 article from the Houston Chronicle, summarizes a study that found that more than 100 million Americans could lose their health coverage if the Affordable Care Act were overturned. The second, a Talking Points Memo article, references a deleted video James posted during his failed 2018 campaign against Sen. Debbie Stabenow, in which James calls the ACA a \"monstrosity\" and calls for repealing and replacing the health law.\nThe ad puts those two facts together to reach its conclusion, but it’s not an accurate reflection of James’ stated position.\nJames, a Detroit-area businessman and combat veteran, has noted his opposition to the ACA, which codified new protections for people with preexisting conditions, ensuring that they could buy health insurance without steep premiums.\nIn the video James posted during the 2018 campaign, James said, \"Our failure to repeal and replace Obamacare is the surest sign that we need new conservative leadership in Washington,\" and he called for a \"new, market-based, fair, and patient-centered solutions.\"\nHe has not laid out any more detailed policy proposals.\nBut in a 2018 debate with Stabenow, James said his vision for a better health care system would include covering preexisting conditions. And in two different Fox News appearances, James reiterated this position.\nIn his current campaign to unseat incumbent Sen. Gary Peters, James said he remains committed to this vision.\nIn response to a similar ad attack from the pro-Democratic Senate Majority PAC, James released a statement claiming he has \"never supported eliminating protections of preexisting conditions\" along with his own ad vowing he \"will always protect anyone with a preexisting condition.\"\n\"John wants to keep the parts of the Affordable Care Act that work, protect seniors and people with preexisting conditions,\" wrote Abby Walls, director of communications for James’ campaign in an email to PolitiFact Michigan.\nHow the ACA protects people with preexisting conditions\nSupporters of the Affordable Care Act consider its provisions on preexisting conditions to be one of the law’s signature achievements.\nBefore the passage of the ACA, people with a health condition could be denied coverage or charged higher premiums in the individual health insurance market.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\n\"When insurance was a voluntary, competitive market not subsidized, insurers were masterful at cherry-picking,\" says Karen Pollitz, a senior fellow at the nonpartisan Kaiser Family Foundation.\nThe ACA ended this practice, requiring insurance companies to sell coverage to anyone who wants it at a price that does not factor in their health condition.\nAnalysis from the Department of Health and Human Services found that the share of Americans with preexisting conditions who did not have health insurance at any point during the year decreased 22% between 2010 and 2014, when the ACA’s signature reforms were enacted.\nWhat would repealing the ACA mean for individuals with preexisting conditions? \nIn 2018, the Kaiser Family Foundation estimated that 27% of nonelderly adults, those age 18-64, in the U.S. have a preexisting health condition — about 53.8 million. In Michigan, the share is slightly higher: An estimated 29% — just over 1.7 million — of nonelderly Michiganders had a preexisting condition in 2018 that would likely have resulted in their being declined coverage under the pre-ACA underwriting practices of the individual health insurance market.\nRepealing the ACA has been an aim of Republicans for a decade. Just recently, the Trump administration submitted a brief to the Supreme Court in a case seeking to have the ACA ruled unconstitutional. If the administration is successful, the ACA’s protections for people with preexisting conditions would fall away.\n\"If the ACA were gone, the industry would revert back to cherry-picking so fast it would make your head spin,\" Pollitz says.\nShirin Bidel-Niyat, AFSCME’s assistant director for political action, said in a statement that James has \"failed to publicly oppose the Trump administration’s lawsuit seeking to gut the ACA. Meanwhile, he continues to advocate for the repeal of Obamacare, the only law that currently offers protections for those with preexisting conditions.\"\nSome Republican proposals to repeal and replace the ACA promised to keep protections for individuals with preexisting conditions in place. Sen. Thom Tillis’s Protect Act — introduced in the current Congress — notes \"Obamacare is not the  only way to protect Americans with preexisting conditions.\"\nThe Republican proposals so far don’t ensure the same level of protection and affordability guaranteed under the ACA. But that does not mean that someone who wants to repeal and replace the ACA wants to revert to allowing health insurers to discriminate based on  preexisting conditions.\nJames’ claims that he would cover and protect individuals with preexisting conditions suggests he does not support letting insurance companies deny someone coverage based on their medical history as the AFSCME ad says. But, it is unclear what specific provisions of the ACA James supports that also offer protections for individuals with preexisting conditions such prohibiting health insurance companies from charging higher prices for those with a preexisting condition or requiring that health care plans offer comprehensive coverage that insures essential health services.\nOur ruling\nThe attack ad against James claims he \"wants to allow insurance companies to discriminate against people with preexisting conditions.\"\nThis claim misstates James’ stated positions on health care. James has called for repealing and replacing the ACA. He has not indicated his support for a specific health care reform package.\nJames has not held elective office and so has never had to take a vote on Republican proposals to replace the ACA that would weaken protections for people with preexisting conditions achieved through the ACA.\nJames has said many times that he supports a health insurance system that covers and protects people with preexisting conditions. His critics have a legitimate point that he could provide more detail on how he’d achieve that position, but this ad goes too far in stating that James supports allowing insurance companies to deny coverage on the basis of preexisting conditions.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17774"}