{"url": "/factchecks/2016/may/31/donald-trump/trump-exaggerates-wind-turbine-eagle-deaths/", "speaker": "Donald Trump", "vclaim": "In California, \"the windmills are killing hundreds and hundreds of eagles.\"", "truth_label": "barely-true", "date": "stated on May 26, 2016 in a speech on energy policy:", "title": "Trump inflates wind turbine eagle deaths", "text": "Donald Trump, the presumptive Republican presidential nominee, says he favors energy from all sources to power America. Wind is on his list, but in remarks in Bismarck, N.D., Trump emphasized that wind turbines are not without their drawbacks.\n\"There are places for wind but if you go to various places in California, wind is killing all of the eagles,\" Trump said. \"You know if you shoot an eagle, if you kill an eagle, they want to put you in jail for five years. And yet the windmills are killing hundreds and hundreds of eagles. … They’re killing them by the hundreds.\"\nSetting aside Trump’s exaggeration about killing all of the eagles, we wondered, are wind turbines in California killing \"hundreds and hundreds,\" as he said?\nThe truth is, we lack complete data, but Shawn Smallwood, California’s leading ornithologist for the study of raptors and wind turbines, told us Trump is exaggerating.\nSmallwood says about 100 eagles die each year due to impacts with the spinning blades on windmills.\n\"Mr. Trump could not have arrived at his number (hundreds and hundreds) from any reliable source, unless he is referring to all eagles killed by industrial-scale wind turbines since they were installed in the early 1980s,\" Smallwood said. \"Cumulatively over time, there have been hundreds of eagles killed, probably about 2,000.\"\nWe reached out to the Trump campaign and did not hear back.\nSmallwood has worked intensively on one of the country’s first wind farms at Altamont Pass in Northern California. At one time, nearly 7,000 windmills churned out power there. But a combination of lawsuits and public pressure has cut that number by more than half.\n\"My best estimate for golden eagle fatalities in the Altamont Pass was 60 per year until the last couple of years when the old turbines started getting replaced by larger turbines that are being more carefully sited to reduce eagle fatalities,\" Smallwood said.\nToday, Smallwood said the number of eagle fatalities is much lower.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAltamont Pass lies in Alameda County. Government figures show 14 golden eagles killed there in 2013. And that was two years before one of the leading operators in the wind farm announced it was shutting down over 800 turbines.\nBy the way, bald eagle deaths appear to be rare. Also, as a species, there is less concern because their population, about 70,000, is growing, while the population of golden eagles, about 20,000, is at best holding steady and could be declining.\nTo be sure, Smallwood said much information is missing statewide. Several facilities fail to provide regular monitoring reports, or at least, they fail to make them public.\nAudubon California agrees with Smallwood’s estimate. Spokesman Garrison Frost told us \"this is about as accurate as you’re going to get.\"\nA spokesman for the American Bird Conservancy told us that they believe the number remains high.\n\"It is unknown how many golden eagles are being killed each year in California, but based on what we know from Altamont, it is likely that over 100 are dying each year at wind farms,\" said Steve Holmer. \"Many of these birds could be saved with proper siting and mitigation measures.\"\nOur ruling\nTrump said that in California, windmills are killing hundreds and hundreds of eagles. The best estimate is that about 100 golden eagles die each year from collisions with wind turbine blades. The data are not perfect, but the people most concerned about the welfare of the eagles do not go along with Trump’s figure.\nWhile the data are sketchy, the information at hand tells us that windmills were more deadly in the past, but today, fewer turbines, new designs and better siting have reduced fatalities.\nTrump is correct that California wind farms are a threat to eagles but not on the magnitude he suggested. The statement contains an element of truth but ignores critical facts that would give a different impression. We rate this claim Mostly False. https://www.sharethefacts.co/share/e5f15eef-d26b-4245-8199-5f363459c36e", "vclaim_id": "vclaim-pol-04897"}