{"url": "/factchecks/2019/apr/30/donald-trump/trump-says-wisconsin-poverty-rate-lowest-22-years-/", "speaker": "Donald Trump", "vclaim": "\"The poverty rate for Wisconsin families has reached the lowest rate in 22 years.\"", "truth_label": "false", "date": "stated on April 27, 2019 in a speech in Green Bay, Wis.:", "title": "Trump says Wisconsin poverty rate is lowest in 22 years. It’s not.", "text": "At a April 27, 2019 rally in Green Bay before 10,000 boisterous supporters, President Donald Trump blazed his way through a typical barrage of claims and statistics in a stump speech that stretched well over an hour.\nAfter calling Wisconsin — a key state in his 2016 general election victory — a \"special place,\" he threw out two rapid fire claims on the state’s poverty and unemployment levels. We’ll tackle the first of those here.\n\"The poverty rate for Wisconsin families has reached the lowest rate in 22 years,\" Trump said, a pronouncement greeted by cheers from the Resch Center crowd.\nHis claim is very precise — Wisconsin, families, 22 years.\nLet’s see if the facts match up.\nCensus data shows poverty trending down\nThe White House did not provide any supporting evidence when asked for data to support the claim.\nThe U.S. Census Bureau, which tracks poverty through a variety of surveys, recommended using the Current Population Survey for state-level poverty estimates. It’s the only tool that goes back far enough to cover the period in Trump’s claim — 22 years.\n\nThe CPS family poverty measure shows a 6.1% poverty level for Wisconsin in 2017, the latest year for which data is available. That’s the lowest mark since 2002, a span of 15 years.\nGoing back 22 years from now, as Trump’s claim does, takes us to 1997. The state poverty rate was lower than the current 6.1% four times 1998 to 2002 —  so Trump is not accurate by that measure.\nAnother Census dataset, the American Community Survey, tracks poverty by family and shows several more recent years with rates lower than 2017.\nThe community survey, which began in 2005, puts the 2017 family poverty rate at 7.1% in Wisconsin. The survey reported lower rates in 2005 and 2008.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBoth surveys say poverty has declined by several percentage points since 2011.\nExperts warn against income-only measures\nThat said, the state’s Institute for Research on Poverty warns against drawing conclusions on poverty from those traditional measures alone. The institute is an independent, multidisciplinary group within the University of Wisconsin.\nThe Census assessments compare pre-tax cash income to a set threshold that is adjusted for family size to determine if a family is in poverty.\n\"The trouble is if you look at the official poverty measure, it doesn’t cover things like the taxes they pay or the cost of going to work, and it doesn’t include the Earned Income Tax Credit or SNAP (food stamps) and other non-cash benefits,\" said Timothy Smeeding, professor of public affairs and economics at the University of Wisconsin-Madison and former director of the poverty institute.\nTo address that, the institute developed a Wisconsin Poverty Measure — similar to one used at the federal level — that takes into account government programs and subsidies that assist low-income people.\nThat shows poverty has changed little in Wisconsin since the metric was created in 2008. The Wisconsin Poverty Measure rate has ranged from a high of 11.2% in 2008 to a low of 9.7% in 2015.\nThe latest data, from 2016, actually showed an increase — from 9.7% to 10.8%.\n\"In other words, the idea that we’ve had some big drop in poverty? No,\" Smeeding said. \"This doesn’t jibe with reality. We haven’t done that well in this state. We’re barely treading water … particularly in Milwaukee, which is in terrible shape.\"\nOur ruling\nTrump said Wisconsin’s poverty rate for families is at the lowest level in 22 years.\nThree measurements used by experts say that’s not the case.\nIndeed, the Census survey that goes back as far as Trump’s claim shows 2017 was just the fifth-lowest rate for individuals in the last 22 years.\nAnd a Wisconsin-specific measure looking more comprehensively at poverty by factoring in government aid shows the most recent year of data — 2016 in that case — is right around the average from the last decade.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-00688"}