{"url": "/factchecks/2007/dec/11/mitt-romney/huckabee-wanted-scholarship-open-to-all/", "speaker": "Mitt Romney", "vclaim": "Mike Huckabee \"supported taxpayer-funded scholarships for illegal aliens.\"", "truth_label": "mostly-true", "date": "stated on December 10, 2007 in a TV ad:", "title": "Huckabee wanted scholarship open to all", "text": "With Mike Huckabee surging in the polls in Iowa, Mitt Romney recently released an attack ad that turned on the issue of immigration. Among other things, the ad says that Mike Huckabee \"even supported taxpayer-funded scholarships for illegal aliens.\"\n\nThere's some truth here, but it's not as dramatic as the 30-second ad portrays.\n\n\nRather than supporting a scholarship fund aimed at illegal aliens, Huckabee supported a measure that would have allowed the children of illegal aliens who graduated from Arkansas high schools to receive in-state tuition and apply for a state-funded scholarship program, the Academic Challenge Scholarship. Arkansas students can qualify for the scholarship if they achieve a specific grade-point average (3.0 out of 4.0 for a four-year college) and meet a few other basic criteria.\n\n\nAt a November 2007 debate in St. Petersburg, Huckabee said he supported the measure so that the children of illegal immigrants could have \"the same scholarship that their peers had, who had also gone to high school with them and sat in the same classrooms.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n(Huckabee also claimed the rules regarding this proposal were stricter than they actually were; we checked that claim\n\nhere\n\n. We also checked previous claims from Romney on similar issues\n\nhere\n\nand\n\nhere\n\n.)\n\n\nEven though Huckabee supported the measure in 2005, it never made it out of the Arkansas legislature, so it never became a law in Arkansas.\n\n\nRomney is right in his assertion, but he glosses over a few important caveats to get there. For that reason, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-16474"}