{"url": "/factchecks/2020/jan/28/jay-sekulow/trump-lawyer-sekulow-says-trumps-hold-ukraine-aid-/", "speaker": "Jay Sekulow", "vclaim": "Says President Donald Trump’s hold on Ukraine aid was like when \"the Obama administration withheld $585 million of promised aid to Egypt in 2013 ... (and within the  fiscal year) they didn't have to disclose the halt to anyone.\"", "truth_label": "barely-true", "date": "stated on January 22, 2020 in the Senate impeachment trial:", "title": "Trump lawyer Sekulow says Trump’s hold on Ukraine aid is like Obama with Egypt in 2013. He’s wrong.", "text": "President Donald Trump’s defenders in his impeachment trial say the hold he put on nearly $400 million in aid to Ukraine was not unusual. Trump’s lawyer Jay Sekulow said on the Senate floor that President Barack Obama did the same sort of thing.\n\"The Obama administration withheld $585 million of promised aid to Egypt in 2013,\" Sekulow said Jan. 21, \"but the administration's public message was that the money was not officially on hold as technically it was not due until Sept. 30, the end of the fiscal year.\n\"So they didn't have to disclose the halt to anyone. Sounds like this may be a practice of a number of administrations.\"\nThis comparison has become a popular talking point among the president’s supporters. Trump tweeted on this, as did Tennessee Sen. Marsha Blackburn, who tweeted a list of countries where the Obama White House withheld aid, including Pakistan, Honduras, Mexico, as well as Egypt. \nBut Sekulow’s comparison with Egypt is off the mark in several ways. While past administrations have delayed aid, the circumstances and the nuts-and-bolts process, including keeping Congress in the loop, bear no similarities to the Ukraine affair. In particular, with Ukraine, Congress had pushed to send the aid. With Egypt, they were pushing to have it held back.\nIn the summer of 2019, Trump put a hold on aid designed to help Ukraine defend itself from Russian aggression. As part of that aid, the Pentagon had signed off on $250 million for weapons including Javelin anti-tank missiles, the last step before the money would be released. It was after that sign-off that the Trump administration put a hold on aid.\nEgypt in 2013\nIn early July 2013, Egypt’s military overthrew a democratically elected government led by the Muslim Brotherhood, a Sunni Islamic group.The military arrested Egyptian President Mohamed Morsi and held him in an undisclosed location. Security forces rounded up Musllim Brotherhood leaders, imposed press restrictions and suspended the constitution.\nIn mid August, the military fired on demonstrators in Cairo. Nationwide, about 1,000 people died.\nAt the time, Egypt was due $585 million through the U.S. Foreign Military Financing program. \nU.S. law requires that when there’s a coup, aid has to stop. So the Obama administration was caught between wanting to retain ties to a key regional partner and following the law. \nDifference No. 1: A public debate\nThe hold on Ukraine aid was a closely held decision that many members of the Trump administration were unaware of until weeks after it was made. When they learned, the departments of Defense and State and the National Security Council pressed for the release of the aid. The hold was in place by July 3, but the public didn’t know until Aug. 28 when Politico broke the story.\nFor Egypt in 2013, top Democrats and Republicans in Congress were publicly calling for the suspension of aid. Amy Austin Holmes, author of the book \"Coups and Revolutions\" about the cataclysm in Egypt, was in Cairo at the time and followed the debate closely.\n\"Two senators, (Sen. John) McCain and (Sen. Lindsey) Graham, R-S.C., visited Egypt. It was very public,\" said Holmes, an associate professor at the American University in Cairo. \"They were saying this is a coup and there should be consequences for that.\"\nDifference No. 2: Notifications to Congress, foreign country\nCongress wasn’t in the loop on the state of Ukraine aid. It isn’t precisely clear when Ukraine learned that its aid was on hold, but it was at least several weeks to a month after the decision was made.\nThe situation with Egypt was hardly straight forward, but some moves were transparent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt the end of July 2013, the Obama administration told Egypt it had halted delivery of four F-16 fighter jets.\nAround late July 2013, the Obama administration started talking to key congressional committees about aid to Egypt.\n\"There was nothing secret about this,\" said Andrew Miller who was the Egypt analyst in the Bureau of Intelligence and Research at the State Department at the time. \"The appropriators knew that we were looking at it all –– weapons that had been purchased but not delivered and the rest of the money.\"\nIn August, Obama publicly announced that U.S.-Egyptian relations were under review.\nObama did not spell out how that review would affect the $585 million in military aid slated for Egypt. Broadly, between July and early October, it aimed to avoid making a decision.\n\"The Obama administration was on the fence,\" Holmes said. \"They knew this was a coup but decided not to call it a coup, because of the legal implications.\"\nWhen it became public in mid August that the aid was on the line, State Department spokeswoman Jen Psaki said, \"It would be inaccurate to say that a policy decision has been made with respect to the remaining assistance funding.\"\nThat said, in effect, aid was on hold pending the White House policy review.\nIn October 2013, the administration announced that it was holding up four large-scale weapons systems for Egypt, including 125 M1-A1 battle tank kits, 20 F-16 fighter jets, 20 Harpoon cruise missiles, and 10 Apache attack helicopters. (By 2015, Egypt got it all.)\nLess publicly, at the end of September, the State Department moved the $585 million into an account at the Federal Reserve Bank of New York, where it would sit until the the administration signed off on each payment from that account. The money would still go to American arms makers to send weapons to Egypt, but Egypt had no direct access.\nSekulow said both the Ukrainian and Egyptian aid faced the same deadline. They didn’t.\nFor Ukraine, the appropriation of $250 million had a hard expiration date of Sept. 30, 2019. \nFor Egypt, the administration had the work-around of that Federal Reserve bank account in Egypt’s name.\nPsaki told reporters in 2013 that this sort of money was \"expended on a rolling basis, so this isn’t a FY2013 issue.\"\nOur ruling\nSekulow said that the hold on Ukraine aid in 2019 was substantially the same as the hold on Egyptian aid in 2013. But the differences outnumber the similarities. \nWith Egypt, the Obama administration kept Congress informed as it responded to a coup. With Ukraine, the Trump White House informed neither Ukraine nor Congress of its policy. With Egypt, top congressional Democrats and Republicans were calling for a halt to aid. With Ukraine, members of Congress wanted aid sent to Ukraine; so did the Pentagon, the State Department and the National Security Council. \nThere was a hold on aid in both cases, but beyond that, the two episodes bear little resemblance to each other. We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17649"}