{"url": "/factchecks/2017/may/05/ivanka-trump/book-john-quincy-adams-quote/", "speaker": "Ivanka Trump", "vclaim": "Says John Quincy Adams said, \"If your actions inspire others to dream more, learn more, do more, and become more, you are a leader.\"", "truth_label": "false", "date": "stated on May 1, 2017 in her new book:", "title": "Ivanka Trump's new book includes quote falsely and frequently attributed to John Quincy Adams", "text": "Ivanka Trump’s new book Women Who Work: Rewriting the Rules for Success leans on a litany of inspirational quotes to help women balance their lives at home and the office.\nFeatured voices include Walt Disney, Toni Morrison, Betty Friedan, Maya Angelou, Nelson Mandela, Estee Lauder, Sheryl Sandberg and our sixth president, John Quincy Adams.\nTrump used the following quote about leadership to tee off a passage about leading with purpose from any level:\n\"If your actions inspire others to dream more, learn more, do more, and become more, you are a leader.\"\nJohn Quincy Adams\nHer decision to include this particular quote (page 179) may have been inspired by a 2015 tweet from her father, President Donald J. Trump.\n\"If your actions inspire others to dream more, learn more, do more and become more, you are a leader.\" – John Quincy Adams— Donald J. Trump (@realDonaldTrump) April 16, 2015\n\nThe quote gets good play in leadership circles and memes online. And it looks somewhat legitimate when you Google \"John Quincy Adams,\" appearing as the top quote.\nTo our ears, you are more likely to hear this nugget of wisdom in management training than in the early period of our nation.\nWe reached out to learn more from her publisher but did not hear back.\nWhile it’s impossible to prove someone never, ever said something, the quote has all the traces of being fake. The real person who said the quote, or at least a version of it, could be a woman known for celebrating her fake attributes, Dolly Parton.\n\"I've never seen that from J. Q. Adams,\" said H. W. Brands, a University of Texas at Austin presidential historian and author. \"It doesn't sound like him. He wasn't the dreamy type.\"\nBrands continued:\n\"Adams had a rather crimped view of human nature. He thought most people were rascals. He disliked democracy because he thought it fostered pandering to people's baser instincts.\"\n\nCollection of the Massachusetts Historical Society\nAdams was a prolific writer, in keeping with family tradition. He maintained a diary from 1779 to 1847, spanning more than 15,000 manuscript pages and 51 volumes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNo, we did not read them all, nor did we review his complete correspondence and speeches from his time in the revolution and as a lawyer, diplomat, secretary of state, and president from 1825-1829.\nBut we did talk with someone else well-versed in his considerable output: Sara Martin, editor in chief of The Adams Papers of the Massachusetts Historical Society.\n\"I am confident that this is not a JQA quotation,\" she said. \"It neither sounds like him, nor is it really the vein of political thought that he typically expresses in his quotations.\"\nShe sent us real quotes from Adams relating to leadership to show the difference, backed up with links to his diary entries. (Here’s the whole list.)\n\"But the man who expects that all mankind, or the circle in which he moves will treat him according to his real merits, must have very little experience in the ways of men.\"\nDiary entry from Aug. 8, 1787\n\"All zealots justify unworthy means by the sanctity of the end.\"\nDiary entry from Aug. 3, 1788\n\"A politician in this country must be the man of a party. I would fain be the man of my whole country.\"\nDiary entry from Jan. 28, 1802\n\"The tendency of all private associations to settle into factious cabals is the besetting sin of all elective governments.\"\nDiary from entry from Oct. 2, 1844\nYou get the picture.\nThe most-detailed effort to track down the real source of the leadership quote was Quote Investigator in 2011. The website concluded that the quote likely evolved from a version used by Parton before it was assigned to Adams in its current form.\nQuote Investigator found that the 1997 book The Most Important Thing I Know quotes the singer and actor as offering, \"If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader.\"\nOur ruling\nThe quotation Ivanka Trump chose, one of many, is a worthy reflection. But it was a silly and easily avoided mistake to assign the words to John Quincy Adams, as others on the internet have done, when there is no record of him saying it. There are a lot of other verified options. We rate this statement False.\n Share the Facts 2017-05-05 20:01:05 UTC   Politifact    5 1 7  Politifact Rating: False  Says John Quincy Adams said, \"If your actions inspire others to dream more, learn more, do more, and become more, you are a leader.    Ivanka Trump First daughter and adviser   her new book Tuesday, May 2, 2017 2017-05-02    Read More  info", "vclaim_id": "vclaim-pol-03337"}