{"url": "/factchecks/2013/jun/25/wendy-davis/wendy-davis-says-92-percent-texas-counties-had-no-/", "speaker": "Wendy Davis", "vclaim": "Says 92 percent of Texas counties had no abortion provider in 2008.", "truth_label": "mostly-true", "date": "stated on June 25, 2013 in a filibuster on the Senate floor:", "title": "Wendy Davis says 92 percent of Texas counties had no abortion provider in 2008", "text": "A Democrat bent on talking to death a proposal pitched by backers as improving the safety of abortion clinics while imposing other limits bandied a statistic about existing access to abortion toward the beginning of her filibuster.\n\nState Sen. Wendy Davis of Fort Worth quoted to Senate colleagues from written testimony submitted at a March 19, 2013, hearing on a different bill by Physicians for Reproductive Health, a group whose website says it advocates reproductive health services.\n\nFrom the testimony, which Davis called \"compelling,\" the senator apparently read aloud: \"‘While Texas women have the right to safe, legal abortion, in reality there are already very few facilities in Texas to provide this essential care. In 2008, 92 percent of Texas counties had no abortion provider.’\" Davis said the testimony attributed the statistic to the New York-based Guttmacher Institute, a research group focusing on reproductive health issues.  \n\nAnd is the statistic accurate?\n\nIn a telephone interview, Guttmacher spokeswoman Rebecca Wind said the statistic came from the latest round of its occasional national study tabulating abortion providers by county, \"Abortion Incidence and Access to Services in the United States, 2008.\"\n\nHowever, Wind counseled, another statistic built into each study can be more revealing. In Texas in 2008, she said, 33 percent of women of child-bearing age lived in the counties without abortion facilities, according to the study, which based its count of women on U.S. Census Bureau figures.\n\nGenerally, Wind said, \"metropolitan areas have higher numbers of women and higher numbers of providers.\"\n\nThe study covering 2008 was published in 2010; Wind said an updated census, covering 2010-11, is to be published in 2014.\n\nThe description of methodology in the study covering 2008 said, \"All facilities known or expected to have provided abortion services in 2007 and 2008 were contacted, including hospitals, clinics and physicians’ offices.\" There were 67 Texas facilities, the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe study noted that it had likely missed some providers. \"Undoubtedly, some abortion providers were not counted because we were unable to identify them,\" the study said. A 1994 survey found Guttmacher’s 1992 count overlooked \"a number of small providers,\" it said. \"Undercounting has likely become more pronounced over the last decade\" as non-surgical facilities offered an abortion-inducing drug.\n\nWe also looked for a state-level count of abortion providers by county.\n\nBy email, Carrie Williams, a spokeswoman for the Texas Department of State Health Services, told us that according to the state’s most recent count, 74 facilities reported having performed abortions in 2011.  Of those, the agency said, 41 were holders of an abortion facility license, 28 were hospitals, four were ambulatory surgical centers and one was a physician’s office.\n\nWe did not obtain the locations or addresses of those listed in 2011, but Williams provided addresses for the state’s 36 abortion facility license-holders as of late June 2013 (a group that excludes hospitals, doctors’ offices and ambulatory surgical centers).\n\nBy telephone, Williams said most Texas abortions are performed at such facilities. A small percentage of abortions take place in hospitals and physicians’ offices, she said.\n\nBy our calculation, the 36 centers were located in about 18 Texas counties, or 7 percent of the state’s 254 counties. Geographically, they were located from Beaumont and Jefferson County near Louisiana west to El Paso County and from Lubbock County on the plains south to Hidalgo and Starr counties on the Rio Grande. The centers were mostly in the populous counties of Harris, Fort Bend, Dallas, Tarrant, Travis and Bexar.\n\nOur ruling\n\nDavis said that in 2008, 92 percent of Texas counties had no abortion provider.\n\nHer statement matched the Guttmacher Institute’s findings, which seem supported by the locations of Texas abortion facility license holders as of late June 2013. But the institute’s study also said it likely undercounted facilities, while presenting an arguably more meaningful statistic; 33 percent of Texas women of child-bearing age lived in counties lacking abortion providers, meaning more than 65 percent lived in a county with a provider.\n\nDavis’ statement lacked these clarifications, making it Mostly True.", "vclaim_id": "vclaim-pol-09173"}