{"url": "/factchecks/2008/sep/09/chain-email/numbers-right-context-missing/", "speaker": "Chain email", "vclaim": "Palin \"inherited a city with zero debt, but left it with indebtedness of over $22-million.\"", "truth_label": "mostly-true", "date": "stated on August 31, 2008 in a chain e-mail:", "title": "Numbers right, context missing", "text": "In a widely circulated e-mail written by Wasilla resident Anne Kilkenny, she challenged Gov. Sarah Palin's portrait as a fiscal conservative when she ran the city of Wasilla, Alaska, as its mayor from 1996 to 2002.\n\nIn Kilkenny's e-mail, she highlights several budget statistics to make her point. (\n\nRead it for yourself here.\n\n)\n\n\nWe'll take them one by one, and then get to some counterpoint arguments from current Wasilla Mayor Dianne M. Keller.\n\n\n• \"Sarah campaigned in Wasilla as a 'fiscal conservative.' During her 6 years as mayor, she increased general government expenditures by over 33 percent.\"\n\n\nAccording to figures provided by the city of Wasilla, the operating budget for Wasilla went from $6,050,160 in fiscal year 1996 to $9,393,768 in 2002. That's a 55 percent increase. But adjusted for inflation, it's a 35 percent increase.\n\n\n• \"During those same 6 years the amount of taxes collected by the city increased by 38 percent.\"\nAccording to a review of Wasilla's financial reports, the amount of revenue taken in during 1996 was $6,070,806; and rose to $8,710,166 in 2002. That's a 43 percent increase. Adjusted for inflation, that comes to a 25 percent increase.\n\n\n• \"She reduced progressive property taxes and increased a recessive sales tax which taxed even food.\"\n\n\nUnder Palin, property tax rates did, in fact, go down; and the sales tax did go up from 2 percent to 2.5 percent. And yes, the sales tax includes food (though there are exemptions for such things as medicine).\n\n\n• \"The huge increases in tax revenues during her mayoral administration weren't enough to fund everything on her wish list though, borrowed money was needed, too. She inherited a city with zero debt, but left it with indebtedness of over $22-million. What did Mayor Palin encourage the voters to borrow money for? Was it the infrastructure that she said she supported? The sewage treatment plant that the city lacked? Or a new library? No. $1-million for a park, $15-million-plus for construction of a multi-use sports complex...She also supported bonds for $5.5-million for road projects that could have been done in 5-7 years without any borrowing.\"\n\n\nThe city of Wasilla has made available all of its budgets during Palin's tenure. So we grabbed the fiscal year ending 1996 (when Palin took the reins), which showed the city's long-term debt at $1.12-million, mostly for paving and sewer projects.\n\n\nThe annual financial report for fiscal year ending June 30, 2002 — Palin's last year in office — shows that the total long-term debt was $24.8-million. So Kilkenny is off a bit when she says long-term debt went from zero to $22-million. But it did increase $23.7-million.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nAnd Kilkenny is also correct about the big-ticket items that created the debt: $14.7-million for a new multi-use sports complex; $5.5-million for street projects; and $3-million for water improvement projects.\n\n\nFactually, Kilkenny's claims about the budget are true. But the conclusions that Kilkenny reaches are a matter of debate.\n\n\nCurrent Mayor Diane M. Keller, who served on the City Council when Palin was mayor, said just presenting those raw figures is misleading.\n\n\nYes, she said, Wasilla's budgets increased and tax receipts went up under Palin's reign, but much of that was due to the growth of the city during those six years.\n\n\nYes, she said, the sales tax rate went from 2 percent to 2.5 percent under Palin, but that was approved via voter referendum, with the extra proceeds earmarked specifically to pay off that sports complex. CBS News reported that the referendum on the sports complex passed by just 20 votes.\n\n\nDue to the economic growth in the community, Keller said, Wasilla is going to be able to stop charging that extra .5 percent sales tax two years earlier than anticipated.\n\n\nThe property tax rate was reduced under Palin from 2 mills to .5 mills (it was later eliminated under Keller).\n\n\nVoters also okayed the bond issue to pay for road improvements, Keller noted.\n\n\n\"The people in our community wanted road improvements,\" Keller said. \"The taxpayers voted on it. Same thing with the sports complex. It's up to us to do what the people are asking for.\"\n\n\nThe U.S. Census does not provide yearly population estimates before 2000, but Wasilla's population grew by about 13 percent in the last two years of Palin's mayorship alone. It stands to reason that a town's budget will grow as the population rises.\n\n\nAnd if voters okayed the bond issues for the sports complex and road projects, as well as for the sales tax increase, we think it's a little misleading to pin them entirely on the mayor, even if she did lobby for them. But Kilkenny's numbers are mostly accurate, so we rule her statements about Wasilla's finances under Palin Mostly True.", "vclaim_id": "vclaim-pol-15997"}