{"url": "/factchecks/2010/may/26/dale-peterson/dale-peterson-was-marine-and-it-was-during-vietnam/", "speaker": "Dale Peterson", "vclaim": "Says he was \"a Marine during Vietnam.\"", "truth_label": "barely-true", "date": "stated on May 25, 2010 in a campaign commercial:", "title": "Dale Peterson was in the Marine Corps during the Vietnam War, but there's more to the story", "text": "It's the \"it\" political ad so far this season. If you haven't yet seen the ad from tough-talking, cowboy-hat-wearing, rifle-toting Dale Peterson, who is running in the Republican primary to be Alabama's agriculture commissioner, you really should check it out. Immediately.\n\nTime's Dale Fletcher dubbed it \"the Best Campaign Ad Ever.\" On MSNBC, Chris Matthews said it \"may be the most all-out, all-American, hot dog, apple pie and I love my gun, US of A political ad ever made.\" A blog posting on the ad in the Los Angeles Times ran under the headline, \"We're voting for Dale Peterson for Alabama ag commissioner (because we're scared of him).\" Peterson has been a guest on the Glenn Beck radio program (he called Beck \"big guy\" several times and explained that the rifle is .30-.30 Winchester) and was interviewed on the Fox Business News channel under the banner \"Running on Anger.\"\n\nAs of press time, the ad had been viewed by more than 1.2 million people on YouTube. A million-two. Again, this is a race to be Alabama's agriculture commissioner.\n\nIt's raised Peterson to a measure of cult status. Exhibit A: the website dalepetersonfacts.com that inserts Peterson into the whole Chuck Norris meme. For example: \"Dale Peterson Fact #2: Superman wears Dale Peterson pajamas\" and \"Dale Peterson Fact #15: When Dale Peterson slices an onion, the onion cries.\"\n\nAnd you know you've arrived when your ad spawns a spoof, courtesy of funnyordie.com.\n\nWe hate to be a wet blanket amid all this fun, but there was a line in the ad that caught our attention.\n\n\"I've been a farmer, a businessman, a cop, a Marine during Vietnam, so listen up!\" Peterson barked.\n\nIt's the phrase \"during Vietnam\" that jumped out, especially in light of the New York Times last week calling out Connecticut Attorney General Richard Blumenthal, a Democrat running for the U.S.  Senate, for saying that he served in Vietnam and \"during the Vietnam era\" when in fact he actually received five military deferments before enlisting in the Marine Reserve, enabling him to avoid combat overseas.\n\nWe went to Peterson's campaign website. In a bio via the link \"Meet Dale,\" it says, \"He joined the Marine Corps in 1963, returning to Birmingham in 1967, where he became a police officer.\"\n\nIn a press release on the campaign website from Feb. 2, 2010, announcing his candidacy, Peterson states, \"In 1963 (Vietnam), when I joined the Marine Corps, my country needed me. In 2010 my state needs me.\"\n\nWe found one more online reference to Peterson's military service, on a website for the CLI Llama Breed Association. Peterson served on the association's management team, and it includes a bio for Peterson. When we looked at the site on May 20, 2010, it read, \"After high school Dale joined the Marine Corps and served two tours during the Vietnam Conflict.\" By the following day, the website had been changed to read simply, \"After high school Dale joined the Marine Corps.\" (You can see the older version here; and the current one here).\n\nWe phoned Peterson to get some clarification on his military service and reached him as he was waiting in line for breakfast at Cracker Barrel. When we mentioned the ad, he shared, unsolicited, that he was wearing his cowboy hat and boots, just like in the commercial. Then we inquired about the allusion to Vietnam.\n\n\"That means exactly what it says, 'during Vietnam,' \" Peterson said. \"I say what I mean and I mean what I say.\"\n\nPeterson said he never served in Vietnam.\n\nSo where did he serve? \"From San Juan to Camp LeJeune to Parris Island.\"\n\nThat's San Juan, Puerto Rico; the Marine Corps's Camp Lejeune in North Carolina.; and the Marine Corps Recruit Depot in Parris Island, S.C. Peterson said he was an MP (military police) in San Juan.\n\nDoes he worry that he might have given the impression that he served in Vietnam?\n\n\"All they have to do is look at the words,\" Peterson said. \"If I had served in Vietnam, I for damn sure would have said I did. I served during Vietnam, and I am quite proud if it.\"\n\nYou have to remember, he said, that he enlisted in the Marine Corps at a time when the military was not very popular in the United States.\n\nJerry Newberry, director of communications for Veterans of Foreign Wars, thinks Peterson -- particularly in the press release -- is \"walking a fine line.\"\n\n\"He's not really saying he served in Vietnam,\" Newberry said. \"But I would probably assume he did.\"\n\n\"In my experience, and I have met with thousands and thousands of veterans, usually they'll attach a caveat to it. They'll say, 'I was in the Army during Vietnam, although I didn’t serve in-country,'\" Newberry said. \"He is letting people draw their own conclusions. But it's hard to say he's inaccurate.\"\n\nSo is Peterson misleading voters when he says he served during Vietnam?\n\nWe don't think his comment rises to a Blumenthal level. Blumenthal said he served \"in Vietnam.\" That was just outright false.\n\nPeterson's words in the ad are technically accurate, but we think it's misleading by omission. We agree with Newberry that Peterson appears to be letting people draw their own conclusions, and we think all but the most attentive people would assume if you said you served in the Marines during Vietnam that you served in the Marines in Vietnam. And we think the wording in the campaign press release is even more likely to confuse people.\n\nAt PolitiFact, we rate statements that are accurate but ignore critical facts as Barely True. And we think that describes Peterson's claim to a \"T\": Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14973"}