{"url": "/factchecks/2010/may/05/mike-pence/republican-says-obama-cut-budget-illegal-immigrati/", "speaker": "Mike Pence", "vclaim": "\"This administration and this Congress have been systematically cutting funding to border security since the Democrats took control.\"", "truth_label": "false", "date": "stated on May 2, 2010 in an interview on NBC's 'Meet the Press' :", "title": "Republican Mike Pence says Obama cut budget for illegal immigration effort", "text": "While many Democrats have criticized Arizona's tough new immigration laws, it's many of those same Democrats who have made the illegal immigration problem worse in Arizona, U.S. Rep. Mike Pence of Indiana, chairman of the House Republican Conference, said in an interview on NBC's Meet the Press on May 2, 2010.\n\"This administration and this Congress have been systematically cutting funding to border security since the Democrats took control,\" Pence said.\nLater, Pence was more specific.\n\"Here's the numbers,\" Pence said. \"Fiscal 2007, the last year Republicans wrote a budget, $1.2 billion for border security and fencing. By 2010 that was cut to $800 million ... I mean, the Democrats have cut three-quarters of a trillion out of this, and the president wants to go to 50 percent of the level that Republicans spent on border security. We have got to take border security seriously.\"\nPence toggles between two statistics here, spending on border security and a subset of that, spending on border fencing.\nThe fact is, between 2007 and now, while spending on border fencing has gone down, overall spending on border security has increased.\nLet's get to some numbers.\nIn 2007, discretionary spending on border security was $6.3 billion. As Pence noted, that was the last year of full Republican control. After that, while George W. Bush remained in the presidency, Congress was controlled by Democrats. But discretionary spending on border security continued to rise year after year. It went to $7.9 billion in 2008; to $9.8 billion in 2009; and to $10.1 billion in fiscal year 2010. President Barack Obama's proposed 2011 budget calls for a slight decrease in discretionary spending on border security, but even at the proposed level of $9.8 billion, that's a 55 percent increase between 2007 and 2011.\nA spokesman in Pence's office said Pence was focusing specifically on funding for the border fence.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSpending under the budget heading \"border security, fencing, infrastructure and technology\" has gone down -- from $1.2 billion in 2007 to $800 million this fiscal year. Obama's proposed 2011 budget calls for trimming the fence budget again, to $574 million.\nFunding for new border fencing surged in 2007 and 2008 after Republicans passed the Secure Fence Act of 2006, which called for the construction of hundreds of miles of new border fencing. Much of that fencing has been completed.\nThe other major piece of the fencing budget is the so-called \"virtual border fence\" championed by Bush. Earlier this year, the Department of Homeland Security announced it was freezing funding for the \"virtual border fence\" along the U.S. Mexican border. The virtual fence -- which includes cameras, radar and ground sensors to detect illegal border crossings -- has been plagued by cost overruns, missed deadlines and technical bugs, such as the radar motion detector being unable to distinguish between humans and animals crossing the border. The program had gotten several dreadful reviews from the Government Accountability Office.\nSo Pence is correct that border fence budgets have been trimmed since 2007. But Pence repeatedly said that funding for border security has been steadily cut by Democrats since 2007. And as we noted earlier, spending on border security has actually risen steadily. That's because Obama has focused more funding in other border security areas, such as increasing the number of border patrol officers.\nThe 2011 proposed budget, for example, includes $94 million to expand the number of Customs and Border Patrol officers -- putting the country on target to reach Bush's goal of 20,000 officers. Between 2007 and 2011, the Border Patrol budget increased from $2.3 billion to $3.6 billion. The budget for inspections at ports of entry increased from $1.8 billion in 2007 to $2.9 billion in 2011. In addition, Obama's proposed 2011 budget calls for $1.6 billion for customs enforcement programs to identify and remove illegal aliens who commit crimes; and $137 million to expand immigration-related verification programs.\n\"I would not say the Obama administration has cut back on border enforcement in general,\" said Marc Rosenblum, senior policy analyst at the Migration Policy Institute. Rather, Democrats have shifted funding from border fencing to other border security items, such as increasing the number of border patrol officers.\n\"Most immigration experts will tell you that adding personnel is much more important than additional fencing,\" Rosenblum said. \"No one thinks building fences, in and of itself, is very effective.\"\nThat's a policy debate.\nBut when Pence said \"this administration and this Congress have been systematically cutting funding to border security since the Democrats took control,\" that's wrong. Funding for fencing is down, but funding for border security is up. In fact, discretionary spending on border security is up 55 percent between 2007 and 2011, even with a small proposed cut in 2011. We rate Pence's claim False.\nhttps://www.sharethefacts.co/share/c10a8d81-2441-48cd-8144-d3c5f7a1fdcd", "vclaim_id": "vclaim-pol-15037"}