{"url": "/factchecks/2020/sep/08/facebook-posts/south-korea-stopped-spraying-rioters-dye-mark-them/", "speaker": "Facebook posts", "vclaim": "“South Korea sprays rioters with dye so they can be identified & arrested later.”", "truth_label": "barely-true", "date": "stated on August 29, 2020 in a Facebook post:", "title": "South Korea stopped spraying protesters with dye to mark them for future arrest", "text": "A Facebook post shared over 3,000 times falsely claims that South Korean police spray rioters with dye to mark them for later arrest. \n\"South Korea sprays rioters with dye so they can be identified & arrested later. Should America do the same?\" the post reads. \nKorea used dye to mark protesters in the past during a pro-unification rally in 1998, a protest against U.S. President George W. Bush in 2008, and anti-police-brutality rallies. However, it stopped the practice in 2015. \nIn June, a spokesperson for the Korean National Police Agency told AFP, \"No such dye has been used in protest control.\"\nSuch dyes were used in Hong Kong as recently as last year against demonstrators protesting a law that would have allowed extraditions to mainland China.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSimilar posts falsely attributing the use of dye to Japanese police feature photographs taken in Hong Kong during police crackdowns. \nThe use of dye against protesters has also been recorded in Uganda, India, Hungary and apartheid-era South Africa. Human-rights groups have criticized the practice, calling it an invasive surveillance tool and comparing it to public shaming.\nOur ruling\nA Facebook post reads, \"South Korea sprays rioters with dye so they can be identified & arrested later.\"\nSouth Korea used dye to mark protesters in the past, but stopped using dye cannons in 2015. We rate this post Mostly False. ​", "vclaim_id": "vclaim-pol-18884"}