{"url": "/factchecks/2019/may/08/facebook-posts/no-american-indian-group-did-not-jokingly-give-don/", "speaker": "Facebook posts", "vclaim": "Says chiefs from the American Indian Nation gave Donald Trump a plaque of his new Indian name, \"Walking Eagle,\" which actually depicts \"a bird so full of s*** it can no longer fly.\"", "truth_label": "pants-fire", "date": "stated on May 6, 2019 in a Facebook post:", "title": "No, an American Indian group did not jokingly give Donald Trump a disparaging Indian name", "text": "A meme targeting various politicians that has circulated the internet in one iteration or another for years has resurfaced on Facebook, this time using President Trump as the butt of the joke.\nThe post reads:\n\"Donald Trump addressed a major gathering of the American Indian Nation. He spoke for almost an hour about his plans for increasing every Native American’s present standard of living. Though vague in detail, he spoke about his ideas for helping his ‘red sisters and brothers.’ \nAfterwards, the Tribes presented him with a plaque inscribed with his new Indian name, ‘Walking Eagle,’ which he proudly accepted. \nAfter Trump left, a news reporter asked the chiefs how they came to select this name. They explained that ‘Walking Eagle’ is the name given to a bird so full of s*** it can no longer fly.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nJust as this didn’t happen when John Kerry was named in the \"joke,\" or George W. Bush or Barack Obama or Hillary Clinton, it also did not take place with Trump.\nWe found the George W. Bush version of the joke in the 2008 book, \"Celebrity Smackdown: A Very Rude Joke Book\" by Luther Blisset, though it likely didn’t originate there, as there have been versions of the joke reported as early as 2004.\nIt is simply a regurgitated joke that routinely swaps out the politician. It is just as untrue now as it was 15 years ago.\nWe rate it Pants on Fire!\n Share the Facts 2019-05-09 14:13:27 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says chiefs from the American Indian Nation gave Donald Trump a plaque of his new Indian name, \"Walking Eagle,\" which actually depicts \"a bird so full of s*** it can no longer fly.\"    Facebook posts on the internet     Monday, May 6, 2019 2019-05-06    Read More  info", "vclaim_id": "vclaim-pol-00661"}