{"url": "/factchecks/2019/nov/14/viral-image/s-not-whistleblower-posing-democratic-politicians-/", "speaker": "Viral image", "vclaim": "Says photos show the Trump-Ukraine whistleblower with Chuck Schumer, Elizabeth Warren, Nancy Pelosi and Hillary Clinton.", "truth_label": "pants-fire", "date": "stated on November 9, 2019 in a Facebook post:", "title": "That’s not the whistleblower posing with Democratic politicians, it’s George Soros’ son", "text": "Earlier this week we debunked claims that U.S. House Speaker Nancy Pelosi and former Secretary of State Hillary Clinton were photographed with the alleged whistleblower. \nThe photos were real, but the man in them isn’t the person that some conservatives have alleged is the man that told federal officials Trump solicited foreign interference from Ukraine in the 2020 election. Rather, the photos show Alexander Soros, the son of Democratic fundraiser George Soros and deputy chairman of the Open Society Foundations.  \nNow more social media posts are circulating those pictures with two more images of Democratic lawmakers — U.S. Sens. Elizabeth Warren and Chuck Schumer.\n\"May I have your attention please,\" reads one such post from Nov. 9, \"THIS IS THE ‘WHISTLEBLOWER.’\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAnd that’s because … they’re posting with Soros, not the internal government whistleblower. \nBut that didn’t stop U.S. Rep. Steve King, R-Iowa, from tweeting something similar. \n\"Adam Schiff said, ‘I do not know the identity of the whistleblower.’ @RepAdam Schiff here are four strong clues,\" King wrote, sharing the photos of Soros, Warren, Pelosi, Clinton and Schumer. \nSoros posted the photo with Schumer on Instagram earlier this year with this caption: \"Always a pleasure to see @chuckschumer! The #Senate is almost as important as the presidency, and we have to start working now for #2020.\" \nHe posted the photo with Elizabeth Warren on Instagram in 2016. \"What better way to spend #womencrushwednesday than with the woman who crushes it in Washington as well as anyone else, Senator Elizabeth Warren!\" Soros wrote. \nWe rate the Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-16784"}