{"url": "/factchecks/2008/jun/06/john-mccain/mccain-overstates-good-news-out-of-iraq/", "speaker": "John McCain", "vclaim": "\"Casualties and deaths are at (their) lowest point since literally the beginning\" of the war.", "truth_label": "half-true", "date": "stated on June 2, 2008 in a town hall meeting in Nashville, Tenn.:", "title": "McCain overstates good news out of Iraq", "text": "At a town hall event in Nashville, Tenn., Sen. John McCain told the crowd that casualties and deaths in the Iraq war had reached a new low.\n\n\"So the war in Iraq has been long and hard and tough and the sacrifice that's been made by brave young Americans has broken all of our hearts,\" McCain said June 2, 2008. \"And we know that the war was terribly mismanaged for nearly four years. And I stood up and was called disloyal by Republicans and attacked by Democrats, Republicans and others because I said that strategy didn't work. And I advocated this new strategy (the troop surge), which obviously, according to news reports that casualties and deaths are, are at its lowest point since literally the beginning, and the success is remarkable.\"\n\n\nIndeed, there were 19 military deaths related to Operation Iraqi Freedom in May 2008, fewer than any previous month of the war, according to\n\ncasualty reports\n\nissued by the Defense Department. We also checked with two independent organizations that track military deaths,\n\nIraq Coalition Casualty Count\n\nand\n\nGlobalSecurity.org\n\n. The former agreed there were 19 deaths in May; the latter had it at 20, but that included a soldier on leave from Iraq who died in a car accident in Chicago.\n\n\nThe month with the next-fewest deaths was February 2004, when 21 military personnel died, according to the Defense Department.\n\n\nSo McCain was correct about deaths. But what about casualties?\n\n\nDictionaries define \"casualty\" as a member of the armed forces lost to service through death, wounds, injury, sickness, internment or capture. The military's monthly\n\ncasualty reports\n\n, however, include only those lost to service through death and combat-related wounds. Statistics on noncombat injuries and illnesses are not available because the military's medical stations are not required to report them, Pentagon spokesman Lt. Col. Les Melnyk said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe stuck to the military's definition of a casualty, because it keeps the statistics, and found McCain to be incorrect. There were 214 U.S. casualties in May 2008. In three prior months of the war, there were fewer: February 2004 (171), May 2003 (92) and June 2003 (177).\n\n\nBy \"casualties,\" McCain also might have meant those wounded in action, excluding deaths. By that standard as well he was off — the 195 wounded in May 2008 exceeded the number in February 2004 (150), January 2004 (187), August 2003 (181), June 2003 (147) and May 2003 (55), according to the Defense Department.\n\n\nMcCain left himself wiggle room by attributing the claim to \"news accounts.\" However, we could find no news account prior to McCain's statement that said casualties in May were a new low for the war.\n\n\nIt's possible that when McCain said \"casualties\" he was referring to war-related deaths of Iraqis, another common measure of how the war is going. He may have seen one of the many\n\nnews reports\n\nthat said Iraqi deaths were down sharply in May. But as far as we could find, no news organization or independent group reported that the number of Iraqi deaths in May was a record low for the war.\n\nIraq Coalition Casualty Count's total\n\nwas 506, which exceeded the number of Iraqi deaths in both March and April of 2005 (the site does not have monthly statistics prior to 2005). No U.S. government agency tracks Iraqi deaths, Melnyk said.\n\n\nSo by any reasonable measure, McCain was wrong to say casualties were at their lowest point since the beginning of the war. But he was right to make that claim about U.S. military deaths. We rate his claim Half True.", "vclaim_id": "vclaim-pol-16185"}