{"url": "/factchecks/2011/dec/18/maciver-institute/conservative-group-says-wisconsin-allow-mickey-mou/", "speaker": "MacIver Institute", "vclaim": "\"Wisconsin election officials to accept Mickey Mouse, Hitler signatures\" on recall petitions.", "truth_label": "barely-true", "date": "stated on December 13, 2011 in a video:", "title": "Conservative group says Wisconsin to allow Mickey Mouse, Hitler signatures on petitions to recall Gov. Scott Walker", "text": "The Government Accountability Board, which oversees Wisconsin elections, met Dec. 13, 2011 to discuss petitions that are being circulated to recall Republican Gov. Scott Walker.\n\nLater that day, the conservative MacIver Institute posted a video report with a provocative headline:\n\n\"Wisconsin election officials to accept Mickey Mouse, Hitler signatures.\"\n\nSounds daffy, even uber daffy.\n\nBut similar reports appeared across the nation on sites such as Politico.com and FoxNews.com. Moreover, the Madison think tank’s video included a clip from the meeting in which Government Accountability Board members and staff talked about Disney’s most famous character and history’s most famous dictator.\n\nWould their signatures really be accepted on Walker recall petitions?\n\nA pivotal word here is accept.\n\nMacIver’s statement suggests that such signatures not only will be accepted by the state but also counted toward the more than 540,000 signatures needed to force a recall election in 2012. Indeed, the narrator in the video claimed the board had said all signatures listed with a Wisconsin address \"will be counted.\"\n\nTwo points emerged from the video’s clip of the discussion between a Government Accountability Board member and board staffers:\n\n1. A signature with a name that does not include a Wisconsin address would automatically be stricken.\n\nA staff member noted that the name of Adolf Hitler was stricken from a petition submitted in the state Senate recalls in the summer of 2011 because the address listed was Berlin, Germany.\n\n2. A signature bearing a name such as Mickey Mouse would not automatically be stricken if it is listed with a Wisconsin address -- but it would be \"flagged\" for additional review.\n\nThe board has said each signature will initially be reviewed by two people -- staff members of the board or temporary workers hired to review the petitions.\n\nBut, as we reported in a recent item about signing recall petitions multiple times, the board has said it will only do a general review of the names and that for a signature to be stricken it must be formally challenged by Walker. Walker and two tea party groups are assembling teams to review petitions for possible challenges. Some conservatives, however, fear it will be difficult to detect duplicate signatures and signatures for bogus but common-sounding names.\n\n(Two days after the video posting, Walker and the Republican Party of Wisconsin sued the board over its procedures, asking a judge to order the board, which is composed of six former judges, to look for and eliminate duplicate signatures, clearly fake names and illegible addresses.)\n\nWe asked MacIver Institute spokesman Brian Fraley if he had  evidence beyond the video to back the group’s claim. He said he did not.\n\nSo, Mickey Mouse and Hitler signatures listed with an address in Wisconsin would be accepted in the sense that they would not be immediately rejected if spotted by GAB workers.\n\nBut such signatures would actually be counted only if the apparently fictitious signatures went undetected -- by board workers, Walker representatives and other petition reviewers. Once detected, Walker could ask the board to strike those signatures. The board would decide the challenges at a public meeting.\n\nNews reports about Mickey Mouse and Hitler signatures led the Government Accountability Board to issue a statement the next day about its process for handling \"potentially fictitious\" names. Two key points from the statement:\n\n1. Recall committees have an incentive to strike fictitious names before submitting their petitions to try and ensure they have collected enough valid signatures. To be valid, a signature must be from a person who is qualified (though not necessarily registered) to vote in Wisconsin.\n\nGraeme Zielinski, spokesman for the state Democratic Party, has saidthe recall committees will strike obviously fictitious names.\n\n2. In challenging signatures, Walker can submit evidence to back the challenges. And the Government Accountability Board can use resources such as voter registration lists in deciding whether to strike a signature.\n\nOur conclusion\n\nThe MacIver Institute said \"Wisconsin election officials to accept Mickey Mouse, Hitler signatures\" -- suggesting such signatures would automatically be counted toward the number needed to force Walker into a recall election.\n\nFor such signatures to actually be counted, they would have to pass undetected through petition circulators, the recall committees, a pair of Government Accountability Board reviewers, Walker’s representatives and other groups that review the petitions. If such signatures were found, Walker could formally challenge them to the board to get them stricken.\n\nThere’s an element of truth in MacIver’s statement in that fictitious signatures listed with Wisconsin addresses would be accepted -- but only for review. The statement, however, ignores critical facts -- namely that the signatures would have to pass through several layers of review to actually be counted.\n\nThat’s our definition of Mostly False.", "vclaim_id": "vclaim-pol-11916"}