{"url": "/factchecks/2011/sep/11/vincent-buddy-cianci/cianci-says-chafee-staffer-michael-trainor-still-o/", "speaker": "Vincent \"Buddy\" Cianci", "vclaim": "\"Mike Trainor...still owes $250,000 to the state.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2011 in a talk show discussion:", "title": "Cianci says Chafee staffer Michael Trainor still owes $250,000 to R.I.", "text": "Talk-radio host and former Providence Mayor Vincent A. \"Buddy\" Cianci Jr. recently referred to a member of Governor Chafee’s staff as \"the guy who still owes $250,000 to the state.\"\n\nCianci’s jab at Michael F. Trainor,  aired on Sept. 1, 2011 on WPRO’s \"The Buddy Cianci Show.\"\n\nBecause it wasn’t the first time that Cianci had made the comment -- and because a bankruptcy judge had \"discharged\" most of Trainor’s debt nearly a year ago -- we thought it was worth looking into.\n\nTrainor has built a career in public relations representing some of the state’s high-profile politicians and corporate players. He was an advisor and spokesman for Lincoln Chafee during Chafee’s successful 2010 run for governor.\n\nBut Trainor has had his own public relations problems ever since it became known late last year that he and a business partner from Connecticut defaulted on a $250,000 federal small business loan granted through the Rhode Island Economic Development Corporation.\n\nAccording to the EDC and bankruptcy court documents,  here’s what happened:\n\nThe duo and two of their partners started a Rhode Island company, called Genesis Distribution & Marketing, in 2006 to distribute and market retractable window screens and hurricane shutters.\n\nTrainor and his partners had already bought a company in Connecticut that distributed and installed hurricane shutters. And they planned to buy three more in the South that made the shutters. In January 2007, the EDC loaned  the business $250,000 through the federally funded Small Business Loan Fund to buy inventory, furniture, fixtures and equipment and hire three employees.\n\nBut the business was short-lived.\n\nJust two months after receiving the EDC loan, the partners fell behind on their payments. In 2008, the company folded.\n\nTrainor and his partner from Connecticut, who had pledged their homes as collateral for the loan, talked with representatives from the EDC about a settlement. But the talks broke off in August 2009, when Trainor notified the agency that he was filing for bankruptcy.\n\nBy then, the housing market had tanked along with the value of Trainor’s house.  \n\nThe partners had repaid $36,326 of the loan; with interest and late fees, the debt on the loan at the time totaled $250,723.\n\nIn September 2010, a bankruptcy judge granted Trainor’s petition for Chapter 7 bankruptcy.\nAn explanation of the ruling in the bankruptcy court documents states: \"The chapter 7 discharge order eliminates a debtor's legal obligation to pay a debt that is discharged.’’\n\nThe EDC loan was written off on Nov. 30, 2010. The agency concluded that it couldn’t recover any money from its lien on Trainor’s home because the mortgage balance exceeded the property’s value.\n\nIn December, 2010, Trainor, who was being considered for a job in the Chafee administration, told The Providence Journal that he had not walked away from his obligations, saying he’d like to negotiate a settlement with the EDC.\n\nGovernor Chafee discussed Trainor’s situation on Channel 12 \"Newsmakers\" in December 2010, saying that there would be an effort made to repay the EDC. \"[We’ll] make sure Mike does that,’’ he said.\n\nSo it certainly sounded then as though Chafee and even Trainor himself believed that Trainor still owed the EDC the money.  \n\nChafee hired Trainor as spokesman when he took office in January, a job that paid $129,235.\n\nThat month, Trainor also repaid the state $20,788.75 in taxes -- which were not  dischargeable in the bankruptcy -- owed on his failed business. In return, the state Division of Taxation removed the lien on his property.\n\nSix months later, in July, the bank sold his house at a foreclosure auction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTrainor served seven months as Chafee’s spokesman before he was transferred, in August, to the Department of Higher Education. His salary has dropped to $88,177.\n\nSo, does he still owe the $250,000, as Cianci claims?\n\n\"That debt was discharged,’’ Andrew S. Richardson, a lawyer and the U.S. Bankruptcy Court Trustee in the Trainor case, said. \"(He) can no longer be forced to pay the obligation -- nor can the creditor take any steps to try and collect it.’’\n\nIn other words, Richardson said, there’s no legal obligation that Trainor repay the loan.\n\nBut other lawyers who specialize in bankruptcy see it differently.\n\n\"Most people understand (bankruptcy) as destroying the debt … but technically the discharge in bankruptcy doesn’t destroy the debt at all,’’ Jason Kilborn, a lawyer, law professor and resident scholar at the American Bankruptcy Institute in Virginia said. \"It does not destroy the obligation from a moral or even a legal obligation. It just prevents the creditors from collecting on that debt.’’\n\nThe American Bankruptcy Institute was founded in 1982 to provide Congress and the public with unbiased analysis of bankruptcy issues.\n\nIn other words, the debt remains, even though the creditors are forced to write it off as uncollectable.\n\nSo if the debt remains but Trainor isn’t obligated to repay it, does he really \"owe\" the state money?\n\nWe called Cianci and challenged him on his use of the term \"owes.\"  Trainor’s bankruptcy discharge, he maintained, doesn’t change the fact that Trainor still owes the EDC the $250,000.\n\n\"Maybe it was discharged,’’ he said, \"but in the mind of the taxpayer who fronted the 250 grand? Yeah, he still owes it.\"\n\nSaid Richardson, the trustee: \"I think it depends on whose point of view you’re looking at, the creditor or the debtor.’’\n\nWe agree.\n\nPractically speaking, the bankruptcy ruling and the fact that the mortgage on the Trainor’s home exceeded its value made it impossible for the EDC to recoup its money.\n\nBut even after the debt was discharged in bankruptcy Trainor and Chafee both said they’d make an effort made to repay the EDC.\n\nAfter all, a debt can be owed even if it’s never collected.\n\nFor that reason, we rule Cianci’s statement Mostly True.", "vclaim_id": "vclaim-pol-12443"}