{"url": "/factchecks/2013/sep/18/se-cupp/crossfires-se-cupp-cites-cdc-armed-citizen-safety-/", "speaker": "S.E. Cupp", "vclaim": "\"The CDC issued a report commissioned by President Obama just earlier this year, and it found some very inconvenient facts. Armed citizens are less likely harmed by attackers. Effectiveness of gun control laws is mixed. Gun buybacks don't work.\"", "truth_label": "half-true", "date": "stated on September 13, 2013 in a discussion on CNN's \"Crossfire\":", "title": "Crossfire’s S.E. Cupp cites CDC on armed citizen safety, gun control laws and buybacks", "text": "Did a report commissioned by the president find \"some very inconvenient facts\" about gun control?\nConservative CNN Crossfire host S.E. Cupp broke it down in an episode last week:\n\"The CDC issued a report commissioned by President (Barack) Obama just earlier this year, and it found some very inconvenient facts. Armed citizens are less likely harmed by attackers. Effectiveness of gun control laws is mixed. Gun buybacks don't work. Shouldn't we be looking at irrefutable evidence, irrefutable evidence?\"\nHer liberal co-host Van Jones quipped, \"Oh, now Obama's CDC is irrefutable?\"\nWe’ve looked into the state of gun research, which has been starved of federal funding since the late 1990s. Did a new report from the U.S. Centers for Disease Control and Prevention offer strong evidence?\nThe report Cupp mentioned was inspired by mass shootings during 2011 and 2012 in Tucson, Ariz.; Aurora, Colo.; Oak Creek, Wis. and Newtown, Conn. In January 2013, President Barack Obama directed the Centers for Disease Control and Prevention to research causes and prevention of gun violence.\nThe agency turned to the Institute of Medicine and the National Research Council to bring together experts to come up with a \"research agenda.\" They released a 113-page report in June that also summarized what’s known.\nRather than break new ground, it focused on the need for more work.\n\"In the absence of this research, policymakers will be left to debate controversial policies without scientifically sound evidence about their potential effects,\" it said.\nLater, it urged: \"There is a pressing need to obtain up-to-date, accurate information about how many guns are owned in the United States, their distribution and types, how people acquire them, and how they are used.\"\nHere’s what it noted about armed citizens, gun control laws and gun buybacks.\n‘Armed citizens are less likely harmed by attackers’\nThe research committee summarized research on the \"defensive use of guns.\" It did cite specific studies that showed lower injury rates among gun-using crime victims:\n\"Studies that directly assessed the effect of actual defensive uses of guns (i.e., incidents in which a gun was 'used' by the crime victim in the sense of attacking or threatening an offender) have found consistently lower injury rates among gun-using crime victims compared with victims who used other self-protective strategies,\" it said.\nIt cited four studies, three involving criminal justice professor Gary Kleck of Florida State University, who was on the committee.\nBut it also pointed out that effectiveness of such tactics likely varies depending on the type of victim, offender and circumstance. \"So further research is needed, both to explore these contingencies and to confirm or discount earlier findings,\" the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt also pointed out that \"even when defensive use of guns is effective in averting death or injury for the gun user in cases of crime, it is still possible that keeping a gun in the home or carrying a gun in public — concealed or open carry — may have a different net effect on the rate of injury.\n\"For example, if gun ownership raises the risk of suicide, homicide, or the use of weapons by those who invade homes of gun owners this could cancel or outweigh the beneficial effects of defensive gun use.\"\nIt cited three studies from the 1990s by Arthur Kellermann, now a policy analyst at Rand Corp., then said: \"Although some early studies were published that related to this issue, they were not conclusive, and this is a sufficiently important question that it merits additional, careful exploration.\"\n‘Effectiveness of gun control laws is mixed’\n\"Mixed\" definitely describes the state of the research, according to the report, if not the effectiveness of the laws themselves.\n\"Whether gun restrictions reduce firearm-related violence is an unresolved issue,\" it said, noting that the \"effectiveness of various types of control is inadequately researched.\"\nIt goes on to cite studies that fall all over the map. Firearm legislation is associated with lower rates of fatal firearm violence. Except when it’s not. Even studies that show correlation have a hard time showing one thing causes the other.\n\"A paucity of reliable and valid data, as discussed in the sections above, is a major barrier to the development of the most effective policies, strategies, and interventions for prevention of firearm violence. Nonetheless, many interventions have been developed and studied, and they point to areas requiring important additional research,\" the report finds.\nGun buybacks don't work\nThere’s evidence gun buybacks don’t work, the report says.\n\"For example, in 2009, an estimated 310 million guns were available to civilians in the United States … but gun buyback programs typically recover less than 1,000 guns,\" it said, citing two two studies.\nIt mentioned that on the local level, buybacks may function to raise awareness of gun violence.\nBut it also cited a 2002 study that showed in Milwaukee, Wis., for example, \"guns recovered in the buybacks were not the same guns as those most often used in homicides and suicides.\"\nOur ruling\nCupp said that a CDC report this year found: \"Armed citizens are less likely harmed by attackers. Effectiveness of gun control laws is mixed. Gun buybacks don't work.\"\nThe report, which summarized the state of gun research and outlined areas for new investigation, cited studies that showed crime victims who used guns had lower injury rates. But it also noted a need to explore other factors and \"confirm or discount\" earlier research.\nOn gun control laws, the research itself is mixed — and there’s a \"paucity of reliable and valid data\" on which to base it. The report did cite evidence that gun buybacks don’t work.\nCupp exaggerated the findings of the CDC report, which merely rounded up studies as it argued for more and better research. In most cases, the report was intended to spur more research, not settle controversial claims once and for all. We rate her claim Half True.", "vclaim_id": "vclaim-pol-08869"}