{"url": "/factchecks/2014/mar/03/florida-democratic-party/rick-scott-rick-scott-oversaw-largest-medicare-fra/", "speaker": "Florida Democratic Party", "vclaim": "Says Rick Scott \"oversaw the largest Medicare fraud in the nation’s history.\"", "truth_label": "mostly-true", "date": "stated on February 25, 2014 in a press release:", "title": "Rick Scott 'oversaw the largest Medicare fraud' in U.S. history, Florida Democratic Party says", "text": "First, Gov. Rick Scott scared the bejesus out of seniors with an online ad claiming that Medicare rate cuts would lead them to lose access to their doctors, hospitals and preventive care.\nThen, the Florida Democratic Party fired back at Scott, issuing a press release that called Scott \"the ultimate Medicare thief.\"\nThe Democrats were referring to Scott’s prior tenure as CEO of Columbia/HCA about a decade ago, when the hospital company was fined $1.7 billion for Medicare fraud.\n\"Rick Scott is saying Democrats are committing Medicare robbery, when in fact he's the ultimate Medicare thief. He lost the right to accuse Democrats of raiding Medicare when he oversaw the largest Medicare fraud in the nation's history. Rick Scott's company stole money that should have gone to health care for seniors,\" said Florida Democratic Party spokesman Joshua Karp in the Feb. 25 press release.\nSeparately, we have fact-checked Scott’s claim \"we are seeing dramatic rate cuts\" to Medicare that will affect people's choice of doctor, hospital and preventive care. We concluded that Scott had failed to say that the rate cut only applies to Medicare Advantage, and thus only affects a fraction of all Medicare beneficiaries. Also, it could be several months before we know the actual impact of the cut which could vary county by county. We rated Scott's claim Mostly False.\nHere, we’ll fact-check the Democratic counter-attack that Scott \"oversaw the largest Medicare fraud in the nation’s history.\"\nScott’s tenure at Columbia/HCA\nDuring Scott’s 2010 race for governor, PolitiFact fact-checked multiple claims related to his tenure at Columbia/HCA. Now, we’ll recap some of our earlier discussion of the investigation and fine.\nScott started what was first Columbia in 1987, purchasing two El Paso, Texas, hospitals. Over the next decade he would add hundreds of hospitals, surgery centers and home health locations. In 1994, Scott’s Columbia purchased Tennessee-headquartered HCA and its 100 hospitals, and merged the companies.\nIn 1997, federal agents went public with an investigation into the company, first seizing records from four El Paso-area hospitals and then expanding across the country. The investigation focused on whether Columbia/HCA had committed Medicare and Medicaid fraud.\nScott resigned as CEO in July 1997, less than four months after the inquiry became public. Company executives said had Scott remained CEO, the entire chain could have been in jeopardy.\nDuring his 2010 race, the Miami Herald reported that Scott had said he would have immediately stopped his company from committing fraud -- if only \"somebody told me something was wrong.\" But there were such warnings in the company’s annual public reports to stockholders -- which Scott had to sign as president and CEO.\nScott wanted to fight the accusations, but the corporate board of the publicly traded company wanted to settle.\nIn December 2000, the U.S. Justice Department announced that Columbia/HCA agreed to pay $840 million in criminal fines, civil damages and penalties.\nAmong the revelations from the 2000 settlement:\n• Columbia billed Medicare, Medicaid, and other federal programs for tests that were not necessary or had not been ordered by physicians;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n• The company attached false diagnosis codes to patient records to increase reimbursement to the hospitals;\n• The company illegally claimed non-reimbursable marketing and advertising costs as community education;\n• Columbia billed the government for home health care visits for patients who did not qualify to receive them.\nThe government settled a second series of similar claims with Columbia/HCA in 2002 for an additional $881 million. The total for the two fines was $1.7 billion.\nOn Scott’s 2010 campaign website, he admitted to the $1.7 billion fine, though the link is no longer on the site.\nWhat type of record was that fine?\nThe fine clearly set a record, though the Justice Department (and media reports at the time) were not always consistent in their terminology, sometimes describing it as the \"largest government fraud settlement in U.S. History\" and other times more specifically as the \"largest health care fraud case in U.S. History.\" \nA Justice Department spokeswoman said that officials refer to Columbia/HCA as \"largest health care fraud\" rather than the more narrow term \"Medicare fraud\" because it involved defrauding other government programs such as Medicaid rather than Medicare exclusively. The Justice Department described in detail the various ways the company defrauded Medicare and other government health programs here.\nHere’s a key point, though: While the Columbia/HCA settlement was a record at the time for health care fraud, it has since been surpassed. In cases related to the improper promotion of certain drugs, Johnson & Johnson agreed to a a $2.2 billion settlement in 2013, Pfizer settled for $2.3 billion in 2009, and GlaxoSmithKline settled for $3 billion in 2012.\n\"HCA was the record health care fraud at the time. It’s now Glaxo,\" Justice Department spokeswoman Linda Mansour told PolitiFact in an email.\nThat said, these cases were a little different. While the Justice Department’s case against Columbia/HCA repeatedly mentions overbilling and defrauding Medicare and Medicaid specifically, the three newer cases focused on the marketing of drugs, with Medicare, Medicaid and other federal programs caught up in the impropriety, rather than being the specific targets of the fraud.\nBecause the Justice Department press releases explaining the settlements don’t explicitly break down how much of the misconduct in those more recent cases defrauded Medicare explicitly, it’s difficult to make comparisons.\nThe Pfizer case includes violations relating to misbranding and kickbacks, \"so there may be a distinction to be made for that reason when thinking about whether it all should be classified under the very general category of ‘Medicare fraud,’ \" said Asha Scielzo, who practices health care law at the firm Pillsbury Winthrop Shaw Pittman.\nThe Columbia/HCA case \"still is the largest fraud settlement for a hospital corporation in U.S. history,\" since all the others involved pharmaceutical firms, added Zack Buck, a health care law professor at Mercer. \"So I guess, the quote (by the Florida Democratic Party) is a little loose.\"\nThe Scott campaign did not respond to an inquiry for this fact-check. However in 2010, Scott told the Tampa Bay Times, \"There's no question that mistakes were made and as CEO, I have to accept responsibility for those mistakes. I was focused on lowering costs and making the hospitals more efficient. I could have had more internal and external controls. I learned hard lessons, and I've taken that lesson and it's helped me become a better business person and a better leader.\"\nOur ruling\nThe Florida Democratic Party said Scott \"oversaw the largest Medicare fraud in the nation’s history.\"\nThe Columbia/HCA settlement has since been surpassed in dollar value, though the bigger cases involved Medicare somewhat less directly. Because the Democratic Party could have been a bit more specific in its wording -- by saying that Scott oversaw the largest Medicare fraud at the time -- we rate the claim Mostly True.\nhttps://www.sharethefacts.co/share/fcf7f511-cd67-45a3-90da-1b8284f049c1", "vclaim_id": "vclaim-pol-08182"}