{"url": "/factchecks/2017/jan/19/roy-cooper/nc-gov-roy-cooper-medicaid-expansion-north-carolin/", "speaker": "Roy Cooper", "vclaim": "Says North Carolinians are \"already paying for\" Medicaid expansion, even though the state hasn’t expanded Medicaid.", "truth_label": "mostly-true", "date": "stated on January 19, 2017 in a speech to business leaders:", "title": "NC Gov. Roy Cooper on Medicaid expansion in North Carolina: \"You're already paying for it.\"", "text": "One of Gov. Roy Cooper’s arguments for accepting an expansion of Medicaid health care coverage into North Carolina is that the state is already paying into the program – and thus might as well get something out of it.\nThe Medicaid expansion debate is currently the subject of a court battle between Cooper ( a Democrat) and the state’s Republican-led legislature. Meanwhile, the governor is trying to drum up support for expansion.\n\"You’re already paying for it,\" Cooper told a meeting of business officials on Jan. 4. \"North Carolina is paying federal taxes that is going to other states (for Medicaid). There have been conservative Republican governors like Mike Pence, who is our vice president, like Chris Christie, like John Kasich, who understood that this was an economic decision for their state and that it was important to do. So we’re already paying for it. The decision has been made.\"\nIt’s common knowledge that many Republican governors have accepted the Medicaid expansion, and Cooper is right that Indiana, New Jersey and Ohio all accepted the expansion under conservative leadership.\nWe’re more interested in the claim that North Carolina is paying for a program that gives it nothing in return.\nTwo versions of Medicaid\nThe expansion of Medicaid – which the Affordable Care Act made possible – is a separate piece of the regular Medicaid program. North Carolina has been part of the regular Medicaid program since 1970. But it remains one of 18 states that have not accepted the expansion.\nMedicaid provides government health insurance for low-income people. In 2015, the state reported, 1.8 million North Carolinians were enrolled – most of them children. The expansion would cover people who don’t qualify for either the Affordable Care Act health care subsidies or for regular Medicaid coverage.\nThe state pays about one-fourth of the costs for regular Medicaid expenses in North Carolina, according to the N.C. General Assembly Fiscal Research Division. The federal government pays 60 percent, and the rest is funded by drug companies and other sources. In 2015, when the bill came out to $13.8 billion for North Carolina, the state paid $3.7 billion.\nBut that’s not what Cooper is talking about. He’s referring to the optional expansion of Medicaid – which North Carolina and 17 other states have so far declined to accept. And Cooper is right that, nevertheless, North Carolinians are paying for the expansion in other states.\nThe expansion is funded almost entirely by the federal government – 95 percent now, and dropping to 90 percent by 2020.\n\"Right now, North Carolina tax dollars are going to Washington, where they are being redistributed to states that have expanded Medicaid,\" Cooper said in a written statement after his speech.\nBut is he right? The federal government does get a lot of money from taxes. But it also makes money from fees, leases, investments and other sources. The government also engages in deficit spending. With all those non-tax options, we wondered about Cooper’s claim.\nDigging into the numbers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nAccording to a 2015 report from the U.S. Department of Health and Human Services, Medicaid expansion in the decade from 2015-24 is estimated to cost $717 billion. That includes $667 billion from the federal government.\nAnd Cooper is right that the cost falls onto states, including those that haven’t expanded the program. In fact, North Carolina taxpayers are likely paying more than $1 billion dollars a year into the program.\nDonald Taylor, a Duke University professor and health care policy expert, said the federal government’s share of Medicaid expansion (unlike the regular Medicaid program) is mostly funded by income taxes and new taxes the ACA created.\nFor overall taxes as well as income tax in particular, North Carolina’s people and businesses contribute 2.4 percent of the federal government’s tax revenue – at least as of the 2014 fiscal year, which is the most recent state-by-state IRS data available.\nGoing by the HHS report that estimated $667 billion in federal spending on Medicaid expansion over a decade, 2.4 percent is $16 billion. That’s $1.6 billion per year, on average.\nIn reality, of course, government accountants don’t go through taxpayers’ checks to see which ones come from which state and then apportion out funds that way. So the 2.4 percent number is the state’s approximate share, not an actual bill. And it’s possible that figures from the 2014 tax data and 2015 Medicaid cost study could have changed by now, or might fluctuate in the future.\nRegardless, Cooper is certainly right that North Carolinians are paying into this program.\nAnother interpretation\nHowever, there’s a second way that a listener might interperet Cooper’s claim – that by telling people \"you’re already paying for it,\" he’s implying that North Carolina could accept the expansion of Medicaid with no further costs.\nThat is not accurate. Yes, North Carolina is paying into Medicaid, but the state’s costs would absolutely rise if it were to accept the expansion.\nIn various studies by researchers from Georgetown University and the Wake Forest University School of Law, and depending on whether the federal government is paying for 90 or 95 percent of the costs, estimates show North Carolina’s state government would be on the hook for between $210 million and $600 million per year in the near future if it did expand Medicaid.\nThe federal government would also pitch in billions more each year, those studies estimate, of which North Carolina taxpayers – as we already explored – would be responsible for tens of millions of dollars.\nOur ruling\nRoy Cooper said North Carolinians are \"already paying for\" Medicaid expansion, even though the state hasn’t expanded Medicaid. He was arguing for the state to go ahead and accept the expansion.\nHe’s right that North Carolinians are already paying into the program, via federal taxes. Yet what he doesn’t mention is that the state government currently pays nothing into the program but would have to pay hundreds of millions of dollars per year if it did accept the expansion. Doing so would also increase the federal tax burden on people all over the country, including in North Carolina.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-03776"}