{"url": "/factchecks/2011/jul/21/richard-codey/new-jersey-sen-richard-codey-claims-every-presiden/", "speaker": "Richard Codey", "vclaim": "\"Every president has raised the debt ceiling.\"", "truth_label": "mostly-true", "date": "stated on July 13, 2011 in an interview on Hannity on Fox News:", "title": "New Jersey Sen. Richard Codey claims “every president has raised the debt ceiling” during Fox News interview", "text": "As President Barack Obama and Congressional Republicans wrestle over raising the nation’s debt ceiling, New Jersey Sen. Richard Codey (D-Essex) added his voice to the debate during a recent panel discussion on Fox News’ Hannity.\n\nSitting between a conservative writer and a former Miss America, Codey joined the \"The Great American Panel\" on July 13 and soon found himself sparring with host Sean Hannity. Hannity began the conversation by criticizing President Barack Obama for using \"seniors as a pawn in this...political chess game of his.\"\n\nBut Codey, a former governor, told Hannity that Obama isn’t the first president to increase the federal debt limit.\n\n\"But Sean, every president has raised the debt ceiling,\" Codey said. \"George Bush did it seven times.\"\n\nPolitiFact New Jersey took a look at the nation’s history of borrowing money and discovered that Codey was mostly right. Since an overall limit on most federal debt was first set up in 1939, the debt ceiling went up during every presidency with the sole exception of former President Harry S. Truman’s.\n\nCodey acknowledged the minor oversight in a phone interview and said his overall message was to show that previous presidents have contributed to the debt ceiling increases.\n\nNow, let’s take a look at how we reached the current federal debt limit of nearly $14.3 trillion.\n\nA statutory limit on federal borrowing was first established with the Second Liberty Bond Act of 1917, which helped finance the nation’s entry into World War I, according to the Congressional Research Service. That act allowed separate limits for different forms of debt.\n\nIn 1939, Congress eliminated those separate limits and set up the first aggregate limit covering nearly all public debt. During the presidency of Franklin D. Roosevelt, the debt ceiling was raised annually between 1941 and 1945 to pay for the costs associated with World War II. The limit was increased to $65 billion in 1941.\n\nSoon after the debt limit was increased to $300 billion in April 1945, Truman became president. The debt ceiling was reduced to $275 billion in June 1946, and the Korean War was primarily financed by higher taxes, not increased debt.\n\nThe debt ceiling would not increase until 1954, when Dwight D. Eisenhower was president.\n\n\"It just went down and stayed down,\" said Bill Galston, a senior fellow in governance studies at the centrist-to-liberal Brookings Institution, referring to Truman’s presidency.\n\nBut from Eisenhower to former President George W. Bush, the debt ceiling was raised during every presidency for a total of 68 times*, according to data from the White House’s Office of Management and Budget. Obama has raised the debt limit three times.\n\nHere’s a breakdown of debt ceiling increases before Obama by presidency:\n\n￭ Dwight D. Eisenhower (R): 4\n￭ John F. Kennedy (D): 5\n￭ Lyndon B. Johnson (D): 7\n￭ Richard M. Nixon (R): 7\n￭ Gerald R. Ford (R): 6\n￭ Jimmy Carter (D): 6\n￭ Ronald Reagan (R): 17\n￭ George H. W. Bush (R): 5\n￭ Bill Clinton (D): 4\n￭ George W. Bush (R): 7\n\nWhen Eisenhower left office, the debt limit was $293 billion. After Bush left office -- following seven increases to the debt ceiling, as Codey had said -- the limit was about $11.3 trillion. Barring significant changes to federal regulations, the amount of debt is projected to rise in the coming decade, according to the Congressional Research Service.\n\n\"Unless federal policies change, Congress would repeatedly face demands to raise the debt limit to accommodate the growing federal debt in order to provide the government with the means to meet its financial obligations,\" according to a July 1 report from the Congressional Research Service.\n\nAsked why the debt limit has continued to increase over the past several decades, D. Andrew Austin, one of the authors of that report, said in an email: \"Over time (the) federal government has spent more than it received in revenues. Unlike (the European Union’s) Stability and Growth Pact, the debt limit is a fixed number, rather than a restriction tied to the size of the national economy.\"\n\nBack to Codey’s statement:\n\nThe former governor said during a panel discussion that \"every president has raised the debt ceiling.\" Federal records show that since the overall limit was set up in 1939, Truman is the only president who didn’t have an increase in the debt ceiling on his watch.\n\nWe rate Codey’s statement Mostly True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJon Runyan\n\n\nstated on September 3, 2011 in a mailer posted on bluejersey.com\n\n\n\n\n\n\n\n\nThe deal to raise the nation’s debt ceiling will \"directly link a debt ceiling increase to spending cuts for the first time ever.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • September 9, 2011\n\n\n\n\n\n\n\n\n*Editor's Note: The total of 68 times failed to include all cases where the debt limit was temporarily increased or the expiration dates for temporary increases were extended. Factoring in those other instances, the debt ceiling was increased 86 times between the presidencies of Eisenhower and George W. Bush. Here is the revised breakdown: Eisenhower, 7; Kennedy, 8; Johnson, 8; Nixon, 9; Ford, 7; Carter, 9; Reagan, 18; George H.W. Bush, 9;  Clinton, 4; and George W. Bush, 7.", "vclaim_id": "vclaim-pol-12707"}