{"url": "/factchecks/2010/oct/23/jim-sullivan/jim-sullivan-says-he-voted-against-his-own-party-s/", "speaker": "Jim Sullivan", "vclaim": "Says he \"stood up to his own party by voting against the budget to stop runaway government spending.\"", "truth_label": "barely-true", "date": "stated on October 22, 2010 in campaign literature distributed to district residents:", "title": "Jim Sullivan says he voted against his own party to “stop runaway government spending”", "text": "In 2006, Wauwatosa Democrat Jim Sullivan won a Wisconsin state Senate seat long held by Republicans and helped his party take back control of the Senate.\n\nIn the 2010 race, Sullivan faces a tough challenge from state Rep. Leah Vukmir, a Wauwatosa Republican. Control of the Senate is again in play.\n\nBut Sullivan is running against his own party, declaring in a flier mailed to voters that he \"stood up to his own party by voting against the budget to stop runaway government spending.\"\n\nSo, is Sullivan a budget-busting maverick?\n\nLet’s quickly break down Sullivan’s claim into two parts, then add some context.\n\nSullivan \"stood up to his own party by voting against the budget\":\n\nSullivan’s campaign said the flier’s reference is to the 2009-’11 state budget, which the Senate approved, 17-15, in June 2009. Sullivan was the only Democrat to vote no.\n\nSullivan’s budget vote was to \"stop runaway government spending\":\n\nDifferent people may define \"runaway\" spending differently. The $62 billion budget in question raised spending by 6.2 percent over two years and raised taxes and fees by $1.92 billion.\n\nWhile Sullivan cites a specific vote in his literature, he is making a broader point: that he has worked in Madison to rein in spending. For example, in citing his budget vote in a separate mailer, Sullivan says he \"wants our children to inherit a future free of wasteful government spending.\"\n\nSo, let’s take a closer look at Sullivan’s record, which in four years includes votes on two budgets and one \"budget repair\" bill.\n\n\nOn the 2007-’09 state budget, approved in the Senate, 18-15, Sullivan voted yes along with the rest of his fellow Democrats. That budget raised taxes and fees by $763.2 million over two years.\n\n\n\nIn February 2009, Sullivan joined the rest of the Senate Democrats to pass a \"budget repair\" bill. Among other things, it raised taxes on businesses by $215 million and on computer software sales by $66 million over three years.\n\n\n\nFour months later, Sullivan voted against the 2009-11 budget -- the vote previously noted and cited in his literature. During the course of the budget debate, he did not propose or support any amendments to the 2009-’11 budget that would have reduced spending.\n\n\n\nWe asked Sullivan’s campaign if there were instances, other than his 2009-’11 budget vote, in which Sullivan broke ranks with Democrats in an effort to control spending.\n\nThe campaign did not provide any.\n\nObservers noted that, given the Democrats’ three-vote majority in the Senate, Sullivan’s no vote did not affect the party’s ability to get its budget passed.\n\nMordecai Lee, a University of Wisconsin-Milwaukee governmental affairs professor, said the two-year budget bill is the most important vote state lawmakers take. And leaders of the political party in power can exert great pressure on members to ensure that their budget passes.\n\nBut Lee, a former Democratic state senator, said he also witnessed cases in which a party would not fight an individual senator’s budget vote against the party, if that senator faced a tough bid for re-election.  \n\nIn Madison parlance, it’s called getting a pass.\n\nSo let’s review.\n\nSullivan is telling voters in a campaign mailing that he \"stood up to his own party by voting against the budget to stop runaway government spending.\" He was the only Senate Democrat to vote against the 2009-’11 state budget, which raised taxes and spending. But Sullivan’s vote didn’t threaten his party’s effort to pass the budget, he made no attempt to reduce spending in the plan and, on the previous budget and a budget repair bill, he voted with fellow Democrats to raise spending.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe rate his statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14165"}