{"url": "/factchecks/2011/mar/23/leticia-van-de-putte/state-sen-letiticia-van-de-putte-says-there-have-b/", "speaker": "Leticia Van de Putte", "vclaim": "\"Since 1980, over 145 incidents have been documented of suction entrapment in swimming pools and spas, including 36 deaths of children.\"", "truth_label": "true", "date": "stated on February 16, 2011 in a press release:", "title": "State Sen. Leticia Van de Putte says there have been more than 145 incidents of pool drain entrapments since 1980, resulting in the deaths of 36 children", "text": "Filing legislation that would require someone selling property to disclose whether a home swimming pool or hot tub has a hazardous drain, state Sen. Leticia Van de Putte, D-San Antonio, said in a press release: \"Too many Texas children are harmed and killed in pools.\"\n\n\"Since 1980, over 145 incidents have been documented of suction entrapment in swimming pools and spas, including 36 deaths of children,\" according to her Feb. 16 press release.\n\nHer proposed legislation amends the state’s seller’s disclosure notice so that sellers say whether the property has a single blockable main drain in a pool, hot tub or spa, which \"may cause a suction entrapment hazard for an individual.\"\n\nVan de Putte spokeswoman Sarah Gomez told us the senator has offered pool safety legislation the past three sessions. In 2009, the Senate approved her measure requiring residential pools and spas built or installed in Texas to be enclosed by barriers preventing small children from entering unsupervised, among other stipulations. It died in the House.\n\nResponding to our request for back-up for the senator’s numbers, Gomez sent us the background from a 2007 federal law, an earlier study of entrapment dangers and articles indicating a federal agency has long tracked entrapment incidents and resulting deaths.\n\nThe background section of the 2007 Virgina Graeme Baker Pool and Safety Spa Act, a federal law setting tougher safety standards for public pools and spas, says that at least 33 children 14 and younger died from 1985 through 2000 as a result of drain entrapment.\n\nGomez also provided a May 2006 study by Safe Kids Worldwide, a Washington-based group which launched in 1988 to advocate childhood injury prevention. The group joined with Nancy Baker to advocate for the act named after her daughter, who drowned in a hot tub at a family friend’s home in Virginia after she was entrapped by the drain’s suction.\n\nThe study states that \"entrapment occurs when part of a child’s body becomes attached to a drain as a result of the powerful suction of the water circulation system, or an arm or leg is inserted into a drain with a missing or broken cover.\" A child can drown if the suction overpowers his or her ability to disengage.\n\nAccording to an October 2003 Pool & Spa News article, the U.S. Consumer Product Safety Commission confirmed 147 suction entrapment incidents from 1985 and March 2002, resulting in 36 deaths — not all of them children. We asked Gomez about the senator’s reference to 36 child deaths, Gomez said Van de Putte misread that statistic. \"It was 36 total deaths,\" she said. \"It was not intentional and she was not trying to mislead anyone.\"\n\nNext, Tanya Chin Ross, director of policy for Safe Kids Worldwide, pointed us to a May 2010 memo from the product safety commission tracking drain entrapments and deaths each year from 1999 to 2009, listing 94 entrapments in pools, spas and whirlpool tubs — including 49 incidents in residential facilities. The agency’s tally suggests that at least six entrapped children died from 2001 through 2009, a result that would make the total of confirmed child deaths from such incidents since 1985 at least 39.\n\nAccording to the memo, the commission eliminated reports that didn’t involve drain entrapments or were duplicates. Commission spokeswoman Kathleen Reilly told us that the agency investigates incident reports it receives directly. Otherwise, the agency tries to confirm claims \"by getting as much data as possible,\" including hospital and police reports, she said.\n\nReilly told us that between 1985 and 2009, the agency received reports of 154 incidents resulting from pool, spa, hot tub or whirlpool entrapments, including 54 deaths; she didn’t have a count for children who died.  \n\nFinally, we sought Texas-specific data. Carrie Williams, a spokeswoman with the Texas Department of State Health Services, told us the agency tabulates pool drownings, but not yet drain entrapments.\n\nAll told, it looks like Van de Putte understates the 154 people, at least, who have been sucked into a U.S. pool or spa drain. While her backup information didn’t prove that 36 children died as a result, the sources we culled suggest that at least 39 children have perished.\n\nWe rate her statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-13379"}