{"url": "/factchecks/2012/jun/29/jon-runyan/jon-runyan-claims-barack-obamas-health-care-includ/", "speaker": "Jon Runyan", "vclaim": "Says there are \"$500 billion in Medicare cuts required to pay for this flawed [health care law].\"", "truth_label": "barely-true", "date": "stated on June 28, 2012 in a press release:", "title": "Jon Runyan claims Affordable Care Act cuts Medicare program by $500 billion", "text": "A discredited claim is making a comeback following the U.S. Supreme Court ruling upholding most of the national health care reform law.\n\nU.S. Rep. Jon Runyan said in a press release on Thursday that the law, formally known as the Patient Protection and Affordable Care Act, makes cuts to Medicare.\n\n\"My constituents simply cannot afford the $500 billion in new tax increases and $500 billion in Medicare cuts required to pay for this flawed legislation, nor can our economy sustain the job-killing mandates and regulations it imposes,\" Runyan, a Republican representing parts of southern New Jersey, said in a press release.\n\nMitt Romney, the presumptive Republican presidential nominee, repeated the claim in his statement about the high court’s ruling, saying \"Obamacare cuts Medicare - cuts Medicare by approximately $500 billion dollars.\"  \n\nBoth claims distort the truth, as our PolitiFact colleagues have found many times.\n\nThe law aims to slow future growth in Medicare spending. It does not cut from the Medicare program.\n\nThe health care law made several changes to Medicare, which provides health insurance for millions of seniors and people under 65 receiving Social Security disability payments.\n\nSome of the changes will increase Medicare spending to help cover prevention services and to fill the so-called doughnut hole, a gap in prescription drug coverage for some enrollees, according to a tutorial by Tricia Neuman, vice president and director of the Medicare Policy Project for the Kaiser Family Foundation, an independent group that analyzes the health care system.\n\nOther changes aim to reduce growth in Medicare spending, by more than $500 billion over 10 years, though estimates of the future savings vary.\n\nThe nonpartisan Congressional Budget Office, or CBO, and the Centers for Medicare and Medicaid Services have both released reports since the health care law passed showing that the Affordable Care Act will reduce future spending growth on Medicare by more than $500 billion.\n\nThe Affordable Care Act \"contains numerous provisions that, on balance, will reduce federal spending on Medicare,\" the CBO said in a June 2012 report.\n\nThe biggest portion of that savings, according to Neuman’s tutorial, will come from reducing annual increases in payments to medical providers.      \n\nBut the health care law does not cut $500 billion from Medicare. It just reduces future growth.\n\nWith the law, Medicare spending will still increase.\n\nIt’s important to note, as PolitiFact has found, that the savings from the reduction in Medicare spending will help offset spending on other provisions of the health care law, a point that Runyan noted in a statement to PolitiFact New Jersey.\n\n\"The CBO projects Medicare savings of approximately $500 Billion and instead of using that money to shore up the program, the savings are diverted from Medicare and used to fund other provisions of ObamaCare.  Even worse, this piece of legislation is hitting individuals, working families and small businesses with a massive tax increase that will further cripple the economy and slow job creation,\" Runyan said.  \n\nOur ruling\n\nRunyan, repeating a Republican talking point about Obama’s health care law, said there are \"$500 billion in Medicare cuts required to pay for this flawed legislation.\"\n\nThe legislation aims to slow projected spending on Medicare by more than $500 billion over a 10-year period, but it does not cut that money from the program. Medicare spending will increase over that time frame.\n\nStill, a sliver of truth exists in this claim, because the difference in the spending will help offset costs of other provisions in the law.\n\nWe rate this claim Mostly False.  \n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10850"}