{"url": "/factchecks/2021/jan/06/facebook-posts/no-court-did-not-rule-200000-wisconsin-ballots-wer/", "speaker": "Facebook posts", "vclaim": "“Judge Rules Over 200,000 Biden Votes Are Illegitimate In Wisconsin.”", "truth_label": "false", "date": "stated on December 25, 2020 in a Facebook post:", "title": "No, court did not rule 200,000 Wisconsin ballots were illegitimate", "text": "President Donald Trump spent the months leading up to the election sowing doubt about the security of the voting process. Following his loss to Democrat Joe Biden, Trump has continued to flood Twitter with false claims about the election.\nAccordingly, many of his backers have amplified any lifeline they can find to show election fraud on a scale that would tip the election — even though election officials across the country have unanimously said no such fraud exists and lawsuits contending otherwise have failed at every turn.\nIn that environment, social media posts misstating court rulings have found an eager audience. That included one Dec. 25, 2020 post that went viral again in early January.\nIt said, \"FB WILL NOT ALLOW TO SHARE THE ARTICLE... Breaking: Judge Rules Over 200,000 Biden Votes Are Illegitimate In Wisconsin THIS IS A HISTORIC MOMENT TO SAVE THE COUNTRY!\"\nThis article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nAside from the initial sharing claim, the text is identical to another viral claim from a Dec. 22 Facebook post, and it matches wording from a Dec. 22 article from the Gateway Pundit. The conservative website regularly shares skewed and fabricated claims about the 2020 election.\nAll the claims are flat wrong.\nUnderstanding \"indefinitely confined\" voters\nAt issue is a section of Wisconsin statute that allows voters to declare themselves as \"indefinitely confined.\" They can then cast an absentee ballot without providing a photo ID, as would be required for in-person voting or a traditional absentee ballot.\nThe number of people claiming this status in Wisconsin rose from 57,000 in the 2016 presidential election to about 215,000 in the November 2020 election. That's about 7% of the Wisconsin vote in 2020.\nTrump and other Republicans have attacked this method of voting as improper, though it's worth noting more Wisconsin voters claimed that status in counties won by Trump than in those won by Biden, according to an analysis by the Milwaukee Journal Sentinel. There's no way to know how those \"indefinitely confined\" people specifically voted, however.\nThe indefinitely confined status sparked an array of legal challenges after clerks in the heavily Democratic Milwaukee and Dane counties contended in spring that all voters could claim that status due to a COVID-19 stay-at-home order in place at the time. The Wisconsin Election Commission and an initial order from the Wisconsin Supreme Court said that was wrong, and the clerks rescinded their advice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nA final ruling from the state Supreme Court released Dec. 14 affirmed that initial order and said it's up to each voter whether they meet the requirements for being \"indefinitely confined\" — not clerks or anyone else.\nLater that same day, the Wisconsin Supreme Court ruled in favor of former Vice President Joe Biden and election officials in a lawsuit brought by Trump on the matter. \nThe majority decision said \"ballots would not count\" if voters falsely claimed they were indefinitely confined. But the court did not give license to throw out large numbers of ballots without making determinations about the status of each individual voter, as Trump had sought. That decision would have to be made on a case-by-case basis.\nBreaking down the claim\nWith that context, let's take a closer look at the errant Facebook claim.\nFor starters, it labels all the indefinitely confined votes as being \"Biden votes.\" This is unknowable and unprovable since we don't know how individual people voted. But we already know these voters were concentrated slightly more in pro-Trump counties, and we know it's not reasonable to expect nearly every one of these voters to be from the same party.\n(The Gateway Pundit article where this claim originated repeats this in claiming indefinitely confined ballots were \"unquestionably votes for Joe Biden,\" though it presents no arguments or evidence to support that.)\nMore importantly, the claim's core claim is nonsense. It says a judge ruled all those votes were illegitimate, and that's simply not the case.\nThe ruling specifically denied Trump's request to throw out all the votes. While the court said any ballots cast by people who falsely claimed that status wouldn't count, that's a determination that would have to be made on a case-by-case basis.\nThe two people who posted claims in this vein on Facebook did not respond to requests for comment. The author of the Gateway Pundit article, Joe Hoff, defended his story in an email, reiterating without evidence that the court decision meant \"most\" votes from indefinitely confined voters weren't legitimate.\nOur ruling\nSeveral Facebook posts echoed an article’s claims that a judge had ruled over 200,000 Biden votes in Wisconsin were illegitimate.\nThere is no evidence all the ballots in question here backed Biden, and the description of the court ruling is simply wrong. \nThe court expressly ruled against an attempt to throw out indefinitely confined votes en masse, saying votes were only invalid if the individual casting them falsely claimed that status. And that's a determination that has to be made on a case-by-case basis.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19121"}