{"url": "/factchecks/2016/may/25/scott-walker/scott-walker-who-cut-funds-wisconsin-university-sy/", "speaker": "Scott Walker", "vclaim": "\"The University of Wisconsin System budget is the biggest it has ever been.\"", "truth_label": "mostly-true", "date": "stated on May 16, 2016 in an interview:", "title": "Scott Walker, who cut funds to Wisconsin university system, says system has its largest budget ever", "text": "The 2015-’16 academic year ended with pomp, circumstance -- and skirmishes between Gov. Scott Walker and professors in the University of Wisconsin System.\nWalker, irked by no-confidence votes faculty are taking against the system’s leadership, fired attacks on University of Wisconsin-Milwaukee professors (including one we rated Pants on Fire).\nSeveral days later, on May 16, 2016, Walker kept up the offensive in an interview on WTMJ-AM in Milwaukee.\n\"We have some of the best schools in the country, no doubt about it,\" Walker told conservative talk show host Charlie Sykes.\n\"But we’ve got to stop feeding into this national perception that how much you pay in tuition suddenly is a correlation to what the value is. Yeah, you want to have a reasonable level of support for the system; and we do.\n\"In fact, by the way,\" Walker continued, \"the University of Wisconsin System budget is the biggest it has ever been. The amount of money they get from state government is only a fraction of what they have overall. So, for all this hysteria out there, they have never had more money to spend in the UW System.\"\nWith the 2015-’17 state budget, Walker and his fellow Republicans in the Legislature cut $250 million over the two years from the UW System. That was an 11 percent reduction in state support and a big reason for the no-confidence votes.\nSo, we wondered about Walker’s claim that UW System’s budget is the biggest it’s ever been.\nHe’s essentially correct, but with some caveats.\n‘All-funds’ budget\nWalker was referring to the system’s all-funds budget -- which, as the name suggests, is comprehensive. It includes state tax dollars, but also an array of other funds, such as tuition, revenue from enterprises such as dormitories and athletics, federal research dollars and gifts.  \nWe asked for budget figures from the nonpartisan Legislative Fiscal Bureau for the entire history of the UW System, which began in 1973-'74.\nHere’s a look at the last six years, when the figures were highest.\n\n\n\n\nYear\n\n\nAll-funds budget -- actual\n\n\nAll-funds budget -- adjusted for inflation\n\n\n\n\n\n\n2010-’11\n\n\n$5.591 billion\n\n\n$6.077 billion\n\n\n\n\n2011-’12\n\n\n$5.589 billion\n\n\n$5.889 billion\n\n\n\n\n2012-’13\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n \n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n$5.901 billion\n\n\n$6.092 billion\n\n\n\n\n2013-’14\n\n\n$5.997 billion\n\n\n$6.101 billion\n\n\n\n\n2014-’15\n\n\n$6.098 billion\n\n\n$6.105 billion\n\n\n\n\n2015-’16\n\n\n$6.194 billion*\n\n\n$6.059 billion\n\n\n\n\n \nAs you might expect, the current all-funds budget (2015-’16) is the largest on record. But with an asterisk.\nThat’s because in 2015-’16, for the first time, the UW System included unspent tuition money carried over from the previous year in its all-funds budget.\nIf that money wasn’t included, the 2015-’16 all-funds budget would have been $6.059 billion -- the second-highest ever, behind 2014-’15, rather than $6.194 billion.\nAdjusted for inflation -- a better measure for comparing figures over time -- the 2015-’16 all funds budget is slightly smaller than in four of the five previous years, but still near the top.\nState support\nWalker made it clear his claim was about total funding for the UW System, and that state money covers only a portion of the system’s budget.\nBut it’s worth noting that, adjusted for inflation, state support of the system -- known as general purpose revenue -- is in a historic decline, according to figures from the fiscal bureau.\nThe highest state support, adjusted for inflation, was in the first year of the system, 1973-’74 -- at just under $1.52 billion. That figure hit an all-time low of $1.03 billion in 2015-’16.\nUW System officials often cite the reduction in state support because they have generally have more flexibility in spending state tax dollars than with revenues that are designated for certain purposes.\nOur rating\nWalker said: \"The University of Wisconsin System budget is the biggest it has ever been.\"\nThe system’s 2015-’16 all-funds budget -- which includes not only state tax dollars but federal funds, tuition and other income -- is $6.194 billion, the biggest since the system was created in 1973-’74.\nBut adjusted for inflation, the 2015-’16 all-funds budget is among the biggest, though not the biggest. And the 2015-’16 figure includes unspent tuition revenue that hadn’t been counted in the all-funds budget in previous years.\nFor a statement that is accurate but needs clarification, our rating is Mostly True. \n  https://www.sharethefacts.co/share/81a949f8-1bd5-4d36-b133-2b1bc7d897bf", "vclaim_id": "vclaim-pol-04920"}