{"url": "/factchecks/2014/mar/28/janet-adkins/florida-has-been-teaching-common-core-2010-says-ja/", "speaker": "Janet Adkins", "vclaim": "\"We have been teaching these (Common Core) standards in Florida schools since 2010.\"", "truth_label": "barely-true", "date": "stated on March 24, 2014 in a Florida House subcommittee meeting:", "title": "Florida has been teaching Common Core since 2010, says Janet Adkins", "text": "For months leading up to Florida’s state legislative session, parents and educators criticized the state’s school grading formula as being too complex.\nState Education Commissioner Pam Stewart recommended some changes to school grading in February. Her recommendations led to House Bill 7117, which makes multiple changes to school grades.\nThe bill simplifies the calculation of grades for schools by eliminating extraneous categories and focusing on student performance, including graduation and eligibility for college credit. The bill also ensures that alternative schools focus on learning gains and allows districts to adopt their own assessments for certain subjects such as band or art.\nThe bill would allow for a one-year transition to new grades, which means schools still get grades but would not be penalized for poor performance.\nSome educators have called for a longer transition period, and that debate was reflected in the House Education Appropriations Subcommittee’s March 24 meeting. The subcommittee approved the bill 11-2.\nDuring the hearing, a couple of legislators questioned why the transition would only be one year.\nBill sponsor state Rep. Janet Adkins, R-Fernandina Beach, responded:\n\"These standards have been taught in Florida schools since 2010, so the only thing that is changing is the assessment,\" Adkins said.\nLater in the hearing she continued: \"Again, remember that these standards have been taught in our schools since 2010. If we had just started on these standards last year, then I might be able to agree with you. But the fact that we have been teaching these standards in Florida schools since 2010 tells me that our students should be prepared for this assessment.\"\nDuring the hearing, Andy Ford, president of the Florida Education Association, pushed back against Adkins’ comments and said that the state hadn’t yet fully implemented the standards.\nHas Florida been teaching Common Core standards since 2010?\nPhasing in Common Core\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nCommon Core refers to a set of national education standards adopted by 45 states, including Florida. The goal: to better prepare students for college and careers and ensure that students in different states learn the same academic concepts. As states moved toward implementation, Common Core has become a focus of attacks by opponents.  \nBack in June 2010, Florida adopted the standards but didn’t start requiring schools to phase in Common Core until 2011-12. During that first year, the standards were fully implemented only for kindergarten. Certain standards were implemented in other grades, including standards that related to understanding texts in all grades and literacy standards in History/Social Studies, Science, and technical subjects in grades 6-12.\nThis year, Florida is fully implementing Common Core in grades K-2 while other students are learning a blend of the existing Next Generation Sunshine State Standards and Common Core standards. The Common Core standards will be fully implemented and assessed in 2014-15.\nWe should note that the state Board of Education tweaked the benchmarks earlier this year and renamed them the Florida Standards. But they are substantially similar to the Common Core.\nSchool districts had the option to implement standards earlier than the state’s timeline, which means they could have started as early as 2010, said Tiffany Cowie, a spokeswoman for the Florida Department of Education. However, the department didn’t have data on how many districts implemented standards ahead of schedule.\nIn response to Adkins’ comments at the hearing, the Florida Education Association distributed a letter to House members about the implementation timeline of Common Core. The letter states that the standards were approved by then Education Commissioner Eric Smith in June 2010 and the state Board of Education adopted standards in language arts and math in July 2010. An implementation plan wasn’t published by the state Department of Education until the spring of 2011.\n\"Full implementation of the Florida standards from K-12 has not yet occurred,\" Ford wrote.\nWe sent the state’s timeline to a spokesman for Adkins and asked if the representative had any evidence that Florida has been teaching the standards since 2010.\nIn an email through a spokeswoman, Adkins admitted she was wrong about the year that implementation started and reiterated her support for a transition year for the schools.\nOur ruling\nWhile defending a bill that sets new rules about school grades, Adkins said, \"We have been teaching these (Common Core) standards in Florida schools since 2010.\"\nThe state adopted the standards in 2010 but didn’t start phasing them in until the 2011-12 school year. In the first year, Common Core was only fully implemented in kindergarten and partially implemented in other grades.\nThough the state Education Department said districts could have started teaching the standards as early as 2010, the state had no data to show that any did.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08073"}