{"url": "/factchecks/2019/feb/18/facebook-posts/no-mike-pence-never-said-people-need-jesus-care-mo/", "speaker": "Facebook posts", "vclaim": "Quotes Mike Pence as saying that people with pre-existing conditions need \"more Jesus care,\" not health care.", "truth_label": "pants-fire", "date": "stated on February 14, 2019 in a Facebook post:", "title": "No, Mike Pence never said people need 'Jesus care' more than health care", "text": "The internet has a way of twisting people’s words — or making them up altogether.\nVice President Mike Pence is known for his religious beliefs, and currently a fake quote attributed to him is circulating on the internet, suggesting that he once said people with pre-existing conditions need \"Jesus care\" more than health care.\nHere is the supposed quote, in full: \"What the American people need is not more health care. What we need is more Jesus care. I believe if we can just get more of the people with pre-existing health conditions back into churches, you would see a lot of healing and many of these problems would go away. People who lead Godly lives don’t worry about Doctors. We have The Lord to take care of us.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe quote is fabricated. There is no record of Pence ever saying those words.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIt first appeared online in May 2017 following House Republicans' approval of the American Health Care Act, a measure to partially repeal Obamacare. It later failed in the Senate.\nThis time around, the quote was posted Feb. 14 on a Facebook page called \"Why Republicans Suck.\" In less than 24 hours it racked up nearly 200 shares.\nThe quote’s text is alongside a photo of Pence and what resembles a Fox News symbol. The symbol is actually from a page called \"Fox News the FB page,\" which reportedly started circulating the fake quote. The page is not affiliated with the news outlet and can no longer be found on Facebook.\nAlyssa Farah, Pence’s press secretary, also told us the quote is bogus: \"This quote is fake and wasn’t said by Vice President Pence.\"\nWe rate it Pants on Fire!\n Share the Facts 2019-02-18 20:54:25 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Quotes Mike Pence as saying that people with pre-existing conditions need \"more Jesus care,\" not health care.     Facebook posts on the internet     Thursday, February 14, 2019 2019-02-14    Read More  info", "vclaim_id": "vclaim-pol-01005"}