{"url": "/factchecks/2020/jun/12/facebook-posts/social-media-posts-smear-buffalo-protester-shoved-/", "speaker": "Facebook posts", "vclaim": "The Buffalo protester pushed to the ground “had been previously arrested 300 times. 82 times for incitement. Riots is what he does for a living.”", "truth_label": "false", "date": "stated on June 9, 2020 in a Facebook post:", "title": "Social media posts smear Buffalo protester shoved by police with unsubstantiated attacks", "text": "Friends and acquaintances described the 75-year-old man whom police shoved to the ground in Buffalo, N.Y., as a peaceable activist. But baseless posts on social media accuse Martin Gugino of having a very different background. \nOne Facebook post claimed, without evidence, that Gugino is a lifelong criminal.\n\"This is the ‘kindly old man’ who was ‘pushed’ in Buffalo,\" the June 9 post said, alongside a photo that shows Gugino with a U.S. Park Police officer. \"Mr. Gugino had been previously arrested 300 times. 82 times for incitement. Riots is what he does for a living.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has since been removed.\nThe photo in the post is real, said photographer Justin Norman, who confirmed to PolitiFact that he snapped it on Jan. 12, 2012, during a peaceful demonstration outside the White House. \nBut the caption is another story. Kelly V. Zarcone, Gugino’s attorney, said the post is \"just making things up.\"\n\"The statements in that Facebook post are preposterous,\" added Vicki Ross, executive director of the Western New York Peace Center and a friend of Gugino’s. \nGugino has worked on causes around Buffalo and is involved in Catholic peace activism and nuclear disarmament, according to the Buffalo News. He remains hospitalized from the June 4 push that was captured on video and left him bleeding from his ear.\nWe found no evidence he has been arrested anywhere close to 300 times. The record we could verify matches the one Gugino provides on his personal blog: four arrests and zero convictions.\nWhat we found\nOn his personal blog, Gugino says he’s been arrested four times: in 2009 in California’s Orange County, in 2012 and 2013 near the White House, and in 2016 outside the U.S. Capitol.\nWe confirmed that each of those arrests took place through publicly available information. \nGugino was found not guilty of a misdemeanor charge for trespassing in 2009, for example, according to online case records from the superior court in Orange County, Calif.\nThe photo in the Facebook post shows Gugino’s 2012 arrest. The caption on Flickr, an image hosting service, says Gugino was \"arrested for peacefully protesting against the Guantanamo detention center in front of the White House.\" \nThe demonstration was organized by Witness Against Torture, a group that protests the U.S. detention center at Guantanamo Bay, and Gugino was arrested as part of a larger group for trespassing, said Norman, the photographer. \nAt the time, the group said that more than 30 activists wearing Guantanamo-style orange jumpsuits and holding signs were arrested after occupying a sidewalk in front of the White House for more than three hours.\nGugino was arrested a third time in 2013 for demonstrating without a permit on a White House sidewalk, said Sgt. Eduardo Delgado, the public information officer for the U.S. Park Police. He was one of 19 protesters arrested for failure to obey lawful order under the district’s regulations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nDelgado said the U.S. Park Police transitioned to a new database in 2013, so he could not find a record of Gugino’s 2012 arrest, which Norman’s photo shows was handled by the Park Police.\nGugino’s fourth arrest came in 2016, during an afternoon protest on the rotunda steps of the U.S. Capitol, said Eva Malecki, public information officer for the U.S. Capitol Police. Gugino was one of 35 protesters arrested for unlawful demonstration, a misdemeanor. He was processed and released that same day.\nWhat we didn’t find \nWe found no public information to suggest Gugino has other arrests on his record. There could be records that were expunged or that we didn’t find, but 296 more would be a stretch.\nWe searched Google, Nexis and the Internet Archive for news records of events involving Gugino. We checked PACER, which keeps case and docket information for federal courts. \nWe also queried online databases, contacted courts or called police departments for each of the places where Gugino has lived, according to Whitepages. That includes cities and counties in Ohio, Wisconsin, California and New York — including Buffalo, where he lives now.\n\"This is a Catholic worker,\" said Ross, the Western New York Peace Center’s director, who said she has known Gugino for 10 years and likely been with him hundreds of times at meetings, events and protests. \"These people could not be more self-sacrificing and nonviolent.\"\n\"I personally have never seen him make unnecessary trouble,\" added Sage Green, the former program manager of PUSH Buffalo, an economic and environmental justice group.\nThe claim’s suspicious origins\nSocial media users who encountered posts claiming Gugino had been arrested 300 times might have been suspicious, and rightfully so. \nThe Facebook post was uploaded without any supporting evidence, and it was removed shortly after we reached out to the poster for a response. \nIn a reply to other comments questioning the post’s veracity, the poster said they tried to find proof that the claims were accurate but hadn’t \"been able to back it up.\"\n\"If it’s so fake, I’m just wondering why Facebook hasn’t fact-checked me yet,\" the user wrote.\nA Twitter user who spread the same claim also cited no supporting evidence, instead claiming he got his information from a confidential FBI information system for law enforcement agencies.\nThe Twitter user offered no additional evidence when we contacted him but suggested we run Gugino’s name through the same system — a move we’re not legally authorized to do. He did not answer when we asked why hundreds of alleged arrests were not showing up elsewhere.\nThe FBI declined to comment on the accuracy of the claims about Gugino.\nOur ruling\nA Facebook post said, \"Gugino had been previously arrested 300 times. 82 times for incitement. Riots is what he does for a living.\"\nWe found no evidence that Gugino has been arrested more than the four times he mentions on his personal blog, let alone 300 times. Friends describe him as a peaceful protester.\nWe rate this statement False.\nPolitiFact researcher Caryn Baird contributed to this report.", "vclaim_id": "vclaim-pol-17918"}