{"url": "/factchecks/2018/may/25/scott-wagner/pennsylvanians-would-only-pay-fraction-gov-tom-wol/", "speaker": "Scott Wagner", "vclaim": "Gov. Wolf is trying to implement \"a severance tax that would be financed by Pennsylvania’s working class\"", "truth_label": "barely-true", "date": "stated on May 21, 2018 in Fundraising email:", "title": "Pennsylvanians would only pay for a fraction of Gov. Tom Wolf’s severance tax", "text": "Republican gubernatorial nominee Scott Wagner says Pennsylvanians will bear the financial burden of Democratic Gov. Tom Wolf’s plan for a severance tax on natural gas production in the Commonwealth.\nIn a May 21 email sent to supporters, the York County-based state senator wrote that Wolf’s plan to impose a tax on natural gas extracted, or \"severed,\" in Pennsylvania \"would be financed by Pennsylvania’s working class.\"\nBut would the severance tax — expected to raise $108 million in the first year — actually be financed by Pennsylvanians?\nA severance tax is paid by drillers who pass the production expense on to retailers of the commodity, in this case utility companies, who would then likely offset the added expense by charging higher rates to end-of-the-line consumers. The tax has a variable rate based on the price of natural gas and the volume produced by a given well.\nTerry Engender, a professor with Penn State’s Department of Geosciences, added, \"The reality is that any cost put on the industry will be passed on to consumers. That’s a fact of life.\"\nIn this case, it’s a question of where those consumers are located. And that’s not unusual.\nAccording to The Fiscal Times, \"Virtually all energy states benefit from passing their cost of government to consumers outside their borders. Texas avoids an income tax in large part by charging a 7.5 percent severance tax on natural gas and a 4.6 percent severance tax on crude oil. North Dakota now gets 40 percent of state revenues from severance taxes.\"\nBeth Melena, Wolf campaign spokeswoman, said in an email, \"Pennsylvanians are currently paying to improve roads and schools in Oklahoma and Texas while getting nothing in return.\"\nAt a press conference earlier this year, Wolf argued that in-state consumers wouldn’t see their utility bills spike because of a severance tax. He pointed to an Independent Fiscal Office (IFO) report in making the claim that 80 percent of natural gas produced in Pennsylvania is used by customers in other states and that, as a result, \"80 percent of the revenue raised by a reasonable severance tax would be paid by customers outside of Pennsylvania.\"\nWe reached out to the IFO to see if this interpretation is accurate. Mark Ryan, deputy director for the nonpartisan state agency, said, generally speaking, it is.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n \n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\"I don’t think we’ve explicitly said that, but that could be considered a fair interpretation,\" Ryan said.\nRyan said that based on federal data, the IFO estimates Pennsylvania natural gas consumption is about 20 percent of total production in the Commonwealth. The Energy Information Administration (EIA) said because of Marcellus Shale production here, Pennsylvania can meet its own demand. Pennsylvania is one of the largest natural gas-producing states in the country.\n\"The remaining 80 percent — one could assert it’s being exported, and that’s just a rough measure,\" he added.\nThose percentages, however, can and do change, shifting the amount of gas remaining in the commonwealth and that which is exported.\nMeanwhile, Wagner’s camp is doubling down on its claim.\n\"It’s clear Gov. Wolf doesn’t understand simple economics,\" said Wagner spokesman Andrew Romeo in an email. \"If Pennsylvania’s gas industry is taxed further, that tax will be passed on to consumers in Pennsylvania. The governor can try to spin it all he wants, but the Pennsylvania Chamber of Business and Industry and the Marcellus Shale Coalition both have disagreed with his assessment of what would happen to utility bills in Pennsylvania.\"\nOur ruling\nWagner said Wolf’s severance tax \"would be financed by Pennsylvania’s working class.\" And with Pennsylvanians consuming roughly 20 percent of the gas produced here, the severance tax likely will cause utility bills in Pennsylvania to grow.\nBut according to the IFO, more of the expense would be absorbed by consumers in other states where Pennsylvania natural gas is shipped.\nAdditionally, there are many factors that would impact the ratio — everything from market forces to commodity prices to the tax amount levied to the availability of pipeline infrastructure across Pennsylvania to move gas to other markets.\nWithout that nuance, Wagner’s claim leads a reasonable reader to conclude that the entirety of the burden would be borne by residents of the Commonwealth.\nGiven that, we rate the claim Mostly False.\n Share the Facts 2018-05-25 19:18:37 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Gov. Wolf is trying to implement \"a severance tax that would be financed by Pennsylvania’s working class\"    Scott Wagner Republican gubernatorial nomine    an emai Monday, May 21, 2018 2018-05-21    Read More  info", "vclaim_id": "vclaim-pol-02026"}