{"url": "/factchecks/2011/jun/03/sarah-palin/palin-claims-loss-gulf-oil-production-gulf-will-co/", "speaker": "Sarah Palin", "vclaim": "\"We're going to be looking at $8 billion a day that we're going to be pouring into foreign countries in order to import that make-up fuel that we're going to need to take the place of what we could have gotten out of the gulf.\"", "truth_label": "pants-fire", "date": "stated on May 31, 2011 in an interview on Fox:", "title": "Palin claims loss of oil production in Gulf of Mexico will cost $8 billion a day in imports", "text": "In an exclusive interview with Fox News' Greta Van Susteren on board her \"One Nation\" bus tour, former Alaska Gov. Sarah Palin said there will be a steep price to pay for President Barack Obama's decision to place a temporary moratorium on new drilling in the Gulf of Mexico in the wake of the April 2010 Deepwater Horizon oil spill.\n\n\"The impacts of that moratorium, where 97 percent of our offshore has been locked up...what we're looking at now is 150,000 barrels per day less next year, and 200,000 barrels per day less being able to be developed from the gulf the year after because the moratorium disallowed the permitting process, disallowed rigs to be able to, economically speaking, stay in the gulf. They moved out,\" the former Republican vice presidential candidate said in the May 31, 2011, interview.\n\n\"So we're going to be looking at $8 billion a day that we're going to be pouring into foreign countries in order to import that make-up fuel that we're going to need to take the place of what we could have gotten out of the gulf.\"\n\nIn a separate item, we looked at Palin's claim that the moratorium caused a projected drop in Gulf of Mexico oil production of 150,000 barrels a day this year and an additional 200,000 barrels a day next year (a claim we rated Barely True). Here we're going to tackle Palin's claim that because of a decrease in oil production from the moratorium, the U.S. is \"going to be looking at $8 billion a day that we're going to be pouring into foreign countries in order to import that make-up fuel that we're going to need to take the place of what we could have gotten out of the gulf.\"\n\nAs we mentioned in our accompanying fact-check, Palin's figures on declining Gulf of Mexico oil production were high, but close. According to the government's Energy Information Administration short-term energy outlook report from May 2011, oil production from the gulf is projected to dip by 130,000 barrels a day this year and another 190,000 barrels a day in 2012. (It is inaccurate, however, for Palin to attribute the entirety of the drop to the moratorium, but for more on that, see our accompanying fact-check).\n\nWe're not sure exactly how Palin came up with her $8 billion a day figure. Palin's political action campaign did not respond to our inquiry about the figure she used. But some simple math shows she is way off.\n\nAccording to the latest projections (May 2011) by the EIA, the government agency that keeps track of energy statistics, imported oil is expected to cost $104.58 per barrel in 2011 and $108.12 per barrel in 2012.\n\nLet's assume demand stays constant and that any drop in domestic production is met with an equal, additional purchase of imported oil. So a drop in oil production of 130,000 barrels a day in the Gulf of Mexico in 2011 would mean the purchase of an additional 130,000 barrels a day from imports. That comes to $13.6 million a day.\n\nBut that's just 2011. The total projected drop in oil production in the gulf between 2010 and 2012 is 320,000 barrels per day. At projected 2012 prices ($108.12 per barrel), that comes to $34.6 million a day. So Palin's number of $8 billion a day is way, way off.\n\nOne other EIA statistic adds further perspective. According to the EIA's Annual Energy Outlook report (Table A11.) issued on April 26, 2011, the \"net import share of liquid fuels\" (the percentage of fuel we get from imports) is expected to steadily decline over the next 25 years; from 52 percent in 2009; to 49 percent in 2015; and eventually down to 42 percent in 2035. In other words, the EIA -- in a report prepared after the moratorium -- projected that our reliance on imported oil is expected to decrease over the long haul.\n\nPalin is correct that the moratorium caused a dip in Gulf of Mexico oil production. But she overstated the amount of the dip attributable to the moratorium, and she grossly overstated the cost of that dip if a similar mount of oil is purchased from foreign sources. By the most generous accounting, the cost of that dip in oil production and the substitution of imports comes to a little less than $35 million a day. Palin said $8 billion a day. That's way off. We rate her claim Pants on Fire. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12995"}