{"url": "/factchecks/2008/jun/23/barack-obama/obama-co-sponsored-illinois-welfare-reform/", "speaker": "Barack Obama", "vclaim": "Barack Obama \"passed laws moving people from welfare to work.\"", "truth_label": "mostly-true", "date": "stated on June 19, 2008 in a television ad:", "title": "Obama co-sponsored Illinois welfare reform", "text": "In one of his first ads since winning the Democratic nomination for president, Sen. Barack Obama speaks directly to the camera about his life story and his legislative accomplishments.\n\n\"America is a country of strong families and strong values,\" the ad begins. \"My life's been blessed by both. I was raised by a single mom and my grandparents. We didn't have much money, but they taught me values straight from the Kansas heartland where they grew up.\"\n\n\nLater in the ad, Obama says, \"I passed laws moving people from welfare to work, cut taxes for working families and extended health care for wounded troops who'd been neglected.\"\n\n\nThe claim that Obama moved people from welfare to work goes back to his days as a state senator in the Illinois legislature. President Bill Clinton and Congress significantly overhauled welfare in 1996, requiring recipients to work and setting time limits on benefits. The states in turn had to change their laws to meet the new federal requirements.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn 1997, Obama signed up as a chief co-sponsor (one of five in the senate) on Illinois' version of the legislation.\n\n\nBut the Illinois governor at the time, Republican Jim Edgar, got a lot of credit as well. Press reports from the time referred to the plan as \"the Edgar plan.\"\n\n\nThis isn't the first time Obama has referred to\n\nIllinois laws as if he passed them singlehandedly\n\n. Nevertheless, the legislation's primary role was welfare reform, and the legislative record shows that Obama had a leadership role in getting it passed. For these reasons, we find Obama's claim Mostly True.", "vclaim_id": "vclaim-pol-16163"}