{"url": "/factchecks/2013/feb/28/chris-christie/chris-christie-repeats-claim-about-70-percent-hike/", "speaker": "Chris Christie", "vclaim": "\"Property taxes had increased 70 percent in the previous 10 years.\"", "truth_label": "mostly-true", "date": "stated on February 26, 2013 in a budget speech to the state Legislature:", "title": "Chris Christie repeats claim about 70 percent hike in New Jersey property taxes", "text": "The years before Gov. Chris Christie became governor were just awful, with previous administrations raising property taxes by startling amounts, he suggested during Tuesday’s budget address to the Legislature.\n\nIn describing the way things used to be done in New Jersey, Christie asked lawmakers and the public to recall the state’s dire financial straits as recently as four years ago.\n\n\"Property taxes had increased 70 percent in the previous 10 years,\" Christie said, according to the text of his speech.\n\nChristie has made this claim before, first in October at a town hall meeting in West Milford.\n\nGiven that New Jersey has the highest property taxes in the nation, the 70 percent jump in a decade might not seem so shocking. But we learned a couple of things: first, the increase was actually slightly higher than 70 percent, but it falls once property tax rebates are factored into the mix.\n\nChristie spokesman Michael Drewniak told PolitiFact New Jersey at the time that the 70 percent jump in taxes in the decade before the governor took office resulted from \"unrestrained spending and overgenerous benefits and the expansion of government at the local and state level.\"\n\nLet’s look at the numbers.\n\nThe average property tax bill in New Jersey was roughly $4,240 in 1999, according to data from the state Department of Community Affairs.\n\nBy 2009 -- the year before Christie took office -- the average property tax bill had climbed to about $7,280.\n\nThat increase amounts to more than 71 percent.\n\nNow let’s look at the issue of rebates.\n\nIn previous fact-checks, experts have explained that reductions in property tax rebate programs could be viewed as tax hikes, since they’re intended to reduce property tax costs for homeowners.\n\nIn 1999, when the NJ Saver program was started under former Gov. Christie Whitman, the average rebate check mailed to homeowners was $111.\n\nBy 2009, the average rebate was $1,037.\n\nWhen those rebates are deducted from the average property tax bill, the increase over the decade before Christie took office comes in under 70 percent.\n\nIn 1999, homeowners paid an average of about $4,130 in property taxes, with the rebate. In 2009, that figure jumped to roughly $6,240, an increase of more than 51 percent.\n\nChristie stopped delivering checks for property tax relief during his first year in office and changed the program so the rebate was deducted from property tax bills.\n\nIn 2011, the average property tax bill was $7,759. With the credit, the average bill was $7,519.\n\nOur ruling\n\nChristie said during his budget address that \"property taxes had increased 70 percent in the previous 10 years\" to him becoming governor.\n\nLooking at the numbers, the average property tax bill in the 10 years before Christie took office climbed more than 70 percent, from about $4,240 to about $7,280.\n\nBut the increase drops to more like 50 percent when property tax rebates are factored into the equation.\n\nStill, the overall point here is that property taxes jumped significantly in the decade before he became governor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09654"}