{"url": "/factchecks/2015/sep/08/jorge-ramos/ramos-40-undocumented-immigrants-come-air/", "speaker": "Jorge Ramos", "vclaim": "\"Almost 40 percent of all (undocumented) immigrants come by plane and they overstay their visas.\"", "truth_label": "half-true", "date": "stated on September 2, 2015 in an interview on \"The O'Reilly Factor\" on Fox News:", "title": "Ramos: 40% of undocumented immigrants come by air", "text": "Depending on which poll you believe, between 40 and 50 percent of Americans support building a wall or fence along the border with Mexico. Jorge Ramos, a news anchor on Univision and Fusion, makes no secret of his disdain for the idea.\nA few days after attracting widespread notice after being thrown out of a Donald Trump press conference while asking a question on immigration policy (he was later allowed back in), Ramos accepted an invitation to appear on Fox News’ The O’Reilly Factor on Sept. 2, 2015. Host Bill O’Reilly’s first question pressed him on the issue of a border wall.\nO’Reilly: \"You don’t want a border wall. You don’t want that. Why not?\"\nRamos: \"It’s a completely absurd idea. Why would you want to build a 1,900-mile wall between Mexico and the United States if almost 40 percent of all immigrants come by plane and they overstay their visas?\"\nRamos is far from the first person to deploy the statistic that 40 percent of unauthorized immigrants come into the country under a legal visa and then stay beyond its expiration date. Two Republican presidential candidates, Florida Sen. Marco Rubio and former Florida Gov. Jeb Bush, have said the same thing. When we checked Rubio’s claim, we rated it Mostly True.\nHowever, Ramos’ statement adds the wrinkle that these people typically arrive by plane to rebut the notion that a wall would stop unauthorized immigration. As it turns out, it's hard to prove how they travel.\nActually, 40 percent might be too low\nThe key research on \"overstays\" -- the working term for this group of unauthorized immigrants Ramos had in mind -- was undertaken in 1997 by the U.S. Immigration and Naturalization Service. The INS estimated that overstays accounted for 41 percent of the undocumented.\nHere we’ll add a bit of complexity. Immigration researchers divide the undocumented into two groups -- overstays and \"entries without inspection.\" The first group might have a student, temporary work or tourist visa. The second group never went through any review. \nRobert Warren -- who helped with that work at the INS and now is a senior fellow at the Center for Migration Studies, a research group founded by Catholic missionaries -- told PunditFact that not only does the balance between the two still hold, it has likely tilted toward the overstays.\n\"Since 2000, arrivals from Mexico, who are about 85-90 percent 'entries without inspection,' have plummeted, while overstays have increased, or stayed at about their historical levels,\" Warren said.\nWarren said the shift likely stems from U.S. efforts that have made it harder to enter by land.\nHe sent us this graph from his latest research at the center.\n\nSource: Center for Migration Studies\nAnalysts with two other organizations, the Pew Research Center and the Migration Policy Institute, largely back Warren’s overall estimates.\n\"It is likely that the 40 percent figure is still valid and, if anything, the share of unauthorized immigrants who are visa overstayers is probably higher than 40 percent,\" said Jeffrey Passel at Pew.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMarc Rosenblum at the Migration Policy Institute said his group uses a wider range for overstays of one-third to one-half. While he’s comfortable with that, he noted it ultimately goes back to data collected by Pew in 2006.\n\"It’s widely cited and generally accepted as accurate, but it should be taken with a grain of salt because the estimate is old and characterized by some uncertainty,\" he said.\nRosenblum said the Department of Homeland Security has developed a way to count overstays who arrive by air or sea, but so far, the department doesn’t seem to have settled on an approach for people who enter at a land port of entry, such as the southern border. We reached out to a couple of agencies within the department, but did not get any information.\nGuesstimating the fliers\nIf the 40 percent stat is defensible, the point that all those people arrive by air is much less so. In fact, the limited data we have suggests that whatever fraction flies into the country, it is less than 40 percent.\nWhen we asked Ramos for his source, he pointed us to a 2006 report by Pew. However, while that assessment provides the 40 percent figure, it gives no details on the fraction that arrived in an airplane.\nAll of the experts we asked said they could only provide a gut assessment on this question.\n\"I have no information\" on the form of transportation used by overstayers at the time of their entry, Pew’s Passel said, \"but I suspect that most of them do arrive by plane.\"\nBut Rosenblum noted that overstays represent about 16 percent of unauthorized Mexican immigrants, about 27 percent of unauthorized Central Americans, and about 91 percent of all other unauthorized immigrants. Using his group’s estimates of the unauthorized population, that translates into about a third of all overstays coming from Mexico and Central America, and about two-thirds coming from the rest of the world.\n\"Many, but not all, of the Mexican and Central American overstayers likely arrived legally by land,\" Rosenblum said. \"Almost all of the other overstayers likely arrived by air.\"\nSo let’s assume that none of the Mexican and Central American arrivals came by air, but all of the other arrivals did fly in. Since two-thirds of the overstays come from places other than Mexico and Central America, that would mean that two-thirds of the overstay population (the 40 percent figure) came by air, or about 27 percent.\nThat’s not far from the result Warren got using a slightly different approach. He estimated that at least one-third of the undocumented population arrives by air.\nRamos acknowledged the lack of hard data behind his statement.\n\"The important fact is that around 40 percent came legally and then overstayed their visas,\" he said. \"How they got here is another matter.\" \nA final note: The rationale for building a wall between the United States and Mexico is strongly linked to the idea that illegal immigration is fundamentally a problem of a porous southern border. Ramos, Rubio and Bush use the 40 percent figure to highlight that a large portion of the problem lies elsewhere. However, Rosenblum noted that does not make the two groups equivalent.\n\"One difference between overstayers and those who enter unlawfully is that overstayers have been screened and found admissible at least once, while those who enter another way  -- mostly by crossing the border, or passing illegally through a port of entry -- could include people who would be inadmissible, because they have committed serious crimes or are on a security watchlist,\" Rosenblum said. \"This is a legitimate reason to be more focused on illegal entries than overstayers.\"\nOur ruling\nRamos said that about 40 percent of undocumented immigrants fly into the country and overstay their visas. While there is some evidence that overstays represent about 40 percent of the unauthorized population, and perhaps more, the best estimates of those flying in -- which are admittedly a bit shaky -- could be as low as one-quarter or somewhat more than one-third. The statement is partially accurate but leaves out important details, so we rate it Half True.\nEditor's note: Shortly after we published this fact-check, we added the word \"undocumented\" in parenthesis to our ruling statement to clarify the context of Ramos' remarks, specifically that he was speaking of undocumented immigrants, not all immigrants. The rating remains the same. \n Share the Facts   Politifact    3 7  Politifact Rating: Half True  \"Almost 40 percent of all (undocumented) immigrants come by plane and they overstay their visas.\"     Jorge Ramos News anchor on Univision and Fusion   In an interview on The O'Reilly Factor on Fox News Wednesday, September 2, 2015 09/02/2015    Read More  info", "vclaim_id": "vclaim-pol-05996"}