{"url": "/factchecks/2017/jun/07/daily-usa-update/actor-scott-baio-healthy-after-fake-news-report-hi/", "speaker": "Daily USA Update", "vclaim": "Says \"Scott Baio .. dies in small plane crash.\"", "truth_label": "pants-fire", "date": "stated on June 1, 2017 in a website post:", "title": "Actor Scott Baio healthy and alive after fake news report of his death", "text": "Hold your tears for Scott Baio, the young actor of Happy Days and Joanie Loves Chachi fame. While you might have read that he died in a plane crash, he didn’t.\nThe fake news site Daily USA Update described his death in an article datelined June 1.\nThe next day, Baio posted this photo on Twitter, flexing his bicep in support of American troops as part of a USO campaign called Flex4Forces.\nOk @RCFOX4KC nominated me.I'm nominating @seanhannity @WayneDupreeShow & my brother @Fiobaio @the_USO #Flex4Forces pic.twitter.com/2V2l1bnuix— Scott Baio (@ScottBaio) June 3, 2017\n\nBaio is a huge fan of President Donald Trump who also made it into the false report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Scott Baio, 56, was killed when the single-engine Cessna he was in crashed into the side of a hill in Louisiana,\" the article said. \"Baio was headed to Mar-A-Lago to barbecue shrimp and play gold with President Trump.\"\nThe attentive reader will notice the likely typo of  \"gold\" in place of \"golf.\"\nThe error, along with the rest of the article, showed up in a May 29 post on a similarly fake news website. The rumor-monitoring website Snopes declared that false the same day.This is not the first time Baio has been prematurely declared dead. A 1997 hoax said he had died in a car accident.\nWe rate the Daily USA Update headline that Scott Baio is dead Pants on Fire!\n Share the Facts 2017-06-07 16:02:58 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says \"Scott Baio .. dies in small plane crash.\"    Daily USA Update A fake news website   On a website. Thursday, June 1, 2017 2017-06-01    Read More  info", "vclaim_id": "vclaim-pol-03231"}