{"url": "/factchecks/2020/aug/26/facebook-posts/no-nancy-pelosi-did-not-pass-bill-awarding-9-billi/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi passed a bill awarding a $9 billion contract to her husband’s company.", "truth_label": "pants-fire", "date": "stated on August 23, 2020 in a Facebook post:", "title": "No, Nancy Pelosi did not pass a bill awarding a $9 billion contract to her husband’s company", "text": "Did House Speaker Nancy Pelosi abuse her position by passing a bill that gave a $9 billion dollar contract to her husband’s company?\nThat’s the claim of a viral Facebook post, which makes a series of baseless allegations next to a photo of Nancy Pelosi and her husband. It reads: \n\"This is Paul Pelosi AKA Nancy Pelosis husband. He owns Financial leasing services L.L.C. a San Francisco Real estate venture capitalist firm. His net worth is a 120 million. Why is this important his wife Nancy Sits on the House Appropriations Committee. This committee appropriates funds to the United States Postal Service and others. (Why is this important.) Easy. Because she passed a bill to off 9 Billion dollars that's right 9 Billion worth of Federally Owned Post Office property and awarded the contract to none other than Financial Leasing Services LLC. Her husband's firm. Why is this important? The commission's rate was set at 9%. That is almost a billion dollar contract.\"\nLet’s tackle the claims one by one. \nNancy Pelosi’s husband Paul does own and operate Financial Leasing Services, a San Francisco-based investment firm. But that’s where the truth in this post appears to begin and end. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nFirst, Nancy Pelosi hasn’t been an active member of the House Appropriations Committee for 18 years, Pelosi spokesperson Drew Hammill told us. As speaker, Pelosi doesn’t serve on any committees. \"This is all completely false,\" Hamill told PolitiFact. \nNext, there is no evidence to support the assertion that Pelosi passed a bill to give her husband’s company a $9 billion contract to sell postal service property. The bill referenced by the post seems to have been made up. No such bill exists. \nThe post could be conflating Nancy Pelosi with Sen. Diane Feinstein, D-Calif., whose husband’s company received a contract to broker the sale of USPS facilities in 2011. The contract was scrutinized closely by news outlets, and people still occasionally post about it on Facebook. However, Snopes found that there was \"no proof [Feinstein’s husband or his company] had obtained or kept their contract with the USPS due to the influence of Sen. Feinstein.\" \nOur ruling\nA Facebook post asserted that Nancy Pelosi used her position on the House Appropriations Committee to pass a bill giving her husband a $9 billion contract to sell Postal Service properties. \nHowever, Pelosi hasn’t held a seat on the House Appropriations Committee for 18 years and no such bill exists.\nWe rate this post Pants on Fire! ​", "vclaim_id": "vclaim-pol-17182"}