{"url": "/factchecks/2020/jan/03/Mooncult/deceptively-edited-video-joe-biden-falsely-suggest/", "speaker": "Mooncult", "vclaim": "A video shows Joe Biden making a racist comment.", "truth_label": "false", "date": "stated on January 1, 2020 in a twitter video:", "title": "A deceptively edited video of Joe Biden falsely suggests he made racist comment", "text": "An out-of-context clip of Joe Biden speaking in New Hampshire is deceptively edited in a way that suggests he made a racist comment.\n\"The culture, our culture, our culture is not imported from some African nation or some Asian nation, it is our English jurisprudential culture — our European culture,\" Biden said in the video, which was first published on Twitter on Jan. 1.\nWhen heard in isolation, the video makes it sound like Biden is making a racist statement promoting America’s European roots and dismissing minorities. But when we listened to his full statement, that wasn’t the point of the quote at all.\nThe clip was posted by the Twitter user @mooncult and has been viewed more than 1.4 million times. The edited clip was one in a thread of similar videos posted by @mooncult, who has more than 12,000 followers and frequently posts anti-Biden content. \nThe 17-second clip comes from a 13-minute answer Biden gave to a woman who asked about his work on domestic assault and sexual violence. (Her question at the Dec. 30 campaign event starts around minute 39.)\nBiden’s lengthy answer started with him explaining lessons from his father who told him that \"the cardinal sin is a man raising his hand to a woman or a child.\" \nBiden then pivoted to talk about the phrase \"rule of thumb,\" which he said stemmed from a court ruling in England in the late 1300s that no man could beat a woman with a rod bigger than the circumference of his thumb. (There’s ample reason to doubt that the ruling is the origin of the phrase.)\nBiden recounted his work while in the U.S. Senate holding hearings about violence against women.\nAs a U.S. senator from Delaware, Biden championed the Violence Against Women Act of 1994. The measure increased funding and provided more legal tools for combating violent crimes against women.\nIn his comments in New Hampshire, Biden said as vice president he also worked to try to persuade university presidents to take action to combat sexual violence. \nAbout 11 minutes into his answer, Biden then said:\n\"Folks this is about changing the culture, our culture, our culture. It’s not imported from some African nation or some Asian nation. It’s our English jurisprudential culture, our European culture that says it’s alright.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nListened to in context, it appears that Biden was saying that the roots of violence against women are rooted in European culture and that the United States must change the culture of violence against women.\nThe edited video on Twitter omits Biden saying \"this is about changing…\" and just cuts right to \n\"The culture, our culture, our culture is not imported from some African nation or some Asian nation, it is our English jurisprudential culture — our European culture.\"\nIn March, Biden made a similar statement when speaking about his role in the Supreme Court confirmation hearings for Clarence Thomas and his treatment of Anita Hill. Speaking about a culture that allows violence against women, he said: \"It’s an English jurisprudential culture, a white man’s culture. It’s got to change.\"\n@mooncult’s bio says it is \"an exclusive 'weird twitter' posting collective operated by an anonymous rotating cast of your favorite online personalities & podcast hosts.\" Weird Twitter is characterized by loose groups of users who experiment with spelling, punctuation and post format to create elaborate jokes or art.\nThe Biden video is the latest example of how selective editing can cause misinformation on social media. \nRELATED FACT-CHECK: Viral video of Nancy Pelosi slowed down her speech\nRELATED FACT-CHECK: Trump retweets false claim that Ilhan Omar partied on 9/11 anniversary\nOur ruling\nA video posted on Twitter purports to show Joe Biden making a racist comment about America’s European roots.\nThe clip selectively shortened something Biden said at a campaign event in New Hampshire. He was responding to a woman’s question about what he’s done to address domestic assault and sexual violence. In that response, Biden said, \"this is about changing the culture, our culture.\" The tweeted clip does not include that context.\nMore importantly, the video clip watched in isolation makes it falsely appear that Biden was making a racist comment dismissing minorities. When watched in full, his comment related to what he said were the roots of domestic violence in America.\nWe rate this video clip False.\nSee a fishy video on social media that you want us to fact-check? Send it to [email protected].", "vclaim_id": "vclaim-pol-17519"}