{"url": "/factchecks/2020/oct/02/facebook-posts/no-evidence-doomsday-planes-trump-covid-19-diagnos/", "speaker": "Facebook posts", "vclaim": "Two “Doomsday Planes” took flight because of President Donald Trump’s COVID-19 diagnosis.", "truth_label": "false", "date": "stated on October 2, 2020 in a Facebook post:", "title": "No evidence 'doomsday planes,' Trump COVID-19 diagnosis related", "text": "Late Oct. 1, two so-called \"doomsday planes\" took flight, and not long after, President Donald Trump announced he has COVID-19. Online, people are speculating that the two events are related. \nMilitary officials say they’re not. \n\"After Trump tested positive for Covid they scrambled the 'Doomsday Plane,'\" one Facebook post says. \n\"For those suspecting Trump’s announcement is a hoax, here’s skywatcher Tim Hogan of Honolulu posting about U.S. ‘doomsday planes’ launching off the East and West Coasts half an hour before news broke,\" says another. \"National security is no joke, and a White House in turmoil puts us all at risk.\"\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHere’s what we know about how these claims emerged:\nAfter news broke on Oct. 1 that Hope Hicks, a Trump aide who had been traveling with the president, had tested positive for COVID-19, a man named Tim Hogan tweeted about E-6B Mercury aircrafts that he said appeared on the East and West coasts of the United States.\n\"I looked because I would expect them to pop up if he tests positive,\" Hogan said in his tweet. Then, referring to U.S. Strategic Command, which oversees the country’s nuclear forces, Hogan wrote, \"IMO Stratcom wants them to be seen.\"\nSoon after, Trump announced on Twitter that he and first lady Melania Trump had tested positive for COVID-19.\nAn E-6B Mercury aircraft is an airborne nuclear command center that’s known as a \"Doomsday Plane\" because it’s designed to keep the National Command Authority in contact with Naval nuclear forces in a crisis, the Washingtonian explained in a story about the planes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe Navy has 16 such planes and one is often in the air, according to Forbes. \nWe reached out to the Defense Department about the planes but did not immediately hear back. \nHowever, U.S. Strategic Command told Business Insider that \"these flights were pre-planned missions\" and that \"any timing to the president’s announcement is purely coincidental.\" according to the outlet’s Oct. 2 story. \nBusiness Insider also quoted Pentagon spokesman Jonathan Hoffman, saying: \"There’s been  no change to DoD alert levels. The U.S. military stands ready to defend our country and interests. There’s no change to the readiness or capability of our armed forces. Our national command and control structure is in no way affected by this announcement.\"\nPeople who study nuclear issues echoed this. \n\"It is very routine to have E-6s up,\" tweeted Vipin Narang, a political science professor and member of MIT’s Security Studies Program. \"Do not read anything into this, it isn’t a message to anyone. In terms of nuclear command and control, the concern isn’t communication but chain of command in case of POTUS incapacitation, but we are nowhere near there yet.\" \n\"These planes fly daily,\" tweeted Marc Ambinder, security expert in residence at USC Annenberg. \"Attend to your thought patterns and cognitive biases here. I will try to do the same. Reality is unsettling enough!\"\nLara Seligman, a Politico reporter who covers the Pentagon, also tweeted that a spokesperson for the Joint Chiefs of Staff said that the president’s COVID-19 diagnosis did not change its alert levels. \n\"The US military stands ready to defend our country and its citizens,\" Seligman quoted the spokesperson as saying. \"There’s no change to the readiness or capability of our armed forces.\" \nThere is no substantive evidence that these aircraft were dispatched because the president was diagnosed with COVID-19. If such evidence emerges, we’ll reconsider our ruling. For now, we rate claims saying otherwise False.", "vclaim_id": "vclaim-pol-18595"}