{"url": "/factchecks/2018/jul/03/viral-image/viral-image-criticizing-democrats-featured-fabrica/", "speaker": "Viral image", "vclaim": "Says Democratic Senators \"demand Supreme Court nominee not be unduly influenced by U.S. Constitution.\"", "truth_label": "pants-fire", "date": "stated on July 3, 2018 in in an image:", "title": "Viral image criticizing Democrats featured fabricated quotes lifted from satire website", "text": "A viral image circulating on Facebook wrongly credited three leading Democratic senators with made-up quotes lifted directly from a satire website. The image did not disclose that the quotes were satirical.\n\"Senate Democrats demand Supreme Court nominee not be unduly influenced by U.S. Constitution,\" the image said in bold yellow font. The image featured photos of Sens. Chuck Schumer, Elizabeth Warren and Cory Booker, each with a quote attributed to them.\n\nThe quotes purported to portray the Democratic senators as more interested in pushing an agenda than abiding by constitutional laws.\n\"Time and time again, we find progressive laws getting struck down,\" Schumer is quoted saying. \"And it’s always — always — the ones the Constitution is against. These right-wing judges don’t think for themselves, they just do whatever the Constitution says. And it’s time for that to end.\"\nThe image also quoted Warren saying, \"We need judges to be advocates of progressive laws, not people who will bow to the whims of the Constitution, pitting its extremist values of freedom of speech and freedom of religion against our agenda.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFinally, the image alleged that Booker said, \"We’re sick and tired of the Constitution sitting in the National Archives, manipulating everything we do.\"\nSeveral readers sent us emails flagging the image and asking that we check it out, so we did. We discovered that each quote is entirely made-up.\nAs it turns out, the quotes can be traced to a June 29, 2018, article from the Babylon Bee, a website that describes itself as \"your trusted source for Christian news satire.\"\nWe searched Google and Nexis and did not find any credible reports quoting Schumer, Warren or Booker in such fashion.\nWe rate this image Pants on Fire!\n Share the Facts 2018-07-05 13:48:26 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Democratic Senators \"demand Supreme Court nominee not be unduly influenced by U.S. Constitution.\"    Internet Rumors Viral Image    in an image Tuesday, July 3, 2018 2018-07-03    Read More  info", "vclaim_id": "vclaim-pol-01898"}