{"url": "/factchecks/2017/dec/28/usa-daily-portal/fake-news-julia/", "speaker": "USA Daily Portal", "vclaim": "\"Julia Roberts claims ‘Michelle Obama isn’t fit to clean Melania’s toilet’ \"", "truth_label": "pants-fire", "date": "stated on December 14, 2017 in a headline:", "title": "Julia Roberts did not say Michelle Obama 'not fit to clean Melania's toilet'", "text": "A phony story on Facebook says American actress Julia Roberts insulted former first lady Michelle Obama after a visit to Roberts’ New York film production studio.\n\"Julia Roberts claims ‘Michelle Obama isn’t fit to clean Melania’s toilet,’ \" stated a Dec. 14 headline on USA Daily Portal, which linked to the full story on yet another website, brightstars.me.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. The story is the same as one on yournewswire.com and was previously debunked by Snopes.\nThese articles are fake news and appear to be a riff on a USA Today editorial that criticized Trump after his tweet Dec. 12 calling U.S. Sen. Kirsten Gillibrand \"a lightweight senator ... who would come to my office ‘begging’ for campaign contributions not so long ago (and would do anything for them.\"\nSome interpreted Trump’s tweet as veiled language that Gillibrand would trade sexual favors for campaign cash, although White House spokeswoman Sarah Huckabee Sanders dismissed that characterization because she said he used similar language about men.\nUSA Today’s editorial board reacted to Trump’s tweet: \"A president who’d all but call a senator a whore is unfit to clean toilets in Obama’s presidential library or to shine George W. Bush’s shoes.\"\nThe fake news story about Roberts and Michelle Obama mimicked the toilet cleaning theme.\nUSA Daily Portal stated that after Obama left the set of Roberts’ film, Roberts commented about the differences between America’s most recent first ladies. The post accuses Roberts of saying Melania Trump has been \"looked down upon and disrespected by sneering liberals across the country\" while \"doing a brilliant job,\" and Michelle Obama \"isn’t fit to clean to clean her toilet.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe statements followed a fictitious pattern, with more made-up quotes from Roberts attacking singer Celine Dion for criticizing Trump.\nWe found no evidence Roberts made any of those statements about the Obamas, Melania Trump or Celine Dion.\nIn fact, Roberts has supported national Democrats in recent years including Hillary Clinton and Barack Obama.\nIn October 2016, Roberts was one of several Hollywood and Broadway stars to team up to hold a fundraiser for Clinton at the St. James Theatre in New York. Wearing a \"Hill Yeah\" t-shirt, Roberts read from the play Red Hot Patriot: The Kick-Ass Wit of Molly Ivins.\nRoberts also appeared at Democratic fundraisers hosted by Obama, including a Santa Monica fundraiser on in April 2016 and one at Gwyneth Paltrow’s home in 2014.\nWe were unable to find contact information for the USA Daily Portal website. We sent an email to the Your News Wire website that previously posted the article and did not get a reply.\nA fake news story stated that Roberts claimed \"‘Michelle Obama isn’t fit to clean Melania’s toilet.\" We rate this headline Pants on Fire.\nhttps://www.sharethefacts.co/share/a76bdf3a-2761-4b52-b795-0285f5c08aef\nCorrection: An earlier version of this fact-check stated that Roberts read one of Molly Ivins’ columns. Allison Engel, co-author of the play Red Hot Patriot: The Kick-Ass Wit of Molly Ivins, contacted PolitiFact after our fact-check published to tell us that the excerpt that Roberts read was from the play. Engel said she supplied the text to the producer of the fundraiser.", "vclaim_id": "vclaim-pol-02563"}