{"url": "/factchecks/2020/oct/30/facebook-posts/no-jeff-foxworthy-didnt-write-fence-test/", "speaker": "Facebook posts", "vclaim": "Says Jeff Foxworthy wrote a ‘fence test’ for Republicans and Democrats.", "truth_label": "false", "date": "stated on October 27, 2020 in a Facebook post:", "title": "No, Jeff Foxworthy didn’t write this ‘Fence Test’", "text": "Back in January, we fact-checked a viral Facebook post claiming that comedian Jeff Foxworthy authored a bit on how you know you live in a country \"that was founded by geniuses but is run by idiots.\" \nThere’s no evidence Foxworthy is behind the post, and we couldn’t find anything to support another claim that he wrote another round of political jokes taking aim at Democrats. \n\"It’s the Fence Test,\" begins a statement attributed to Foxworthy. \"Which side of the fence? (If you’ve ever wondered which side of the fence you sit on, this is a great test!) 1. If a Republican doesn’t like guns, he doesn’t buy one. If a Democrat doesn’t like guns, he wants all guns outlawed.\" \nIt goes on to tackle subjects including vegetarianism, social services and religion.  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIt’s been circulating online since at least 2013, when Snopes took a look and reported that Foxworthy’s brother told the publication that Foxworthy didn’t write this.  \nThat year, Foxworthy himself shared the Snopes story on his verified Facebook page. \n\"There seems to be a post going around with my name on it,\" Foxworthy wrote. \"I would just like to clear the air and say it was not created by me. It is nothing close to my beliefs, and someone just slapped my name on it.\"\nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18825"}