{"url": "/factchecks/2018/oct/30/john-culberson/lizzie-fletcher-does-not-want-government-funded-un/", "speaker": "John Culberson", "vclaim": "Says Texas Democrat Lizzie Pannill Fletcher contradicted herself on her health care position by saying \"we need universal health care.\"", "truth_label": "false", "date": "stated on October 25, 2018 in a TV ad:", "title": "Lizzie Fletcher does not want government-funded universal health care as Culberson ad claims", "text": "A new ad from John Culberson, a nine-term Republican congressman from Texas, takes an ad from his opponent Lizzie Pannill Fletcher and uses her own words against her.\nCulberson is looking to hold onto his seat in the state’s 7th Congressional District, which covers a portion of western Houston. His campaign aired the ad \"Orders\" which puts up a Fletcher ad and compares it to comments she made in a debate.\nThe 30-second slot begins with a clip of Fletcher in her ad saying she doesn’t \"support a government takeover of health care.\" Then, it immediately switches to a clip of Fletcher in a debate saying \"we need universal health care.\"\nWith such a stark contrast, we wondered whether Fletcher had backtracked on her position, as the ad makes it appear.\nWhile universal health care refers to any system where all residents have health coverage, it is best connected, at least right now, to the single-payer plan \"Medicare for All\" that was proposed in 2017 by U.S. Sen. Bernie Sanders, I-Vt.\nSo does Fletcher support a government-supported, universal single-payer system like Medicare for All?\nNo. The debate clip is cut, and takes Fletcher out of context by not revealing her full quote. We also found Fletcher has voiced opposition to such a program several times.\nMedicare for All, a quick recap\nUnder Sanders’ plan, the country would eliminate the current system of multiple insurers competing for premiums. Instead, the government would expand Medicare, a federally tax-payer supported program, to cover everyone, rather than just those age 65 and older.\nBackers say the plan would end up saving people money, because it would cut administrative costs, help slow the increase in health care spending and improve access.\nBut skeptics argue that it would be too costly for the federal government, result in lower quality care and would amount to a \"government takeover\" of health care.\nWhat Fletcher said (and supports)\nWe tracked down the full video of the debate from May 2018, and found that Fletcher was responding to her Democratic primary opponent at the time, Laura Moser, who had said she backed a single-payer program like \"Medicare for All\".\nFletcher disagreed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nFletcher did say \"we need universal health care\" but if you continue to watch, you see that’s not exactly what she meant.\n\"We need universal health care. Not just health care coverage, not just health care insurance, but that we all need access to health care,\" she goes on to say.\nFletcher then discusses her support of keeping the Affordable Care Act and adding a public option to buy into Medicare – not Medicare for All or any other single-payer plan.\n\"There has been extensive study that the plan Bernie Sanders has proposed will cost $32 trillion over 10 years,\" Fletcher said, \"and we don’t know how we’re going to pay for it.\" (She is referring to a study from the Mercatus Center, a free-market think tank at George Mason University, that estimated Medicare for All would increase the demand for health care services while also cutting payments to providers. The report suggests the system would cost $32 trillion over the next 10 years)\nThe Fletcher campaign also told us she has never advocated for a \"complete government takeover\" of health care.\nThat checks out.\nWe looked into Fletcher’s stance on health care and reviewed various reports, as well as her remarks in interviews and information on her campaign website. In every instance, Fletcher has repeated that she wants to build on the Affordable Care Act, and has not endorsed any single-payer health care system, including Medicare for All.\nThe Culberson campaign defended the ad by saying that universal health care isn’t universal access to health care.\n\"Because health care is already available to everyone in America – you just have to pay for it,\" said Culberson spokesperson Catherine Kelly. \"Her plan is more expensive than Medicare for All because it raises taxes on people who want to keep their coverage and gives it to people to anyone who wants to 'opt in.’\"\nOur ruling\nCulberson attempts to display Fletcher contradicting herself on her health care position.\nBut the ad uses an incomplete sound bite that ultimately takes Fletcher out of context.\nFletcher did use the words \"universal health care,\" and has so in the past, but not in the context of a single-payer or \"Medicare for All\" type health plan. Fletcher has advocated for improvements to the Affordable Care Act and a public option to buy into Medicare,  not through a government-funded single-payer type of program.\nThe ad uses an incomplete sound bite that ultimately misleads viewers on her stance.\nWe rate it False.\n Share the Facts 2018-10-30 18:50:41 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says that Lizzie Pannill Fletcher contradicted herself on her health care position and said \"we need universal health care.\"    John Culberson U.S. Representative https://www.youtube.com/watch?v=Z0U4Z3j38vk    Thursday, October 25, 2018 2018-10-25    Read More  info", "vclaim_id": "vclaim-pol-01363"}