{"url": "/factchecks/2014/jul/08/raul-labrador/rep-labrador-administration-predicts-150-200000-ch/", "speaker": "Raul Labrador", "vclaim": "The Obama administration estimates the number of children at the border is \"going to increase to 150,000 to 200,000 next year.\"", "truth_label": "half-true", "date": "stated on July 6, 2014 in an interview on \"Meet the Press\":", "title": "Rep. Labrador: Administration predicts 150-200,000 children at the border in 2015", "text": "As the number of children stopped at the southern border passed the 50,000 mark so far this year -- and as public concern and media attention surged -- the Obama administration asked Congress for an additional $3.7 billion to turn the numbers around and avert a humanitarian and political crisis.\nThe tensions between treating children as children and fending off partisan sniping over immigration policy were evident when Homeland Security Secretary Jeh Johnson appeared this Sunday on Meet the Press. Johnson repeatedly refused to say whether most of these unaccompanied minors would be be deported.\nJohnson’s go-to phrase was that the goal \"is to stem the tide.\"\nThis led U.S. Rep. Raul Labrador, R-Idaho, to accuse Johnson of \"making things up.\"\n\"He's saying that he's going to be able to stem it, and it's not going to reach 90,000 or between 60,000 and 90,000 children,\" Labrador said. \"That's not going to happen. The own administration estimates are that it's going to be about 60,000 to 90,000 this year, that it's going to increase to 150,000 to 200,000 next year. These are their own estimates.\"\nLabrador’s comment drew a lot of attention and we wanted to check whether the administration predicts that 150,000 to 200,000 children will come to the United States, illegally at the southern border. (We can’t know, of course, what the number will ultimately be; here, we’re simply checking whether the administration offered those numbers.)\nThere are estimates and there are estimates\nLabrador’s spokesman, Todd Winer, said the source was a May 2014 internal memo from Deputy Border Patrol Chief Ronald Vitiello. According to news reports, the memo said that \"90,000 minors would be apprehended this year and 142,000 next year.\"\nBoth the Washington Times and the Washington Post carried that story.\nWiner argued that since about 16 percent of people crossing the border evade detection, the actual figure would be higher. We did the math. If 142,000 children were stopped at the border in 2015, then the total who made the attempt would be nearly 170,000.\nHowever, the 170,000 figure does not come from the administration -- it is Labrador’s extrapolation from an internal memo. So Labrador's low-end figure is higher than the number in the memo. To add another wrinkle, the agency in charge of the border, U.S. Customs and Border Protection, told PolitiFact that it has no estimate for 2015.\n\"How many will be coming, we don’t know,\" a spokesperson said. \"It’s a fluid situation, and we just don’t have a number right now.\"\nWhen the internal memo became public in June, an agency official said it was \"an internal, incomplete working document, neither signed nor made official.\"\nStill, if the administration lacks an official estimate, this is nonetheless an unofficial estimate within the administration and it is using current trends to build a budget for next year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn May, the Office of Management and Budget sent a letter to the Senate Appropriations Committee to put them on notice that the money requested for 2015 would be $2.28 billion, about two and a half times more than previously expected. The letter said these numbers were uncertain and \"given the fluidity on the ground, could increase or decrease over time.\"\nThat projection was based on the \"assumption that the month-over-month rate of increase in arrivals that we have been experiencing over the past year will continue.\"\nBased on Customs and Border Protection data, the number of children at the border doubled between fiscal year 2013 and fiscal year 2014. (Fiscal year 2014 has not ended, so they used the same months from both years.) If the flow stays the same through the rest of the year, we might see about 72,000 children at the border for all of fiscal year 2014.\nIf the rate continued to rise between 2014 and 2015 as it did in the previous year, the total could would double again, or reach about 144,000.\nThat suggests where the Border Patrol chief might have derived the estimate in that internal memo and why the White House suggested it might need twice as much money.\nA fluid situation\nJeanne Atkinson is executive director of the Catholic Legal Immigration Network and was part of a delegation from the U.S. Conference of Catholic Bishops that visited Central America last fall. She said there is a great deal of speculation about where the numbers will go.\n\"I have heard numbers over 100,000,\" Atkinson said. \"I’ve not heard the 200,000 number, and given all the changes the administration is talking about, the goal is to reduce the number.\"\nThe government is talking about processing these children more quickly, warning parents in the key Central American nations these children are fleeing from (El Salvador, Guatemala and Honduras) and taking other steps to reduce the flow.\nWe checked with several law professors who focus on immigration and none of them had heard of the estimate Labrador cited.\nKevin Johnson, a law school dean and professor of immigration and refugee law at the University of California-Davis said, \"I am not aware of any careful statistical analysis of past and current migration trends that support any reasonable estimates of future flows of migrants from Central America, much less any reliable statistical analysis at all suggesting that we would see 150,000-200,000 migrant children coming from Central America next year,\" Johnson said.\nDavid Martin, who teaches at the University of Virginia School of Law, also expressed skepticism. \"I’d guess this is just a straight-line projection applying the growth rate we’ve seen this year,\" Martin said. \"But the administration is trying hard to break and reverse that trend.\"\nOur ruling\nLabrador said the administration’s own estimates predicted that 150,000 to 200,000 unaccompanied children would show up at the southern border. Labrador’s spokesman pointed to an internal memo that suggested 142,000 children might arrive in 2015.\nBut that’s a smaller amount than 150,000 and much smaller than 200,000, and U.S. Customs and Border Protection says that memo was a working document and not an official estimate. A preliminary budget request was based on the assumption that past increases would continue, but it did not state a particular figure for the number of children and noted that the money needed would change depending on the shifting situation on the ground.\nLabrador’s numerical range could be right if you add the percentage of people who cross the border without getting caught. But even if you do, that is not the administration’s \"own estimate.\" And experts we interviewed cast doubt on Labrador’s figure. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-07639"}