{"url": "/factchecks/2013/feb/28/kevin-mccarthy/rep-kevin-mccarthy-says-federal-government-has-mor/", "speaker": "Kevin McCarthy", "vclaim": "Says the federal government is earning more tax revenue now \"than any other time.\"", "truth_label": "barely-true", "date": "stated on February 25, 2013 in an interview on Fox News:", "title": "Kevin McCarthy says federal government has more revenue now than ‘any other time’", "text": "There’s no need to raise taxes as part of reducing the nation’s deficit, says House Majority Whip Kevin McCarthy.\n\nBroad, blunt spending cuts known as the sequester go into effect March 1 unless Congress steps in. Democrats would prefer to reduce the deficit partly by raising taxes.\n\nBut the California Republican argued on Fox News that any solution should cut spending only — there’s plenty of revenue, he said.\n\n\"There's more money going in than any other time,\" he told host Greta Van Susteren on Feb. 25, 2013. \"In the last four decades, on average, we brought in 17.9 percent of GDP. Now we're going to bring in 19.1.\"\n\nIs the federal government collecting more than it ever has — more than it has on average the last 40 years?\n\nHere’s what we found.\n\n ‘The last four decades’\n\nMcCarthy talked about \"percent of GDP,\" a common tool of economists evaluating the impact of tax policies over time. They prefer to compare tax revenues as a percentage of the overall U.S. economy, the gross domestic product.\n\nIt’s fairly easy to see why — using raw numbers wouldn’t account for inflation or changes in population, for example.\n\nWas McCarthy correct that the federal government used to collect, on average, 17.9 percent of the gross domestic product, and that the number will rise to 19.1 percent?\n\nMcCarthy’s office pointed us to reports from the nonpartisan Congressional Budget Office.\n\nA recent CBO analysis says that, indeed, federal revenue is projected to rise with changes in the law, such as the recent end to Bush tax cuts on households making more than $450,000 a year.\n\n\"Revenues are projected to grow from 15.8 percent of GDP in 2012 to 19.1 percent of GDP in 2015 — compared with an average of 17.9 percent of GDP over the past 40 years,\" CBO’s analysts conclude.\n\nSo McCarthy accurately cites a reputable source when he says the federal government has collected an average of 17.9 percent of the nation’s gross domestic product over four decades, and now is \"going to bring in 19.1.\"\n\n(We should mention that even with higher revenue, CBO projects that deficits will increase \"because of the pressures of an aging population, rising health care costs, an expansion of federal subsidies for health insurance, and growing interest payments on federal debt.\")\n\nBut what about McCarthy’s claim that \"there's more money going in than any other time\"? That’s messier.\n\n ‘More money’\n\nSo, remember how percentage of GDP is a useful tool for comparing revenue over time?\n\nThe government will pull in 16.9 percent in 2013, lower than the average over the last 40 years, according to the Congressional Budget Office. That’s not more money than at \"any other time,\" as McCarthy said.\n\nWhat about in 2015, when the government is projected to bring in 19.1 percent?\n\nThat’s still lower than revenue as a percentage of GDP in seven years of the last 40 — also not more money than at \"any other time.\"\n\n Federal revenue as a percentage of gross domestic product\n\n1981: 19.6 percent\n1982: 19.2 percent\n\n1997: 19.2 percent\n1998: 19.9 percent\n1999: 19.8 percent\n2000: 20.6 percent\n2001: 19.5 percent\n\n Source: Congressional Budget Office\n\nMcCarthy’s office told PolitiFact that CBO projects revenue in 2013 will be the highest ever in raw numbers, at $2.708 trillion, up from $2.568 trillion in 2007.\n\nBut that’s not the measure a listener would have assumed from McCarthy’s comments, which focused on revenue as a percentage of GDP — not raw numbers.\n\nNor are raw numbers a useful way to compare amounts of money over time.\n\nThe value of the dollar changes. Population changes. That means revenue in raw terms mostly climbs by default.\n\nTax policy experts we spoke with called comparisons based on raw numbers \"lousy,\" \"never valid\" and \"silly.\"\n\n\"Ignoring the increased value of the dollar and population growth both distort comparisons and make them meaningless,\" said Roberton Williams of the Tax Policy Center, a joint project of the Urban Institute and Brookings Institution.\n\n Our ruling\n\nMcCarthy told Fox News, \"There's more money going in than any other time. In the last four decades, on average, we brought in 17.9 percent of GDP. Now we're going to bring in 19.1.\"\n\nStarting in 2015, reputable projections show revenue rising to 19.1 percent of GDP, up from an average of 17.9 over the last four decades. But McCarthy’s wrong to say that there’s more money coming in than at any other time.\n\nIn fact, the nation collected more than 19.1 percent of GDP in seven years of the last 40. To say that the nation will collect the most revenue in raw dollars in 2013, according to tax experts, is meaningless.\n\nWe rate McCarthy’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09653"}