{"url": "/factchecks/2011/nov/08/debbie-wasserman-schultz/debbie-wasserman-schultz-says-mitt-romney-supports/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Says Mitt Romney \"is committed to overturning Roe vs. Wade, and he supports such amendments that define a life as beginning at the moment of conception.\"", "truth_label": "mostly-true", "date": "stated on November 3, 2011 in a conference call with reporters:", "title": "Debbie Wasserman Schultz says Mitt Romney supports personhood amendments, wants to overturn Roe vs. Wade", "text": "In a Nov. 3, 2011, conference call with reporters, Rep. Debbie Wasserman Schultz, D-Fla. -- the chairwoman of the Democratic National Committee -- took aim at Mitt Romney, the frontrunner in the Republican presidential primary.\n\nIn the 11-minute conference call, Wasserman Schultz focused on Romney’s stance on abortion -- particularly on the notion that \"personhood\" begins at fertilization. The issue was in the news because of a ballot measure being considered by Mississippi voters on Nov. 8, 2011. The measure -- which, if passed, would be the first of its kind adopted in the nation -- asks, \"Should the term 'person' be defined to include every human being from the moment of fertilization, cloning, or the equivalent thereof?\"\n\nSupporters of abortion rights say the measure, if passed, would threaten not only abortion but also in vitro fertilization and some forms of contraception that act by preventing an already fertilized egg from implanting in the uterus, thus causing a miscarriage.\n\nExperts say the Mississippi measure conflicts with the Roe vs. Wade Supreme Court decision that legalized abortion in the United States. In Roe, Justice Harry Blackmun wrote for the majority that if the \"suggestion of personhood is established, the appellant's case, of course, collapses, for the fetus' right to life would then be guaranteed specifically by the Amendment.\" For this reason, the Mississippi measure could provoke a reconsideration of the landmark -- and controversial -- decision.\n\nAfter noting the Mississippi measure and similar proposals circulating in other states, including her home state of Florida, Wasserman Schultz said, \"We’re seeing this support for this dangerous approach from top leaders in the Republican Party, including Republican front-runner Mitt Romney.... Now Romney is committed to overturning Roe vs. Wade, and he supports such amendments that define a life as beginning at the moment of conception.\"\n\nWe have already addressed the question of whether Romney changed his position on abortion -- we concluded rival candidate Jon Huntsman’s charge that Romney changed his stance on abortion was True. In this item, we’re only looking at Romney’s position as it stands today.\n\nWe didn’t hear back from the DNC, but we were able to collect a couple of statements that seem relevant to analyzing Wasserman Schultz’s comment.\n\n• The Huckabee interview. In an Oct. 2, 2011, interview with former Arkansas Gov. Mike Huckabee -- a onetime Republican presidential candidate who now hosts a talk show on Fox News -- Huckabee asked Romney, \"Would you have supported the constitutional amendment that would have established the definition of life at conception?\" Romney answered, \"Absolutely.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAccording to a slightly longer excerpt of the conversation provided to PolitiFact by the campaign, it's unclear whether Huckabee and Romney are referring to a state constitutional amendment or a federal one.\n\n• The Iowa town hall meeting. On Oct. 20, 2011, Romney held a town hall meeting at Morningside College in Sioux City, Iowa. One audience member asked him, \"You were on Gov. Huckabee's show a few weeks ago, and one of the things that you folks talked about was that you would support a life-begins-at-conception amendment. Now, that would essentially mean banning most forms of birth control. Ninety-eight percent of American women, including me, use birth control. So could you help me understand why you oppose the use of birth control?\"\n\nRomney answered, \"Life begins at conception. Birth control prevents conception. My own view is this, and let me … clarify my view so that you understand that. What I believe is the right course with regards to abortion and life is that I would like to see the Supreme Court return this right to the states and let states create their own legislation with regards to life. That's my view. And states will make different decisions, which is their right to do so. And my view is I'm not out campaigning for an amendment of some kind. I am campaigning to see justices ultimately appointed to the Supreme Court that will follow the Constitution (and) return to the states the right to make this decision themselves.\"\n\nThe exchange prompted a lengthy report on MSNBC’s Rachel Maddow Show and gained traction on liberal blogs.\n\n• What the Romney campaign says. In both a Nov. 3, 2011, New York Times blog post and a statement released to PolitiFact, the Romney campaign did not address his stance on personhood measures specifically. But the campaign told us that \"Mitt Romney is pro-life, and as he has said previously, he is supportive of efforts to ensure recognition that life begins at conception. He believes these matters should be left up to states to decide.\"\n\nWe see two questions here:\n\nFirst, do these comments support Wasserman Schultz's contention that Romney \"is committed to overturning Roe vs. Wade\"?\n\nAnd second, do these comments support Wasserman Schultz's claim that Romney \"supports such amendments that define a life as beginning at the moment of conception\"?\n\nThe answer to the first question is pretty straightforward. The experts on bioethics and constitutional law whom we contacted agreed that Romney’s position -- that he \"would like to see the Supreme Court return this right to the states and let states create their own legislation with regards to life\" -- equated to seeing Roe vs. Wade overturned.\n\n\"If the states are free to define what a ‘person’ is under the Constitution, then one state might say that an embryo or fetus is a person, and another state could say only born infants are persons,\" said Paul A. Lombardo, a law professor at Georgia State University. \"That would certainly negate Roe vs. Wade.\"\n\nThe second question is more complicated. We see at least two complicating issues.\n\nFirst, the wording of personhood measures varies and may continue to do so if the movement expands across the country. While Wasserman Schultz referred to the Mississippi measure and the potential Florida measure earlier in the call, her statement here is structured more broadly. We interpret it to mean that Romney supports personhood measures generally.\n\n\"Romney may support some forms of personhood amendments but not others\" that are worded differently, said I. Glenn Cohen, a Harvard Law School professor and co-director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics.\n\nSecond, experts say there is a difference -- a subtle, but potentially important one -- between Romney’s stated view and what the Mississippi measure says.\n\n\"Strictly speaking, what Romney says supports Wasserman-Schultz's claim,\" Christopher Tollefsen, a philosophy professor at the University of South Carolina and author of the 2008 book, Embryo: A Defense of Human Life. \"The wiggle room is that the Mississippi amendment goes beyond the claim that ‘life begins at conception’ to the claim that ‘personhood begins at conception.’ Romney might agree with the first and disagree with the second and not support the Mississippi amendment for that reason.\"\n\nTollefsen explained that \"to say that something is a ‘person’ is to say that it has a particular kind of moral status -- the sort of thing you can't kill and that deserves the protection of the law. Some philosophers, such as Peter Singer, think that the embryo, or fetus, is a human being, but is not a ‘person’ -- that although it is a human being, it can still be killed, until it reaches, say, consciousness, or the ability to feel pain.\"\n\nTollefsen added that this would be \"in some tension with Romney’s claim about the sanctity of life. If you think that ‘sanctity of life’ means you can't kill any human being and that the embryo is a human being, then effectively you do think that the embryo is a ‘person’ in the relevant sense.\"\n\nRomney could also take the position that he opposes the amendment on pragmatic grounds. \"He could object to the Mississippi amendment as being on a collision course with the Supreme Court in a context in which Mississippi was bound to lose,\" Tollefsen said. \"A lot of pro-lifers object to it for precisely this reason.\" (Tollefson added that this explanation would disappear if Huckabee was asking about an amendment to the U.S. Constitution.)\n\nCohen agrees that Romney has some \"wiggle room\" on the issue.\n\n\"Romney says he believes life begins at conception, but he does not say the state should necessarily legislate to that effect,\" Cohen said. \"He could say he believes this as a moral, personal or religious matter, but not in terms of what individual states have the right to do, in part because of views about women or others' autonomy.\"\n\nOur ruling\n\nWasserman Schultz’s claim that Mitt Romney \"is committed to overturning Roe vs. Wade\" is well supported by his comments at the town hall, and Romney laid the groundwork for supporting personhood measures in his Huckabee interview. We think, however, that Wasserman Schultz makes too much of a blanket statement about his views on personhood measures. Our experts tell us that it’s possible for a politician who said what Romney has to oppose some personhood measures based on their wording. On balance, we rate Wasserman Schultz’s statement Mostly True.", "vclaim_id": "vclaim-pol-12120"}