{"url": "/factchecks/2014/nov/14/peter-barca/peter-barca-gop-tax-breaks-12-times-larger-top-ear/", "speaker": "Peter Barca", "vclaim": "Republicans approved 12 times larger tax breaks for \"people making over 350 grand\" than for \"the average middle-class person.\"", "truth_label": "mostly-true", "date": "stated on November 7, 2014 in an interview:", "title": "Peter Barca: GOP tax breaks 12 times larger for top earners", "text": "The state Assembly’s Democratic leader, veteran Rep. Peter Barca of Kenosha, looked drained and sounded down when asked to explain his party’s poor showing in the Nov. 4, 2014 elections.\nAnd it’s no wonder: Democrats failed to recapture either legislative chamber and in the Assembly will face the largest Republican majority since Barca was a toddler in the mid-1950s.\nHere’s how Barca responded when Wisconsin Public Television’s Frederica Freyberg put the question to him Nov. 7, 2014:\n\"We’ve got to communicate differently with the middle class, because there’s no question the middle class is much stronger with the Democratic Party. Even in our state, 12 times the tax breaks were for people making over 350 grand than the average middle-class person. We’ve got to go back to the drawing board.\"\nThat claim about income tax cuts drew our attention.\nDemocratic candidates around the state, including Mary Burke at the top of the ticket, pounded their GOP opponents over income-tax breaks approved by the Republican-led Legislature and Gov. Scott Walker. They argued the breaks were too tilted to the higher income level.\nRepublicans countered that separate tax cuts Walker signed benefitted earners at all levels.\nWalker’s second budget, for 2013-’15, lowered income tax rates (while reducing the number of tax brackets from five to four). And later, in 2014, Walker signed legislation that dropped the lowest rate again (from 4.4 percent to 4 percent).\nAsked to back up the claim, Barca spokeswoman Laura Smith pointed us to a June 2013 report by the Legislative Fiscal Bureau, the state’s nonpartisan budget scorekeeper.\nThat report broke down the effect across income groups of the first income tax cuts -- the ones approved in 2013 -- in raw dollar terms.\nSmith said his mention of the \"average middle class person\" referred to the median household income in Wisconsin. That was $52,627 as of the most recent U.S. Census five-year average.\nThe Fiscal Bureau report shows that in the $50,000 to $60,000 income range, the average tax savings for 2014 was estimated at $112.\nAt the level of $300,000 and above, where Barca’s example of \"350 grand\" falls, the savings were estimated at $1,518.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBy our math, the top earners’ break is 13.5 times the size of the average group. The study did not calculate what percentage of income those breaks represented.\nBarca’s analysis, though, leaves out the second tax cut approved by the GOP -- the one in 2014 that dropped the rate for the lowest part of peoples’ incomes.\nWe found a Fiscal Bureau memo from July 2014  that looked at the combined effect of the two cuts. There, the difference is somewhat smaller.\nThe savings for top earners was estimated at $1,402, compared to $161 for those in the $50,000 to $60,000 range -- about 9 times higher for the upper group.\nThat 2014 report presented another way to look at the distribution of the cuts -- a way that accounts for the reality that rate reductions from top to bottom mean that higher earners will get the biggest break, because they are paying the most in taxes.\nThe highest earners will get a cut worth 2 percent of their income, while the \"average\" earners Barca mentioned get a break worth 7 percent.\nWe’re pretty sure most people gauge the worth of their tax breaks in real, spendable dollars, not percentages. But this percentage-of -income way of slicing this highlights the fact that the top tax rates were not cut as much as the lowest tax bracket\nSo top earners got less of a break than others as a percentage of income.\nThis second way of looking at the tax cuts is used to analyze the effects of a tax cut from an ability-to-pay standpoint, a principle that is a feature of a progressive tax system such as Wisconsin’s, we were told by researchers Richard C. Auxier and Norton Francis of the Urban-Brookings Tax Policy Center.\nBarca cites accurate figures in making the point that Walker and Republicans could have designed tax reforms to even up the raw dollar savings for different groups, but his claim needs more discussion, they said.\nOur rating\nBarca said that Republicans approved 12 times larger tax breaks for \"people making over 350 grand\" than for \"the average middle-class person.\"\nThat was accurate for the major tax cuts Walker signed in 2013, but the gap narrows to 9 times larger when all of the GOP income-tax changes are considered, according to a trusted budgetary agency.\nWe rate Barca’s claim Mostly True.", "vclaim_id": "vclaim-pol-07003"}