{"url": "/factchecks/2012/sep/06/bill-clinton/bill-clinton-says-democratic-presidents-top-republ/", "speaker": "Bill Clinton", "vclaim": "\"Since 1961 … our private economy has produced 66 million private-sector jobs. So what's the jobs score? Republicans 24 million, Democrats 42 (million).\"", "truth_label": "true", "date": "stated on September 5, 2012 in a speech to the Democratic National Convention in Charlotte, N.C.:", "title": "Bill Clinton says Democratic presidents top Republican presidents in job creation", "text": "Are Democratic presidents better than Republican presidents at job creation? Former President Bill Clinton said so -- forcefully -- in his speech to the Democratic National Convention in Charlotte.\n\"Since 1961, for 52 years now, the Republicans have held the White House 28 years, the Democrats 24,\" Clinton said. \"In those 52 years, our private economy has produced 66 million private-sector jobs. So what's the jobs score? Republicans 24 million, Democrats 42 (million).\" In the packed convention hall, it was one of the night’s biggest applause lines.\nIn 2010, we checked a similar claim from Rep. Carolyn Maloney, D-N.Y., who said that Democratic presidents \"have been considerably more effective at creating private-sector jobs.\" After crunching the numbers back to President Harry Truman, we found that jobs did indeed grow faster under Democratic presidents when adjusted for a president’s years served in office. So we rated the claim True.\nClinton’s claim at the convention was worded differently, so we quickly re-crunched the numbers based on his specifications.\nLet’s cut to the chase. According to the Bureau of Labor Statistics, here are the net increases in private-sector employment under each president, chronologically by party:\nRepublicans\n\nRichard Nixon: Increase of 7.1 million jobs\nGerald Ford: Increase of 1.3 million jobs\nRonald Reagan: Increase of 14.7 million jobs\nGeorge H.W. Bush: Increase of 1.5 million jobs\nGeorge W. Bush: Decline of 646,000 jobs\n\nTotal: Increase of 23.9 million jobs under Republican presidents\n\nDemocrats\n\nJohn F. Kennedy: Increase of 2.7 million jobs\nLyndon B. Johnson: Increase of 9.5 million jobs\nJimmy Carter: Increase of 9.0 million jobs\nBill Clinton: Increase of 20.8 million jobs\nBarack Obama: Increase of 332,000 jobs\nTotal: Increase of 42.3 million jobs.\nSo Clinton is right. But we’ll bring up a few points worth noting.\nThis does not include government jobs\nThe combination of private-sector jobs and public-sector jobs is a broader measurement of job creation than private-sector alone. But excluding government jobs would presumably hurt Democrats more than Republicans, given the two parties’ historical stances toward the role of government. The fact that Democrats finished so far ahead despite taking government jobs off the table makes it a more impressive accomplishment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe Democrats didn’t benefit from population growth\nFor our previous story, Brookings Institution economist Gary Burtless calculated that the U.S. working-age population actually grew slightly faster under Republican presidents, also making the Democratic accomplishment more impressive.\nPresidents deserves less credit for the good times and less blame for the bad times\nIt's a truism of politics that when things go well, the president generally gets too much credit, and when things don't go well, the president usually gets too much blame. Shouldn't the Republican Congress of 1995-2001 get a share of the credit for Clinton's robust job growth? Shouldn't the Democratic House that served under Reagan? Most experts would say yes and yes.\nSince we published our previous story, we have changed our policy: We now factor into our ratings whether the politician or party deserves credit or blame for the statistical trend being analyzed. In this item, though, we will not factor in credit or blame, because both parties have had presidents serve during the time we looked at, meaning that both parties would have benefited and suffered in roughly equal proportions.\nIt’s unclear how much this finding says about our political and economic systems\nJob creation for each president depended to a certain extent on timing, external factors and luck. And as Yale political scientist David Mayhew pointed out for our previous story, conclusions drawn from a relatively narrow data set -- in this case, just 12 postwar presidencies -- need to be taken with a grain of salt.\nOur ruling\nClinton’s figures check out, and they also mirror the broader results we came up with two years ago. Partisans are free to interpret these findings as they wish, but on the numbers, Clinton’s right. We rate his claim True.", "vclaim_id": "vclaim-pol-10438"}