{"url": "/factchecks/2012/feb/07/chain-email/home-sales-tax-e-mail-surfaces-again/", "speaker": "Chain email", "vclaim": "\"If you sell your house after 2012 you will pay a 3.8 percent sales tax on it.\"", "truth_label": "pants-fire", "date": "stated on February 2, 2012 in a message via the Internet:", "title": "Home \"sales tax\" e-mail surfaces again", "text": "\"THIS WILL BLOW YOU AWAY!!!!!\" said the message that arrived in our e-mail box on Feb. 2, which warned of a \"ploy to steal billions from unsuspecting homeowners.\"\n\n\"Did you know that if you sell your house after 2012 you will pay a 3.8% sales tax on it?\" the e-mails says. \"That's $3,800 on a $100,000 home, etc.\" the e-mail says, adding that \"under the new health care bill, all real estate transactions will be subject to a 3.8% sales tax.\"\n\nThe e-mail, circulating now in Rhode Island, directs recipients to GOP.gov, \"the Website of the Republican majority in Congress.\" It also encourages recipients to forward the message to everyone in their address books.\n\nIt turns out that versions of this e-mail have been around for a few years, sparked by a provision in the new health care law, sometimes referred to as Obamacare, that is designed to cover some costs of the program.\n\nIn April 2010, Snopes.com declared it False and FactCheck.org determined that it was bogus, a massive misstatement of a tax that would fall on relatively few people.\n\nAnd one year ago, national PolitiFact gave it a Pants on Fire because it was so deceptive.\n\nBecause the e-mail has gotten new life in Rhode Island, we thought we’d remind people about the facts behind this claim.\n\nFirst of all, the 3.8-percent tax the e-mail cites, due to take effect next year, doesn't apply to taxpayers making less than $200,000 in the year of the sale. (The limit for couples is $250,000 in adjusted gross income.) Any profit from the house sale is not included in the income calculation.\n\nThis limitation alone excludes the vast majority of homeowners. The nonprofit, pro-business Tax Foundation estimated in 2010 that this provision alone would make the new tax irrelevant to about 98 percent of families. It would only apply to those with the highest incomes.\n\nNext, it isn’t a sales tax at all, because it applies only to the profit from the home sale, not the sales price itself.\n\nThird, if the property you're selling is your primary residence -- and not a second home, vacation home or rental property -- you can turn a profit of $250,000 ($500,000 for couples) before the tax kicks in.\n\nIn addition, the tax is assessed only on the amount of profit that exceeds that limit. (The median sale price for a home in the U.S. was $164,500 in December, 2011, one big reason why the vast majority of Americans won't be affected by the tax.)\n\n(Other property, such as that second home, would incur the tax, but, again, your basic income has to be high enough for you to be hit.)\n\nThe 3.8-percent tax is in addition to the existing capital gains tax that must be paid now. That rate is generally 15 percent.\n\nSo consider a couple who sells their home for $1 million after buying it many years ago for $100,000.\n\nIf they earn $249,000 that year, they will pay no new tax.\n\nIf they earn $251,000, they will be taxed. Although the profit on the home sale will be $900,000, the first $500,000 is not taxed. They will have to pay 3.8 percent on the remaining $400,000, in addition to the usual capital gains tax.\n\nThe National Association of Realtors (Realtor.org) has an 11-page booklet, \"The 3.8% Tax; Real Estate Scenarios & Examples,\" that outlines various scenarios and shows who will need to worry about the tax.\n\nOur ruling\n\nThe chain e-mail claim that \"if you sell your house after 2012 you will pay a 3.8 percent sales tax\"  is untrue on so many levels as to be ridiculous.\n\nIt's not a sales tax because it doesn't apply to the full sale price of the home, only the profit made in the sale.\n\nIt's not going to apply to the vast majority of Americans, only those whose income is more than $200,000 ($250,000 for couples).\n\nIt's not going to apply to most people selling their home because they won't be getting $250,000 more than they paid for it ($500,000 for couples).\n\nBecause the e-mail wildly misrepresents one aspect of the new health care law, we rate it Pants on Fire.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11652"}