{"url": "/factchecks/2015/oct/02/hillary-clinton/clinton-campaign-benghazi-probe-congress-longest-i/", "speaker": "Hillary Clinton", "vclaim": "The Benghazi probe is \"the longest-running congressional investigation ever.\"", "truth_label": "false", "date": "stated on September 30, 2015 in a campaign Tweet:", "title": "Clinton campaign: Benghazi probe is Congress' longest investigation ever", "text": "Critics of the House of Representatives’ Benghazi investigation have recently begun to make a strong claim -- that it is officially the longest congressional investigation in history.\nThe Select Committee on Benghazi came into existence in May 2014, charged with investigating the 2012 terrorist attack on a U.S. diplomatic compound in the Libyan city that left four Americans dead. Costing $4.5 million so far, with no final report in sight, critics see the committee as a waste of taxpayer dollars and a partisan witch hunt aimed at Democratic presidential candidate and former Secretary of State Hillary Clinton. Clinton is slated to testify before the committee later in October.\nIn recent days, the claim that this is the longest-running investigation ever has gone somewhat viral. We saw it in The Hill, Salon, The New York Times, Esquire, MSNBC, ABC News and, notably, a Twitter account belonging to Clinton’s campaign.\nThe Briefing -- an arm of the Clinton campaign that aims to counter what it considers misinformation in the public sphere -- tweeted on Sept. 30 from its account: \"It's the longest-running congressional investigation ever. It's cost taxpayers $4 million. And what's it about?\"\nMost outlets reporting this factoid have measured the length of the Benghazi investigation by how long the select committee has been in existence -- 72 weeks, or roughly 17 months. They note in particular that this is now longer than the Watergate investigation in the 1970s -- that committee existed for about 16 months -- and also longer than probes into Pearl Harbor and Hurricane Katrina. When we contacted the Clinton campaign, they pointed to some of those news reports as evidence.\nHowever, we found numerous examples of congressional committee investigations that have lasted much longer than the Benghazi panel's 17 months. Here are some examples, covering the period from when the investigation was launched to when a final report was issued:\n• House Select Committee on Assassinations, 30 months: In September 1976, the House established this committee to investigate the assassinations of President John F. Kennedy and civil rights leader Martin Luther King Jr., as well as the government's response. The committee issued its report January 1979.\n• Senate Select Committee on Improper Activities in Labor-Management Relations, 38 months: This committee looked into racketeering in the labor industry from January 1957 to March 1960.\n• Joint Committee on the Conduct of the War, 40 months: This committee had a broad charge to investigate the conduct of the Civil War, starting December 1861 and producing a final report May 1865.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n• Senate Special Committee to Investigate the National Defense Program, 90 months: This committee examined questions about the awarding of defense contracts during World War II, running from 1941 to 1948. This panel brought national attention to a previously obscure Democratic senator, Harry Truman.\nThese four investigations were -- like the one on Benghazi -- conducted by a special committee dedicated solely to that investigation. \nWe found other investigations that also lasted longer than Benghazi but were conducted by permanent committees rather than special panels. For example: The Senate’s permanent government affairs committee spent nearly 30 months investigating the 2007-08 financial crisis. The House ethics committee spent about two years -- from 2008 to 2010 -- looking into allegations of misconduct by Rep. Charles Rangel, D-N.Y. And a former permanent Senate panel, the Committee on Public Lands, spent more than two years, from 1922-24, investigating the infamous Teapot Dome scandal.\nThe difference between select (or special) committees and permanent committees is important, because the latter have a variety of responsibilities that can affect how long it takes them to finish a single investigation, said Joshua Huder, a senior fellow at Georgetown University’s Government Affairs Institute and an expert in congressional procedure.\nThere’s also some room for disagreement over when an investigation actually starts and ends, said Douglas Kriner, a Boston University political science professor writing a book on congressional oversight. For example, the 1940s National Defense Program committee investigation could have several possible end dates, including the committee’s official closing in 1948 or the date that its first chair, Truman, was elevated to vice president in 1944.\nIt’s also worth noting that before the Benghazi committee started the official probe, Congress held a variety of hearings on the attacks. But this is the case for many of these investigations -- and even if you take the questionable step of starting the clock with some of the earlier congressional Benghazi investigations, several probes through history still lasted longer than the ones on Benghazi.\n\"On most metrics, reasonable people can agree that other investigations have been longer than (Benghazi),\" Kriner said.  \nOur ruling\nClinton’s campaign said the Benghazi probe is \"the longest-running congressional investigation ever.\"\nThe clearest way to measure this is to look at when a special congressional committee dedicated to a specific investigation officially began and ended. By this measure, this claim is wrong. While the Benghazi investigation has lasted about 17 months, we found other investigations that lasted 30, 40 and even 90 months. And the number of longer investigations only goes up once probes by permanent committees are included. We rate the claim False.", "vclaim_id": "vclaim-pol-05904"}