{"url": "/factchecks/2015/apr/10/david-ralston/session-isnt-over-until-fat-gavel-bangs/", "speaker": "David Ralston", "vclaim": "The Georgia Legislature’s last day of session ends at midnight.", "truth_label": "false", "date": "stated on April 2, 2015 in comments from the House floor:", "title": "The session isn't over until the fat gavel bangs", "text": "Sine die.\nPronounced with a twang under the Gold Dome as sigh-knee die, the Latin phrase refers to the final day of business in the legislative session.\nThe witching hour arrived on sine die in Georgia last week with House members already having celebrated adjournment with cheers and tossing up files the way new graduates throw their caps.\nAcross the hall, though, Lt. Gov. Casey Cagle kept the state Senate in session.\nMinutes after midnight, Senators passed a tax break for Mercedes-Benz that also included as much as $350,000 in breaks for the private Baptist college where the bill’s lead negotiator serves as a trustee.\n\"Typically, the Legislature ends by midnight of the last day so as not to exceed the constitutionally mandated 40-day session,\" according to Atlanta Journal-Constitution coverage of the last-minute deals.\nHouse Speaker David Ralston, R-Blue Ridge, was more blunt in his comments before adjourning that chamber.\n\"For time eternal, this day has ended at midnight,\" Ralston said. \"It is going to end at midnight today in the House even though I understand the other chamber may stay later.\"\nOn the Senate floor, no one referenced such a deadline. But Ralston’s implication is clear: History dictates the session’s final day -- and eligible votes -- ends at midnight.\nIn a \"never say sine die\" sort of mood, PolitiFact Georgia jumped in to see whether the vote, and the $1 million-plus in tax breaks (on top of the breaks to the private college)  that came with it, will stand.\nThe leap took us back to 1777, the first time the body known as the Georgia General Assembly began operations under direction of the state constitution.\nThe Legislature – made up of both the 180-member House and 56-member Senate – convenes on the second Monday of January every year and \"may continue in session for a period of no longer than 40 days in the aggregate each year,\" according to the state constitution.\nThere are no court cases on the issue, and the state attorney general has never weighed in on how to count those days.\nBut at the request of PolitiFact Georgia, the attorneys who advise lawmakers on legislation and legal issues offered an opinion on how to interpret that mandate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nIn a letter to Cagle, legislative counsel Wayne R. Allen noted the distinction is that the \"days\" in question are legislative days, not calendar days.\nA calendar day would run from midnight to midnight. Under that definition, and with the mandate for an early January start, the Legislature would work only through mid- to late February.\nIt doesn’t of course. That’s because Georgia meets by legislative, not calendar, day.\nBy definition, that is a day in which the body holds a floor session. The day ends only when members vote to adjourn, according to the book \"Mason’s Manual of Legislative Procedure.\"\nThe Senate could therefore remain operating on legislative Day 40 \"without regard to the hour or calendar day,\" Allen wrote.\nThe National Conference of State Legislatures confirmed that interpretation. At least 11 states besides Georgia limit session length by counting legislative days.\nThe remaining states operate by calendar days or specific dates that lawmakers can meet, said Brenda Erickson, a senior research analyst with the group.\n\"You used to see tactics, like covering the clock or holding it from moving, but the courts have ruled you can’t do that,\" Erickson said. \"And that really applies to those states with a date-specific or calendar day count. \"\nSo that famous 1964 photo of state Rep. Denmark Groover from Macon hanging off the House railing, trying to stop the clock during a heated debate on congressional redistricting?\nIt didn’t matter. The clock crashed to the floor in the stunt – but the session continued.\nLikewise, when House Speaker Tom Murphy grew angry at the governor and state Senate in the 1980s, he was able to stop all business with an adjournment vote before dinnertime, said former state legislator George Hooks, a Democrat from Americus.\n\"It has never created a problem in the past,\" Hooks said. \"You work as needed. You try to make it before midnight, but it doesn’t end until that gavel comes down and we say ‘sine die.’ \"\nSo the state Senate’s wee hour vote last week? Ralston implied that there is a midnight deadline for action.\nMost years, the chambers do end their work before midnight. Legal experts in the state and nationally agree, though, that no such clock watching is needed.\nLawmakers meet for 40 legislative days, which end only when the chambers adjourn.\nWe rule Ralston’s statement False.", "vclaim_id": "vclaim-pol-06534"}