{"url": "/factchecks/2010/jun/15/donna-brazile/brazile-says-clinton-loved-90-percent-arkansans/", "speaker": "Donna Brazile", "vclaim": "Ninety percent of the people in Arkansas still love Bill Clinton.", "truth_label": "half-true", "date": "stated on June 14, 2010 in a statement on ABC News' 'This Week.':", "title": "Brazile says Clinton loved by 90 percent of Arkansans", "text": "Sen. Blanche Lincoln's narrow victory in the Arkansas Democratic primary was a big topic on ABC's This Week on Sunday, June 13, 2010. Organized labor poured $10 million into the campaign of her opponent, Lt. Gov. Bill Halter, while Bill Clinton, who served as Arkansas governor before becoming president, came out in strong support for Lincoln.  This Week host Jake Tapper began the conversation by showing a clip of White House spokesman Robert Gibbs criticizing the unions for not using that money to help in the general election. Tapper asked Democratic strategist Donna Brazile, \"Is the White House risking alienating labor with that kind of talk?\"   Brazile responded that the White House should be careful about alienating labor because unions provide key grass-roots support.  Brazile said that \"Blanche Lincoln ran a great campaign. She ran against Washington. Labor, the money did make her the outsider. She was able to reconnect with her base, and she pulled her base out. She still has trouble in the general election, but she ran a very smart, strategic campaign.\"  Brazile added, \"And Bill Clinton helped her. He is popular. Ninety percent of the people in the state still love him. And he was able to pull out the stops to get her elected.\"  We were curious about the claim that 90 percent of the people in Arkansas still love Bill Clinton. That number seemed high, so we e-mailed Brazile to ask her source. She replied that she was referring to the \"base of the Democratic party\" and not ALL people. It was a Democratic run-off and I did not set it up right (in the comment on the show) because we had so many races to cover.\"  Brazile said she was sorry about not providing the context and that she thought it was clear she was talking about Democratic primary voters.   But we watched the clip and thought many people might think she meant Clinton was popular with 90 percent of all people in Arkansas. His nationwide numbers are significantly lower. In a CNN/Opinion Research Corporation poll dated from October 2009, 64 percent of those polled said that they had a favorable opinion of Clinton. We would expect him to be more popular in his home state, but we doubt his popularity would be 26 points higher. Brazile acknowledged that would be highly unlikely \"in this highly charged partisan environment.\"  But for Democratic primary voters, Brazile is on solid ground. She sent us a poll from Lake Research Partners of likely Democratic primary voters in Arkansas that found 86 percent had a favorable approval rating of Clinton.  So Brazile was very close with her number, but she left out an important detail -- that it applied only to Democratic primary voters. Still, it was made in the context of a discussion about the Democratic primary. So we find her claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14909"}