{"url": "/factchecks/2018/jul/18/alexandria-ocasio-cortez/alexandria-ocasio-cortez-wrong-several-counts-abou/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "\"Unemployment is low because everyone has two jobs. Unemployment is low because people are working 60, 70, 80 hours a week and can barely feed their family.\"", "truth_label": "pants-fire", "date": "stated on July 13, 2018 in an interview on PBS' \"Firing Line\":", "title": "Alexandria Ocasio-Cortez wrong on several counts about unemployment", "text": "Alexandria Ocasio-Cortez, a self-described democratic socialist and former organizer for Bernie Sanders' 2016 presidential campaign, attracted national attention after her upset primary victory over Democratic Rep. Joe Crowley in a Queens- and Bronx-based district. But critics pounced on some of her remarks during an interview on the PBS show Firing Line with Margaret Hoover.\nDuring the interview, Ocasio-Cortez said, \"Unemployment is low because everyone has two jobs. Unemployment is low because people are working 60, 70, 80 hours a week and can barely feed their family.\" (It’s at about 5:45 in this video.)\nThis comment drew criticism from a number of right-leaning outlets, including the National Review, Hot Air, TownHall.com and Reason.\nIn our review, we found many reasons why unemployment is low, and not for the overwork that Ocasio-Cortez cited. The biggest factors include strong economic confidence and the long-running economic recovery. (Her campaign did not respond to an inquiry.)\n\"Everyone has two jobs\"\nThe Bureau of Labor Statistics keeps track of how many people work two jobs rather than just one.\nOver the past 12 months, the number of multiple job holders has ranged between 6 million and 7 million. That compares to more than 148 million Americans who are employed in a single job.\n\nSo by the official statistics, multiple job holders account for a tiny fraction of American workers.\nAnd this percentage isn’t high by historical standards.\n\nThe percentage has moved in a pretty narrow band — 4.7 percent to 5.2 percent — during the recovery from the Great Recession. That range is actually below where it was between 1994 and the Great Recession. In fact, the percentage was at its highest (as high as 6.5 percent) during the peak of the 1990s boom.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"People are working 60, 70, 80 hours a week\"\nThis assertion is equally dubious.\nThe Bureau of Labor Statistics breaks down its count of people with multiple jobs into three categories: people working one full-time job and one part-time job; people with two part-time jobs; and people working two full-time jobs.\nA worker with two full-time jobs is the smallest category of the three.\n\nSince the entire pie chart is equivalent to the small red column in the previous graph, the people who might be working 70 or 80 hours a week amount to a tiny percentage of a tiny percentage — 310,000 people at most in a pool of employed Americans totaling more than 150 million.\nIt’s also worth noting that on average, Americans aren’t working more today than they have been in the recent past. The average number of hours worked in the private sector has hugged tightly to about 34.5 hours a week since 2006, except for a dip during the Great Recession.\n\nSo why is unemployment low?\nWhen the BLS determines the unemployment rate, a person is counted as employed as long as they have at least one job. They don’t get counted twice if they have two jobs. So Ocasio-Cortez is wrong in saying multiple job holding and long hours affect the unemployment rate.\nIt’s worth remembering that both of the factors Ocasio-Cortez cited — people working multiple jobs and long hours — are actually good things for the labor market, said Gary Burtless, an economist with the Brookings Institution.\n\"Increases in the number of multiple job holders and longer average work hours almost always accompany a strengthening labor market — that is, a job market in which it is easier to find work, in which spells of unemployment are heading downwards, and in which the ranks of the unemployed are shrinking,\" Burtless said.\nOur ruling\nOcasio-Cortez said, \"Unemployment is low because everyone has two jobs. Unemployment is low because people are working 60, 70, 80 hours a week and can barely feed their family.\"\nEven taking into account rhetorical excess, her statement is off in multiple ways. Fewer than one in 20 employed Americans holds a second job of any type, and the people who might be working as much as 70 or 80 hours a week represent a tiny fraction of that tiny fraction. The rates for either statistic are not high by historical standards.\nIn any case, the BLS does not use either of those factors in determining the official unemployment rate.\nWe rate the statement Pants on Fire.\n Share the Facts 2018-07-18 19:41:49 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Unemployment is low because everyone has two jobs. Unemployment is low because people are working 60, 70, 80 hours a week and can barely feed their family.\"    Alexandria Ocasio-Cortez NY congressional candidate https://www.pbs.org/video/alexandria-ocasio-cortez-barhhq/   an interview on PBS Friday, July 13, 2018 2018-07-13    Read More  info", "vclaim_id": "vclaim-pol-01842"}