{"url": "/factchecks/2016/jul/07/donald-trump/donald-trump-isnt-winging-it-complaint-about-air-f/", "speaker": "Donald Trump", "vclaim": "\"Taxpayers are paying a fortune for the use of Air Force One on the campaign trail\" by President Barack Obama and Hillary Clinton.", "truth_label": "mostly-true", "date": "stated on July 5, 2016 in a tweet:", "title": "Donald Trump isn't winging it in complaint about Air Force One campaign costs", "text": "It's a political fact of life: Incumbency has its perks.\nYou're already in a position of power. Name recognition is not a problem. And, if you're president, your arrival at a venue — whether for campaign reasons or not — is bound to generate headlines.  \nThat's the underlying complaint of a tweet presumptive Republican presidential nominee Donald Trump sent out July 5 as his presumptive Democratic opponent, Hillary Clinton, was preparing to join President Barack Obama aboard Air Force One for a campaign trip to North Carolina.\n\"Taxpayers are paying a fortune for the use of Air Force One on the campaign trail\" by President Obama and Hillary Clinton, Trump said.\n\nWe wondered if it was true that the trip was going to be made at taxpayer expense.\nTo some degree, it is. And that's out of necessity.\nThe president doesn't stop being president just because he's campaigning for himself or someone else. Even if he flew to a campaign stop on a commercial jet, he would need a host of support services and personnel to keep him connected and in charge.\nAnd that doesn't include the requirements for security.\nThus, the president always uses Air Force One, which is one of two specially designed Boeing 747s built in 1986 to include a command center, a medical suite, bedroom, office, two food preparation galleys, and plenty of room for staff and reporters.\nIt's not cheap to operate.\nAccording to CNN, the Air Force was reporting two years ago it cost $206,337 an hour to operate the jet. It's not clear what that covers. A General Accounting Office analysis of three overseas presidential trips in 1998 reported an hourly cost of $34,400, which would be $50,700 per hour in 2016 dollars.\nTechnically, if the president makes a campaign trip, the campaign or the political party is supposed to reimburse the government for use of the plane to some degree. (The full cost is not reimbursed because some of the costs are directly connected to the responsibilities of being president.)\nThese days, the amount is the price of chartering a 737, which is a bit over $11,000 an hour, according to the Washington Post. Prior to 2010, the required reimbursement was nothing more than the cost of a first-class ticket on a commercial airline.\nWhen you have someone traveling on behalf of a campaign, such as Clinton and any staffers who might be accompanying her, the accounting can get even more complicated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nBut how it's calculated by the White House Airlift Operations office isn't known. The government does not release details of how it figures such costs, and that's been a secret going back to the 1970s, according to CNN.\nThe amount is even more complicated when the president mixes business with politics, such as flying somewhere to give a policy speech or performing another official act but also spending time attending a purely political event, such as a fundraiser. (The North Carolina appearance, in contrast, was purely political.)\nHow much taxpayers end up paying when business is mixed with politics isn't clear because, once again, the formula for calculating the share paid by the campaign and the government is secret. The White House Counsel's office makes a determination on how political a trip is, according to Time magazine.\nMark Knoller, the CBS News White House correspondent who has been tracking presidential trips for years, noted in a tweet that presidents have repeatedly told the press that such costs will not be revealed.\n>\n\"Prior administrations also refused,\" he noted in a followup tweet. \"But they didn't claim to be most transparent Admins ever.\"\nThe closest you can get to getting an estimate is to see what the campaigns pay the government.\nFor his re-election in 2004, George W. Bush's campaign paid just under $1 million, according to the Post. But that was when the cost was based on a first-class commercial airline ticket. By 2012, after the rules were changed to be based on chartering a 737, Obama spent just over $3 million.\nIn this case, Clinton spokesman Josh Schwerin said the campaign will cover its portion of the costs, although he indicated those costs had not been determined.\nThe Trump campaign didn't respond to an email, but Trump is well aware that campaigns are required, by federal law, to reimburse for expenses.\nDuring his trip to Scotland last month, Trump went to great lengths to repeatedly state that federal law requires his campaign to pay for everything, even if it's the use of a conference room in Trump Towers, which he said he would gladly let his campaign use for free.\n\"I'm forced, you know, legally, I have to pay myself back,\" he said. \"If I use one of my resorts in the United States and we have a press conference or something, by law I have to pay myself back.\"\nOur ruling\nTrump said, \"Taxpayers are paying a fortune for the use of Air Force One on the campaign trail\" by Obama and Clinton.\nHow people define a fortune is somewhat subjective, and details about how the costs of using the presidential plane are determined are secret. \nBut based on the information available, it's clear that the campaign is only going to be picking up a small fraction of the $200,000-plus hourly costs of using the plane, with taxpayers footing the bill for the rest.\nBecause Trump's statement is accurate but needs clarification or additional information, we rate it Mostly True.\nhttps://www.sharethefacts.co/share/aa60cf08-a414-40d2-b91a-70999d4188a2", "vclaim_id": "vclaim-pol-04733"}