{"url": "/factchecks/2008/jun/24/barack-obama/he-helped-but-wasnt-a-major-player/", "speaker": "Barack Obama", "vclaim": "Barack Obama \"extended health care for wounded troops who'd been neglected.\"", "truth_label": "half-true", "date": "stated on June 12, 2008 in a television ad:", "title": "He helped but wasn't a major player", "text": "In one of his first ads since winning the Democratic nomination for president, Sen. Barack Obama speaks directly to the camera about his life story and his legislative accomplishments.\n\n\"America is a country of strong families and strong values,\" the ad begins. \"My life's been blessed by both. I was raised by a single mom and my grandparents. We didn't have much money, but they taught me values straight from the Kansas heartland where they grew up.\"\n\n\nLater in the ad, Obama says, \"I passed laws moving people from welfare to work, cut taxes for working families and extended health care for wounded troops who'd been neglected.\"\n\n\nFor his statement that he \"extended health care for wounded troops who'd been neglected,\" the campaign points to a couple of pieces of legislation.\n\n\nIn 2008, Obama and Sen. Claire McCaskill contributed key portions to the National Defense Authorization Act that required postdeployment mental health screenings and a national study on the needs of Iraq veterans. We looked into the legislative history of the bill and found that Obama and McCaskill can at least take some credit for developing the list of requirements. It's not a major extension of benefits, however.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnother problem for Obama is that he missed the final vote on the bill because he was campaigning. Republican nominee John McCain missed it, too. The bill passed overwhelmingly, 91-3.\n\n\nThe other piece of legislation the campaign points to is an amendment Obama passed that picked up the tab for meals and phone calls for Iraq veterans receiving outpatient treatment.\n\nWe looked at this legislation previously\n\nwhen Obama talked about it at a debate in Las Vegas in early 2008. Obama closed a loophole for outpatient veterans; hospitalized veterans were already covered. So in fairness, this was a tweak to previous legislation.\n\n\nIf Obama had said he had helped extend health care for wounded veterans who'd been neglected, we would have given him a better rating. But he phrased his accomplishment to take more of the credit than that. Missing the vote on the 2008 bill does not help his case. For all of these reasons, we find his statement Half True.", "vclaim_id": "vclaim-pol-16160"}