{"url": "/factchecks/2011/sep/08/new-hampshire-democratic-party/democrats-say-texas-graduation-rate-fell-50th-unde/", "speaker": "New Hampshire Democratic Party", "vclaim": "Since Rick Perry became governor, \"Texas has gone from 46th in the country to 50th in the population that graduates from high school.\"", "truth_label": "half-true", "date": "stated on August 17, 2011 in an interview with the 'Telegraph.':", "title": "Democrats say Texas graduation rate fell to 50th under Rick Perry", "text": "In their attacks on Texas Gov. Rick Perry, the new front-runner for the Republican nomination for president, Democrats are taking aim at his record on education.\n\nRay Buckley, chairman of the New Hampshire Democratic Party, criticized Perry's record on high school graduation rates.\n\n\"Since Perry became governor, Texas has gone from 46th in the country to 50th in the population that graduates from high school,\" Buckley charged in an August 17, 2011 interview with The Telegraph of Nashua.\n\nBuckley is not the first Democrat to take swings at Texas’ education system. U.S. Education Secretary Arne Duncan last month said that there were \"massive\" increases in class size under Perry. PolitiFact Texas rated that False.\n\nBut as for Buckley's claim: Does Texas rank 50th in high school graduates? And, if so, is Perry really to blame?\n\nWe hit the books.\n\nThe state numbers were easy enough to track down. N.H. Democratic officials first led us to the CQ State Rankings series, published by CQ Press. But the rankings, based on U.S. Census data, were only available back to 2005. So, we decided to go straight to the source.\n\nThe census figures show Buckley’s numbers to be slightly off but in the ballpark.\n\nIn 2000, when Perry first took office, 75.7 percent of state residents 25 or older had graduated high school, according to the Census bureau. That figure placed Texas 45th among the 50 states and Washington, D.C. (Alabama, Arkansas, Kentucky, Louisiana, Mississippi and West Virginia were lower.)\n\nBy 2009, nearly a decade later, the percentage of Texas residents with a high school diploma had increased to 79.6. But other states increased at a greater rate, leaving the Lone Star State ranking dead last.\n\nThe Census Bureau includes Washington, D.C. in its data, so Texas actually ranked 51st, though Buckley claimed it ranked 50th.\n\nEither way, Buckley is largely correct about the numbers. But it's worth noting that the percentage increased under Perry, although the state still lost ground in the rankings because other states increased even faster.\n\nAs for the reason behind Texas’ low ranking, analysts cite a number of different factors, but few of them relate back to Perry.\n\nDemographers and immigration experts say the state’s diversity weighs heavily on its ranking in regard to educational attainment.\n\nWith nearly 4 million immigrants, Texas boasts the country’s fourth-largest foreign-born population. And, of those immigrants over the age of 25, 46.8 percent did not have a high school diploma in 2009, according to census figures, compared to 32.3 percent for the nation.\n\nMost immigrants, both legal and illegal, didn’t drop out from Texas schools but instead arrived in the state as adults without high school diplomas, according to Steven Camarota, director of research for the Center for Immigration Studies, a research organization in Washington, D.C.\n\n\"Texas has one of the less-educated immigrant populations,\" Camarota said. \"Texas and a whole series of states in the Southwest have lower educational attainment rates than they would in the absence of the immigrant population.\"\n\nOf the state’s native population, 12.9 percent did not graduate high school, according to census data provided by the Migration Policy Institute, a Washington-based agency that studies the movement of people, compared with 9.6 percent for the nation.\n\nTexas’ diploma troubles aren’t simply an issue of immigration, however. The state’s deep ethnic diversity, even among Texas natives, also weighs heavily, other demographers told us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nNearly 40 percent of Texas residents -- about 9.5 million of the state’s 25 million people -- are Hispanic, and another 11.5 percent is African American. Of those, 26.4 percent of Hispanic residents live in poverty along with 23.1 percent of African Americans, according to census data provided by Steven Murdock, former director of the U.S. Census Bureau under President George W. Bush.\n\nPoverty is typically a strong indicator of educational attainment, Murdock said. And that is reflected in the state’s high school dropout numbers. Figures provided by the Texas Education Agency show that 11.8 percent of African American students scheduled to graduate high school in 2010 dropped out, along with 9.1 percent of Hispanic students 3.5 percent of Caucasian students.\n\n\"Minority populations tend to have lower levels of education,\" said Murdock, who works now as director of the Hobby Center of the Study of Texas at Rice University in Houston.\n\n\"That’s not Texas specific. That’s a nation-wide problem. But, it is a big issue in Texas, which has a substantially more diverse population (than much of the rest of the country),\" he said.\n\nThese demographics suggest that Texas’ education troubles arise from causes other than the governor’s office. But education analysts say Perry had some responsibility for the low graduation rate.\n\nPerry’s website credits him with increasing education funding by nearly $7 billion in the last six years. But this year alone, the governor and state lawmakers passed a budget that cut as much as $4 billion from state education funding.\n\nThis cut is only the latest in a series of reductions from Perry’s office, which has had an impact on students throughout his tenure, according to Julian Vasquez Heilig, an assistant professor of education policy at the University of Texas-Austin.\n\nSince 2000, when Perry took office, Texas has fallen from 35th in per-pupil spending to 43rd in 2009. The state has actually increased the average per student costs during that time, moving from $6,560 per student to $8,540, according to census data provided by Vasquez Heilig. But, other states have increased their spending more dramatically, resulting in the rankings drop.\n\n\"Texas wants education on the cheap, and that’s what it’s got,\" said Vasquez Heilig, who also serves as associate director of the national University Council for Educational Administration, a national coalition of universities seeking to better prepare school leaders.\n\nOther education analysts said Perry has some responsibility for the record of Texas schools but the state’s education troubles pre-date his time as governor.\n\nTexas has a decades-long history of uneven and inadequate education funding that has left many poor and minority students struggling, according to Linda McSpadden McNeil, director of the Center for Education at Rice University.\n\n\"Certainly poverty is one part of it,\" McNeil said, but the problems are also caused by inadequate funding and language difficulties. \"We have a system now that actually stacks the deck against the poorest kids and the (teachers) who are devoted to teaching them.\"\n\n Our ruling\n\nThe Democrats say Texas's ranking for high school graduates fell four spots under Perry. They are largely right about the drop, though their numbers are slightly off. The Democrats also exaggerate by blaming Perry. Although experts say he shares some responsibility, it is largely a factor of the state's demographics and history of education funding . We rate his claim Half True.", "vclaim_id": "vclaim-pol-12453"}