{"url": "/factchecks/2010/jan/12/farouk-shami/shami-claims-hes-created-1200-jobs-texas-moving-hi/", "speaker": "Farouk Shami", "vclaim": "Says he \"brought 1,200 jobs to Texas by moving his factories here from China.\"", "truth_label": "half-true", "date": "stated on November 23, 2009 in a TV ad:", "title": "Shami claims he's created 1,200 jobs in Texas by moving his factories to Houston from China", "text": "Hair-care mogul Farouk Shami of Houston thinks \"Made in the U.S.A. is the strongest brand in the world,\" and by promising to create new jobs, he's hoping to win the governorship.\n\nAs a head-start, \"he just brought 1,200 jobs to Texas by moving his factories here from China,\" according to his Nov. 23 TV ad.\n\nWe decided to follow-up on one of his biggest talking points.\n\nThe Palestinian-born businessman, seeking the Democratic nomination in the March 2 primary, has created a $1 billion manufacturing company that makes CHI hair irons and BioSilk shampoo, among hair products.\n\nShami cut the ribbon on his new Houston facility CHI USA in late July 2009. Earlier that month, he announced he was moving to Houston overseas production of his hand-held products, like hair irons, and in the process bringing more than 1,000 jobs to that city.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nBut contrary to his ad, those jobs were created as a result of moving production from South Korea, not China, campaign director and senior strategist Vince Leibowitz said.\n\n\"That was a miscommunication within our campaign over where those jobs were cut, and unfortunately we got the incorrect information to the talented people who put together our television ad,\" Leibowitz said. Democratic media firm Devine Mulvey produced the spot.\n\nAs of Jan. 11, the campaign had changed its commercial to mention only the shift of jobs from Korea. The change happened after our inquiry. Still, on the same day we found the incorrect China reference in a video of the ad (shown to the right) on Shami's Web site, and on the site's homepage.\n\nElizabeth Yong, public relations manager for Houston-based Farouk Systems Group, said CHI USA produces \"five to 10\" of a total 61 hair care tools, including the original flat iron.Yong said bringing all production stateside will take two years, though \"more than 1,000\" jobs have already been shifted. Last July, the company said it hopes to shift 4,000 jobs to Texas by 2012, starting with the move of 1,000 jobs from South Korea and China.\n\nLeibowitz said that some jobs have been created as a result of relocating production from China, but not the ones advertised as part of Shami's campaign.\n\nPerhaps Shami deserves a back slap for admitting his mistake and reworking his ad. Still, incorrect information was left online. We rule his claim Half True.", "vclaim_id": "vclaim-pol-15410"}