{"url": "/factchecks/2012/apr/08/jeffrey-hernandez/consultant-says-his-efforts-improved-performance-a/", "speaker": "Jeffrey Hernandez", "vclaim": "Says his reform efforts improved performance at all 10 low-performing schools in Palm Beach, Florida.", "truth_label": "half-true", "date": "stated on March 23, 2012 in a letter to the Providence School District.:", "title": "Consultant says his efforts improved performance at all 10 low-performing schools in Palm Beach, Florida", "text": "In the quest to improve its struggling school system, Providence voted at the end of March to spend $5 million in federal money to hire consultant Jeffrey Hernandez to help reform three struggling high schools. His appointment in Providence was controversial because his stint in Palm Beach, Florida, sparked strong criticism from parents and teachers and he resigned after only a year on the job.\n\nHernandez bills himself as an agent for transforming low-performing schools. Part of his sales pitch to the Providence School Committee was a six-page letter, dated March 23, 2012, that talks about his experience as chief academic officer for the Palm Beach County school district.\n\n\"One of the goals I was charged with was to improve the student achievement at our 10 lowest performing high schools, which were in Corrective Action under Florida's Differentiated Accountability. After implementing rigorous and robust strategic reform initiatives, 100% of the high schools improved their performance as evidenced by all of them receiving a grade of 'C' or higher (mostly 'A' and 'B'),\" he wrote.\n\nAfter seeing his claim summarized in a March 26 Journal story about the controversy surrounding his then-pending appointment, we decided to check his claim.\n\nHis letter includes a chart detailing improvements -- some substantial -- in the letter grade given to each school by the Florida Department of Education.\n\n\"The grade improvements above are one of the many transformations that NAEP Chief Executive Officer Jeffrey J. Hernandez was responsible for as a district administrator,\" the chart says. NAEP is National Academic Educational Partners Inc. During the 2009-2010 school year, Hernandez was Palm Beach County's chief academic officer.\n\nWe confirmed all the grades with the Florida Department of Education, although the dates given in the chart are misleading. (It suggests the results compare the two school years from 2009-2011; it's actually 2008-2010.)\n\nAmong the seven high schools that had a D rating in 2009, when Hernandez began his job at the district, two rose to a C in 2010, three increased to a B and two jumped to an A.\n\nAmong the three C-level schools, two rose to a B and one jumped to an A. (The 11th school started out with a ranking of B and jumped to an A.)\n\nOverall, 54 percent of the schools showed a higher grade and none showed a lower ranking.\n\nThat's pretty impressive. But was Hernandez, who was employed by the district for just one year, responsible?\n\nFor comparison, we looked at the grades for high schools in Broward County, just to the south of Palm Beach County. It turns out that those schools had a great year as well -- without Hernandez's involvement. In the Broward County school system, 53 percent of the 34 high schools got a higher grade in the spring of 2010 while 3 percent (one school) showed a decline.\n\nSo we looked at all Florida high schools, excluding those in Palm Beach for that time period.\n\nJust over half -- 51 percent -- saw their grades increase for 2010.\n\nSo not only were the Palm Beach high schools getting better grades when Hernandez was in charge of academics, schools throughout Florida were getting higher scores as well.\n\nThe reason: the state changed its grading system. For example, the formula used to determine a school's grade began including graduation rates and accelerated course work.\n\n\"I would expect to see a difference between '08-'09 and '09-'10 because the formula for high school grades changed in that time frame,\" said Jane Fletcher, director of accountability and policy research at the Florida Department of Education. \"It's not surprising at all.\"\n\nWhen we called Hernandez to ask about the grade inflation statewide, he said, \"I can't say what was happening in other districts. I can only say what happened in the district that I was working on.\"\n\nWe did see one difference between Hernandez's district and the rest of Florida. Palm Beach high schools showed a greater propensity to improve more than one letter grade. While 16 percent of Florida's high schools showed a jump of two or more letter grades (such as from a D to a B), 27 percent of Palm Beach schools made that type of jump.\n\nOur ruling\n\nJeffrey Hernandez said that after implementing his reform measures, \"100% of the [10 lowest performing high schools in Palm Beach] improved their performance as evidenced by all of them receiving a grade of 'C' or higher.\"\n\nHe is correct that there was improvement -- those low-performing schools did pull better grades (two went from a D to an A). But that was part of a larger trend, prompted by a change in the grading system, that caused half of all high schools throughout the state to score better.\n\nWe think that's an key omission, one that Hernandez should be making clear when he talks about his record and one that Providence should have known about when the School Department decided to hire him.\n\nWe rate his statement Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11314"}