{"url": "/factchecks/2011/sep/19/al-sharpton/rev-al-sharpton-says-wisconsin-gov-walkers-budget-/", "speaker": "Al Sharpton", "vclaim": "One Wisconsin school district \"is so worried about losing state funding that it has stopped giving milk to elementary school kids during snack time.\"", "truth_label": "half-true", "date": "stated on September 7, 2011 in a TV show:", "title": "Rev. Al Sharpton says Wisconsin Gov. Walker's budget cuts led school district to cut milk from school kids' snack time", "text": "Schoolchildren in America’s Dairyland going without milk?\n\nBlame Gov. Scott Walker, the Rev. Al Sharpton says.\n\nSharpton, a civil rights activist and former Democratic candidate for president, is a nationally syndicated radio talk show host and, since August 2011, permanent host of MSNBC’s \"Politics Nation.\"\n\nOn Sept. 7, 2011, as part of a segment of \"calling out\" Republicans for acts of \"injustice,\" Sharpton attacked Wisconsin’s first-term governor.\n\n\"Governor Scott Walker’s budget cuts mean some kids are going without,\" Sharpton declared. \"One school district is so worried about losing state funding that it has stopped giving milk to elementary school kids during snack time.\"\n\nWalker has prided himself as a budget cutter; his 2011-2013 spending plan reduced state funding of schools by nearly $800 million.\n\nBut did mere fear of state budget cuts leave some Wisconsin schoolchildren without milk to go with their graham crackers?\n\nWe called and emailed MSNBC and the National Action Network, Sharpton’s Harlem-based civil rights organization, asking for evidence to back up Sharpton’s statement. Neither responded.\n\nBut we found that the day before Sharpton’s program aired, the Wisconsin State Journal in Madison carried an article about milk for schoolchildren in Baraboo, which is about an hour northwest of the state capital.\n\nThe newspaper article said the Baraboo School District \"decided to end its practice of providing milk with students' morning snack this year, citing concerns the state might eliminate subsidies for the program.\"\n\nSharpton wasn’t the only one to jump on the news.\n\nThe article was posted on the website of the Wisconsin Education Association Council, the state’s largest teachers union. The liberal Daily Kos blog, which has a national following, carried an article of its own. And \"Fabulous Farm Babe\" Pam Jahnke, who does a daily agribusiness report on Wisconsin radio stations, posted a poll question about the issue on her website.  \n\nTo sort out whether Sharpton’s characterization of the situation was accurate, we interviewed Crystal Ritzenthaler, the school district’s superintendent; Kevin Vodak, the school board president; and Doug Mering, the board vice president.\n\nAll three said school administrators did eliminate milk during morning snack for elementary school students in the 2011-2012 school year.\n\nBut they said Walker’s state budget cuts had little, if anything, to do with the decision, which Ritzenthaler, the superintendent, said was made in spring 2011 while Walker’s budget was being debated.\n\nThe three Baraboo officials said that, for more than a year, the school district’s Wellness Committee had discussed milk being served during snack time and that the decision to eliminate the milk was recommended by the committee.\n\nRitzenthaler told us milk during snack was eliminated for a number of reasons:\n1. Concern that children were consuming too much milk -- one half-pint carton during breakfast at school, another during morning snack and a third at lunch. There was a concern that the milk reduced the kids’ appetite for lunch, plus the school board wants to promote the drinking of water, which has been substituted for milk at snack time.\n2. Concern about the amount of milk wasted because many children drank only a portion of the carton.\n3. Administrative time needed to track how much milk was being consumed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nRitzenthaler said less important factors were the $10,400 the school district spent on milk for snack time in 2010-2011 -- and the fact that figure likely was to increase because Walker’s budget cut 10 percent from the state’s funding of the program.\n\nWalker spokesman Cullen Werwie confirmed the 10 percent cut.\n\nThe same set of reasons was cited in a May 25, 2011 email from Baraboo schools administrator and principal Molly Fitzgerald informing her fellow elementary school principals that milk at snack time would be eliminated. The email added that state funding for the program \"may be eliminated anyway in the state budget.\"  \n\nVodak, the school board president, was emphatic that budgetary considerations played little or no role in the decision to stop serving milk during snack time. He said he believed administrators cited cost as one of the reasons to eliminate the program only \"as an afterthought\" in explaining the decision.\n\nSo, is that the final word on why Baraboo kids aren’t drinking milk at snack time? Not quite.\nAlthough the May 2011 email from Fitzgerald to principals emphasized non-budgetary reasons for eliminating milk at snack time, she gave a different response when interviewed by the local newspaper for an article Sept. 2. The program was eliminated \"due to concerns the state might eliminate\" its funding, the Baraboo News-Republic quoted Fitzgerald as saying.\nNews of the decision in early September troubled the Wisconsin Milk Marketing Board, so Laura Wilford, director of the board’s Wisconsin Dairy Council, contacted Baraboo school officials. She said she was told cost was the major reason for eliminating the program and that school officials were concerned about the condition of the Baraboo schools budget as well as cuts in state funding.\nRitzenthaler said the Baraboo paper didn’t accurately report Fitzgerald’s comments and that Fitzgerald has tried to clarify to the dairy council the non-budget reasons for eliminating milk at snack time.\n\nWe also asked Ritzenthaler for copies of minutes of recent meetings of the school district’s Wellness Committee, which Baraboo officials said had discussed the milk at snack program for a year or two. But she said the discussions aren’t reflected in the minutes.\n\nOK, it’s almost break time.\n\nIn criticizing Walker, Sharpton said \"one school district is so worried about losing state funding that it has stopped giving milk to elementary school kids during snack time.\" Baraboo school officials now say state budget cuts had little or nothing to do with the decision to stop providing milk at snack time, but previously some of them indicated that fear of state budget cuts was the main reason.\n\nWe rate Sharpton’s statement Half True.", "vclaim_id": "vclaim-pol-12401"}