{"url": "/factchecks/2011/may/12/tim-kaine/tim-kaine-says-virginias-higher-education-record-h/", "speaker": "Tim Kaine", "vclaim": "Virginia ranked near the bottom of the nation 50 years ago in per capita income but is in the top 10 today. It had a \"very low\" rate of higher education attainment but is now above the national average.", "truth_label": "half-true", "date": "stated on April 21, 2011 in a TV interview.:", "title": "Tim Kaine says Virginia's higher education, income records have dramatically improved in past 50 years", "text": "Shortly after former Gov. Tim Kaine announced his U.S. Senate campaign, he spoke about how far Virginia has come over the past half century.\n\n\"I’m passionate about the Virginia economic story,\" Kaine, a Democrat, said in an April 21 interview with WAVY -TV in Portsmouth. \"We were near the bottom of the nation 50 years ago in per capita income. We’re top 10 now. We were very low in higher ed attainment rate 50 years ago. We’re greater than the national average now.\"\n\nWe wondered whether Kaine was right.\n\nLet’s start with his statement on per capita income. It’s true the state now ranks in the top 10 in that measure. The federal Bureau of Economic Analysis found in a March 23, 2011, report that Virginia’s per capita personal income in 2010 was $44,762 - the seventh highest in the U.S.\n\nWhere did the state rank five decades ago?\n\nFigures from the Bureau of Economic Analysis show Virginia had a per capita income of $1,906 in 1960, making it the 34th among the 50 states. In 1961, Virginia’s per capita income was $1,975 -- the 17th lowest.\n\nSo 50 years ago, Virginia was the top state in the lower third of the country in terms of the level of its per capita income.\n\nOne could argue that being 15 or so spots away from last place doesn’t rank the state \"near the bottom\" as Kaine said.  \n\nLet’s turn to Kaine’s comments on how Virginia’s level of higher education attainment has grown in the last half-century.\n\nU.S. Census Bureau estimates from 2005 to 2009 show that 33.4 percent of Virginians age 25 and older had a bachelor’s or a higher degree. That was above the national average of 27.5 percent in the age group who had attained at least a bachelor’s degree.\n\nSo Kaine is right that Virginia outpaces the nation on this measure. The Old Dominion had the sixth highest percentage of people 25 and older who have received a bachelor’s degree or higher.\n\nNow for some historical perspective:\n\nA U.S. Census Bureau report examining higher education attainment found that in 1960, 8.4 percent of Virginia residents age 25 or older had earned at least a bachelor’s degree. That may seem like a small number, but it was actually higher than the national average of 7.7 percent that year.\n\nAmong states, Virginia had the 16th highest percentage of residents 25 and older who received a bachelor’s degree or beyond.\n\nIn short, Virginia’s level educational attainment 50 years ago wasn’t as dire as Kaine made it out to be. In fact it was pretty good compared to the rest of the country.\n\nTo sum up:\n\nKaine was absolutely right in assessing how Virginia ranks today in per capita income and higher education attainment. But his claims about where the Old Dominion stood 50 years ago have problems.\n\nVirginia’s per capita income was indeed lower than most of its peers five decades ago, but there were about 15 states that had lower income levels than Virginia. It’s a bit of stretch for Kaine to say Virginia was \"near the bottom.,\" Virginia was closer to the middle than the bottom.\n\nOn higher education attainment, Virginia 50 years ago outpaced the national average and most other states in the percentage of its residents earning a bachelor’s degree or higher.\n\nSo Kaine’s statement that the state had a \"very low\" rate of higher education attainment 50 years doesn’t pan out.\n\nKaine was right about the present, wrong about the past. Putting the parts together, we rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13104"}