{"url": "/factchecks/2018/jul/20/republican-party-texas/texas-poll-ted-cruz-leads-beto-orourke-2-points-pe/", "speaker": "Republican Party of Texas", "vclaim": "Says a poll showed Democrat Beto O’Rourke within 2 percentage points of Republican Sen. Ted Cruz.", "truth_label": "mostly-true", "date": "stated on July 14, 2018 in a fundraising email blast:", "title": "Texas Republicans say poll shows Ted Cruz leading Beto O'Rourke by just 2 percentage points", "text": "A recent Republican pitch opened: \"The Democrats are unhinged.\"\nWe can't fact-check that opinion. But the July 2018 email blast soliciting donations to the Republican Party of Texas also quoted the party’s Stephen Wong saying that a new poll shows the Democratic U.S. Senate nominee, U.S. Rep. Beto O’Rourke of El Paso, running very close behind Republican Sen. Ted Cruz -- the Houston lawyer who won the seat in 2012 by nearly 16 percentage points.\nWong wrote: \"You’ve probably seen how\" ecstatic \"the far-left has been the last 24 hours. First there was a poll showing Francis ‘Beto’ O’Rourke within 2pts(!) of Senator Cruz.\" Then, Wong said, O’Rourke reported raising more money than Cruz in the year’s second quarter.\nFrom April through June 2018, O’Rourke’s campaign again outraised Cruz’s effort.\nAnd did a recent poll show O’Rourke closely trailing Cruz?\nParty notes poll touted by liberal blogger\nTo our inquiry, Kyle Whatley, the party’s executive director, pointed out a July 10, 2018, post on the Politicus website quoting Markos Moulitsas, founder of the liberal Daily Kos blog, saying in a tweet that data collected by Civiqs, a division of the Moulitsas-founded Kos Media, shows that O’Rourke \"now trails Ted Cruz by only 2\" percentage points, \"48-46.\"\nWhen Civiqs launched an online \"dashboard\" in March 2018, spotlighting its polls such as one gauging President Donald Trump’s job approval, Moulitsas wrote: \"Daily Kos is a partisan outfit. Civiqs has its own mission, and that is to represent the state of public opinion accurately.\"\nIn July 2018, Moulitsas showcased the Texas poll’s Cruz-O’Rourke results in another tweet:\n\nSOURCE: Tweet by Markos Moulitsas, July 9, 2018\nThe illustration says registered voters responded to this question: \"If the election for U.S. senator from Texas were held today, and the choices were Ted Cruz and Beto O’Rourke who would you vote for?\" In reply, 48 percent said Cruz, 46 percent replied O’Rourke and the remaining 6 percent split between supporting someone else or being unsure, the illustration says.\nAccording to the illustration, the result was based on 12,379 responses gathered from Feb. 16, 2017-July 4, 2018--or more than 17 months.\nPoll confirmed by firm\nTo our inquiry, the director of Civiqs, Drew Linzer, told us the poll showing O’Rourke just behind Cruz, available to Civiqs subscribers, was accurately portrayed by Moulitsas.\nBy email, Linzer further said the poll, not commissioned or sponsored by a client, relied on responses since February 2017 from respondents engaged over the web as volunteers for Civiqs survey panels who self-identified as Texas residents and registered voters.\nCiviqs says in the methodology section of its website that it maintains a growing \"nationally representative opt-in online survey panel, or list of Americans who have agreed to take polls at civiqs.com. Panelists reside in all 50 states and Washington, D.C., and match the contours of the United States along key geographic, demographic and ideological lines,\" Civiqs says.\nWe asked Linzer, a former political scientist at Emory University, to talk about relying on responses collected over more than 17 months. \"The lengthy timeframe,\" Linzer replied, \"enables Civiqs to perform long-term daily tracking in a sustainable, methodologically rigorous manner.\" Civiqs, he said, applies \"specialized trendline fitting statistical models\" to ensure the results match current public opinion.\nLinzer said by phone that for the Texas poll, Civiqs emailed 40 to 50 respondents a day, asking each one about their Texas residence and registered voter status and stance on the Senate candidates, with those results over time feeding the trend line.\nAs of July 4, 2018, the latest date shown on the trend line posted by Moulitsas, \"the most recent day’s worth of data has the greatest impact on the result,\" Linzer said, though responses from previous days mattered a lot too, he said. Linzer said responses gathered in 2017 also contributed to the result, but only \"infinitesimally so.\"\n\"It’s complicated. It is a little different from what a traditional pollster does\" in reaching one set of respondents over a few consecutive days, Linzer said.\nBroadly, Linzer said, \"I want to report what our data indicates, where public opinion is today. I also want to calculate where public opinion has been on every day leading up to today. In order to do that, I take all the data we’ve collected and put it into our statistical model,\" generating trend lines.\nCruz pollster raises flags\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWe also reached out to the Senate campaigns about the poll claim.\nO’Rourke’s camp didn’t offer a comment. But Chris Wilson, who conducts polls for Cruz’s campaign, drew on a Moulitsas-tweeted illustration breaking out the demographics of the results to suggest by phone that Republican respondents to the poll outnumbered Democrats by insufficient percentage points. Linzer separately told us the results imply that 31 percent of respondents identified as Democrats, 36 percent as Republicans and 33 percent as independents.\nWilson said that considering Republicans’ prevalence in statewide races since 1994, any poll projecting fall results should query more Republicans--perhaps making the sample 40 percent Republican, 30 percent Democratic and 20 percent independent.\nLinzer said that the poll reflected the partisan mix of Texas registered voters.\nWilson also questioned the idea that 3 percent of respondents remained undecided some four months before Election Day. \"There’s no race in America right now that only has 3 percent undecided,\" Wilson said.\nA Texas pollster's analysis\nWe also asked Jeff Smith of Austin, a longtime Democratic pollster, to review the poll.\nSmith commented by email that the trend lines attributed to the poll \"make sense; they may be on top of a trend. They have a good track record.\"\nSmith offered a disclaimer, though, about depending on panels of people opting in to participate online. \"Just as traditional telephone polling excluded those without phones, online surveys exclude those who don’t opt in,\" Smith wrote. \"I would expect that group (the opt-in’s) to be somewhat more attuned to politics than the electorate at large. Second (again, as with traditional polling), the target demographic profile incorporates assumptions about turnout. If they use the all registered voters profile, for example, they are assuming that Hispanics will turn out in the same proportions as others.\n\"That said,\" Smith closed, \"I don’t see any reason not to use them as a credible polling source.\"\nClose match-up?\nOther Texas polls haven’t suggested a 2-point margin in the race though a couple taken since April 2018 came close.\nDaron Shaw, a University of Texas government professor and pollster, responded to us by email that the Civiqs poll aside, \"one could claim that the margin of error surrounding some of the public polls is consistent with the spirit (if not the precise number) of the email\" blast from the Texas GOP.\nTexas polls summarized on the Real Clear Politics website as of mid-July 2018 showed Cruz leading by three to 11 percentage points. The most recent three polls, all taken since June 2018, showed Cruz ahead by five, nine and 10 percentage points.\n\nSOURCE: Web post, \"Texas Senate - Cruz vs. O'Rourke,\" Real Clear Politics, undated (accessed July 16, 2018)\nShaw led us to notice that the April 2018 Quinnipiac survey showing Cruz ahead by 3 percentage points had a margin of error of plus or minus 3.6 percentage points. \"So the result is really as follows: if we did 100 polls, 95 of them would show Cruz between 43 and 51, and O’Rourke between 40 and 48. The margin thus varies between Cruz +11 and O’Rourke +5,\" Shaw wrote.\nSimilarly, Shaw said, the margin of error in the latest UT/Texas Tribune poll, taken in June 2018, can be read as placing Cruz up between 2 and 8 points.\nStill, Shaw wrote, six public polls taken since spring 2018 show Cruz prevailing by as many as 11 points. \"The chances of this happening if O’Rourke is actually winning is statistically infinitesimal,\" Shaw said.\nAnother note: After the April 2018 Quinnipiac results came out, Joshua Blank and Jim Henson of the Texas Politics Project at UT-Austin suggested that historically, spring polls showing closer-than-expected races haven’t played out in November balloting. The pair compiled statewide polling results from April through July for Texas elections going back to 2010 for president, senator and governor. The two concluded that Cruz’s lead in April 2018 wasn’t as stout as one might expert given that Republicans in the past races were leading polls at comparable points by 9 percentage points on average. Still, they wrote, \"there's little evidence from the eventual election results that Cruz's lead isn't likely to grow.\"\n\"The obvious caveat,\" Blank and Henson said, \"is that historical data is good for predicting outcomes where the present can be reasonably said to resemble the past.\"\nOur ruling\nThe Republican Party of Texas said a recent poll showed O’Rourke within 2 percentage points of Cruz.\nThrough July 4, 2018, Civiqs says, its polling of Texas registered voters placed Cruz with 48 percent support and O’Rourke with 46 percent. It’s worth clarifying, though, that the results were rooted in respondents who opted in to be surveyed online by a company whose owners include a liberal political blogger.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2018-07-20 16:51:11 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says a poll showed Democrat Beto O’Rourke within 2 percentage points of Republican Sen. Ted Cruz.    Republican Party of Texas Political party https://texasgop.cmail20.com/t/ViewEmail/j/6D6EC39B4E6F1F892540EF23F30FEDED/BA9619475A9029F26E86459A008B4B98   Austin, Texas Saturday, July 14, 2018 2018-07-14    Read More  info", "vclaim_id": "vclaim-pol-01830"}