{"url": "/factchecks/2018/aug/31/nathan-mcmurray/mcmurray-advocates-marijuana-legalization/", "speaker": "Nate McMurray", "vclaim": "\"Evidence is mounting that marijuana legalization reduces opioid addiction numbers.\"", "truth_label": "mostly-true", "date": "stated on August 18, 2018 in a statement on his campaign website:", "title": "McMurray advocates for marijuana legalization", "text": "Nathan McMurray, a Democrat running in New York’s 27th Congressional District in Western New York, supports legalizing marijuana. He says doing so can help alleviate opioid addiction and financially benefit rural areas.\n\"Evidence is mounting that marijuana legalization reduces opioid addiction numbers,\" it says on McMurray's campaign website.\nThe Grand Island town supervisor has called for an end to the \"failed war on drugs\" by passing federal legislation that legalizes cannabis products. McMurray said he supports the Marijuana Justice Act bills (H.R. 4815 / S. 1689) that are currently in U.S. House and Senate committees. The proposed legislation would remove cannabis from the Federal Controlled Substances Act, and expunge federal marijuana use and possession crimes.\nMcMurray says the legalization and taxation of cannabis in farming districts like NY-27 can benefit the local economy and generate tax revenues for the treatment of serious addictions. There is no way to know if lawmakers would use the tax revenue for opioid addiction treatment. \nBut would legalizing marijuana reduce opioid addiction?\nMarijuana and opioid addiction\nSeveral studies have examined a possible link between marijuana legalization and opioid use. The outcomes were mixed.\nAn October 2014 study in the Journal of the American Medical Association found that \"states with medical cannabis laws had a 24.8 percent lower mean annual opioid overdose rate compared with states without medical cannabis laws.\"\nMedical marijuana laws reduced opioid overdose deaths over time, according to the study, which studied medical cannabis laws and opioid overdose mortality from 1999 to 2010 from all 50 states.\nIn 2018, the same journal published a study of Medicare Part D patients, which found that in places where medical marijuana is legal, prescriptions for opioids decreased.\n\"Medical cannabis laws are associated with significant reductions in opioid prescribing in the Medicare Part D population,\" researchers wrote.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe National Institute on Drug Abuse, however, cautioned against reaching conclusions from the various published studies, some of which the institute funded.\n\"Some studies have suggested that medical marijuana legalization might be associated with decreased prescription opioid use and overdose deaths, but researchers don't have enough evidence yet to confirm this finding,\" the institute states.\nThe studies \"are population-based and can’t show that medical marijuana legalization caused the decrease in deaths or that pain patients changed their drug-taking behavior.\"\nWhat's more, a study published in September 2017 in the American Journal of Psychiatry offered a contradictory finding. Researchers at the Department of Psychiatry at Columbia University Medical Center and the National Institute on Drug Abuse found that \"cannabis use appears to increase rather than decrease the risk of developing nonmedical prescription opioid use and opioid use disorder.\" The researchers relied on data from the National Epidemiologic Survey on Alcohol and Related Conditions. More than 43,000 American adults were interviewed in 2001-2002 and follow-up interviews were done with 34,000 of them in 2004-2005.  The researchers found that although most adults who used marijuana did not develop an opioid use disorder, using marijuana significantly increased the risk of developing an opioid use disorder, according to a Columbia University release. \nThe National Institute on Drug Abuse acknowledges studies that show legally protected medical marijuana dispensaries, not just medical marijuana legalization, are associated with decreases in opioid prescribing, self-reports of opioid misuse, and treatment admissions for opioid addiction.\nThe institute is continuing to study the relationship between legalized marijuana and opioid use, as well as marijuana’s possible use in treatment of opioid use disorder.\nOur ruling\nMcMurray said \"evidence is mounting\" that marijuana legalization reduces opioid addiction. He did not call it a proven fact, which may have led to a different ruling.\nThere is evidence that in places where marijuana is legal, there are fewer opioid deaths and fewer opioid prescriptions. It's important to keep in mind that the change in number of prescriptions cannot be presumed to be a change in how many people overdose. Besides, overdoses from prescribed opioids is only one part of the crisis. \nThe National Institute on Drug Abuse has raised some red flags about drawing sweeping conclusions from the research and advises more studies are needed.\nMcMurray's statement is accurate but needs additional information like what the institute provided, so we rate his statement Mostly True.\n Share the Facts 2018-09-06 21:58:25 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Evidence is mounting that marijuana legalization reduces opioid addiction numbers.\"    Nathan McMurray Democratic congressional candidate, NY-27 votemcmurray.com/issues/   on his campaign website Saturday, August 18, 2018 2018-08-18    Read More  info", "vclaim_id": "vclaim-pol-01671"}