{"url": "/factchecks/2013/oct/10/republican-party-wisconsin/gop-says-mary-burke-candidate-governor-has-tax-and/", "speaker": "Republican Party of Wisconsin", "vclaim": "Says Democratic gubernatorial candidate Mary Burke \"has proven on the Madison Board of Education\" that she supports raising taxes and spending.", "truth_label": "half-true", "date": "stated on October 7, 2013 in a web post:", "title": "GOP says Mary Burke, candidate for governor, has tax-and-spend record as school board member", "text": "The quiet but steady buildup to Democrat Mary Burke’s campaign for governor gave the Wisconsin Republican Party time to pounce.\nOn Oct. 7, 2013, the day Burke announced her candidacy by video, the state GOP launched MaryBurke.com, a site that denigrates the former Trek Bicycle Corp. executive and state commerce secretary as a liberal millionaire and a killer of jobs.\nThe party also uses the site to attack Burke’s tenure on the Madison School Board, declaring:\n\"Mary Burke is simply more of the same – as she has proven on the Madison Board of Education. (She) voted to increase taxes by the maximum amount under state law by voting to approve the 2012-’13 Madison (Metropolitan) School District final budget on Oct. 29, 2012. Rather than work to make government more efficient, she voted to raise taxes and increase spending. She would do the same as governor – and we’ve come too far to go backward now.\"\nWe can’t predict, of course, what Burke would do if she is elected governor in November 2014.\nBut we can check her taxing and spending record -- scant, though it may be -- since she was elected to the Madison School Board in April 2012.\nThree votes\nBurke has taken part in three school board votes on two budgets for the Madison Metropolitan School District.\nIn Madison, property taxes make up about 60 percent of the school district’s funding. The school board has relatively little control over the rest of its revenue, which comes from the state, the federal government and local sources such as student fees.\n(Statewide, as of 2011-’12, school districts got an average of 43 percent of their revenue from property taxes, although the range was 14 percent to 93 percent, according to the Wisconsin Department of Public Instruction.)\nTo back its claim against Burke, the Republican Party cited not only property tax levies but total budget figures, so we’ll examine both.\n1. Preliminary 2012-’13 budget\nBurke joined the majority on the school board in a 6-1 vote on June 18, 2012, to approve the school district’s preliminary budget for 2012-’13. It would have raised the property tax levy by 4.95 percent.\nThe school district’s portion of the property tax bill for the average Madison home, valued at $232,000, would have increased $91.\n2. Final 2012-’13 budget\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBurke joined in a 7-0 vote on Oct. 29, 2012, that gave final approval to the 2012-’13 budget. It included a smaller levy increase than the preliminary budget -- 1.75 percent.\nThat meant an $8 increase on the property tax bill for the average Madison home.\nThe size of the total budget, taking into account all sources of revenue, rose by 4.3 percent.\nSo, for her first annual budget, Burke voted twice in favor of raising property taxes and the size of the total school district budget.\n3. Preliminary 2013-’14 budget\nOn Aug. 26, 2013, the school board voted 6-1 to to approve a preliminary budget for 2013-’14. A final vote is scheduled for Oct. 28, 2013.\nBurke was the lone dissenter. The property tax levy would increase nearly 4.5 percent, boosting the property tax bill by $119 on a typical Madison home.\nDespite her no vote, Burke indicated she was open to a property tax increase.\nSeveral weeks before the preliminary vote, she told The Capital Times regarding property taxes: \"I think in an environment where we’ve seen real wages in Dane County decrease, and a lot of people are on fixed incomes, we have to work as hard as possible to limit any increase to the inflation rate.\"\nAs for the total budget, it would actually decrease, by less than half of a percentage point; but, again, Burke voted no.\nSo, for her second budget, Burke expressed being open to a relatively small property tax hike, but voted against a preliminary plan that would carry a larger levy increase but a smaller total budget.\nOur rating\nThe Wisconsin Republican Party said Burke \"has proven on the Madison Board of Education\" that she supports raising taxes and spending.\nBurke voted for a larger total budget, which included a property tax increase, for 2012-’13.\nIn a preliminary vote for 2013-’14, she opposed a property tax increase that was larger than she advocated; that was part of a proposal that actually reduces the size of the total budget.\nFor a statement that is partially accurate but leaves out important details, we give the state GOP a Half True.\nIf you would like to comment on this item, you can do so on the Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-08778"}