{"url": "/factchecks/2018/apr/06/donald-trump/no-proof-trumps-claim-millions-voted-many-times/", "speaker": "Donald Trump", "vclaim": "\"In many places, like California, the same person votes many times. You probably heard about that. They always like to say 'oh that's a conspiracy theory.' Not a conspiracy theory, folks. Millions and millions of people.\"", "truth_label": "pants-fire", "date": "stated on April 5, 2018 in a speech in West Virginia:", "title": "No proof of Trump's conspiracy theory that millions voted many times", "text": "In a speech in West Virginia that was billed as being about tax reform, President Donald Trump continued his refrain about widespread voter fraud by stating that millions of people vote multiple times.\n\"In many places, like California, the same person votes many times,\" he said. \"You probably heard about that. They always like to say 'oh that's a conspiracy theory.' Not a conspiracy theory, folks. Millions and millions of people, and it's very hard because the state guards their records. They don’t want to see it.\"\nIs there evidence that millions and millions of people have voted many times? No, there's not. But we will summarize the research on this topic. National experts have said that voter fraud is isolated and rare -- and the same holds true for voting multiple times, a phenomenon called double voting.\nDouble voting -- a person casting more than one ballot in an election -- is not the same thing as a person being registered in more than one state, which often happens when people move. Pew found in 2012 that approximately 2.75 million people have registrations in more than one state. But as we’ll see, that doesn’t mean that 2.75 million people actually voted more than once.\nWe contacted Trump’s spokesman to ask for evidence and didn’t get a reply.\nResearch on double voting\nA group of experts in computer science and political science from Stanford and University of Pennsylvania published a paper in 2017 that estimated the prevalence of double voting in the 130 million ballots cast in the 2012 presidential election.\nThe researchers estimated that 33,000 votes, or .02 percent of the votes cast, could have been double votes, but they called that an upper-bound estimate.\n\"We would expect to estimate there were around 33,000 double voters even if there were no actual double votes cast,\" they wrote.\nThe paper concluded that there was almost no chance that double votes could affect the outcome of a national election.\nThe researchers explained in an essay in Slate that double voting is hard to detect because voting records cannot be easily linked across state lines.\nKris Kobach, the Republican secretary of state of Kansas, who helped lead Trump’s now defunct voter fraud commission, promotes the Interstate Crosscheck Program, an ongoing program that coordinates the collection of registration records across states.\nAs of 2014, 28 participating states provided the program with their registration records. The states received a list of registrations in their own state that matched the first name, last name, and date of birth recorded on a registration in another member state.\nIn the 2012 election, Crosscheck flagged more than 1.4 million registrations as potential duplicates that member states should further scrutinize.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nBut the key word there is potential.\n\"In a country where 130 million votes are cast in a presidential election, there is a surprisingly high chance that two ballots cast under the same first name, last name, and date of birth actually belong to two different people,\" the researchers wrote. \"While it is unlikely that any two randomly selected vote records would share a common first name, last name, and birthdate, a sizable number of these cases will occur once we aggregate over the 10 quadrillion pairs of vote records in the population. This phenomenon is what statisticians call the birthday paradox.\"\nInvestigations of double voting\nThere have been some investigations into double voting, some of which led to prosecutions, but they are rare -- far, far less than millions of votes.\nThe conservative Heritage Foundation keeps a voter fraud database which said it showed 1,071 proven instances of fraud including 961 criminal convictions between the 1980s and 2017.\nUsing the database, we counted 80 criminal conviction cases for duplicate voting between 2001 and 2017. (In a few cases, two individuals were convicted.)\nThe California Secretary of State was investigating 56 allegations of double voting as of March 2017, according to its response to a public records request by CALmatters, a nonprofit journalism venture.\nThe New Hampshire Department of State and Department Safety said in the fall of 2017 that 196 people were being investigated as possibly having voted in New Hampshire and one other state. This information is still under view, and the state expects to announce findings in June.\nNews 21, a national investigative reporting project, found that there had been 13 cases in Arizona prosecuted for double voting, according to a 2016 report. In North Carolina, Verna Roehm, 77, pleaded guilty to voting twice after she admitted that she fulfilled her dying husband’s wish to vote for Mitt Romney in 2012.\nVoting experts such as Loyola law professor Justin Levitt said that no research backs up Trump’s statement.\n\"There is zero evidence for President Trump’s claim that there are millions and millions of double voters,\" he said. \"Zero.\"\nOur ruling\nTrump said, \"In many places, like California, the same person votes many times. You probably heard about that. They always like to say 'oh that's a conspiracy theory.' Not a conspiracy theory, folks. Millions and millions of people. They don’t want to see it.\"\nWhile there have been some investigations into multiple voting allegations, including some convictions, they are rare. We found no evidence that the amount of double voting is anywhere close to millions.\nWe rate this statement Pants on Fire.\n'\nhttps://www.sharethefacts.co/share/7e2b1a3e-5304-4a50-b8c5-fcf5c52c9a73", "vclaim_id": "vclaim-pol-02219"}