{"url": "/factchecks/2020/oct/29/jill-schupp/did-ann-wagner-vote-repeal-pre-existing-conditions/", "speaker": "Jill Schupp", "vclaim": "Says U.S. Rep. Ann Wagner “voted five times against protecting pre-existing conditions.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2020 in a Facebook post:", "title": "Did Ann Wagner vote to repeal pre-existing conditions protections?", "text": "With the elections around the corner, Missouri’s 2nd Congressional District is in the eye of the storm.\nDemocratic challenger Jill Schupp and incumbent Republican U.S. Rep.  Ann Wagner are battling for the district that includes parts of St. Louis, St. Charles and Jefferson counties. The Cook Political Report says the race is a toss-up.\nIn one of Schupp’s attacks in a video on Facebook, Schupp stated: \"Rep. Wagner doesn't want you to know that she's voted five times against protecting pre-existing conditions.\"\nIn a time when people with pre-existing conditions are vulnerable, is it really true that she voted against these protections?\nLet’s take a look.\nWhittling down the ACA\nIntroduced in 2010, the Affordable Care Act was designed to broaden the reach of health care coverage. In the past decade, gaps in health coverage have decreased.\nRepublicans in Congress and the Trump administration oppose the law and have taken steps to repeal the Affordable Care Act. One protection at the core of the Affordable Care Act outlaws denying coverage to those who live with pre-existing conditions.\nA pre-existing condition is a health problem that was around before someone’s health coverage began. According to the liberal Center for American Progress, Missouri’s 2nd Congressional District has more than 320,000 people living with pre-existing conditions.\nWe asked Jill Schupp’s campaign to provide evidence of Wagner’s votes. Schupp’s communications director Natalie Edelstein provided five unsuccessful attempts by the Republican-led House to repeal the Affordable Care Act while President Barack Obama was in office.\n\n\nIn 2013, Wagner voted to repeal the account restrictions in the Patient Protection and Affordable Care Act (HR 25). \n\n\nIn 2014, Wagner voted to repeal the Patient Protection and Affordable Care Act (HRs 96). \n\n\nIn 2015, Wagner voted to repeal the Affordable Care Act (HR 596). \n\n\nIn 2015, Wagner voted for a proposed amendment that repealed the Affordable Care Act (HR 27). \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nIn 2015, Wagner voted again on the budget above which would establish a reserve fund and allow health care spending to be adjusted. \n\n\nThese votes are in line with Schupp’s claim. It’s worth noting that one of the votes is a second vote on the same budget. Also, only one of these is an actual vote to directly repeal the ACA, H.R. 596; the rest are mainly budget votes that cut or redirect funding to the ACA.\nHealthReformVotes.org, a website that tracks votes concerning health care reform, cites Wagner’s vote to repeal the Affordable Care Act as unfavorable to consumers. \nWe asked Wagner’s campaign to comment on this claim. Press secretary Arthur Bryant sent a history of Ann Wagner’s votes, as well as legislation Wagner has co-sponsored to keep people insured.\nHere are the votes sent by Wagner’s campaign from 2019:\n\n\nWagner voted on HR 5 which would guarantee that no Americans could be denied coverage or charged higher premiums as a result of their health status.\n\n\nWagner voted to recommit the Protecting Americans with Preexisting Conditions Act of 2019, which would make it clear that pre-existing conditions protections cannot be waived under current law.\n\n\nAlongside colleagues in Congress, Wagner introduced the Protecting Patients with Preexisting Conditions Act in 2019. The act would amend the Health Insurance Portability and Accountability Act to guarantee coverage even if the Affordable Care Act is completely repealed.\nThe act also seeks to outlaw discriminatory premium rates. As it stands, the Protecting Patients with Pre-existing Conditions Act was introduced a year ago and hasn’t been acted on since.\nAnother piece of legislation Wagner co-sponsored, HR 1066, aims to keep pre-existing conditions protections in place.\nWagner also co-sponsored the Maintaining Protections with Preexisting Conditions Act of 2018. PolitiFact found that this (as well as another bill) has loopholes in denying coverage if companies do not have the capacity to do so.\nOur ruling\nSchupp stated in a Facebook post that \"Ann Wagner doesn’t want you to know that she’s voted five times against protecting people with pre-existing conditions.\"\nWagner has repeatedly voted for legislation that repealed the Affordable Care Act, which establishes protections for those with pre-existing conditions. If the repeals had been successful, the protections for pre-existing conditions would be gone. \nWagner’s introduction of various bills as alternatives to the Affordable Care Act that would guarantee protections suggests that’s not the whole story. She has co-sponsored legislation to keep protections in place, but there are loopholes that could jeopardize coverage if the Affordable Care Act was dismantled.\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-18813"}