{"url": "/factchecks/2020/sep/10/joe-biden/fact-checking-joe-bidens-claim-about-his-own-incom/", "speaker": "Joe Biden", "vclaim": "“$400,000 ... is more money than I’ve ever made” in a year.", "truth_label": "barely-true", "date": "stated on September 9, 2020 in an event in Detroit:", "title": "Fact-checking Joe Biden’s claim about his own income", "text": "Democratic presidential nominee Joe Biden talked up his tax plan during a conversation with steelworkers in Detroit.\n\"Every single thing I talk about, I pay for, by making sure, for the first time, the wealthy begin to pay what they should be paying,\" Biden said Sept. 9. \"We’re not going to punish anybody. No one making under $400,000, which is more money than I’ve ever made, is going to have to pay more taxes.\"\nBroadly speaking, Biden’s changes would repeal provisions in President Donald Trump’s tax law for taxpayers earning over $400,000 and increase the top corporate tax rate to 28% from 21%, among other measures.\nIndependent analysts agree that Biden’s plan would not directly raise taxes for those earning less than $400,000, though those workers could feel the indirect effects of a corporate tax hike. \nBut what about Biden’s description of his own earning history?\nWhen Thomas Kaplan of the New York Times reported on the event in Detroit, he noted parenthetically that \"Mr. Biden has, in fact, made more than $400,000; his tax returns from 2017 and 2018 showed income of many multiples that amount.\"\nThat’s correct, based on the combined incomes of Biden and his wife, Jill, as reported on their joint returns.\nThe Tax Notes archive of presidential candidates’ tax returns shows the following adjusted gross incomes for Joe and Jill Biden for the tax years since 1998:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n1998: $215,432     2005: $321,379     2012: $385,072\n1999: $210,797     2006: $248,459     2013: $407,009\n2000: $219,953     2007: $319,853     2014: $388,844\n2001: $220,712     2008: $269,256     2015: $392,233\n2002: $227,811     2009: $333,182     2016: $396,456\n2003: $231,375     2010: $379,178     2017: $11,031,309\n2004: $234,271     2011: $379,035     2018: $4,580,437\nSo the Bidens together exceeded the $400,000 threshold by several thousand dollars once, in 2013, and by much larger amounts twice, in 2017 and 2018. (Their 2019 tax return has not yet been made public.)\nThis pattern makes sense: As a senator and later as vice president, Joe Biden’s salary was fixed by law, and Jill Biden worked in teaching. As vice president, Biden earned up to $230,700 a year, and as a senator his annual salary varied from $44,600 when he began serving in the Senate in 1973 to $169,300 by the time he left the chamber in January 2009. The Bidens’ returns going back to 2008 also include income from Social Security benefits.\nBut once Biden departed the vice presidency in January 2017, he could take advantage of more lucrative private-sector opportunities. Both Bidens wrote books afterward, and Joe Biden’s presidential financial disclosure form lists more than four dozen events characterized either as speaking engagements or book tour events, for each of which he typically earned five- and six-figure payments.\nWhen we reached out to the Biden campaign, they said he was referring to his full-time annual salaries as a public official, and that as an employee of the New Castle, Del., county council and a U.S. senator, he never made more than $400,000 annually. \nOur ruling\nBiden said $400,000 \"is more money than I’ve ever made\" in a year.\nThat was accurate for most of Biden’s career, when he was in public service and his wife Jill was in teaching. But after Biden left the vice presidency, he earned money from speaking engagements and a book tour, and the couple reported a combined adjusted gross income of more than $11 million and $4 million in successive years.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-18902"}