{"url": "/factchecks/2019/oct/02/kaya-jones/donald-trump-third-term-failed-impeachment-would/", "speaker": "Kaya Jones", "vclaim": "\"If the impeachment reaches the house and passes to the senate and isn’t passed the first term is nullified and Trump can run two more terms.\"", "truth_label": "pants-fire", "date": "stated on October 1, 2019 in a tweet:", "title": "No, Donald Trump could not seek a third term if an impeachment trial failed", "text": "Singer and model Kaya Jones falsely claimed that if President Donald Trump is impeached but not removed from office, he could have the chance to serve an extra term in the White House.  \n\"Did you know that if the impeachment reaches the house and passes to the senate and isn’t passed the first term is nullified and Trump can run two more terms,\" Jones, a former band member of the Pussycat Dolls, wrote in an Oct. 1 tweet.\nIn a follow-up tweet, Jones, who describes herself on Twitter as being associated with Trump’s campaign advisory board, directed her followers to a thread on Quora, a question-and-answer website, about whether the results of a presidential election can be nullified.\nThat’s not how impeachment works, however. \nThe 22nd Amendment to the Constitution prohibits presidents from being elected to office more than twice. The amendment reads:\n\"No person shall be elected to the office of the President more than twice, and no person who has held the office of President, or acted as President, for more than two years of a term to which some other person was elected President shall be elected to the office of the President more than once.\"\nThe basics of the impeachment process are spelled out in the Constitution. The House has \"the sole power of impeachment\" while the Senate reserves \"the sole power to try all impeachments.\" When a president is tried in the Senate, the Constitution says \"the Chief Justice shall preside\" and a two-thirds vote is required to convict and remove the president from office.\nThe specific contours of the impeachment process have taken shape over time, as we noted in our in-depth analysis of what an impeachment inquiry against Trump could look like.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut the Constitution says nothing about a president’s term being \"nullified\" by a failed attempt at removal. If it did, then we might have seen former President Bill Clinton — who was impeached in the House but acquitted by the Senate — float the idea of running for a third term.\n\"That’s ridiculous,\" said Louis Seidman, professor of constitutional law at Georgetown Law, of Jones’s claim. \"There’s no truth to that whatsoever.\"\nFrank O. Bowman III, professor at the University of Missouri School of Law and the author of a book on impeachment, added that it was \"absolute rubbish.\" \n\"Under the 22nd Amendment, presidents get two terms, period (with a special exception if someone accedes to the office during the term of another president, but serves less than two years of that term),\" Bowman wrote in an email to PolitiFact. \"Not the case for Trump.\"\nJones did not respond to a request for comment.\nOur ruling\nJones said \"if the impeachment reaches the house and passes to the senate and isn’t passed the first term is nullified and Trump can run two more terms.\"\nThe Constitution explicitly prohibits presidents from getting elected to more than two terms.\nWe rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-00098"}