{"url": "/factchecks/2019/feb/01/blog-posting/no-nancy-pelosi-didnt-spend-457-million-office-ren/", "speaker": "Bloggers", "vclaim": "Says Nancy Pelosi spent \"$497 Million on office renovations\" during the government shutdown.", "truth_label": "pants-fire", "date": "stated on January 27, 2019 in a story:", "title": "No, Nancy Pelosi didn't spend $457 million on office renovations during the shutdown", "text": "The temporary end of the 35-day government shutdown was widely considered a win for U.S. House speaker Nancy Pelosi, but false claims about her continue to fly around the internet.\nA story being spread on Facebook as \"breaking news\" claims that U.S. House Speaker Nancy Pelosi spent \"$497 million on office renovation during shutdown.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe article, from a conservative website called TopTopic, was published on Jan. 27. We found the same story published a day earlier by the satire site WeAretheLlod.com\nThis is not a genuine news story. WeAretheLlod.com is a satire blog known for peddling made-up stories. The tag line for the website is: \"Information you probably shouldn’t trust.\"\nWe found no evidence that Pelosi spent nearly $500 million on office renovations during the 35-day government shutdown. There have been no reported stories to this effect. When we looked at expenditure reports for the U.S. House, we found the most recent report only goes through Sept. 30, 2018 – months before Pelosi became the speaker on Jan. 3.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nPelosi spokesperson Drew Hammill said the claim is false: \"There were no renovations,\" he said.\nStill people seem to be sharing the rumor as fact – with each story’s version already racking up over 1,900 shares on Facebook as of Jan. 29.\nThe story even attempts to break down the items Pelosi supposedly bought for the office. We contacted the original writer on whether she based the numbers on any evidence. \n\"I based my numbers on nothing,\" she told us.\nIn the article, it references an \"investigative report\" from The Gateway Pundit, a conservative news and opinion website, that revealed that Pelosi \"paid contractors almost $500 million to renovate her office.\" We could not find any related report on The Gateway Pundit’s website.\nOur ruling\nA story claims that Pelosi spent almost $500 million on office renovations during the shutdown is making the rounds on social media.\nWe traced the article’s original source to a satire website that is known for publishing false stories and there are no credible sources to back up this claim. We rate it Pants on Fire!\n Share the Facts 2019-02-01 15:50:04 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  That Nancy Pelosi spent \"$497 Million on office renovations\" during the government shutdown.    Bloggers on the internet     Sunday, January 27, 2019 2019-01-27    Read More  info", "vclaim_id": "vclaim-pol-01074"}