{"url": "/factchecks/2017/may/26/patriotcriercom/conspiracy-theory-comey-hid-seth-richs-ties-wikile/", "speaker": "PatriotCrier.com", "vclaim": "\"(James) Comey knew murdered DNC staffer, Seth Rich, was WikiLeaks source & covered it up for Hillary (Clinton).\"", "truth_label": "pants-fire", "date": "stated on May 16, 2017 in an Internet post:", "title": "Conspiracy theory that Comey hid Seth Rich’s ties to WikiLeaks based on retracted story", "text": "A conspiracy theory that said former FBI director James Comey was covering up the source of leaked Democratic National Committee emails for Hillary Clinton is based on a single source that has admitted he had no evidence.\nThe headline on a May 16, 2017, post on PatriotCrier.com read, \"Bombshell: Comey knew murdered DNC staffer, Seth Rich, was WikiLeaks source & covered it up for Hillary.\" Facebook users flagged the story in an effort to identify potential fake news.\nThe post is based on a persistent and unfounded conspiracy theory about how the website WikiLeaks came by thousands of internal DNC emails during last year’s presidential election.\nSeth Rich's death\nSeth Rich was a 27-year-old voter access projects staffer for the DNC who was shot and killed near his Washington home on July 10, 2016. The case is still unsolved, but Washington police said it was probably a botched robbery.\nWikiLeaks published thousands of emails a few days after Rich’s death. Some conspiracy theorists have concluded that Rich must have been the one who leaked the emails, and was killed to scare other potential leakers. WikiLeaks offered $20,000 for more information about Rich’s death, drawing some attention to the scenario.\nWikiLeaks founder Julian Assange has never said Rich was the source.\nOn May 15, Rod Wheeler, a private investigator hired by Rich’s family, claimed he could prove Rich was indeed the source of the leak. He told Washington-area Fox affiliate WTTG that sources in the FBI said they had evidence proving it.\nThe next day, Fox News reported an anonymous federal investigator backed up what Wheeler was saying. This official said the FBI had determined Rich had been in contact with WikiLeaks, sending them more than 40,000 DNC emails.\nMost of the PatriotCrier.com conspiracy theory is based on this unfounded insistence that the FBI has proof of this connection.\n\"It’s apparent that Wheeler was being guarded in giving his statement, but the fact is the FBI has been in possession of Rich’s laptop and the agency’s director at the time, James Comey, locked down the contents to protect either certain people at the DNC, or members of Hillary’s campaign team, or Hillary Clinton, or likely all three,\" the PatriotCrier.com post read.\nThere is no contact information on PatriotCrier.com, and we did not receive a response when we contacted the site through an affiliated Facebook page. The site’s registration information is hidden.\nIt’s quite a stretch to pin on an anonymous federal investigator that Comey examined the evidence, drew a conclusion that proved Rich was the WikiLeaks source and then hid it specifically to protect Clinton.\nWheeler didn’t even mention the former FBI director, and we didn’t find any evidence of Comey commenting on Rich’s death. The entire conspiracy theory had been under the radar, confined to corners of the Internet, until Wheeler’s story emerged, by which time Comey had been fired by President Donald Trump.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut the more egregious problem with the PatriotCrier.com post is that it didn’t include what happened next: Wheeler admitted to CNN on March 16 that he had actually gotten the information from the Fox News reporter to whom he had discussed the issue.\nThe Rich family sent Wheeler a cease-and-desist letter, saying their son was not WikiLeaks’ source. They also demanded retractions from Fox for reporting the story.\nFox News eventually retracted its story and removed it from FoxNews.com. WTTG posted a follow-up to its story, saying Wheeler had backtracked on what he described as a \"miscommunication.\"\nThe FBI has not officially acknowledged conducting an investigation (a WhiteHouse.gov petition demanding Comey get involved was created in January 2017, but has so far only garnered about 1,000 signatures).\nSome media outlets have reported that anonymous FBI and law enforcement officials confirmed the agency is not investigating Rich’s death, and that Washington police never gave them Rich’s laptop and therefore the agency hadn’t examined its contents.\nAn FBI spokeswoman confirmed only that Rich's death was being investigated by the Metropolitan Police Department.\nWhat the FBI did do is alert the DNC of a data breach prior to the WikiLeaks release, and subsequently connected the breach to hackers with Russian ties.\nThe only other source even remotely supporting the idea Rich was involved is a hacker living in New Zealand named Kim Dotcom. He said someone going by the name of Panda had contacted him in 2014 to get help starting a political group in the United States. Dotcom said he is certain Panda was actually Rich, and knows that Rich was the WikiLeaks source. He has not shown any proof.\nDotcom is currently facing extradition to the United States on a host of conspiracy and racketeering charges levied by the Justice Department. Rich’s family also has denied the link Dotcom is making between Rich and WikiLeaks, and has said Dotcom actually tried to plant bogus evidence implicating Rich. And in any event, the PatriotCrier.com post didn’t make any mention of Dotcom or his claims.\nThe Metropolitan Police Department, meanwhile, is still investigating Rich’s death as a homicide.\nOur ruling\nPatriotCrier.com said, \"Comey knew murdered DNC staffer, Seth Rich, was WikiLeaks source and covered it up for Hillary.\"\nThe website’s assertion that Comey knew Rich was WikiLeaks’ source of the DNC emails and hid the evidence to protect Clinton is a wild assumption based on refuted evidence. A private investigator had claimed that the FBI had analyzed Rich’s laptop and found proof that he had given the emails to WikiLeaks, but then recanted his story. Fox News and its network affiliate, which had broadcast the story, later retracted it.\nThere’s no evidence there’s any link between Rich and WikiLeaks. The FBI has indirectly denied investigating the case, which Washington police consider a robbery gone wrong.\nWith no concrete proof of this far-fetched claim, we rate it Pants On Fire!\nEditor's note: Shortly after this fact-check was published, an FBI spokeswoman officially confirmed that Rich's death was being investigated by the Metropolitan Police Department. The text has been updated.\n Share the Facts 2017-05-26 16:43:54 UTC   PolitiFact    6 1 7  PolitiFact Rating: Pants on Fire  \"(James) Comey knew murdered DNC staffer, Seth Rich, was WikiLeaks source & covered it up for Hillary (Clinton).\"    PatriotCrier.com website   in an Internet post Tuesday, May 16, 2017 2017-05-16    Read More  info", "vclaim_id": "vclaim-pol-03266"}