{"url": "/factchecks/2008/apr/21/hillary-clinton/hard-numbers-are-just-guess-timates/", "speaker": "Hillary Clinton", "vclaim": "Barack Obama's health care plan \"will cost taxpayers $1,700 more to cover each new person.\"", "truth_label": "barely-true", "date": "stated on April 20, 2008 in in a television ad:", "title": "Hard numbers are just guess-timates", "text": "Sen. Hillary Clinton has a new health care ad in Pennsylvania in which she accuses Sen. Barack Obama of attacking her, and then takes a few jabs at him.\n\n\nObama's plan \"will cost taxpayers $1,700 more to cover each new person,\" Clinton's ad states. \"Obama's health care plan leaves 15-million people with no coverage.\"\n\n\nWe've previously checked her statement that Obama's plan\n\nleaves 15-million people without coverage and found it to be Half True\n\n.\n\n\nFor evidence that Obama's plan will cost $1,700 more, the Clinton campaign pointed to a blog post by Paul Krugman of the\n\nNew York Times.\n\nKrugman believes Clinton's plan, with its universal mandate that requires every person to have health insurance, is superior to Obama's plan, which does not.\n\n\nKrugman's numbers come from a study by Jonathan Gruber, an economist with the Massachusetts Institute of Technology. Gruber's latest working paper is about covering the uninsured in the United States.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 20, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Biden had to take a private plane to D.C. instead of a government plane “because they know he’s not a legitimate president” and \"the military is now responsible for restoring legitimate civilian government.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 21, 2021\n\n\n\n\n\n\n\n\nGruber studied broad models for providing health insurance, comparing a plan that includes a mandate with one that does not. Krugman and Clinton's ad both correctly note that the per-person cost difference between the two models is about $1,700 per year.\n\n\nBut as Krugman notes, the models, while \"broadly similar\" to Clinton's and Obama's health plans, are not the same. For one thing, Obama's plan has a mandate for children, so it is not the same as a plan with no mandates at all.\n\n\nAlso, experts we've interviewed previously about the Clinton and Obama health plans have emphasized the difficulty of putting hard numbers to the campaign proposals. The proposals are broad outlines and contain little in the way of hard numbers for subsidies or eligibility for subsidized insurance. This makes it hard to say exactly how much the plans will cost. (\n\nWe looked at this point previously when Obama said his plan would save more\n\n.)\n\n\nSo Clinton's ad is pushing the envelope quite a bit to say that her plan would save $1,700 per person. Yes, there is evidence that a mandate lowers costs for everyone, but whether $1,700 would be the difference between her and Obama's plan is a different matter. We find her statement to be Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16249"}