{"url": "/factchecks/2012/jan/22/lou-greenwald/lou-greenwald-claims-governors-proposed-income-tax/", "speaker": "Lou Greenwald", "vclaim": "\"Under this tax cut, middle-class families don't save enough for a week's worth of groceries, while millionaires save enough to go on an exotic vacation.\"", "truth_label": "true", "date": "stated on January 17, 2012 in a press release:", "title": "Lou Greenwald claims governor’s proposed income tax cut benefits millionaires more than middle-class families", "text": "Millionaires, pack your bags.\n\nAssembly Majority Leader Lou Greenwald claims the wealthy can take a trip to paradise with the money they’ll keep under the 10 percent income tax rate cut proposed by Gov. Chris Christie.\n\nMiddle-class families, meanwhile, won’t save enough to stock their cabinets for a week.\n\n\"Let's be clear about this - Gov. Christie's income tax plan may sound nice, but it would save a family earning $50,000 per year just $80.50 and a family earning $100,000 per year just $275, all [the] while ... millionaires get a $7,265.75 tax break,\" Greenwald (D-Camden) said in a Jan. 17 press release. \"Under this tax cut, middle-class families don't save enough for a week's worth of groceries, while millionaires save enough to go on an exotic vacation.\"\n\nThe state’s nonpartisan Office of Legislative Services analyzed the impact of the governor’s proposed income tax cut for the Assembly Democrats. The cut would be phased in over three years.\n\nSavings are estimated by reducing the amount of income tax joint filers pay by 10 percent. According to the analysis, a couple with a taxable income of $50,000 pays $805 in income tax now. Under Christie’s proposal the same couple would pay $724.50, or $80.50 less.\n\nA couple with a taxable income of $1 million pays $72,657.50 now. A 10 percent reduction in that bill equals $65,391.75, or $7,265.75 less, according to the analysis.\n\nJames R. Hines Jr., co-director of the law and economics program at the  University of Michigan Law School, said it’s fair to estimate the impact of an income tax rate cut by calculating the reduction in the tax bill. \"There’s nuances but by and large, it’s roughly right,\" he said.\n\nUnder the proposed cut higher income filers benefit more than lower income filers. Hines said that’s expected. Suppose you say \"the lion’s share of the benefits go to the rich,\" he said. \"It tells you the lion’s share of the taxes must be paid by the rich.\"\n\nChristie also responded to that charge in a recent WNYC interview: \"Those folks who are paying more in a progressive system, when you cut those taxes are going to get more. That's the definition of a progressive system.\"\n\nSo Greenwald’s numbers are reasonable, but what about his comparisons: Are savings under the proposed income tax cut too little to cover a week’s worth of groceries for a middle-class family? And can a more than $7,000 tax break pay for an exotic vacation?\n\nFederal data and a review of travel websites back the assemblyman up.\n\nGreenwald based the grocery figure \"on paying bills and providing for a family in the real world, such as going to the supermarket for a week’s worth of groceries to feed 3 growing kids, with healthy meals for breakfast lunch and dinner,\" according to a spokesman.\n\nA family of four with school-age children on average spends between $233 and $283 a week on food with a moderate-cost to liberal meal plan, according to November 2011 data from the U.S. Department of Agriculture\n\nA two-week vacation for two, including airfare, accommodations, taxes and fees, from Newark to Fiji costs more than $7,500 in a package listed on the travel website Kayak.com. Expedia.com prices a similar vacation in Bali at about $5,800.\n\nOur ruling\n\nAfter the governor announced his proposal to cut income tax rates by 10 percent, Greenwald said in a press release that the cut wouldn’t be enough to pay for one week of groceries for a middle-class family, but millionaires would save enough to take an exotic vacation.\n\nGreenwald is right: those who make more in New Jersey will save more from an across-the-board income tax cut. And federal data and vacation package deals listed on travel websites back up the assemblyman’s comparisons.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11748"}