{"url": "/factchecks/2014/oct/05/jorge-elorza/jorge-elorza-says-providence-paying-17000-month-ta/", "speaker": "Jorge Elorza", "vclaim": "\"We have a retiree that is collecting a $17,000 paycheck a month . . . tax free.\"", "truth_label": "true", "date": "stated on September 30, 2014 in a Providence Journal-WPRI debate:", "title": "Jorge Elorza says Providence is paying $17,000 a month tax free to one pension recipient", "text": "If you're looking for reasons why Providence is in financial trouble, Democratic mayoral candidate Jorge Elorza says a good place to start is the city's pension costs.\nDuring a Sept. 30, 2014, mayoral debate, he was asked about the city's huge pension debt. Elorza blamed one of his opponents, Vincent A. \"Buddy\" Cianci Jr., an independent, for signing a consent decree when he was mayor that provided for 5- and 6-percent cost of living allowances for retirees.\n\"Now we have a retiree that is collecting a $17,000 paycheck a month . . . tax free,\" Elorza said. \"How many families in Providence don't make $17,000 a year.\"\n\"You can thank the court for that,\" Cianci retorted.\nWe were curious about whether that $17,000 monthly paycheck -- equivalent to $204,000 in annual tax-free income -- is real.\nProvidence officials sent us the 2014 list of the 49 people receiving the largest pension payments.\nThirty seven retirees are receiving checks totaling over $100,000 per year, or at least $8,333 each month.\nAll but eight were firefighters. The rest were police officers.\nAt least 28 of those 37 are tax-free disability pensions. Four others may be disability pensions but it's not clear from the list because the money is going to a surviving spouse.   \nAt the top of the list: Gilbert McLaughlin of Warwick, who retired in October 1991 with an accidental disability pension. He served as chief for 15 months before retiring, citing health problems stemming from a job-related injury to his neck and shoulders.\nHis annual payment from the city as of May 2014: $196,813.\nThat's $16,401 per month, or $599 shy of the $17,000 cited by Elorza.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMcLaughlin retired as the city's fire chief at the age of 55. At retirement, his base salary was $63,537 per year plus $6,959 in longevity pay for his 36 years, six months and eleven days of service. Total: $70,496.\nHe received 83.7 percent of that as his pension, or $59,001 a year, according to Lawrence J. Mancini, the city's acting director of administration and finance.\nHis payment grew so large because he received an annual 5-percent compounding cost of living adjustment that was increased to 6 percent in 1996, Mancini said. (Cianci's second stint as Providence mayor ran from 1991 through most of 2002.)\nAll of this was part of a long-running legal war over pensions in the city. The stage was set around 1977, near the beginning of Cianci's first stint as mayor, when the General Assembly gave the city's unions a controlling number of seats on the city's Retirement Board. A 1983 City Charter change, when Cianci was still in office, gave the board extra power to make pension decisions.\nIn 1989, with Joseph Paolino as mayor, the board granted compounded cost-of-living adjustments of 5 and 6 percent for all present and future public safety retirees and 3 percent for non-uniformed workers. In 1991, in the midst of a court battle over pensions, Cianci was back in office and he signed a consent decree that locked in some of the benefits, a decree that he would come to regret.\nIn 2012, in an agreement Mayor Angel Taveras negotiated with the police and fire unions, the city ended the big compounded cost of living adjustments, so his annual pension remains frozen at $196,813.\nTo put this in context, the salary of the current fire chief, Clarence Cunha, is $164,736 a year, including longevity pay.\nIf McLaughlin's initial pension had risen with inflation, and not at 5 or 6 percent, it would be worth $103,036 today, or just under $8,586 a month.\nOur ruling\nJorge Elorza said, \"We have a retiree that is collecting a $17,000 paycheck a month . . . tax free.\"\nThe city's biggest retirement check goes to a retired fire chief who is getting $16,401.\nAlthough Elorza overstated the amount a bit, its close enough to rate his statement True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07202"}