{"url": "/factchecks/2015/mar/10/henry-sanders/todays-poverty-rate-selma-ala-nine-times-higher-bl/", "speaker": "Henry Sanders", "vclaim": "Today in Selma, Ala., \"the poverty rate is roughly nine times that of whites.\"", "truth_label": "half-true", "date": "stated on March 8, 2015 in a video clip aired on NBC's \"Meet the Press\":", "title": "Is today's poverty rate in Selma, Ala., nine times higher for blacks than whites?", "text": "In its coverage of the 50th anniversary of the landmark civil rights clash in Selma, Ala., NBC’s Meet the Press talked to several people who live there about \"what has changed and what hasn't,\" as host Chuck Todd put it.\nOne of those interviewed was Henry Sanders, a state senator whose district includes Selma. Here’s what he said:\n\"I was elected to the Senate in 1983. So I've been here more than 32 years. It's still two Selmas. The unemployment rate for African-Americans is roughly three times that of whites. But the poverty rate is roughly nine times that of whites. So there are two Selmas. I don't know of a black-owned business here on Main Street. All the blacks go to their churches and all the whites go to their churches, most of the children are in separate schools.\"\nIt didn’t surprise us that there is a racial gap between rich and poor in Selma. But is the poverty rate really nine times as high for blacks as it is for whites? We turned to figures from the U.S. Census Bureau to find out.\nTo cover our demographic bases, we looked at the poverty measures for not one but two jurisdictions -- the city of Selma, and the county to which it belongs, Dallas County.\nIn the city of Selma, the Census Bureau counted 3,562 white residents and 15,908 black residents on average between 2009 and 2013. The poverty rate for the white population was 14.4 percent, compared to 48.4 for the black population.\nThat’s a stunningly high percentage of people in poverty -- nearly half of all African Americans in the city are counted as impoverished. Still, Sanders exaggerated the degree of difference between black and white poverty rates in the city. The black rate is about 3.4 times the white rate, not nine times higher.\nDallas County, meanwhile, had 12,413 white residents and 29,402 black residents. The poverty rates were 13.6 percent for whites and 44.9 percent for blacks. That makes the ratio almost identical to Selma itself -- 3.3 times higher for blacks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nEven taking into account the Census Bureau’s stated margins of error -- roughly plus-or-minus 5 percentage points for Selma and plus-or-minus 3 percentage points for Dallas County -- Sanders' claim is off base for the poverty rate. He’s closer when comparing the unemployment rate -- unemployment is about 2.3 times higher for blacks in Selma and 2.5 times higher for blacks in Dallas County. That’s a little less than the \"roughly three times\" Sanders cited.\nExperts said that Sanders has an underlying point, despite the inflated numbers.\n\"The transformational changes of the past few decades, including the election of black leaders, have not transformed the local economies of most small, rural, poor areas of the southern ‘Black Belt,’ \"said Glen Browder, a former Democratic congressman from Alabama and emeritus political science professor at Jacksonville State University. \"Whether that reflects racial or educational or economic factors or a combination of factors is debatable, but the reality is that economic development is a difficult assignment in such communities.\"\nWilliam H. Stewart, a University of Alabama political scientist, said impoverished communities sometimes \"look\" worse than the statistics officially say they are.\n\"The mostly poorer housing conditions endured by blacks reinforce the impression that a much greater disparity exists between whites and blacks than is shown from the objective statistics,\" Stewart said.\nSanders did not respond to a voicemail and an email.\nOur ruling\nSanders said that today in Selma, Ala., \"the poverty rate is roughly nine times that of whites.\"\nThere’s no question that a substantial economic gap exists between blacks and whites in Selma and Dallas County, even a half-century after \"Bloody Sunday.\" But documented poverty rates are a little over three times higher for blacks -- not nine times, as Sanders said. We rate the claim Half True.", "vclaim_id": "vclaim-pol-06641"}