{"url": "/factchecks/2013/oct/25/lawrence-odonnell/lawrence-odonnell-says-irs-cannot-pursue-either-ci/", "speaker": "Lawrence O'Donnell", "vclaim": "\"The IRS has been specifically forbidden ...  from ever actually pursuing either civil or criminal remedies\" for people who don’t purchase health insurance.", "truth_label": "mostly-true", "date": "stated on October 21, 2013 in 'The Last Word with Lawrence O'Donnell\":", "title": "Lawrence O'Donnell says the IRS cannot pursue 'either civil or criminal remedies' for people who don’t purchase health insurance", "text": "With the federal government’s online insurance marketplace floundering in its first month, some political pundits are calling for a delay of the hot-button provision requiring most people to pay a tax penalty if they don’t have health insurance.\nMSNBC host Lawrence O’Donnell is not one of them. Ever since the law passed, he has told his viewers to not fear the individual mandate. He said it again on The Last Word with Lawrence O’Donnell on Oct. 21, 2013 while scolding a White House correspondent.\n\"No one ever really has to pay the fine in the individual mandate,\" O’Donnell said, \"because the IRS has been specifically forbidden, in writing, in law, in the Affordable Care Act, from ever actually pursuing either civil or criminal remedies to collect those fines from anyone. The individual mandate is the only provision in the tax code that was written deliberately to be essentially unenforceable.\"\nDon’t believe him? On air, O’Donnell pointed to page 131 of the law, which more or less states exactly what he said about IRS enforcement, or lack thereof, of the mandate. (He actually read the key sections aloud.)\nIn 2014, uninsured taxpayers will pay a pro-rated fine of either 1 percent of annual income or $95, whichever is greater. It goes up each year, and there are more costs for uninsured dependents. There are some exemptions for religious beliefs, prisoners, Indian tribes, certain low incomes and undocumented immigrants.\nThe final bill President Barack Obama signed into law in 2010 included two requirements that essentially yanked out the agency’s teeth in enforcing the mandate penalty. The IRS cannot pursue criminal charges against someone who does not pay the penalty and is supposed to. The agency also cannot file a notice of lien or seize property.\n\"The argument was we don't want the IRS harassing taxpayers to collect the penalty,\" said Roberton Williams, the Sol Price fellow at the Urban-Brookings Tax Policy Center.\nThe health care law did not take away the agency’s ability to file a lawsuit against a delinquent taxpayer, though the amount of the penalty is so small that it would not be worth the trouble, said Bryan Camp, Texas Tech University School of Law professor who worked as an IRS lawyer from 1993-2001. The unpaid penalty could conceivably be part of broader legal action against a taxpayer owing a lot more in income taxes, he said, though filing lawsuits is hard enough for the agency because it has to go through the Department of Justice, which has other priorities, he said.\nThe agency does have one way to collect the individual mandate penalty.\nIt's through your tax refund.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe IRS will send a notice to taxpayers who are required to pay the penalty but don’t. If the penalty is not paid, the IRS can take it out of a tax refund.\nMost people received a tax refund between $2,000 and $3,000 this year because their employer withheld too much from their paychecks, Williams said.\nThat can only happen if a taxpayer is getting a refund. If they’re not getting a refund, there’s not much the IRS can do to make people pay the penalty beyond sending a letter.\nTaxpayers who don’t want to pay the penalty could tinker with the amount withheld from their paychecks so they don’t overpay the IRS, denying the agency the ability to hold back or minimize a refund. But experts said most taxpayers won’t go to the trouble.\n\"It’s a mandate that operates through inconvenience,\" said Jordan Barry, a University of San Diego School of Law professor who co-wrote an essay with Camp examining whether the mandate is really mandatory. \"It’s basically right that you could avoid this if you wanted to.\"\nThe penalty will still be in IRS records, but not paying it won’t hurt your credit report because there will be no notice of lien on file, said Jaime Vasquez, a tax attorney at the Houston law firm Chamberlain Hrdlicka.\n\"There’s interest that will grow on it, and if you’re getting any future refunds, those refunds will go toward offsetting that penalty plus any interest that has accrued in the meantime,\" he said.\nIt will take time and possibly legal action to resolve some of the more complicated issues surrounding how the IRS can enforce the penalty, including an Obamacare tax \"rollover,\" said Ilya Shapiro, senior fellow at the libertarian Cato Institute.\nWe asked the IRS to fill us in on any regulations the agency adopted to enforce the mandate, but the agency did not get back to us by deadline.\nOur ruling\nExperts said O’Donnell’s point is pretty accurate: The IRS cannot use its most effective collection weapons -- the threat of jail time or seizing of property -- for the individual mandate penalty. But the law did not take away its power to pursue lawsuits against delinquent taxpayers, though experts say it isn’t likely given the small size of the penalty and current difficulty of filing suit outside of tax court. Plus, for taxpayers who overpay their income taxes and don’t pay the fine, the IRS could extract the penalty from a taxpayer’s refund. We rate the claim Mostly True.", "vclaim_id": "vclaim-pol-08706"}