{"url": "/factchecks/2011/jul/01/jeff-fitzgerald/no-fee-increases-wisconsins-2011-13-state-budget-w/", "speaker": "Jeff Fitzgerald", "vclaim": "Says Wisconsin’s 2011-13 state budget contains \"no fee increases\"", "truth_label": "pants-fire", "date": "stated on June 16, 2011 in an interview:", "title": "“No fee increases” in Wisconsin’s 2011-13 state budget, Wisconsin GOP Assembly Speaker Jeff Fitzgerald says", "text": "Long before Wisconsin Gov. Scott Walker signed the 2011-2013 state budget on June 26, 2011, he and fellow Republicans in the Legislature boasted that it solves a $3 billion shortfall without raising taxes or fees.\n\nOn the tax claim, PolitiFact Wisconsin’s Walk-O-Meter gave the governor a Promise Broken rating after he included tax hikes in his own budget proposal. However, the final budget, which raises three taxes, contains a larger amount of tax cuts, so the net result is an overall tax reduction of more than $23 million, according to the non-partisan Legislative Fiscal Bureau.\n\nThat’s the tax picture.\n\nBut what does the budget do with fees? Taxpayers pay plenty of those, too.\n\nAfter the budget was approved by the Assembly on June 13, 2011, Assembly Speaker Jeff Fitzgerald said:\n\n\"To pass a budget like this, with no tax increases and no fee increases, and put the state in the right direction, is something we feel good about.\"\n\n\"No fee increases\" is the key phrase here -- and the Horicon Republican isn’t alone in uttering it.\n\nSimilar claims have been made by other GOP lawmakers, including Rep. Robin Vos of Rochester and Sen. Frank Lasee of DePere, both of whom said the budget passed \"without raising taxes or fees\"; Rep. Samantha Kerkman of Powers Lake, who touted \"no increases in state taxes or fees\"; and Rep. Kevin Petersen of Waupaca, who said that compared to prior budgets, \"gone are … tax and fee increases\".\n\nWhen we asked Fitzgerald for evidence to back his \"no fee increases\" claim, we noted that the fiscal bureau -- which both political parties have long cited as a neutral scorekeeper on budget matters -- had determined the budget would raise nine fees over two years by $133 million and reduce eight other fees by $22 million.\n\nThat’s a net increase in fees of $111 million.\n\nHere are some of the major fee increases, as laid out by the fiscal bureau, as well as comments from Fitzgerald spokesman John Jagler.\n\nCollege tuition: Tuition at University of Wisconsin System colleges would rise 5.5 percent  in each year of the two-year budget cycle, raising $107 million.\n\nJagler argued that the tuition hikes normally are not identified as fee increases in the state budget and that they are labeled as such this year only because the budget gives more autonomy to the UW System. That results in a \"technical change\" in how the figures are reported, he said in the email.\n\nThe fiscal bureau, however, says it has tallied tuition increases as fees in the past.\n\nAs we’ll see, even if we set aside tuition hikes, there are plenty of other fee increases to consider.\n\nLender fees: Licensed lenders would have to pay a new $5,000 annual fee in order to make motor vehicle title loans, raising $500,000 over two years. New fees would also be imposed on beer wholesalers.\n\nSaid Jagler: \"A new fee isn’t a fee increase.\"\n\nThat’s a novel argument, but one that clearly goes against the GOP message -- that the budget does not rely on higher fees to be balanced. New fees obviously increase the amount of revenue the state takes in.\n\nDriver’s license tests: Currently, drivers pay $15 to take a test for a regular automobile license, but if they fail, they can take two more tests without paying another fee. Under the new budget, drivers would have to pay another $15 for each additional test. That would raise $634,600 over two years.\n\nUnlike the new lender fee, Jagler didn’t label the driving test fee as new. He acknowledged that it’s a fee drivers wanting to take additional tests would have to pay.\n\nBackground checks: Non-profit organizations would have to pay $7 -- up from $2 -- for every criminal record search they request on individuals, a change projected to raise $2.5 million. The fee for other entities would drop to $7 from $13, resulting in a loss of $1.92 million. That means the state will net an additional $580,000 in fees.\n\nSaid Jagler: \"A fee that goes down or stays the same is not an increase.\"\n\nOK, but fees would rise for non-profits and that would help drive an overall increase in revenue of $580,000.\n\nYou get the picture. And it’s not what you might have imagined it would be if you heard the phrase \"no fee increases.\"\n\nTo sum up:\n\nFitzgerald said the new state budget contains \"no fee increases.\" The non-partisan state fiscal bureau, however, lists nine fee increases (along with eight fee reductions). The net result is an increase in fees of $111 million. It’s ridiculous to claim there are no fee increases when some fees are being created, others are being raised and the result is more cash in the kitty.\n\nWe rate his claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12818"}