{"url": "/factchecks/2012/mar/19/rod-monroe/intimate-partner-violence-second-leading-cause-dea/", "speaker": "Rod Monroe", "vclaim": "Says \"the No. 2 cause of death in the U.S. (for) women under 50 is being killed by their spouse or domestic partner.\"", "truth_label": "false", "date": "stated on March 1, 2012 in a floor speech.:", "title": "Is intimate partner violence the second leading cause of death for women under 50?", "text": "During the 2012 legislative session, lawmakers passed a bill that requires the state's school districts to put policies in place combating teen dating violence. The legislation passed with a pretty wide margin.\n\nDuring the debate, statistics were thrown out left and right in support of the new policy. One in particular caught our attention.\n\nWhile speaking in favor of House Bill 4077, Sen. Rod Monroe, D-Portland, said \"teen dating violence is where it all starts, and where it ends is with the fact that the No. 2 cause of death in the U.S. (for) women under 50 is being killed by their spouse or domestic partner. No. 2 cause of death. Only exceeded by automobile accidents.\"\n\nThere's no disputing that intimate partner violence, as it's commonly referred to in support circles, is a major problem nationally and worldwide. But could it really be the second leading cause of death for women under the age of 50?\n\nMonroe didn't have any support for his claim when we reached him at home. He mentioned that he'd heard the statistic some eight years ago at a conference in San Diego. Since then, he said, he'd read it in several articles.\n\nWithout a lead, we had to start from scratch. Our first step was to check in with the U.S. Centers for Disease Control and Prevention. The CDC has a specific division that looks into injury and violence prevention. As it happens, injury is the leading cause of death for Americans between ages 1 and 44.\n\nGail Hayes, a spokeswoman for the Injury Center, showed us how to drill down into the data on hand.\n\nWe looked for the leading causes of death for women between the ages of 1 and 50 from 1999 to 2009. This is what we found, in descending order: Malignant neoplasms (cancer), unintentional injury (largely motor vehicle accidents and poisoning), heart disease, suicide, stroke and then -- at sixth place -- homicide, which would include intimate partner violence.\n\nUnfortunately, you can't dig down any deeper into the homicide category to get a good idea of just how many of those are perpetrated by intimate partners. Even if we could have gone further, the rankings didn't seem to support Monroe. Once you remove biological causes of death -- cancer, heart attack and stroke -- homicide comes in at third place, after unintentional injuries and suicide.\n\nHayes was kind enough to check in with some of the Injury Center scientists to see if they'd heard the statistic that Monroe cited. The best she could come up with was the fact that just over 41 percent of female homicides aged 1-50 were \"intimate-partner related.\" But, she said, that data applied to only 16 states and couldn't be reliably nationalized.\n\nThe CDC had some recent reports on the issues of intimate partner violence, but none of them referenced Monroe's statistic.\n\nOur next step was a call to the National Domestic Violence Hotline. We spoke with Angela Hale who also said she hadn't heard of the statistic that we were trying to verify.\n\nWe did find a similar statistic referenced in the abstract for a paper published in the Journal of Trauma and Acute Care Surgery. Ultimately, that lead never panned out. The closest we could find was a another report from 1991 that stated \"violence was the second most common cause of injury overall and the most common cause of injury of women aged 15-44.\"\n\nBut violence didn't necessarily mean intimate partner violence. In fact, the only thing the article says about such violence is that 62 percent of the violent incidents involved husbands or boyfriends.\n\nUltimately, we ended where we started: With no source to back up the claim.\n\nIn the end, the onus is on the speaker to offer a source for what he said. Monroe didn't have one -- and after days of searching, we couldn't find one. There is no doubt that intimate partner violence is a serious issue, but there doesn't seem to be any evidence that it ranks as the No. 2 cause of the death for women under 50. The highest it might rank -- and even this is a stretch -- is sixth place, according to CDC data.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this rating.", "vclaim_id": "vclaim-pol-11418"}