{"url": "/factchecks/2016/jul/15/joe-biden/touting-trade-joe-biden-says-95-percent-worlds-con/", "speaker": "Joe Biden", "vclaim": "\"95 percent of the world’s customers are … beyond our shores.\"", "truth_label": "half-true", "date": "stated on July 13, 2016 in a speech in San Diego:", "title": "Touting trade, Joe Biden says 95 percent of world's consumers are outside U.S.", "text": "International trade has become a big issue in the 2016 presidential race, and now the sitting vice president, Joe Biden, has devoted a speech to it as well.\nSpeaking on July 13 in San Diego, Biden reminded his audience that the United States needs to -- and has been -- cracking down on unfair practices by its trading partners.\nHowever, Biden also made a case for the benefits of foreign trade -- an argument that the two presidential candidates, and especially Republican Donald Trump, have not often made this campaign season.\nAt one point in his speech, Biden cited the sheer number of customers outside U.S. borders. \"We need to sell to customers abroad. 95 percent of the world’s customers are over there. They’re beyond our shores,  95 percent of the world’s customers,\" he said.\nThis is a commonly cited figure by advocates of expanding international trade, including the U.S. Chamber of Commerce. And it’s rooted in legitimate statistics. But it glosses over some important context.\nWhere the number comes from\nThe 95 percent figure is drawn directly from global population figures. According to the World Bank, the United States has a population of 321.4 million, compared to 7.3 billion for the world as a whole. So the United States’ population represents about 4.4 percent of the world’s population, leaving 95.6 percent of people outside the United States’ borders.\nThat’s very close to the figure Biden offered.\nWhy the statistic doesn’t tell the whole story\nHowever, for the purposes of buying American products -- which was the point of Biden’s remark -- not all residents of the world are equal. The vast majority of people across the world are quite poor and will not generally be in the market for American products.\nDetermining how many \"customers\" there might be for American products is tricky. But one estimate published by the World Bank broke down the world’s population into rich (incomes typical of Italy and above), middle class (incomes between Brazil and Italy), and poor (incomes below that of Brazil). The study included affluent residents of poor countries in its count of \"rich\" and \"middle class\" people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThat report estimated that in 2000, about 10.5 percent of the world’s population was rich and another 7.6 percent was middle class. By contrast, 82 percent were poor. Here’s the full chart:\n\nOf course, some of that 82 percent might be able to afford the occasional U.S. product, whether it’s a bottle of Coke, some bread made from U.S. grain, or a summer blockbuster movie.\nThat uncertainty about the definition of \"poor\" and whether even very poor people can afford some U.S. products some of the time make us reluctant to suggest an alternate, more accurate figure.\nStill, even a narrower World Bank calculation -- based on defining \"extreme poverty\" as $1.90 in income per day adjusted for purchasing power by country -- came up with 12.73 percent of the world’s population living in \"extreme poverty\" in 2013. That’s not a lot of money to spend on imported products. And raising the cutoff for the definition of \"extreme poverty\" would produce larger percentages of people in that category.\nPluses and minuses of using the 95 percent figure\nThe vice president’s office acknowledged this critique and told PolitiFact that it likes to use the term \"potential customers,\" arguing that beneficial trade agreements can help turn non-consumers of U.S. products into consumers of U.S. products, especially over the long term as trading relationships deepen and incomes rise.\nAnd even under the current status quo, some experts cautioned against dismissing the 95 percent figure.\n\" 'Customers' is about population, not income, and while I'd agree that a lot of them won't be very big customers -- the 10 percent or so of the planet's population who live on less than $1.90 a day aren't lining up to buy Boeing 777s -- many of the world's very poorest people do buy food, and the United States is a very big agricultural exporter, including to developing countries,\" Charles Kenny, a senior fellow at the Center for Global Development. \"So, they may not be the biggest customers, but they will be customers nonetheless.\"\nOur ruling\nBiden said, \"95 percent of the world’s customers are … beyond our shores.\"\nHe’s right if you count the number of people across the globe who live outside the borders of the United States. However, since many members of that 95 percent are quite poor, framing the question as Biden did gives an overstated sense of how much that 95 percent will be consuming U.S. exports in the near future. We rate the statement Half True.\nhttps://www.sharethefacts.co/share/2d160381-6183-46a3-8f1f-c7abefe2820b", "vclaim_id": "vclaim-pol-04684"}