{"url": "/factchecks/2011/jun/09/armond-budish/state-rep-armond-budish-says-kasichs-budget-plan-c/", "speaker": "Armond Budish", "vclaim": "\"Kasich’s budget increases state spending from $50.5 billion to $55.6 billion. This is the second largest, two-year spending increase in Ohio history.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2011 in a newspaper column:", "title": "State Rep. Armond Budish says Kasich's budget amounts to Ohio's second largest spending increase", "text": "Featured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe irony behind Gov. John Kasich’s $55.6 billion two-year budget proposal is that a Republican leader who subscribes to the politics of limiting government spending is actually proposing to tap the state’s checkbook for a lot more cash than his Democratic predecessor ever did.\n\nThat’s a fact not lost on state Rep. Armond Budish, a Beachwood Democrat, who grabbed a  pen and paper last month to rail against The Columbus Dispatch’s endorsement of the governor’s proposal.\n\n\"Despite the dramatic cuts targeted at schools and local communities, Kasich’s budget increases state spending from $50.5 billion to $55.6 billion,\" Budish wrote in a letter the newspaper published May 14. \"This is the second largest, two-year spending increase in Ohio history.\"\n\nIt is true that the governor’s budget makes deep cuts to public education and local governments, especially in larger urban areas. And it is true that the current state operating budget which covers fiscal years 2010 and 2011 passed under former Democratic Gov. Ted Strickland and expires on June 30, made just $50.5 billion in appropriations. It marked the first time in more than four decades that an Ohio biennial budget actually spent less than the previous budget.\n\nPolitiFact Ohio decided to check Budish’s numbers.\n\nOhio’s general revenue funds budget is part of a larger state fiscal document called an all funds budget. The general revenue fund is where state taxpayer money goes. It includes income, sales and other state taxes. The all funds budget, which is about double the general revenue fund, also includes money raised through various state licenses and fees and federal draw down funds for federally mandated spending and other items that lawmakers have little control over.\n\nBudish’s numbers refer to the general revenue fund.\n\nIn another letter to The Dispatch, one written in response to Budish’s, state Rep. Ron Amstutz, a Wooster Republican, said the GRF accounts for less than half of total state spending.\n\nSusan Ackerman, senior budget and fiscal analyst for the Center for Community Solutions, said that Amstutz is correct, but that Budish’s message is in better context. When thinking of the budget, the figure to focus on is the general revenue fund number, not the all funds figure, she said.\n\n\"I think the budget to really watch is the GRF budget. The GRF budget is funded by Ohio’s tax revenues and it is the budget that lawmakers have the most discretion over, therefor it gives you the most accurate picture of what the state’s priorities are,\" Ackerman said.\n\n\"The all funds budget is an important number, too,\" she said. \"But the problem in Ohio is there is a lot of double counting in our all funds budget.\"\n\nFor example, state tax refunds are counted as expenditures in the all funds budget even though the state is essentially just giving back money that taxpayers overpaid, Ackerman said. And sales of state goods from one state entity to another is considered an appropriation under the all funds figure even though the money never technically left the state’s coffers.\n\n\"GRF is really where your tax dollars go,\" she said.\n\nBut is the spending level proposed by the governor is the second highest increase in the state’s history.\n\nWe started by asking where the House minority leader got his facts. Budish’s staff pointed us to a general revenue fund chart maintained on the Ohio Office of Budget and Management web site that lists the state’s operating budgets back to 1968. That’s just 43 years; not exactly inclusive of all Ohio history but enough information to test Budish’s point.\n\nKasich’s proposal represents a $5.1 billion spending increase for a state still limping back from a crippling economic recession and deficit somewhere between $4 billion and $8 billion. The largest spending increase since 1968 came under Republican Gov. Bob Taft. The 2000-01 budget, which spent $40.4 billion, was $5.3 billion greater than the previous budget.\n\nWe’re talking actual numbers here, not percentage gains or losses.\n\nSince information prior to 1968 is difficult, at best, to completely recapture, PolitiFact Ohio wanted to add some perspective for the numbers that are available. The 1968-69 budget spent just $2.4 billion, so it appears safe to assume that never in Ohio’s history prior had the state witnessed a spending increase greater than $5.1 billion from one budget to the next. From that perspective, Budish’s statement seems logical.\n\nLawmakers and the public have traditionally focused on the general revenue fund because it is the figure that lawmakers have direct say so over how to spend.\n\nKnowing that the GRF represents part of all state spending, and that the all funds budget is much larger, is an additional point that provides clarification.\n\nAnd while Budish couldn’t provide documentation for his \"Ohio history\" reference, it is clear that Ohio has never passed a general revenue fund budget prior to 1968 that is anywhere in the stratosphere of what lawmakers are presently debating in the Statehouse.\n\nOn the Truth-O-Meter, we rate Budish’s comment Mostly True.", "vclaim_id": "vclaim-pol-12964"}