{"url": "/factchecks/2015/apr/07/pete-gallego/pete-gallego-re-seeking-seat-says-will-hurd-quit-h/", "speaker": "Pete Gallego", "vclaim": "\"Just two weeks ago, Congressman Hurd quit his post on the House Committee on Small Business saying that he was unable to find the time to serve.\"", "truth_label": "half-true", "date": "stated on April 2, 2015 in an email blast:", "title": "Pete Gallego, re-seeking seat, says Will Hurd quit House panel saying he couldn't find time for it", "text": "Democrat Pete Gallego, who lost his U.S. House seat to Republican Will Hurd in 2014, seeks a 2016 rematch.\nA reason for voters to change sides, Gallego said in an April 2, 2015, email blast, is that Hurd evidently doesn’t have time to fulfill his duties. \"Just two weeks ago, Congressman Hurd quit his post on the House Committee on Small Business saying that he was unable to find the time to serve,\" Gallego said.\nWe were curious about Gallego’s charge. Is freshman Hurd short of time?\nResignation letter\nGallego’s campaign spokesman, Anthony Gutierrez, responded to us by email by pointing out a March 2015 entry in the Congressional Record showing that Hurd, a former CIA officer, asked to be removed from the committee in a letter to House Speaker John Boehner.\nHurd’s letter, dated March 16, 2015, said:\n\"I write today to resign from the House Small Business Committee. While I appreciate the honor of being appointed, in order to best serve the constituent of Texas' 23rd Congressional District, I believe I must focus on my existing committee assignments.\n\"With my background in the intelligence community cybersecurity, and representing the district with the largest length of U.S.-Mexico Border, my ability to focus on my Information Technology Subcommittee Chairmanship and Border and Maritime Subcommittee Vice-Chairmanship is where I believe I can be of most value to my constituents and colleagues in the House.\n\"I appreciate your timely consideration of this request.\"\nAccording to the CR entry, the Texan’s resignation was accepted the same day.\nHurd's committee assignments\nWe looked next into Hurd's workload. His House website says Hurd serves on the House Homeland Security Committee; he’s vice chair of its Border and Maritime Security Subcommittee and also serves on its Counterterrorism and Intelligence Subcommittee.\nHurd also serves on the House Committee on Oversight and Government Reform for which he chairs its Information Technology subcommittee; his appointment to the chairmanship was described as a plum prize in a February 2015 San Antonio Express-News news story pointed out to us by Shana Teehan, Hurd’s communications director. Hurd also serves on the oversight panel’s National Security Subcommittee.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n \n\n\n\n\n\n\nAn online search led us to a web page created by the House clerk, dated Feb. 10, 2015, listing each member’s committee assignments. That list showed Hurd as a member of the small business panel plus the two others. Counting Hurd, six Texas members of the House were assigned to three committees each; the other 30 Texans had one or two assignments. And as of April 7, 2015, Hurd was still listed as a member of all three panels on another House clerk’s web page. (Previously, Gallego was a member of two committees.)\nHurd campaign elaborates\nBy phone, Hurd campaign spokesman Josh Robinson said Hurd initially learned of his appointment to the small business panel from a committee-issued press release. The panel’s Jan. 21, 2015, announcement listed Hurd among 14 committee members. According to the committee's calendar, the panel subsequently met three times before Hurd resigned.\nHurd appreciated the appointment, Robinson told us, but given his other assignments and desire to travel back and forth to the vast 23rd Congressional District, he decided \"being in another committee meeting in D.C. was not going to be helpful.\" Hurd, Robinson said, would rather focus on small businesses in his district than \"listen to a bunch of bureaucrats\" in hearings.\nChairman Chabot: 'Procedural glitch'\nBy email, Teehan provided a statement she described as obtained by Hurd’s office about March 18, 2015, from Rep. Steve Chabot, R-Ohio, who chairs the small business panel. Chabot, praising Hurd’s energy and enthusiasm, is quoted saying that even though \"a procedural glitch means it is necessary to change his committee assignments, I know he’ll be a dedicated voice for working Americans across his district.\"\nTeehan also emailed Rep. Lamar Smith’s description of Hurd’s appointment to the small business panel as \"a small administrative matter that has now been corrected.\" Smith, R-San Antonio, serves on the House Republican Steering Committee, which Teehan described as responsible for Republican committee assignments.\nGlitch? Administrative error? We left messages for aides to Chabot and Smith seeking elaboration while wondering how this might pertain to Hurd’s departure from the committee. We didn’t hear back.\nNext, we filled in Gallego’s adviser, Gutierrez, who pointed out by email that House committee assignments, including Hurd’s appointment to the small business committee, were entered into the Congressional Record on Jan. 13, 2015--eight days before the mentioned press release came out and about two months before Hurd submitted his letter to leave the committee.\nOur ruling\nGallego said Hurd recently \"quit his post on the House Committee on Small Business saying that he was unable to find the time to serve.\"\nHurd, who separately had two other committee assignments, quit the small-business panel stressing his desire to focus on security-related subcommittee assignments.\nGallego’s statement, leaving the impression Hurd said he lacked time to serve, left out important details. We rate his claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06547"}