{"url": "/factchecks/2013/oct/17/bill-foster/bill-foster-says-st-petersburgs-unemployment-rate-/", "speaker": "Bill Foster", "vclaim": "\"Unemployment in the city of St. Petersburg is below the state average.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2013 in a Tampa Bay Times/Bay News 9 debate:", "title": "Bill Foster says St. Petersburg's unemployment rate is lower than state average", "text": "Candidates for St. Petersburg mayor painted two very different portraits of the city’s economy during the recent Tampa Bay Times/Bay News 9 mayoral debate.\nMayor Bill Foster touted the city’s unemployment rate.\n\"We've added 5,000 new residents to the city of St. Petersburg,\" Foster said. \"Unemployment in the city of St. Petersburg is below the state average.\"\nChallenger Rick Kriseman’s response included claims about how there are fewer small businesses and fewer overall workers than before Foster took office in 2010.\nWe decided to put each candidate’s economic talk on the Truth-O-Meter. (We checked Kriseman's statements here and here.) In this fact-check, we’re looking at Foster’s claim about the unemployment rate.\nComparing the city’s unemployment rate with the state average is tricky.\nThe Bureau of Labor Statistics puts out monthly reports with unemployment data for the country, state and metro areas. Using this data to compare cities with their home states is a little bit like analyzing apples and oranges. Why? The national and state data is adjusted for the season, but the metro data is not.\nThe distinction between adjusted data and unadjusted data is important in Florida, where the economy is hugely susceptible to seasonal swings, economists told us. Think of the snowbirds who come to our state during the cooler months each year. They seek out services, pack restaurants, buy goods and visit the beach -- an annual economic stimulus.\n\"That doesn’t just affect tourism jobs,\" said Scott Brown, chief economist at Raymond James. \"That affects everything.\"\nThat factor and others, such as teachers taking off for the summer, contribute to the state’s unadjusted employment rate typically ticking up in the summer months. When seasonal forces are factored in, the unemployment rate is smoothed out.\nCities do not get the same treatment, left only with the less precise, unadjusted figure.\nWith that disclaimer, we’ll move ahead with the check using labor data mostly from BLS.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n2013 unemployment rate\n\n\nMonth\nSt. Pete (NSA)\nFL (NSA)\nFL (SA)\n\n\nJan.\n7.7\n8\n7.9\n\n\nFeb.\n7.1\n7.6\n7.8\n\n\nMarch\n6.6\n7\n7.5\n\n\nApril\n6.8\n6.8\n7.2\n\n\nMay\n6.9\n7\n7.1\n\n\nJune\n7.4\n7.4\n7.1\n\n\nJuly\n7.4\n7.4\n7.1\n\n\nAug.\n6.9*\n7.1\n7\n\n\n\n* From state Department of Economic Opportunity. NSA = Not seasonally adjusted, SA = Seasonally adjusted\nSo the state’s seasonally adjusted unemployment rate for August, the most recent month available, was 7 percent and the unadjusted rate is 7.1 percent.\nThe BLS did not release unemployment data for metro areas and cities as scheduled on Oct. 2 due to the government shutdown. The bureau’s most recent, public estimate for St. Petersburg’s unemployment rate is for July 2013, when the (unadjusted) rate was 7.4 percent. That’s even with Florida’s unadjusted rate for July and larger than its adjusted rate.\nWe checked in with the state’s Department of Economic Opportunity, which feeds some economic data to the BLS, before calling Foster’s claim inaccurate. According to DEO, the city’s unemployment rate for August was 6.9 percent -- a smidgen lower than the state’s unadjusted and adjusted rates for that month.\nThe city’s unemployment rate was actually lower than the state’s, by either measure, for most of 2013.\nWe asked our experts to point to better data, but they said this home survey-based data is the best we have. Residents are asked if they are working and, if not, whether they are looking for work. The government uses the data to crank out assessments for the national, state and local levels.\n\"At the state level, they’re estimates,\" said Sean Snaith, a University of Central Florida economist. \"So when you get down to the smaller and smaller geographies, the availability and timeliness of data both begin to wane.\"\nA declining unemployment rate is not necessarily a completely positive measure of the economy, PolitiFact Florida has found. Florida has a problem with discouraged workers being out of the workforce for a long time and eventually dropping out of the labor force. These workers are no longer reflected in the unemployment rate, which is a ratio of the number of workers versus the number of available workers.\nFor example, Florida’s unemployment rate fell steeply from December 2011 to July 2013, from 9.4 percent to 7.1 percent. If the labor force had remained the same in July as it was a year and a half earlier, the real unemployment rate would have been 8.2 percent, according to an August 2013 report by the Legislature’s Office of Economic and Demographic Research. The report found that about half of the reason for the drop is due to people leaving the labor force or putting off joining it.\nA similar analysis has not been completed at the city level.\nFoster did not return our call seeking comment.\nOur ruling\nSt. Petersburg’s unemployment rate is a little bit better than the state average, according to the most recent data we have from the state and federal government. It’s been the case for most of the year. Is it substantially better? No. And experts cautioned that the numbers we have are not the best. Still, they’re the best we have. We rate this statement Mostly True.", "vclaim_id": "vclaim-pol-14985"}