{"url": "/factchecks/2013/may/09/marco-rubio/did-marco-rubio-flip-flop-setting-floridas-preside/", "speaker": "Marco Rubio", "vclaim": "On an early date for Florida's presidential primary", "truth_label": "full-flop", "date": "stated on May 3, 2013 in a position on legislation:", "title": "Did Marco Rubio flip-flop on setting Florida's presidential primary date?", "text": "Why should Iowa and New Hampshire get all the attention when it comes to presidential politics?\n\nThat was the question Florida legislators were asking back in 2007, when they ignored advice from both national Republican and Democratic party leaders and moved Florida’s presidential primary date. By moving it earlier, to January 29, the idea was that presidential candidates would give more time and attention to Florida voters.\n\nThe parties were not amused, and they sanctioned Florida delegates with a variety of penalties, both in 2008 and 2012\n\nMore recently, though, Florida legislators have lost interest in going rogue.\n\nIn the waning days of the 2013 Florida legislative session, lawmakers tucked a provision into an elections bill to move the primary back, so that it’s held \"on the first Tuesday that the rules of the major political parties provide for state delegations to be allocated without penalty.\"\n\nThey made the change with the support of one of Florida’s top Republicans: U.S. Sen. Marco Rubio. That jogged our memory: Wasn’t Rubio the one in favor of moving the primary up in the first place?\n\nWe decided to investigate the matter on our Flip-O-Meter. We use the Flip-O-Meter to determine when a political official or candidate has changed position. The meter is not intended to pass judgment on their decisions to change their minds. It’s simply gaging whether they did or not.\n\n• • •\n\nA look through the archives showed Rubio promoted an early primary date as early as in March 2006. The Miami Republican was then a young state legislator, but a powerful one, as Florida’s Speaker of the House.\n\n\"With all due respect to New Hampshire and Iowa, nowhere are you going to be on a national stage like Florida,\" Rubio told the Tampa Bay Times back then. \"You're going to get questions about Israel, Latin America, immigration. It's the old South, it's Latin, it's Midwestern, it's rural and urban.\"\n\nRubio included the idea in his book, 100 Innovative Ideas For Florida's Future, which became his game plan for the Florida House in 2007 and 2008, and a checklist he touted when he ran for the U.S. Senate in 2010.  (PolitiFact Florida documented the idea as No. 37 for Rubio, and marked it a promise kept.)\n\nRubio won an open U.S. Senate seat in 2010, and since then he has become a rising star in the Republican Party. He’s often mentioned as potential presidential candidate in 2016 and even leads in some polls. (Yes, current polling has little predictive value for a race more than three years away.)\n\nWhile Rubio’s been out of the Florida Legislature for years now, he was still credited as a force for getting the primary moved back to a date in 2016 so that the parties don’t apply penalties to Florida delegates.\n\nRubio has cited two reasons for his change in position: harsher penalties from the party, and the rise of super PACs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nThe penalties for Republicans would have been notably harsher in 2016 than in 2012, according to an analysis by the Times/Miami Herald Tallahassee Bureau.\n\nThe state’s full complement of delegates is 99. In 2012, Republicans were docked back to 49 for its early primary. In 2016, they would have been bumped down to 12.\n\nThat’s in addition to the indignity of far-flung hotel rooms. In 2012, Florida delegates spent hours waiting for shuttle buses that were supposed to take them from downtown Tampa to hotel rooms in Palm Harbor, nearly 30 miles away.\n\nThe move would also be a dramatic boost to whoever wins the Florida presidential primary in 2016. Maybe Rubio?\n\nFrom the Times/Herald report:\n\n\"We would go from being the third-largest delegation to being the smallest,\" said Todd Reid, state director for Rubio.\n\nAsked about Rubio's potential bid for president in 2016, Reid said the changes had nothing to do with the senator's political future and noted that Democrats support the changes as much, if not more, than Republicans.\n\nThe Times caught up with Rubio himself in Washington. He said the penalties changed the situation, as did the growing influence of super PACs.\n\n\"When we changed the primary when I was in the House, it made sense because at that time these elections were still being decided in three or four early states. In the advent of super PACs, where someone will give you $1 million and you can survive for months at a time, it's changed. If these races are going to go on until April or June, then it behooves Florida to have its full comple­ment of delegates.\"\n\nFinally, we wondered, who benefited the most from Rubio’s change of position? Rubio, or the people of Florida? After all, Florida did get a lot of attention in 2008 and 2012 with its early primary. (In 2012, the major Republican candidates came to Tampa for a nationally televised debate.)\n\nTo help us consider that question, we turned to Steven Tauber, a political science professor at the University of South Florida.\n\nFor Rubio the candidate, it’s unlikely that an 87-delegate penalty would be a make-or-break difference for his presidential aspirations, he said.\n\nFor the state of Florida, though, the penalties are tough enough that it makes sense to follow the rules. And besides, going first isn’t the big advantage that it used to be.\n\n\"When races are close, and the assumption is that the 2016 Republican nomination will be close, the states in the middle are more important,\" he said.\n\nOur ruling\n\nThere is little doubt that Rubio has changed position on whether Florida should jump the line and have an early primary. Back in 2007, he pushed the change through the Florida Legislature. Just recently, he supported moving the date back. He says facts on the ground have changed: The penalties exacted by the political parties are harsher. Meanwhile, campaign cash from super PACs means candidates are hanging in longer and extending the campaign season.\n\nBe that as it may, the move is a major reversal of position. We’ll call it what it is: Full Flop!", "vclaim_id": "vclaim-pol-09354"}