{"url": "/factchecks/2019/aug/22/amy-klobuchar/boyfriend-loophole-some-convicted-domestic-violenc/", "speaker": "Amy Klobuchar", "vclaim": "The \"boyfriend loophole\" means that \"if you commit a serious crime of domestic abuse against your wife, you can't get a gun, but if you do it against your girlfriend, you can.\"", "truth_label": "half-true", "date": "stated on August 12, 2019 in an interview:", "title": "Federal law’s ‘boyfriend loophole’ is not so simple", "text": "After the mass shootings in El Paso and Dayton, U.S. Sen. Amy Klobuchar, a Minnesota Democrat who is running for president, called for eliminating the \"boyfriend loophole.\"\nThe loophole, she said on MSNBC, \"means that right now if you commit a serious crime of domestic abuse against your wife, you can’t get a gun, but if you do it against your girlfriend, you can, which is outrageous.\"\nKlobuchar has a point, but she oversimplifies the situation.\nWhat the law says\nFederal law bars anyone convicted of any felony from possessing a firearm. \nBut the gun prohibition, as cited to us by Klobuchar’s campaign, also is imposed on people convicted of misdemeanor domestic violence. \nThat provision applies to anyone who has or had a domestic relationship with the victim, said University of Wyoming law professor George Mocsary, co-author of a law school textbook on gun laws.\nSo, despite Klobuchar’s claim, the provision applies to more than just current or former spouses.\nIt applies if the perpetrator in the domestic abuse has a child in common with the victim; lives or lived with the victim; or is \"similarly situated to a spouse.\"\nAs for the \"similarly situated\" language, some courts have said live-in boyfriends would be covered by the law, said Jacob Charles, executive director of the Center for Firearms Law at Duke University. And a regulation promulgated by the federal Bureau of Alcohol, Tobacco, Firearms and Explosives makes it clear that live-in partners are covered, Mocsary said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nKlobuchar’s claim of a loophole is accurate to the extent that the law does not apply to a boyfriend who is or was simply dating the victim, but not sharing a residence or children. \nBut Mocsary said there is a difference in risk when there is a gun in a domestic situation versus someone who owns a gun but doesn’t live with their girlfriend.\n\"Everyone agrees that a firearm in a household with domestic violence poses a clear increased danger to the abused partner,\" he told PolitiFact. But there is no reliable evidence \"that there is a similar increased danger\" in non-cohabitation situations, he said.\nKlobuchar’s claim was made in the context of federal law. But it’s worth noting that 23 states have laws that prohibit at least some abusive dating partners from gaining access to firearms, according to the Giffords Law Center to Prevent Gun Violence. \nThat includes 19 states that bar people convicted of misdemeanor domestic violence from possessing a gun. Among them are California, Texas, Illinois and New York.\nOur ruling\nKlobuchar said the \"boyfriend loophole\" means that \"if you commit a serious crime of domestic abuse against your wife, you can't get a gun, but if you do it against your girlfriend, you can.\"\nThe gun prohibition, which is in federal law, does not apply to boyfriends who are, or were, in mere dating or more casual relationships. \nBut it does apply to boyfriends who have a child in common with the domestic violence victim; live or lived with the victim; or who are \"similarly situated to a spouse.\"\nAlso, 19 states have similar laws on misdemeanor domestic violence cases.\nKlobuchar’s statement is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-00247"}