{"url": "/factchecks/2010/oct/21/barbara-boxer/barbara-boxer-says-carly-fiorina-against-banning-a/", "speaker": "Barbara Boxer", "vclaim": "\"Carly Fiorina, she's against banning assault weapons.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2010 in a campaign ad:", "title": "Barbara Boxer says Carly Fiorina is against banning assault weapons", "text": "A new ad from California Democratic Sen. Barbara Boxer takes a broad-brush approach in painting Republican opponent Carly Fiorina as extreme.\n\n\"Carly Fiorina, she's against banning assault weapons, and that's reckless and dangerous. She's for risky new oil drilling that could threaten our jobs. Fiorina's plan would mean slashing Social Security and Medicare, which would devastate seniors. And she'd make abortion a crime. No wonder Fiorina is endorsed by Sarah Palin. Carly Fiorina, just too extreme for California.\"\n\nThe Fiorina campaign blasted the ad. \"We demand that she immediately remove this ad from the airwaves and apologize to Carly, and California voters, for not only this deliberate and blatant distortion of reality, but also for her refusal to have an honest and serious debate about the issues during this crucial time for our nation,\" said campaign manager Marty Wilson in a written statement.\n\nThe Boxer campaign said they're standing by the ad. Both campaigns invited us to fact-check it.\n\nHere, we wanted to look at whether Fiorina is against banning assault weapons. Generally speaking, Fiorina supports gun rights; she says on her web site that she is \"a strong proponent of protecting Americans' Second Amendment rights.\" She's also received the endorsement of the National Rifle Association. She received an ''AQ'' rating from the group, which the NRA Political Victory Fund says means she is \"a pro-gun candidate whose rating is based solely on the candidate's responses to the NRA-PVF Candidate Questionnaire and who does not have a voting record on Second Amendment issues.\" (Fiorina was previously the chief executive officer for Hewlett-Packard Co.; this is the first time she has sought elective office.)\n\nThe Boxer campaign pointed out that Fiorina has said she opposed a measure passed under the Clinton administration that banned assault weapons for 10 years. The ban started in 1994 and expired in 2004. It has not been renewed.\n\nThe Fiorina campaign acknowledges that she opposed the 1994 ban. \"Fiorina agrees with opponents of the 1994 semi-automatic gun ban that various provisions of the bill outlawing guns with military appearance characteristics such as conspicuous grip, bayonet mount and a folding or telescoping stock do not make those guns any more dangerous,\" said campaign press secretary Andrea Saul in a statement.\n\nBut the campaign said Fiorina is not taking a stand on any future bans until she sees specific legislation.\n\nWe searched to see if there was any current legislation under consideration and couldn't find any. Though President Barack Obama campaigned on an assault weapons ban, it doesn't appear to be a legislative priority for his administration.\n\nStill, it seems fair to think that Fiorina would oppose a ban that was the same as the 1994 ban. The NRA said it endorses her because she \"opposes re-enacting the Clinton gun and magazine ban.\"\n\nIn ruling on the statement \"Carly Fiorina, she's against banning assault weapons,\" we find it compelling that she opposed the 1994 ban and that the NRA said she told them she would oppose re-enacting it. Is it possible some sort of new compromise bill might win Fiorina's support? It's possible, but there's little to indicate that's likely. Based on her previous opposition and the NRA endorsement, we rate Boxer's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14180"}