{"url": "/factchecks/2014/jan/07/jonathan-harris/ri-sierra-club-official-says-despite-its-astronomi/", "speaker": "Jonathan Harris", "vclaim": "\"You don’t see Norway losing population, and its taxes are astronomical.\"", "truth_label": "mostly-true", "date": "stated on December 24, 2013 in a newspaper commentary:", "title": "R.I. Sierra Club official says despite its “astronomical” taxes, Norway is not losing population", "text": "Depending on your political point of view, taxes are either an enormous drag on the economy or a shared burden to support necessary infrastructure and services.\nCount Jonathan L. Harris, chairman of the Rhode Island Sierra Club’s transportation committee, in the latter group.\nIn a Dec. 24, 2013,  commentary in The Providence Journal, he made an energetic counterargument to the notion that tax increases drive productive residents to lower-taxing jurisdictions.\n\"Heck, you don’t see Norway losing population, and its taxes are astronomical,\" Harris wrote.\nWith its long winter nights, Norway is a prime place for astronomical observations, such as watching the aurora borealis. Are its taxes sky-high? And do Norwegians tend to stay put, regardless?\nWe decided to check.\nFirst, Harris is right about the population. According to Eurostat, the census bureau of the European Union, Norway’s population grew 11 percent between 2003 and 2013, to a record high of 5.05 million people, about the same population as the State of Colorado.\nSo how about those \"astronomical\" taxes? Just as different countries speak different languages, different nations’ tax systems are often set up in ways that make direct comparisons difficult.\nFor example, both the United States and Norway tax income. But Norway, like much of Europe,also imposes a \"value added tax\" on items sold at retail that assesses a tax at each step of production, rather than at the point of sale. The United States has no comparable tax.\nThe Organization for Economic Cooperation and Development, a Paris-based association of 34 developed nations that share information and study economic policy, tracks an array of economic statistics from its member nations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nOne those statistics is taxation. To make apples-to-apples comparisons of tax burdens between nations, the OECD looks at how much a nation collects in tax revenue each year and  calculates what percentage that represents of the country’s gross domestic product, the monetary value of everything the country produced in that year\nIn 2011, the most recent year for which the OECD had complete figures, the United States federal tax bite was 24 percent of its gross domestic product. That was 32nd of the 34 OECD nations. The lowest was Mexico at 19.7 percent and Chile at 21.2 percent.\nNorway? It placed seventh on the list, with a national tax obligation equal to 42.5 percent of its gross domestic product, a little short of twice the United State’s share.\nOf the top ten, eight countries were over 40 percent of their GDP, with Denmark topping the list at 47.7 percent. Half of the  OECD countries had levels over 34.1 percent.   \nOur ruling\nJonathan Harris of the Rhode Island chapter of the Sierra Club said, \"You don’t see Norway losing population, and its taxes are astronomical.\"\nCensus data shows he’s correct on the first point.\nOn the second point, by the OECD measure, Norway’s relative tax burden is among the highest in the world. Federal taxes would need to be hiked 77 percent in the United States to reach Norway’s level.\nIs Norway’s ranking, seventh out of 34, \"astronomical\"? We believe it’s close enough for a Mostly True.\n(If you hear a claim you’d like us to check, email us at [email protected]. And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08437"}