{"url": "/factchecks/2015/jul/15/scott-walker/scott-walker-says-wisconsin-property-taxes-are-low/", "speaker": "Scott Walker", "vclaim": "Says because of his actions, Wisconsin \"property taxes today are lower than they were four years ago.\"", "truth_label": "mostly-true", "date": "stated on July 13, 2015 in a speech:", "title": "Scott Walker says Wisconsin property taxes are lower than they were when he took office", "text": "In announcing his run for president, Gov. Scott Walker made a boast about property taxes that both highlights his record in Wisconsin and contrasts it with other governors who are competing for the Republican nomination.\n\"We lowered taxes on individuals, on employers and property owners,\" Walker said a few minutes into the July 13, 2015 speech (fact-checked here). \"Property taxes today are lower than they were four years ago.\n\"How many other governors can say that?\"\nWalker made the property tax claim again the next day in Nevada and it seemed destined to become a talking point in South Carolina, Georgia, New Hampshire and Iowa as he made his first campaign swing as an announced candidate.\nImplicit in Walker’s statement is that not only are property taxes down, but they are lower as a result of his actions.\nSo let’s see if that’s accurate.\nAn earlier claim\nWalker made a similar claim during his State of the State speech in January 2014. He said that because of \"tax controls\" he and the GOP-run Legislature had put in place, property taxes on a typical home in 2014 would be lower than in 2010, which was the year before he took office.\nWe found the state’s nonpartisan Legislative Fiscal Bureau had projected that the 2014 property tax bill for a median-valued home taxed at the statewide average property tax rate would be $2,954. That was $9 lower than in 2010. (Actual tax bills weren't sent out until December 2014.)\nThe fiscal bureau regularly does such estimates, and they are routinely cited by politicians of both stripes.\nBut it’s important to note they are an illustration -- some people's property taxes went down, some went up. Even if your home value was right at that statewide average, your tax bill might have been higher due to various factors, including levies in individual communities.\nIn the earlier fact check, we found that tax and spending restraints Republicans put on local governments and schools were crucial in the decrease in the hypothetical tax bill, but that a drop in home values also played a role. We rated that claim Mostly True.\nSo, Walker's earlier claim was based on a projected figure for 2014. We now have the tax collection numbers for 2014, as well as fiscal bureau projections for 2015 and 2016.\nNew claim -- one measure\nIn Wisconsin, according to the fiscal bureau, local governments rely on property tax revenue more than the U.S. average. And in comparison to other states, Wisconsin property taxes have been among the highest in the nation since at least 1970 (ranking 13th in 2012).\nWe went to the fiscal bureau’s latest tally of the estimated property tax bills, which was produced in May 2015.\n\n\n\n\nTax year\n\n\nEstimated property tax bill for a median-valued home\n\n\n\n\n\n\n2010\n\n\n$2,963\n\n\n\n\n2011 (Walker takes office)\n\n\n$2,953\n\n\n\n\n2012\n\n\n$2,943\n\n\n\n\n2013\n\n\n$2,926\n\n\n\n\n2014\n\n\n$2,832\n\n\n\n\n2015 (projected)\n\n\n$2,824\n\n\n\n\n2016 (projected)\n\n\n$2,821\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n \nSo, there have been four straight years of declines in the hypothetical example during Walker's first four years in office. (The projections for 2015 and 2016 indicate it will be six straight years).\nThe 2014 bill -- the most recent year for which property tax bills have been issued -- was $131 lower than in 2010. That’s more than the $9 reduction that had been projected when we last looked at this topic.\nAs we noted in the earlier fact check, while the decreases are modest, they represent a significant turnaround. From 2006 to 2010, the typical bill increased by $230.\nBut there are other ways to evaluate Walker’s claim.\nOther measures\nThe nonprofit Wisconsin Taxpayers Alliance provided us net property tax levies (the amount of property taxes levied after all credits were provided), as well the net levies as expressed as a percentage of personal income; the percentage is sometimes referred to as the tax burden.\n \n\n\n\n\nTax year\n\n\nNet property tax levy\n\n\nNet property tax levy as percentage of personal income\n\n\n\n\n\n\n2010\n\n\n$9.34 billion\n\n\n4.24%\n\n\n\n\n2011 (Walker takes office)\n\n\n$9.35 billion\n\n\n4.02%\n\n\n\n\n2012\n\n\n$9.43 billion\n\n\n3.88%\n\n\n\n\n2013\n\n\n$9.54 billion\n\n\n3.84%\n\n\n\n\n2014\n\n\n$9.32 billion\n\n\n3.63%\n\n\n\n\n \nThe figures show that although the net property tax levy increased during each of Walker’s first three years in office, it dropped in 2014 to lower than it was four years earlier. And considering net property tax levy as a percentage of personal income, the rate in 2014 was lower than in each of the previous four years.\nThe alliance told us that the 3.63 percent figure for 2014 is the lowest since 1946.\nThe reasons\nAs we found in our earlier fact check, the main reason property taxes are down is the limits Walker and the GOP-controlled Legislature put on school districts and other local governments to levy taxes. Since then, in 2014, the Republicans boosted state aid to technical colleges by $406 million, resulting in the schools reducing their property tax levies by the same amount.\nAt the same time, housing values continue to be a factor in holding down property taxes. The fiscal bureau has noted that housing values statewide, after declining from 2009 through 2013, rose by 1.7 percent in 2014. But the recovery in the housing market isn’t complete.\nOur rating\nWalker said that because of his actions, Wisconsin \"property taxes today are lower than they were four years ago.\"\nMeasured three different ways, the statistical part of the claim is numerically accurate. And Walker’s measures to limit local property tax increases have played a major role. But the lower taxes are due in part to declines in housing values that have only partially recovered.\nWe rate Walker’s statement Mostly True.\n \nMore on Scott Walker\nGo here for an in-depth look at Walker’s record on the Truth-O-Meter and the Flip-O-Meter.\nAnd here for each of the fact checks we’ve done on claims by, and about, the Wisconsin governor.", "vclaim_id": "vclaim-pol-06198"}