{"url": "/factchecks/2010/jan/25/dick-armey/armey-says-tea-party-more-popular-democrats-republ/", "speaker": "Dick Armey", "vclaim": "\"Right now the Tea Party polls higher than the Republicans and the Democrats.\"", "truth_label": "false", "date": "stated on January 24, 2010 in an interview with NBC:", "title": "Armey says Tea Party is more popular than Democrats, Republicans", "text": "The Tea Party is getting popular -- really popular, if you ask Dick Armey, a former House Republican leader whose organization FreedomWorks helped organize the fledgling group, which has used tea bags to symbolize its opposition to new taxes.\n\n\"This is the broad center of American politics,\" he said in an interview with MSNBC. \"Look at the polling data. Right now the Tea Party polls higher than the Republicans and the Democrats.\"\n\nThe Democrats and Republicans have been around awhile, so we were a little skeptical that the new party had gained such ground.\n\nWe contacted FreedomWorks to find out which poll Armey was referring to and were told to check out a December 2009 NBC-Wall Street Journal poll.\n\nThe poll asked the following question:\n\n\"As you may know, this year saw the start of something known as the Tea Party movement. In this movement, citizens, most of whom are conservatives, participated in demonstrations in Washington, D.C., and other cities, protesting government spending, the economic stimulus package, and any type of tax increases. From what you know about this movement, is your opinion of it very positive, somewhat positive, neutral, somewhat negative, or very negative? If you do not know enough to have an opinion, please say so.\"\n\nThe poll found that 41 percent of respondents had a positive view of the Tea Party movement (either somewhat or very positive), while only 23 percent saw it negatively and 21 percent were neutral and 15 percent did not have an opinion. By contrast, 28 percent viewed the Republican Party positively, 43 percent saw it negatively and 27 percent were neutral. The Democratic Party was seen positively by 35 percent, negatively by 45 percent and neutral by 19.\n\nBut some political analysts have questioned whether the poll exaggerated the Tea Party's favorable ratings because the group is not well known and because of the heavy coverage it gets from  Fox News, a conservative news outlet. About 76 percent of those who see the Tea Party movement favorably also said they get their news from Fox, according to an analysis on MSNBC's First Read.\n\nOn Meet the Press in response to Armey's comments, NBC political editor Chuck Todd questioned whether the Tea Party was \"in the center. I mean, when we did our own polling on this, it's clear that the Tea Party gets a big benefit because there's one news organization that gives them a huge bump all the time. I mean, their favorable rating among Fox viewers is through the roof, and the rest of the country sort of doesn't know a lot about these folks.\"\n\nPolitiFact interviewed Karlyn Bowman, a polling expert at the conservative American Enterprise Institute, and she made the same point.\n\n\"We know from other polls that a lot of Americans don't know what the Tea Party is,\" she said. Indeed, the same NBC-Wall Street Journal poll showed that only 7 percent of respondents know a great deal about the Tea Party and 22 percent know a fair amount.\n\nBowman also questioned the validity of comparing the parties because of the way the poll was worded. The Tea Party question included information about the group's activities such as \"protesting government spending,\" while there were no such labels for Republicans or Democrats.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"I think people were responding to deep concerns about government,\" she said, not necessarily the Tea Party movement.\n\nWhile it's clear that Republicans and Democrats are not polling well -- and that the NBC-Wall Street Journal poll provides some useful information about the mood of the country -- it doesn't show definitively that the Tea Party is the most popular party in the country, Bowman said.\n\nWe also spoke with Jay Campbell, vice president for Hart McInturff, the firm that conducted the poll. For the same reasons outlined by Bowman, he told us Armey's comments were not an accurate representation of the poll's findings.\n\n\"The main problem with it is that they're making a comparison that is not an apples-to-apples comparison at all,\" Campbell said. \"If we had said that the Democratic Party was the party of the working class, they might have polled more favorably.\" His firm included the descriptions for the Tea Party because pollsters were concerned that respondents otherwise would not know what it is.\n\nA December 2009 Rasmussen poll also contradicts Armey's statement. It found that in a three-way generic ballot, Democrats attracted 36% of the vote. The Tea Party candidate picked up 23%, and Republicans finished third with 18% of the vote. Another 22% are undecided. And a Fox News poll released Jan. 21, 2010, demonstrated that President Barack Obama would beat a potential Tea Party candidate in a White House run.\n\nSo Armey is drastically overstating the group's standing. Yes, the Tea Party is viewed favorably by people who know about the group (particularly those who get their news from Fox), but the pollsters who conducted the survey say it's not accurate to say that the party is more popular than Democrats or Republicans. Also, other polls contradict Armey's statement and indicate that Democrats are more popular than Tea Party candidates. So we find Armey's claim to be False.", "vclaim_id": "vclaim-pol-15369"}