{"url": "/factchecks/2009/apr/09/george-will/columnist-will-correct-initial-tarp-money-did-not-/", "speaker": "George Will", "vclaim": "\"Congress shoveled $700 billion into the Troubled Assets Relief Program, $325 billion of which has been spent without purchasing any toxic assets.\"", "truth_label": "true", "date": "stated on March 24, 2009 in a column published by the Washington Post and other news organizations.:", "title": "Columnist Will correct that initial TARP money did not buy toxic assets", "text": "The Troubled Assets Relief Program, or TARP, was envisioned as a giant pot of money the federal government could use to buy toxic assets, the mortgage-backed investments that triggered the nation's financial crisis. The idea was to buy the bad assets so banks would be in better shape to do more lending.\nThat was the original vision of Henry Paulson, the Bush administration's treasury secretary and one of the architects of the plan. He won quick approval from Congress in early October 2008.\nBut Paulson changed his strategy. Instead of using the early TARP money to buy the toxic assets, he decided to use it to invest in banks. That, Paulson said, would get them to resume lending. \nSince then, critics have questioned whether the TARP money has been wisely spent. They have criticized TARP investments in banks that did not appear to be in serious trouble, and said it was unwise to spend $25 billion on the auto industry.\nIn his column on March 24, 2009, conservative writer George Will took aim at a variety of recent acts by Congress and the Obama administration. He described members of Congress as \"braying yahoos\" and said the Obama administration had invited private sector investors to become business partners \"with the capricious and increasingly anticonstitutional government. This latest plan to unfreeze the financial system came almost half a year after Congress shoveled $700 billion into the Troubled Assets Relief Program, $325 billion of which has been spent without purchasing any toxic assets.\"\nWe had a vague recollection that TARP spending had been broadened at some point, but we wondered if Will was correct that such a large amount had been spent without buying the assets that were the original focus of the program. (Indeed, the program was named after them, creating a metaphorical acronym that suggested it was a temporary protection from storms.)\nA quick history:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn early October, with fears that the economy was on the brink of collapse, Congress approved the $700 billion Paulson wanted, and President George W. Bush signed the measure into law. As we noted above, the early vision was to buy toxic assets.\nBut just 10 days later, Paulson and the Bush administration changed the game plan. Instead of buying toxic assets, they said they would buy stock in American banks to put them on sound footing so they could resume lending.\n\"Today we are taking decisive actions to protect the U.S. economy,\" Paulson said on Oct. 14. \"We regret having to take these actions. Today's actions are not what we ever wanted to do – but today's actions are what we must do to restore confidence to our financial system.\"\nCriticism grew. Some said Paulson had gotten too much leeway to spend the money. Congress began harrumphing and holding hearings, and oversight groups known as SIGTARP (the Special Inspector General for the Troubled Asset Relief Program) and COP (the Congressional Oversight Panel) began to scrutinize the spending.\n(A quick aside: The financial crisis has spawned some of coolest acronyms this side of the Pentagon, making it possible for Treasury officials to utter sentences like, \"COP and SIGTARP have examined the TARP but haven't yet focused on the P-PIP.\")\nThe $325 billion cited by Will comes from the March 11 testimony by Neel Kashkari, the interim assistant secretary for financial stability who directs the TARP, before the Domestic Policy Subcommittee of the House Oversight and Government Reform Committee. Asked about the status of the program and how much more would be needed, Kashkari said, \"We've deployed about 325 billion cash dollars out the door.\"\nAnd at that point, none of the money had been spent on buying toxic assets, according to the Government Accountability Office, a nonpartisan congressional research group, and the Committee for a Responsible Federal Budget, an independent group tracking spending on TARP and other stimulus programs on its site  Stimulus Watch. \nWe should note that since that testimony, Treasury Secretary Timothy Geithner has unveiled his proposal for buying the toxic assets, which would be partly paid for by a portion of the TARP money. But that wasn't the case when Will's column was published, so we find his claim to be True.", "vclaim_id": "vclaim-pol-15780"}