{"url": "/factchecks/2015/sep/01/credo-action/obamas-words-and-actions-climate-dont-match-activi/", "speaker": "Credo Action", "vclaim": "The Obama administration is \"proposing to mine another 10 billion tons of Wyoming coal, which would unleash three times more carbon pollution than Obama's Clean Power Plan would even save through 2030.\"", "truth_label": "barely-true", "date": "stated on August 27, 2015 in a YouTube video:", "title": "Obama's words and actions on climate don't match, activist video says", "text": "President Barack Obama is playing an environmental joke on us, according to a video by progressive activist group Credo Action.\nThis week, Obama traveled to Alaska to promote his climate change agenda. But some environmental activists see the visit as hypocritical, considering some of his other policy decisions, such as permitting oil drilling in the Arctic. To highlight what it sees as contradictory policies, Credo Action released an annotated version of a White House video promoting the Alaska trip.\nCredo’s video says Obama’s trip is antithetical to some of his own policies, including \"proposing to mine another 10 billion tons of Wyoming coal, which would unleash three times more carbon pollution than Obama's Clean Power Plan would even save through 2030.\"\nCredo is right that mining 10 billion tons of coal in quick order would more than negate any carbon reductions from Obama’s EPA plan.\nThere’s just one problem: There’s no proposal to mine 10 billion tons of coal.\nWhat proposal?\nCredo’s source is a 2015 report by Greenpeace, another progressive environmental activist group. The report references the federal coal lease program, by which the government leases public lands to private companies for coal mining.\nThe report said that a field office of the Bureau of Land Management in Buffalo, Wy., is proposing several new leases that would amount to 10.2 billion tons of coal. Greenpeace estimated that burning all 10.2 billion tons would result in almost 17 billion tons of carbon pollution.\nThat dwarfs what the Environmental Protection Agency says Obama's Clean Power Plan will cut in carbon emissions. According to the EPA, the Clean Power Plan will reduce carbon emissions in the power sector by about 870 million tons annually by 2030. Greenpeace used a National Resources Defense Council estimate of the cumulative emission reductions through 2030 -- 5.3 billion tons.\nGreenpeace’s carbon pollution calculation is reasonable, said Michael Mann, executive director of the Institute for Energy Studies at the University of North Dakota. Roughly 2.4 pounds of carbon are produced per pound of subbituminous coal (found in Wyoming) burned.\nThe problem is that this 10.2 billion new tons of coal proposal is nonexistent. Greenpeace -- and others who have quoted this figure -- are distorting a single line buried in a 3,000-page report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIn May 2015, the Wyoming field office released a resource management plan, which says the bureau \"has estimated that it would issue 28 coal leases encompassing 106,400 acres with approximately 10.2 billion tons of coal...over the next 20 years.\"\nBut this is not a proposal or prediction. This is an outer-bounds estimate generated solely for the purposes of analysis, bureau spokeswoman Kristen Lenhardt told PolitiFact. The figures refer to the maximum amount of development possible within the 20-year lifespan of the resource management plan. The many regulatory steps that happen before land is offered for a coal lease, as well as shifts in market demand, would affect the actual amount of land available.\n\"It was not a plan for how much coal may, or may not be, leased in future years,\" she said. \"It is highly unlikely that actual development during the period of the plan will be anywhere close to this number of leases or acres.\"\nAlso noteworthy is the fact that the resource management plan did not designate any new lands for coal lease consideration. These 106,400 acres identified by the report were already categorized as lands that could be available for mining.\nEven if this were a real proposal, Credo’s timeline is unrealistic. It assumes that all 10 billion tons of Wyoming coal would be burned by 2030, which would require a staggering increase in coal use. The country has consumed around 1 billion tons of coal annually in recent years, and that’s including coal produced all over the country, not just Wyoming.\nThere are not nearly enough power plants in the country for this to work, Mann said. The United States has fewer than 520 coal-fired plants, and that number is on the decline.\n\"If we replaced all of the coal that is currently burned with this new coal from Wyoming, we still would not use that much coal,\" Mann said.\nOur ruling\nA video by Credo Action said the Obama administration is \"proposing to mine another 10 billion tons of Wyoming coal, which would unleash three times more carbon pollution than Obama's Clean Power Plan would even save through 2030.\"\nBurning 10 billion tons of coal over the next 15 years would unleash more carbon pollution than the federal clean energy regulations expect to save in the same period of time.\nHowever, burning that much coal in that timeframe is unrealistic, and, more importantly, the government has not made such a proposal. Rather, the 10 billion tons figure refers to an estimate -- developed solely for analysis -- of the maximum amount of coal that could be available for mining in a particular region of Wyoming over the next 20 years.\nCredo’s statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\nCorrection, Sept. 8, 2015: We revised the explanation of Greenpeace's estimate of the Clean Power Plan's emission reductions by 2030 to reflect that the organization's estimate is cumulative over 15 years, while the EPA's estimate is annual.", "vclaim_id": "vclaim-pol-06014"}