{"url": "/factchecks/2015/sep/01/gwen-moore/scott-walker-didnt-fund-law-requiring-independent-/", "speaker": "Gwen Moore", "vclaim": "Says Scott Walker \"brags a lot about having an independent agency investigate police shootings. Of course, he didn’t fund it.\"", "truth_label": "barely-true", "date": "stated on August 26, 2015 in comments to reporters:", "title": "Scott Walker didn't fund law requiring independent review of police-involved deaths, Gwen Moore says", "text": "In April 2014, Gov. Scott Walker signed a groundbreaking law, a decade in the making, that provides for this:\nAny time there is a death in Wisconsin and a police officer is involved, an outside agency -- not the officer's own department -- must conduct an investigation.\nNews coverage suggested Walker was enthusiastically behind the bill. And since then, Walker on occasion, including at least once on the presidential campaign trail in New Hampshire, has made a point to say that the law he signed was the first of its kind in the nation.  \nU.S. Rep. Gwen Moore, D-Milwaukee, offers a different view on the GOP governor and the law.\nWhile speaking to reporters in Milwaukee on Aug. 26, 2015, Moore was asked about a comment she made about Walker’s campaign for the White House. Two days earlier, in a teleconference with reporters, she had said Walker's policies are \"tightening the noose, literally, around African-Americans.\"\nMoore told the Milwaukee reporters she might have chosen her words differently. But she defended her criticism of Walker’s policies, such as drug testing food stamps recipients, which she said hurt African-Americans.\nAnd regarding the law on officer-involved deaths, Moore said of Walker:\n\"He brags a lot about having an independent agency investigate police shootings. Of course, he didn’t fund it.\"\nThe implication is that Walker signed the law, but hamstrung it by not allocating money to enforce it.\nAs we’ll see, Walker initially did not provide extra funding for a state agency that does the bulk of reviews, but ultimately signed a state budget that provided the funding.\nOfficer-involved deaths around U.S.\nOfficer-involved deaths around the country, particularly since the August 2014 fatal shooting of Michael Brown in Ferguson, Mo., have spurred a number of claims that have been checked by PolitiFact National.\nAmong them: National Urban League CEO Marc Morial said \"the number of killings of citizens by police\" in the United States \"is at a two-decade high.\" Our colleagues rated the statement Half True. There were many unknowns in the available data.\nWisconsin’s investigation law was prompted in part by the 2004 fatal shooting 21-year-old Michael Bell by police in the Wisconsin-Illinois border city of Kenosha.\nWisconsin’s law\nThe law, which had Democratic and Republican co-sponsors, applies to deaths that result \"directly from an action or an omission of a law enforcement officer while the law enforcement officer is on duty, or while the law enforcement officer is off duty but performing activities that are consistent with his or her law enforcement duties,\" according to the nonpartisan Wisconsin Legislative Council.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIt says all police agencies must have a written policy regarding the investigation of officer-involved deaths, and that the policy must require a team of at least two investigators to conduct the review.\nThe law does not specify that any particular state or local agency run the investigation.\nOnce the investigation is complete, a report must be submitted to the district attorney in the county where the death occurred, for consideration of criminal charges. If no charges are filed, the investigation agency must release its report to the public.\nThe funding\nRepublican J.B. Van Hollen, who was the state attorney general when Walker signed the law, asked Walker to include money in the 2015-’17 state budget in order to implement the law. The request, for the Department of Justice, was for $738,600 for five positions -- three special agents and two analysts.\nWalker, however, did not include the any funding for the law as part of the budget he submitted to the Legislature in February 2015.\nThe next month, as the Legislature's Joint Finance Committee reworked Walker’s budget, newly elected Attorney General Brad Schimel, also a Republican, renewed the funding request.\n\"As a result of the new legislation, the DOJ has become the go-to investigative resource when there is an officer-involved critical incident in Wisconsin,\" Schimel told the committee.\n\"Officer-involved death cases are very time-consuming. It is critical to public confidence in law enforcement that the investigations be conducted expeditiously and capably. In addition to the intensive work involved in conducting the investigations following an officer-involved death, the DOJ typically receives public records requests from parties. These requests require the careful review of reports, photographs, crime scene diagrams, audio and visual recordings and other multi-media prior to release.\"\nWalker spokeswoman Laurel Patrick responded at the time by saying that when the bill was adopted, the Department of Justice did not anticipate a fiscal impact, and the governor's office believed no additional resources would be needed. She cited a memo that had been issued by Walker's budget office a few months before the bill became law.\n\"If DOJ feels as though additional funding is necessary to address these cases, we are willing to work with them and the state Legislature to ensure adequate funding,\" Patrick told the Capital Times.\nTwo months later, in May 2015 -- with a state report showing DOJ had investigated 12 deaths in the less than a year since the law took effect, up from seven in 2013 -- the committee agreed to fund four of the five positions that were requested.\nSo, although the law didn’t specify that the state Department of Justice investigate officer-involved deaths, as a practical matter it has become the agency doing them.\nThe $635,000 allocation made by the Joint Finance Committee, for three agents and one analyst, ultimately became part of the two-year budget that Walker signed into law in July 2015.\nOur rating\nMoore said Walker \"brags a lot about having an independent agency investigate police shootings. Of course, he didn’t fund it.\"\nWalker has cited the fact that a law he signed was the first in the country to require independent investigations of deaths that involve police officers. And he did not include in his 2015-’17 budget proposal funds requested by the state Department of Justice for five positions to implement the law.\nHowever, three months later in the budget process, Walker signed a final budget that included money for four positions, which had been added to the spending plan by state lawmakers. So, ultimately, Walker did include some funding, although only after the Legislature included it in its version of the budget.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, we give Moore a Mostly False.", "vclaim_id": "vclaim-pol-06015"}