{"url": "/factchecks/2017/jun/22/antonio-villaraigosa/does-california-have-6th-largest-economy-world-and/", "speaker": "Antonio Villaraigosa", "vclaim": "Although California has \"the sixth largest economy in the world, we also have one of the highest poverty rates\" in the nation.", "truth_label": "mostly-true", "date": "stated on June 6, 2017 in a speech:", "title": "California: 6th largest economy in world and one of highest poverty rates in nation?", "text": "Before announcing his bid for California governor in November 2016, Antonio Villaraigosa said he went \"up and down this state\" on a listening tour.\nThe former mayor of Los Angeles said he witnessed markers of the state’s economic vitality and also its extreme poverty.\n\"What I saw was two Californias,\" Villaraigosa said at the forum, hosted on June 6, 2017 in San Francisco by the Public Policy Institute of California.\nVillaraigosa then made a statement that included two bold claims PolitiFact California has examined individually in the past.\n\"What people don’t realize about California is that although we have the sixth largest economy in world, we have one of the highest poverty rates\" in the nation, Villaraigosa said at the event.\n\nVillaraigosa makes his claim at about the 6:45 minute mark in this video by the Public Policy Institute of California.\nWe’ll revisit our analysis on those claims below.\nFirst, here’s some background on Villaraigosa and the 2018 California governor’s race.\nGovernor’s race\nVillaraigosa is among several prominent Democrats competing in 2018 to succeed Jerry Brown as governor. Others already announced include California Treasurer John Chiang; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nRepublican candidates include State Assemblyman Travis Allen of Orange County; John Cox, a venture capitalist from San Diego County and Rosie Grier, a Hall of Fame professional football player.\nA poll released in June 2017 showed a tightening race. Newsom was in the lead among all candidates, with 22 percent support from likely voters. Villaraigosa had 17 percent support, up from his 11 percent three months earlier.\nAs part of our Tracking The Truth series, PolitiFact California is fact-checking claims in the 2018 governor’s race.\n\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.\nWe’ve already checked one of Villaraigosa’s statements at the June 6, 2017 forum. He made the False claim that California is currently home to one-quarter of the nation’s 300 poorest cities. He mischaracterized the results of a study, which relied on data from 2013, when many of the state’s cities had not yet recovered from the Great Recession. Today, many of those same cities have experienced strong economic improvement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n \n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nSixth largest economy in the world? \nTurning to Villaraigosa’s bold claim involving the economy and poverty, we’ll start by checking the first part: that California has the \"sixth largest economy in the world.\"\nThis is a talking point California leaders love to make on national and international stages.\nWe fact-checked this hypothetical comparison of the state’s economy against that of nations in July 2016 when State Senate Leader Kevin de León made the same assertion at the Democratic National Convention.\nWe rated it Mostly True based on California’s 2.4 trillion GDP in 2015, which ranked sixth behind the United States, China, Japan, Germany and the United Kingdom and slightly above France and Brazil. The rankings came from the Brown Administration, which analyzed figures from the International Monetary Fund’s World Economic Outlook Database.\nThe claim missed a completely True rating because it ignored California’s sky high cost of living and Silicon Valley’s outsized role in the state’s economic growth, which speaks to Villaraigosa’s description of unequal economies across the state.\nIn a separate set of rankings, the California Legislative Analyst’s Office, adjusting for the state’s high cost of living, reported in 2016 that the state’s GDP ranking dropped to 11th in the world. That placed it just below France and just above Mexico.\nThe Brown Administration, not including cost of living, recently updated the GDP rankings for 2016. California’s now $2.60 trillion GDP remained in the sixth spot, though it was just a tick behind the United Kingdom’s $2.62 trillion economy.\n\nVillaraigosa’s statement is accurate, but needs the same clarification about the state’s high cost of living.\nOne of the highest poverty rates?\nThe second part of Villaraigosa’s claim is that California has one of the \"highest poverty rates.\" We interpreted this to mean compared with other states in the nation.\nWe know the state has struggled mightily with poverty. As an example, we rated True a claim by Republican Assembly Leader Chad Mayes in January that California has \"the highest poverty rate in the nation\" when comparing states and considering cost-of-living.\nAt 20.6 percent, California’s poverty rate in 2015 was well above the national average of 15.1 percent, according to a U.S. Census Bureau report that factors in cost-of-living. Florida’s 19 percent poverty rate ranked second.\nUnlike Mayes’ statement on poverty, however, Villaraigosa’s claim makes no mention of cost-of-living. Ignoring this factor, California would have the 17th highest poverty rate, not the first, according to the census bureau.\nVillaraigosa’s statement needs this key clarification.\nOur ruling\nAntonio Villaraigosa recently claimed California has \"the sixth largest economy in the world\" and one of the highest poverty rates\" in the nation.\nThe facts show Villaraigosa was correct on both points. He omitted, however, the key point that California’s high cost-of-living drags down its economic output and accelerates its poverty. The candidate for governor’s statements would benefit from this additional information.\nWe rate Villaraigosa’s claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.", "vclaim_id": "vclaim-pol-03179"}