{"url": "/factchecks/2017/apr/18/bernie-sanders/bernie-sanders-wrong-voter-turnout-hit-20-year-low/", "speaker": "Bernie Sanders", "vclaim": "\"When Trump won, we had the lowest voter turnout in 20 years.\"", "truth_label": "false", "date": "stated on April 16, 2017 in an interview with CNN's \"State of the Union\":", "title": "Bernie Sanders wrong that voter turnout hit 20-year low in 2016", "text": "Was voter turnout in the 2016 presidential election at a decades-long low? Vermont Sen. Bernie Sanders, who ran in the Democratic primaries before losing the nomination to Hillary Clinton, said so during an appearance on CNN’s State of the Union on April 16, 2017.\nIn an interview with CNN’s Jake Tapper, Sanders said, \"You know, tomorrow afternoon, Tom Perez, who is the chair of the Democratic Party, and I will be taking a nine-state tour all across this country to do what I think is absolutely necessary. And that is to help revitalize American democracy. So many of our people are giving up on the political process. It is very frightening. In the last presidential election, when Trump won, we had the lowest voter turnout in 20 years. And in the previous two years before that, in the midterm election, we had the lowest voter turnout in 70 years.\"\nHe’s right about the midterm election of 2014, but he’s far off regarding turnout for the 2016 presidential election.\nWe turned to a widely trusted source for voter turnout statistics -- the United States Elections Project -- run by political scientist Michael McDonald of the University of Florida.\nThere are different ways to measure voter turnout, but McDonald tends to favor the percentage of eligible voters who cast a ballot for the highest office contested that year. In presidential election years, that would mean the president.\nMcDonald has compiled data on voter turnout going back to the 1700s. Here’s the rundown:\n\nAccording to this chart, voter turnout percentages have settled into a range between the low 50s and the low 60s since the early decades of the 20th century -- well below what it was during most of the 1800s, but above what it was in the country’s first few decades of existence.\nBut on Sanders’ specific point, the final turnout figure for 2016 -- 59.3 percent -- amounted to a middling result for the past 20-year period, which is the time frame he used. It was lower than the 2004 and 2008 turnout figures, but it exceeded the turnout rate for 1996, 2000, and 2012.\nLooking back even further, the 2016 turnout rate is actually even more impressive. You’d have to go back to 1968 to find a year other than 2004 and 2008 in which voter turnout was higher than it was in 2016. And 1968 was the last election before a constitutional amendment took effect guaranteeing that all 18-year-olds could vote. So, starting in 1972, millions of teenagers were added to the denominator in the voter turnout calculation, a change that tended to depress the percentage somewhat in the elections that followed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nUsing the turnout among the voting-eligible population tends to be a more useful measurement than the percentage of the voting-age population that cast a ballot, because the latter statistic counts ineligible voters in the denominator, including noncitizens and felons whose voting rights have not been restored. Because noncitizens and felons don’t have a choice about whether to vote or not, turnout statistics that include them aren’t as enlightening as those about just the voters who have a choice about whether to vote.\nStill, even if you use voting-age population instead of voting-eligible population, Sanders isn’t correct.\nIn 2016, the turnout rate using that measurement was 54.7 percent. While that trailed the rates for 2004 and 2008, it exceeded the rates for 2000 and 2012.\nOur friends at FactCheck.org noted that Sanders may have been thinking about preliminary -- but inaccurate -- news reports shortly after the election that indicated that voter turnout in 2016 would hit a two-decade low. The counting of late-arriving ballots, such as those from the growing number of states that rely heavily on mailed-in ballots, rendered such assertions moot.\nSanders’ office did not respond to an inquiry.\nFor the record, Sanders' statistic for the 2014 midterm elections was accurate.\nTurnout among eligible voters was about 36 percent in 2014 -- the lowest since the 33.9 percent in 1942, when the nation was fighting World War II. Here is McDonald’s full data set for midterm elections.\n\nOur ruling\nSanders said that \"when Trump won, we had the lowest voter turnout in 20 years.\"\nThat’s not correct. In 2016, turnout was lower than it was for two of the elections in that span (2004 and 2008) but it was higher than it was for three others (1996, 2000 and 2012). We rate his statement False.\n Share the Facts 2017-04-18 18:59:56 UTC   Politifact    5 1 7  Politifact Rating: False  \"When Trump won, we had the lowest voter turnout in 20 years.\"    Bernie Sanders U.S. Senator   an interview on CNN's \"State of the Union\" Sunday, April 16, 2017 2017-04-16    Read More  info", "vclaim_id": "vclaim-pol-03415"}