{"url": "/factchecks/2010/jun/28/jeff-greene/greene-claims-banks-need-derivatives-make-loans/", "speaker": "Jeff Greene", "vclaim": "\"If there were not derivatives, there would be no bank loans at all today.\"", "truth_label": "barely-true", "date": "stated on June 22, 2010 in a Democratic U.S. Senate debate against Rep. Kendrick Meek:", "title": "Greene claims banks need derivatives to make loans", "text": "A derivative a day keeps the bad economy away. That seemed to be the message from Jeff Greene during last week's Democratic U.S. Senate debate between him and his opponent, Rep. Kendrick Meek. Talking about the subprime mortgage crisis, Greene, a real estate billionaire and investor, touched on the topic of financial derivatives:\"Do we have to regulate derivatives? Yes, we do. Cause when I did this in my investments, frankly, no one knew who could pay who. But derivatives have an important place in our economy. If there were not derivatives, there would be no bank loans at all today, because people want to get fixed-rate 30-year loans, but banks don't want to keep 30-year loans on their books,\" said Greene. Derivatives have recently gotten a lot of criticism in the press for helping to fuel the ongoing economic crisis, so we wondered whether Greene was right that banks need them to make loans.First, however, a little primer on \"derivatives.\" The conversation could become very technical very quickly, so we'll just say that a derivative is fundamentally a contract between two or more parties. The value of the contract depends on (i.e. is derived from) some other asset. If you think that the U.S. housing market is on the verge of collapse, you can use derivatives to make a bet that will pay out only if you prove to be right. If you're wrong, you'll lose the money. In this context, banks can use derivatives as a form of insurance policy -- if the borrower defaults on his home loan, for example, the bank won't crumble because the derivative will pay out instead. That said, let's look at Greene's statement. We contacted numerous experts on finance, most of whom told us pretty much the exact same thing: Banks have been making loans way before derivative use became widespread, and as long as there is money to be made, banks will continue to make them. \"A claim that banks won't make (sound) loans without derivatives is ridiculous,\" wrote Lynn A. Stout, professor of corporate and securities law at UCLA. John Cochrane from the University of Chicago Booth School of Business specifically said that \"banks made lots of 30-year loans many years ago before ... derivatives were even invented.\"Still, Greene wasn't completely off when he said that eliminating derivatives now could impact lending. Don Chance from Louisiana State University said that he agrees with Greene's underlying point but disagrees with the wording. It is likely that banks would \"significantly\" reduce giving out both long- and short-term loans, said Chance. Peter DeMarzo from Stanford agrees. \"Eliminating all derivatives would ... very likely significantly reduce loan-making activity,\" wrote DeMarzo. Cochrane emphasized that derivatives allow banks to make more loans and to do so more efficiently. It is also thanks to derivatives that banks can offer loans to clients who are considered more risky, such as first-time homeowners.Nevertheless, even without derivatives to help them hedge against risk, banks could still give out loans, even the 30-year fixed interest mortgage loans that Greene specifically referenced in the debate. Kenneth French from Dartmouth College said that if derivatives suddenly disappeared, the banking sector would undergo lots of restructuring, but \"almost all the banks that remain would continue to make loans.\" Jeff Greene said that \"if there were not derivatives, there would be no bank loans at all today.\" Many of the experts we spoke with told us that Greene's underlying point that using derivatives makes it easier for banks to issue long-term loans is sound. Still, there was a consensus that Greene did take his argument too far by categorically declaring that banks would stop making loans. Banks were making mortgage loans before the derivatives that Greene was talking about even existed, and they would continue to make them even if derivatives disappeared tomorrow, albeit perhaps in decreased quantities. We rate this one Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14840"}