{"url": "/factchecks/2011/jun/06/national-republican-congressional-committee/republican-group-says-rep-ron-kind-and-other-democ/", "speaker": "National Republican Congressional Committee", "vclaim": "U.S. Rep. Ron Kind, D-Wis., \"and his fellow Democrats went on a spending spree and now their credit card is maxed out\"", "truth_label": "barely-true", "date": "stated on May 18, 2011 in a news release:", "title": "Republican group says Rep. Ron Kind and other Democrats spent so much that ‘their credit card is maxed out’", "text": "The National Republican Congressional Committee, which is dedicated to preserving the GOP majority in the U.S. House of Representatives, hammered Rep. Ron Kind, D-Wis., and 59 other House Democrats with a news release and e-mail on May 18, 2011.\n\nKind \"and his fellow Democrats,\" the committee declared, \"went on a spending spree and now their credit card is maxed out.\"\n\nThe committee was talking about government funds, not private credit cards.\n\nSo let’s flesh out the committee’s claim, particularly with regard to Kind, who has been mentioned as a possible candidate in 2012 for the U.S. Senate seat held by Democrat Herb Kohl.\n\nOur colleagues at the Cleveland Plain Dealer newspaper who run PolitiFact Ohio have already assessed the Republican committee’s spending claim as it pertained to Rep. Betty Sutton, D-Ohio. It’s the same claim made against Kind, a 15-year congressman from La Crosse in western Wisconsin.\n\nHere’s what PolitiFact Ohio found:\n\nOur government gets some of the cash it needs by borrowing from foreign governments and other investors. As happens when your bills come due and your current income cannot keep up, the United States now needs to borrow even more. To get the money, Congress first must approve a debt limit higher than the current one of nearly $14.3 trillion.\n\nThis is a lot like living on a credit card and asking the bank for a higher limit, an analogy that Republicans happen to like, too.\n\nFor our item, the question is whether spending by Kind and his fellow Democrats are the reason the federal credit card has been maxed out.\n\nPolitiFact Ohio went on to say that taxes are one part of the equation, spending the other. Here is there central analysis:\n\nTax cuts championed by congressional Republicans and that were adopted during the presidency of George W. Bush were extended in December 2010 for two years under President Barack Obama. While some economists say the tax cuts were needed to give the economy a kick, the Congressional Research Service said that the Bush tax cuts, with a 10-year price tag of $1 trillion, played a substantial role in the nation’s annual deficits.\n\nThen there’s the recent economic downturn, which also played a role. And the nation is still engaged in wars in Iraq and Afghanistan, with billions of dollars flowing out to pay for them. These began during the tenure of Bush, a Republican, and continue under Obama, a Democrat.\n\nThe liberal Center on Budget and Policy Priorities posits that just two policies dating from the Bush Administration — tax cuts and the wars in Iraq and Afghanistan — accounted for over $500 billion of the deficit in 2009 \"and will account for $7 trillion in deficits in 2009 through 2019, including the associated debt-service costs.\"\n\nThat’s deficits, but it applies to the debt (formed by cumulative and mounting deficits), says the center. The \"Bush-era tax cuts and the Iraq and Afghanistan wars — including their associated interest costs — account for almost half of the projected public debt in 2019 (measured as a share of the economy) if we continue current policies,\" the center noted on May 20, 2011.\n\nOn the conservative side, Brian Riedl, lead budget analyst at the Heritage Foundation, said \"one could cherry pick\" any number of spending or tax policies and blame them for the entire debt problem. Unlike the liberal think tank, he said, \"one could have just as easily singled out Social Security and Medicaid (combined cost: $13 trillion), Medicare and net interest costs ($13 trillion), or discretionary spending ($15 trillion) for blame.\n\nSo, spending, as the National Republican Congressional Committee argued in its news release, contributes to the nation’s debt. But Republicans as well as Democrats were responsible for key expenditures. And, by bringing in less revenue, tax cuts also add to the debt -- and members of both parties put tax cuts in place, too.\n\nWe asked the Republican committee for specific evidence to back its claim about Kind’s \"spending spree.\" The committee cited his votes for Obama’s stimulus plan, a \"bailout\" plan for the states and the 2010 federal budget resolution. The committee also cited his votes in 2009 and 2010 to raise the debt limit, but those measures did not authorize spending.\n\nKind’s staff, meanwhile, cited Bush’s \"two unfunded wars,\" in Iraq and Afghanistan, for contributing to the debt -- although Kind voted for that spending. His staff said Kind voted against against the Bush tax cuts and against another Bush spending proposal, which created the Medicare Part D prescription drug plan.\n\nWhere does all of this leave us?\n\nIn a reference to the nation’s debt limit, the National Republican Congressional Committee said Wisconsin Rep. Ron Kind and 59 other House Democrats \"went on a spending spree and now their credit card is maxed out.\" It’s true House Democrats including Kind backed measures that contributed to the debt, but so did House Republicans. And the debt is a result of tax cuts as well as various spending measures, and both Democrats and Republicans supported such measures.\n\nPolitiFact Ohio rated the Republican committee’s claim Barely True. We do, too.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12980"}