{"url": "/factchecks/2017/mar/21/patrick-leahy/leahy-eb-5-visas/", "speaker": "Patrick Leahy", "vclaim": "Wealthy foreigners can obtain visas through a special program, but only a small number \"invest in true high-unemployment areas. Almost every other EB-5 project uses gerrymandering to qualify as distressed.\"", "truth_label": "mostly-true", "date": "stated on March 8, 2017 in a House Judiciary Committee hearing:", "title": "Mostly True: Leahy claim on immigrant investment through EB-5 program", "text": "Democratic Sen. Patrick Leahy has called out an immigrant investor program as flawed and running counter to its intended purposes.\n\"The EB-5 program … was designed to bring jobs to underserved rural and urban communities. And for some time it did just that. But the program has strayed from these goals. It's a magnet for fraud. Security violations are common,\" Leahy said as a witness during a House Judiciary Committee hearing. \"And the incentives that Congress created to promote investment in distressed areas had become obsolete due to economic gerrymandering.\"\nThe Vermont senator offered some figures to back his claims.\n\"Only 3 percent of EB-5 investors now invest in rural areas … Less than 10 percent invest in true high-unemployment areas. Almost every other EB-5 project uses gerrymandering to qualify as distressed,\" Leahy said March 8.\nIs that so? His comments reflect a sample of EB-5 petitions filed.\nEB-5 immigrant investor program\nThe EB-5 program — whose name derives from the employment-based visa granted to participants — was created by Congress in 1990 as a tool to attract foreigners and to stimulate the U.S. economy through jobs and investment.\nInitially, immigrants invested directly into new projects. But in 1992, Congress expanded EB-5 by creating the Immigrant Investor Program (also referred to as Regional Center Program). It allotted EB-5 visas for individuals who would invest in certain commercial projects associated with regional centers approved by U.S. Citizenship and Immigration Services (USCIS), the agency that administers the program.\nThrough EB-5, investors, their spouses, and unmarried children under 21 years old become eligible for green cards if they create or keep 10 permanent full-time jobs for U.S. workers and if their investment is at least $1 million, or alternatively $500,000 if it is in a Targeted Employment Area (TEA) in the United States.\nTEAs are defined as rural areas or those that have unemployment of at least 150 percent the national average rate. (More details on TEA classifications are available here.)\nUSCIS told PolitiFact it does not have hard numbers on investments and jobs created through EB-5 but pointed us to a Commerce Department analysis of 562 active projects during fiscal years 2012 and 2013. During that two-year period, there was an estimated investment of nearly $5.8 billion by more than 11,000 immigrant investors, and the projects were expected to create about 174,000 jobs, according to the January 2017 report. (Investment on those projects from sources other than EB-5 was about $10.9 billion.)\nGovernment Accountability Office report\nStill, several reports have found shortcomings in the investor program, including cases of fraud and lax oversight.\nThe senator’s office referred us to a September 2016 report from the Government Accountability Office. The report, produced at the request of the chairmen and ranking members of the Senate and House Judiciary Committees, analyzed investment in TEAs, how those areas were classified and how high-unemployment TEAs were drawn to meet the required unemployment rate.\nGAO studied a random sample of 200 of the 6,652 investor petitions filed in the fourth quarter of fiscal year 2015. Those petitions had not been decided on at the time GAO began its analysis.\nAmong the report’s findings:\n• Almost all EB-5 petitioners elected to invest in a project located in a TEA, thus qualifying for the minimum required investment of $500,000.\n• 3 percent elected to invest in rural TEAs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• 97 percent elected to invest in high unemployment TEAs, yet 90 percent (of the 97 percent) combined census areas in order to meet the required unemployment rate. The other 10 percent (of 97 percent), used the unemployment rate of a single census tract, census block group, or county. In other words, 9.7 percent of all EB-5 petitioners elected to invest in an area that on its own met the TEA criteria.\nWhat experts say\nWe asked experts who have researched the EB-5 program to help us evaluate Leahy’s assessment. They said data is scarce and limited, and that GAO’s estimates are the best available.\nLeahy’s reliance on the GAO report \"is fair and reasonable,\" said Gary Friedland, a scholar-in-residence at New York University Stern School of Business, who along with colleague Jeanne Calderon, has testified on their findings about the program before Senate and House committees.\n\"USCIS is not transparent and does not publicly release data about projects, TEA status of projects or individual petitions,\" Friedland said. \"Similarly, industry (regional centers and developers) is not transparent and very protective of information about projects that utilize EB-5 capital.\"\nUnlike conventional investors seeking a risk adjusted rate of return, immigrants invest in EB-5 primarily — if not exclusively — to qualify for the investor visa and accept a very low rate of interest on their investment, Friedland said.\nAs a result, they prefer to minimize their investment on EB-5 projects and seek projects that allow them to qualify for the lower-investment amount permitted for a TEA project, he said.\nMotivated to promote economic development, states have lenient rules to enable projects to qualify as TEA locations, and USCIS does not impose guidelines, Friedland said.\n\"This has resulted in TEA gerrymandering where the applicant (regional center) is able to artificially expand the area for which the high unemployment rate is to be tested to include remote census tracts with exceptionally high unemployment rates that do not reflect the economic condition of the tract in which the project is located,\" Friedland said. \"The states allow the census tracts to be connected in any direction and to form unnatural shapes.\"\nFriedland and Calderon have databases of large scale real estate projects that have raised or proposed to raise substantial amounts of EB-5 capital.\n\"Virtually all of the large-scale projects in Manhattan are located south of Central Park, and generally these projects qualify as TEA locations by taking advantage of the gerrymandering permitted by the state,\" Friedland said.\nGAO’s analysis also shows that most TEAs are constructed by combining census areas, said Audrey Singer, a senior fellow at Urban Institute. \"Few base it on a single small geographic area,\" she said.\nAnd while GAO's analysis is useful, Singer notes that the sample is indicative only of that specific period of time. (A footnote in GAO's report said petitions from the fourth quarter may not be representative of petitions submitted in other quarters.)\n\"Without data from a longer period of time, there is no way to gauge how representative these trends are — say for the last 10 years, or the lifetime of the program,\" Singer said.\nRegarding Leahy’s claim that only 3 percent of EB-5 investors now invest in rural areas, that’s \"likely close to correct,\" said Lazaro Zamora, senior policy analyst at Bipartisan Policy Center.\nThe majority of regional centers are still mostly focused on real-estate development and other investment projects that gravitate toward metropolitan areas, Zamora said.\n\"At the end of the day, this is a program that tries to attract investment, and rural areas typically have a harder time attracting it,\" Zamora said, though there have been projects that benefitted rural communities, such as a hospital that opened in a rural Arizona town with the help of EB-5 investment.\nOur ruling\nLeahy said, \"Only 3 percent of EB-5 investors now invest in rural areas … Less than 10 percent invest in true high-unemployment areas. Almost every other EB-5 project uses gerrymandering to qualify as distressed.\"\nLeahy based his claims on a 2016 Government Accountability Office report that analyzed a sample of EB-5 petitions filed in the last quarter of fiscal year 2015. Experts say only limited data is available on EB-5 investments but that GAO’s findings are reasonable. GAO’s report reflects a snapshot and estimates of the petitions in one quarter. The program has been around for more than 20 years.\nWe rate Leahy’s statement Mostly True.\n\nShare the Facts\n\n\nPolitifact\n\n\n2\n7\n Politifact Rating:\nMostly True\n\nWealthy foreigners can obtain visas through a special program, but only a small number \"invest in true high-unemployment areas. Almost every other EB-5 project uses gerrymandering to qualify as distressed.\"\n\n\n\nPatrick Leahy\nSenator\n\n\nin a House Judiciary Committee hearing\nWednesday, March 8, 2017\n03/08/2017\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-03530"}