{"url": "/factchecks/2011/mar/04/raymond-lahood/us-transportation-secretary-ray-lahood-35-states-h/", "speaker": "Raymond LaHood", "vclaim": "\"Thirty-five states have accepted high-speed intercity rail money.\"", "truth_label": "half-true", "date": "stated on March 2, 2011 in a speech to the American Association of State Highway and Transportation Officials.:", "title": "U.S. Transportation Secretary Ray LaHood: 35 states have taken high-speed rail cash", "text": "U.S. Transportation Secretary Ray LaHood says that the decisions made by Republican governors in Ohio, Wisconsin and now Florida to refuse federal money for high-speed rail projects shouldn't overshadow the fact that the vast majority of governors and states embrace the idea of bullet trains in their backyard.\n\n\"Thirty-five states have accepted high-speed intercity rail money. Thirty-five,\" LaHood told a March 2, 2011, meeting of the American Association of State Highway and Transportation Officials. \"There's a lot of enthusiasm and energy and very good plans around the country for high-speed, intercity rail. ... Just in the last two weeks, I probably received half a dozen or more letters from either governors or senators that are ready. They have their plans ready. If there is more money to be made available, they are ready to get in. America is ready for high-speed intercity rail. And the fact that 35 states have accepted the money is proof of it.\"\n\nA video copy of LaHood's speech is attached to this story. His comments about rail begin about six minutes in.\n\nWe decided to check LaHood's claim that 35 of the country's 50 states have accepted money for high-speed rail projects.\n\nHigh-speed rail has been a priority of President Barack Obama's administration, which set aside $8 billion in the 2009 federal stimulus package for rail projects and awarded an additional $2.5 billion to fund rail projects in October 2010. Florida, for instance, was offered $2.4 billion in federal money to help build the 84-mile-long corridor linking Tampa and Orlando. The total project was estimated to cost about $2.7 billion, with either the state or a private contractor picking up the remaining share.\n\nThe Tampa-Orlando line was conceived as one of the first legs in what Obama envisioned as a nationwide high-speed rail network. A second line eventually would have connected Orlando and Miami, with future lines connecting Jacksonville to Orlando and Jacksonville to Tallahassee. Eventually, a network of high-speed rail lines would be able to carry passengers from Miami up the eastern seaboard, or as far west as Los Angeles and Seattle, linking 80 percent of the country's population.\n\nFlorida Gov. Rick Scott rejected the money for his share of the network in an announcement on Feb. 16, 2011, joining a group of critics who believe the federal money could be better spent on state road systems, or by not being spent at all. The federal government revoked a $400 million grant to Ohio for high-speed rail after the state's new governor, John Kasich, said he would not participate. The same thing happened in Wisconsin, where the federal government pulled back $810 million to build a high-speed line between Milwaukee and Madison after newly elected Gov. Scott Walker made it clear that he would not accept the money. All three states received or spent federal dollars on their rail projects before nixing them entirely.\n\nJustin Nisly, a spokesman with the U.S. Department of Transportation, said that, in total, 35 states and the District of Columbia have received federal funding through the High-Speed Intercity Passenger Rail Program either as part of the 2009 stimulus or the 2010 grant awards.\n\nHere's the transportation department's list of states that received money -- Alabama, California, Colorado, Connecticut, District of Columbia, Delaware, Florida, Georgia, Idaho, Illinois, Indiana, Iowa, Kansas, Maine, Massachusetts, Maryland, Michigan, Minnesota, Missouri, New Hampshire, New Jersey, Nevada, North Carolina, New Mexico, New York, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, Texas, Virginia, Vermont, Wisconsin, Washington and West Virginia.\n\nThat's 35 states alright. But in going through the list, along with the accompanying grant information the Transportation Department provided (here and here), we found several caveats to LaHood's claim.\n\nMaybe high-speed, maybe just intercity\n\nFirst, the list is not just high-speed intercity service.\n\nIt's high-speed or intercity service.\n\nThat's why Kansas is on the list though it's not planning a high-speed line. Kansas is planning to possibly use an existing freight-line to move people between Kansas City and Oklahoma City.\n\nOn top of that, the list includes three states that have loudly rejected federal funding for high-speed rail projects. Florida, Wisconsin and Ohio have combined to say no to nearly $3.6 billion in federal moneys. Each of those states did spend or receive some federal dollars before killing their projects, but not nearly enough to construct a high-speed line.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on November 8, 2010 in an Orlando rail conference.\n\n\n\n\n\n\n\n\n\"The amount of the revenue required by the state (for the construction of high-speed rail) is around 10 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • November 9, 2010\n\n\n\n\n\n\n\n\nWisconsin has a second asterisk. While it rejected money for a high-speed line between Milwaukee and Madison, it did accept $2 million to upgrade the existing Hiawatha Amtrak line linking Milwaukee and Chicago. But that's upgrading an existing Amtrak line, not developing a high-speed rail line.\n\nMoney for tracks, stations, tunnels\n\nOther states on the list are receiving money, but not for high-speed rail service.\n\nFour states included on the list received funding only to create broad statewide rail plans, not money to engineer or plan the feasibility of specific high-speed rail corridors. To develop the broad vision documents, New Mexico received $100,000, Idaho received $200,000, Nevada received $640,000 and West Virginia received $1 million.\n\nAnd still other states received money to renovate existing track or stations -- which would improve service -- though without creating high-speed rail lines. (High-speed rail doesn't have a singular measure, but most people agree a high-speed line should reach speeds in excess of 125 mph). \n\nMaryland's $70 million in funding was to plan for the replacement of two tunnels on existing rail track, and to plan for the building of a new train station at Baltimore-Washington International Airport.\n\nIndiana received $71 million to improve existing regular rail service between the town of Porter and the Illinois state line. It also had asked for $2.8 billion to develop a high-speed line linking Chicago and Cleveland, but was rejected. (Ohio's decision to reject a high-speed line likely makes Indiana's application moot). \n\nThat's at least 10 states that either have rejected the idea of high-speed rail, or are receiving federal funding -- but spending on something other than you'd consider a high-speed rail project. That doesn't include another handful of states that received federal funding just to study the possibility of constructing a high-speed rail corridor.\n\nA study which, by no means, signals that state wants to build a line, or will (If you don't believe us, ask Florida's new governor).\n\nOther lists differ from LaHood's\n\nOne more interesting point about LaHood's 35-state claim: It's not the same number used by the Federal Railroad Administration. On its website, the railroad administration keeps a \"current list of High Speed Intercity Passenger Rail project funding.\" (A word of caution: You'll need to install Microsoft Silverlight to view the list. If you're having trouble, we copied the list and posted it for you to see here.)\n\nThe list includes awards to states totaling $4.8 billion, including the first $66 million awarded to Florida as part of its Tampa-Orlando line, and $45 million given to Wisconsin and Ohio before those states pulled out of the program. Excluding Florida, Wisconsin and Ohio, the railroad administration says 15 states and the District of Columbia have been awarded some type of high-speed rail funding. They are: North Carolina, Michigan, Illinois, Colorado, Delaware, Maine, New York, Georgia, Kansas, Pennsylvania, New Mexico, Washington, Oregon, California, Vermont and the District of Columbia.\n\nFor the record, high-speed rail corridors are still being actively planned in California, in Oregon and Washington, in Illinois, and throughout the northeast. \n\nOur ruling \n\nLaHood told transportation officials that \"35 states have accepted high-speed intercity rail money.\" It seems clear that 35 states, plus the District of Columbia, have so far been awarded money for rail projects through the 2009 federal stimulus or a subsequent federal grant. And yes, the program is called High-Speed Intercity Passenger Rail Program.\n\nBut to say all of that money is directed for high-speed intercity rail stretches common logic. First it's really high-speed or intercity rail. Next, three of those 35 states have subsequently said no thanks. And several other states are taking the money, but not using it to develop new high-speed rail lines.\n\nWe understand that you can make an argument that all of that money could one day result in a high-speed rail project. But based on the results in Wisconsin, Ohio, and now Florida, we're far from ready to go there just yet.\n\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-13482"}