{"url": "/factchecks/2012/apr/15/facebook-posts/gas-out-boycott-1997-pushed-gasoline-prices-down-3/", "speaker": "Facebook posts", "vclaim": "\"In April 1997, there was a ‘gas out’ conducted nationwide in protest of gas prices. Gasoline prices dropped 30 cents a gallon overnight.\"", "truth_label": "pants-fire", "date": "stated on March 30, 2012 in a post on Facebook:", "title": "‘Gas out’ boycott in 1997 pushed gasoline prices down 30 cents overnight, according to Facebook posts", "text": "Pump up the volume on your car radio. Pump up the air in your tires.\n\nJust don't pump any gas today, a Facebook post urges.\n\nA one-day gas boycott would remove billions of dollars from the pockets of oil companies \"so please do not go to the gas station on April 15th and let's try to put a dent in the Middle Eastern oil industry for at least one day,\" the post says.\n\nFifteen years ago, drivers held a successful boycott, according to the post. \"In April 1997, there was a ‘gas out’ conducted nationwide in protest of gas prices. Gasoline prices dropped 30 cents a gallon overnight,\" it says.\n\nThe \"gas out\" claim has been circulating online for years. As prices at the pump tick up every spring the Internet buzzes with calls for a boycott: if it worked in 1997, why not now? Because it didn’t work then, PolitiFact New Jersey found.\n\nThe Facebook post recycles material from chain e-mails. Patrick DeHaan, a senior petroleum analyst at GasBuddy.com, called the claim \"an outright myth/lie\" and said there’s no evidence to support it.\n\nPolitiFact New Jersey reviewed news archives and found no mention of a boycott in 1997, except in more recent articles referring to the chain e-mails and posts on social networking sites. There were movements pushing national gas boycotts in 1999 and 2000. News reports and data show both efforts gained little support and gas prices had no major fluctuations at the time of the boycotts.\n\nThat was also the case for gas prices in April 1997.\n\nHistorical data from the U.S. Energy Information Administration, which tracks the weekly national average for gasoline, shows costs varied by less than a penny. On April 7, 1997, a gallon of regular gasoline on average cost roughly $1.19. At the end of the month, the same gallon cost about $1.18.\n\nDeHaan said there’s little chance the federal data wouldn’t catch such a dramatic swing in prices and \"odds are with such a huge percentage drop in prices in the late 90s, it would have been noticed.\"\n\nAlso, he added, \"if there was any single day ‘gas out,’ it would never have a direct impact such as what is suggested. Shifting demand from the gas out day to the day before or after results in zero change in gasoline demand and, therefore, has no impact on overall demand.\"\n\nAvery Ash, manager of regulatory affairs at the automotive club, AAA, said the premise of the one-day boycott \"just doesn’t make economic sense.\"\n\n\"It’s not ultimately going to have any impact on sales, on consumption,\" he said.\n\nSo New Jerseyans will keep paying $3.79 for a gallon of regular-grade gasoline, the average according to AAA, and a one-day boycott won’t change that price.\n\nOur ruling\n\nWith rising gas prices, calls for a one-day gas boycott are again making the rounds. A Facebook post promoting a \"gas out\" for April 15  said: \"In April 1997, there was a ‘gas out’ conducted nationwide in protest of gas prices. Gasoline prices dropped 30 cents a gallon overnight.\"\n\nThere’s no evidence and no data to support this claim. The average cost of a gallon of regular gasoline varied by less than a penny in April 1997.\n\nStand back, readers. This claim is highly flammable: Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoe Biden\n\n\nstated on January 27, 2021 in remarks when signing climate change executive orders\n\n\n\n\n\n\n\n\n“84% of all new electric capacity planned to come onto the electric grid this year is clean energy.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-11265"}