{"url": "/factchecks/2010/dec/03/rick-scott/while-others-waffled-rick-scott-stuck-his-oil-dril/", "speaker": "Rick Scott", "vclaim": "On offshore oil drilling.", "truth_label": "no-flip", "date": "stated on December 2, 2010 in an interview on CNN.:", "title": "While others waffled, Rick Scott stuck to his oil drilling script", "text": "When it comes to the issue of offshore oil drilling, we've seen our share of flip-flopping politicians.\n\nSitting Florida Gov. Charlie Crist was against oil drilling, then open to it, then fiercely against it. The new leaders of the Florida House and Senate, Rep. Dean Cannon and Sen. Mike Haridopolos, were pushing for drilling in state waters, then they weren't, and now at least Haridpolos wants the state to consider drilling one day.\n\nThen there's the reversal of President Barack Obama, who was ready to open more federal waters to drilling, and now isn't.\n\nAll the flip-flopping got us wondering what position Florida's incoming Republican governor Rick Scott had staked out, and whether he's been consistent. Scott gave us an opening to use our Flip-O-Meter when the issue of oil drilling came up on Dec. 2, 2010, during an interview with CNN's Wolf Blitzer.\n\n\"We need to become energy independent. We can't do drilling until we do it safely,\" Scott said. But, \"you don't put in a moratorium.\n\n\"Let's figure out how we can do it safely because we cannot afford to mess up our beaches or our economy. But I believe (with) the ingenuity of Americans, we will come up with a way to do that.\"\n\nHow do those statements line up to comments Scott made throughout the campaign?\n\nWe decided to examine three critical points -- Scott's comments in the days and weeks after the April Deepwater Horizon Gulf of Mexico oil spill; his time visiting the communities affected by the oil spill in the Panhandle; and his comments ahead of the general election vote when he might soften his position to appeal to moderate voters.\n\nBack in May, after the Deepwater Horizon oil rig explosion, Scott was criticized by Democratic gubernatorial candidate Alex Sink as still supporting increased oil drilling. As evidence, the Sink campaign pointed to both Scott's own campaign website and an interview he gave to the Palm Beach Post.\n\nScott, on his website, advocated drilling offshore. \"But we must ensure that Florida’s beaches are protected,\" he wrote. \"As we explore the expansion of domestic drilling in the U.S., we must ensure that we have sound policies in place that ensure the companies drilling are doing so in an environmentally sound way and adhering to the strictest of safety standards.\"\n\nAnd to the Post, Scott announced opposition to a state constitutional ban on offshore drilling. \"We need to protect our beaches, break our dependency on foreign oil and hold oil companies accountable when there are problems,\" Scott said. \"As governor, I'll look to strike a balance between responsible exploration that takes every precaution and is far enough from our shores while holding oil companies accountable for their mistakes.\"\n\nLater in the summer, but still during his Republican primary against Bill McCollum, the issue resurfaced as Scott toured the Florida Panhandle to see the effect of the Deepwater Horizon spill.\n\nAccording to news reports, Scott cleverly avoided talking about his position with fishermen in the area, and instead asked them questions about their business. But he told a a business roundtable in Panama City: \"My belief is that we have to continue to look at offshore drilling but we've got to do it safely. I think as a country and a state we've got to become as energy independent as we can.\"\n\nScott tempered his comments slightly in an interview afterward, saying drilling won't happen in the \"foreseeable future. ...We are not going to drill now. ...It's not safe. It doesn't make any sense.\"\n\nLastly, we wanted to search his statements during the general campaign, to see if he moderated his position to appeal to a broader base of voters. What we found is that oil drilling rarely came up. Newspaper editorials cast Scott as pro-drilling -- charges Scott didn't deny -- but rarely did Scott speak about his position during the final weeks of the gubernatorial campaign.\n\nWhen the Deepwater Horizon spill came up during an Oct. 25 CNN/St. Petersburg Times debate, Scott used the event to criticize Sink for not being directly involved enough. But he didn't state his position on drilling (nor was he asked).\n\nWe should note however, that the position on his campaign website has not changed since May.\n\nLet's review. In the days and weeks after the Deepwater Horizon spill, Scott maintained his support for offshore oil drilling so long as it can be done safely. He kept that position after meeting with Panhandle fishermen and businessmen who had been affected by the spill, and never changed his position through the election. Yes, he is guilty perhaps of being savvy enough to downplay a position that may not win votes in the Panhandle or potentially moderate swing voters, but that's not what the Flip-O-Meter measures. It looks for a consistent position. And in this case, the meter found it. So we're making a little history with this one: For the first time PolitiFact Florida rules No Flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-13929"}