{"url": "/factchecks/2010/may/20/meg-whitman/whitman-accuses-poizner-14-percent-budget-increase/", "speaker": "Meg Whitman", "vclaim": "Steve Poizner \"increased his department's budget nearly 14 percent.\"", "truth_label": "false", "date": "stated on April 16, 2010 in a campaign commerical:", "title": "Whitman accuses Poizner of 14 percent budget increase", "text": "The Republican primary to succeed Arnold Schwarzenegger (R) as governor of California has spawned a flood of ads attacking both Meg Whitman, the former CEO of eBay, and Steve Poizner, the state insurance commissioner -- the two frontrunners for the GOP nomination.One recurring theme in numerous Whitman ads is that Poizner presided over a big increase in the insurance department budget. The implication was that his fiscal skills aren't up to the task of easing the state's deep budget crisis -- an argument especially potent for many in the Republican base who will be voting in the primary. The charges about Poizner's stewardship of the department are similar, but the particular ad we'll be checking tells viewers that Poizner \"increased his department's budget nearly 14 percent.\"The numbers we found do not support that claim.Poizner was elected to his post in November 2006 and took the reins of his department in January 2007. Given how the California budget works, the last budget completely assembled by his predecessor, John Garamendi, was the 2006-2007 budget. Work on the following fiscal year's budget, for 2007-2008, was begun under Garamendi, but Poizner had a chance to put his stamp on it after he took office. And the budget after that, 2008-2009, was entirely Poizner's.Meanwhile, until July 1 -- the start of the new fiscal year -- we're still in the 2009-2010 fiscal year.This provides us with a wealth of possible data points to compare. Should you use Garamendi's last solo budget as the basis for comparison? Or the budget the two men effectively shared?And at the other end of the comparison, do you use the final year for which we have a \"closed-books\" number (which would be 2008-2009) or do you use an estimate of the current year's budget, even though the numbers might eventually change due to late revisions?We ran all the possible combinations and found that the changes ranged from an increase of three-tenths of a percent to an increase of 9.4 percent. None of them reach 14 percent.So how did the Whitman campaign come up with the 14 percent figure? It started with the 2005-2006 budget year and stopped with the 2008-2009 budget year. Using those years produced an increase of 13.5 percent or, rounding up, 14 percent.While one can make a case for using the end date of 2008-2009 (that's the last closed-books year), it doesn't make sense at all to begin the calculation with 2005-2006. The budget increase that occurred between 2005-2006 and 2006-2007 was entirley under Garamendi's control, not Poizner's.The Poizner camp points out another factor. A portion of the insurance department's budget consists of funds for local law enforcement to pursue insurance fraud. These funds are determined by a formula, and Poizner has no control over them. We also ran the numbers for the remainder -- essentially, the department's operating budget -- and found that the changes ranged from a 6.2 percent increase to a 7.3 percent decrease. Once again, none was close to 14 percent. A final point: Poizner's department is not funded by general revenues, but rather by fees and penalties imposed on the insurance industry. So the money doesn't exactly revert back to taxpayers if it isn't spent. Nor, for that matter, does it go back to the insurance companies. Rather, it goes back into the insurance fund as reserves that can be spent in the future.We won't go so far as to confirm that Poizner actually presided over a shrinking budget, as his camp has claimed. Even if you just stick to the more limited operating budget under his control, there are credible ways to come up with a modest increase, just as there are ways to come up with a decrease. We also won't wade into the question -- tussled over by the two camps -- of whether Poizner or Schwarzenegger should get the credit for the department's budgetary reductions in the past year or two, since that's not relevant to the specific claim we're addressing here. What is clear to us is that no plausible calculation approaches the 14 percent figure that Whitman has cited repeatedly in her ads. So we rule her claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14989"}