{"url": "/factchecks/2012/jan/05/barack-obama/barack-obama-reelection-video-says-he-closed-corpo/", "speaker": "Barack Obama", "vclaim": "Says he lived up to a 2008 promise when he \"closed corporate tax loopholes that were sending profits overseas.\"", "truth_label": "half-true", "date": "stated on January 3, 2012 in a web video advertisement:", "title": "Barack Obama reelection video says he “closed corporate tax loopholes that were sending profits overseas\"", "text": "With all eyes on Iowa for the Republican caucuses, President Barack Obama’s re-election campaign reminded watchers of his own Iowa win — and what he has done to keep his campaign promises.\n\nObama for America bought banner ads across the home page of the online Des Moines Register on Jan. 3, 2012, with a link to Obama's 2008 victory speech in the state.\n\nMusic plays as candidate Obama promises action on health care, taxes, energy independence and the war in Iraq. Between clips, white text across the screen highlights Obama's policy accomplishments.\n\nFor example, candidate Obama declares, \"I’ll be a president who ends the tax breaks for companies that ship our jobs overseas.\" At that point, an on-screen visual reads: \"Closed corporate tax loopholes that were sending profits overseas.\"\n\nWe wondered whether the ad’s claim about Obama’s accomplishment is justified.\n\nWe asked the Obama campaign for supporting material, and they said they were referring to Public Law 111-226, a measure that was primarily aimed at providing economic aid to states. To offset the cost of new spending, however, the bill included a few provisions related to taxation of international corporations -- what a number of tax experts have told us can be fairly described as loopholes.\n\nAs we explained in a previous item, Obama signed the bill into law on Aug. 10, 2010. The tax provisions took away more than a half dozen existing exemptions and credits estimated to be worth $9.8 billion over the subsequent 10 years.\n   \nHere’s how it worked. The United States, unlike a variety of other countries, taxes its companies on the foreign profits they earn. But the companies don't have to pay taxes on their foreign earnings until they bring those profits back to the U.S. So companies tend to keep the money with their foreign subsidiaries as long as they can.\n\nBut companies also get U.S. tax credits for taxes they pay to foreign governments, and some companies figured out how to game the system by keeping their profits overseas while still claiming a tax credit for taxes paid on the same income to foreign governments. That's what the law tried to address. It said that companies can't claim the foreign tax credit until they report their income.\n\nBut while there is some truth to the claim that the president signed legislation that \"closed corporate tax loopholes thta were sending profits overseas,\" we should point out a few issues.\n\nFirst, under the old law, companies weren’t necessarily \"sending profits overseas,\" as the ad states, but may have been keeping in place profits that were already being generated overseas. Still, this strikes us as a fairly minor linguistic quibble.\n\nA more pertinent question is whether the legislation Obama signed fulfills the pledge he made in Iowa in 2008 -- that he’ll \"be a president who ends the tax breaks for companies that ship our jobs overseas.\"\n\nH. David Rosenbloom, director of the International Tax Program at the New York University School of Law, calls the legislation \"very narrow.\"\n\n\"It addresses a specific tax planning strategy whereby foreign taxes and credits are ‘split’ from the foreign income that gave rise to them,\" he said. Left relatively unscathed is the broader \"deferral regime\" that allows companies to avoid U.S. taxes on foreign income as long as they do not \"repatriate\" -- bring home -- the money and avoid a few other hurdles.\n\nFor instance, one proposal by former Walt Disney Co. executive Preston Padden, now an adjunct law professor at the University of Colorado, urges a reduction in the corporate income tax rate to 20 percent, which would be aligned with most foreign countries, paired with stricter \"anti-deferral\" rules.\n\n\"A tax rate comparable to foreign countries would greatly eliminate the incentives to move operations and jobs offshore because of rate differentials, and the anti-deferral regime would minimize the benefits to U.S. companies from offshoring operations and jobs,\" Padden wrote in a recent op-ed.\n\nThe narrower law signed by Obama, by contrast, \"will hardly prevent companies from sending profits abroad, keeping them abroad, and otherwise profiting from the current set of international tax rules,\" Rosenbloom said.\n\nEven after passage of the 2010 law, \"most experts would agree that the U.S. international tax system encourages U.S. multinationals to accumulate profits offshore,\" said Lawrence Lokken, an emeritus professor of law at the University of Florida.\n\nOur ruling\n\nWhile there is some truth to the claim that Obama signed legislation that \"closed corporate tax loopholes that were sending profits overseas,\" experts say the law by itself doesn’t live up to Obama’s promise in Iowa to \"be a president who ends the tax breaks for companies that ship our jobs overseas.\" Incentives deeply embedded in the tax code still exist. We rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11855"}