{"url": "/factchecks/2019/aug/26/facebook-posts/post-comparing-mass-shooting-deaths-homicides-undo/", "speaker": "Facebook posts", "vclaim": "Says 194 people were killed in mass shootings in 2018 while undocumented immigrants killed 83,211 people.", "truth_label": "false", "date": "stated on August 15, 2019 in a Facebook post:", "title": "Post comparing mass shooting deaths to homicides by undocumented immigrants way off", "text": "A viral post circulating on Facebook claims that, in 2018, tens of thousands more people died at the hands of undocumented immigrants than those killed in mass shootings.\nThe Aug. 15 post has been shared over 7,000 times and says: \n\"Number of people killed in mass shootings in 2018 = 194 … Number of people killed by illegal immigrants in 2018 = 83,211.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis very specific, unsourced post is inaccurate, for several reasons.\nFirst, there is no universally accepted definition of a mass shooting. \nThe Gun Violence Archive, a nonprofit research group that tracks shootings in the United States, defines a mass shooting as an incident in which four or more people, excluding the shooter, are shot and/or killed in the same location, at roughly the same time. \nBased on that definition, the organization reported that 372 people were killed from 338 mass shootings that occurred in the country in 2018. That’s almost twice as many as the claim states.\nIf you go by the crowdsourced Mass Shooting Tracker project, which goes by the looser mass shooting definition of four or more people shot in one incident, including the shooter, 2018’s count goes up to 528 deaths from 426 mass shootings.\n\nOr take Mother Jones’ findings, which uses the government’s more conservative mass shooting designation: A single attack in a public place in which three or more victims are killed. This definition dramatically lowers the numbers, eliminating all shootings in which victims are only injured. Based on the stricter classification, Mother Jones reported there were 12 mass shootings in the U.S. in 2018 that took the lives of 80 people. \nRegardless of how you look at it, the first half of the post is off – it’s either too high, or far too low. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSo what about the part that claims 83,211 people were killed by undocumented immigrants in 2018? That’s also inaccurate.\nFirst, there isn't a national database tracking how many people are killed by immigrants who are in the country illegally. But even without that data, it’s clear that this figure is wildly out of the ballpark of what could be considered a reasonable estimate.\nIn 2017, the estimated number of total murders in the United States was 17,284, a 0.7% decrease from the 2016 estimate, according to the FBI’s Uniform Crime Reporting (UCR) program. And according to the agency’s preliminary 2018 report, there appears to be an overall decrease in violent crime in the country:\n\"Preliminary figures indicate that law enforcement agencies throughout the nation showed an overall decrease of 4.3 percent in the number of violent crimes brought to their attention for the first 6 months of 2018 when compared with figures reported for the same time in 2017.\"\nThe final 2018 crime statistics report hasn’t been released yet, so it is unlikely the post is based on anything credible. But even without having those numbers available, we know that the U.S. experiences an average of roughly 17,000 murders each year, and that includes those committed by legal citizens. It is therefore impossible that immigrants alone would have been responsible for the murders of more than 83,000 people in 2018.\nMoreover, according to the Cato Institute, which describes itself as a \"public policy research organization – a think tank – dedicated to the principles of individual liberty, limited government, free markets and peace,\" immigrants have a lower criminal incarceration rate than native-born Americans:\n\"All immigrants have a lower criminal incarceration rate and there are lower crime rates in the neighborhoods where they live, according to the near-unanimous findings of the peer-reviewed evidence.  Since 1911, large nationwide federal immigration commissions have asked whether immigrants are more crime-prone than native-born Americans and each one of them answered no, even when the rest of their reports unjustifiably blamed immigrants for virtually every problem in the United States.  From the 1911 Immigration Commission, also known as the Dillingham Commission, to the 1931 Wickersham Commission, and 1994’s Barbara Jordan Commission, each has reported that immigrants are less likely to commit crimes than native-born Americans.\"\nThe organization also looked at Texas, the only state that tracks crimes committed by immigration status, in a 2018 study and found that, in 2015, \"the criminal conviction and arrest rates for immigrants were well below those of native-born Americans. Moreover, the conviction and arrest rates for illegal immigrants were lower than those for native-born Americans. This result holds for most crimes.\"\nOur ruling\nA viral Facebook post claims that 194 people were killed in mass shootings in 2018, while 83,211 were killed by undocumented immigrants.\nThe post appears to be entirely fabricated – neither part of the claim checks out. \nEstimates for mass shooting fatalities in 2018 range from 80 to 528, depending on the reporting organization and how they each define a \"mass shooting.\" But no estimates come close to the 194 figure. As well, according to the FBI, roughly 17,000 murders occur in the U.S. each year, so 83,211 people being killed by specifically undocumented immigrants in one year is improbable.\nWe rate this post False.", "vclaim_id": "vclaim-pol-00235"}