{"url": "/factchecks/2010/jul/27/ted-strickland/ohio-gov-ted-strickland-says-states-electricity-ra/", "speaker": "Ted Strickland", "vclaim": "\"Ohio’s electricity rates are 10 percent below the national average.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2010 in a campaign speech:", "title": "Ohio Gov. Ted Strickland says the state’s electricity rates are 10 percent below national average", "text": "Ohio Gov. Ted Strickland seems determined to be regarded as your energy governor. In his race for re-election this November, the governor touts his efforts toward energy reform at almost every opportunity.\n\nHe was at it again during a campaign address on July 6 when he said, \"The energy reform bill I proposed gave Ohio one of the nation’s most aggressive renewable energy policies and has pushed our utilities to innovate.\n\n\"And while other states that failed to act saw electricity rates jump 70 percent,\" Strickland said, \"Ohio’s electricity rates are 10 percent below the national average.\"\n\nStrickland’s spokeswoman, Allison Kolodziej, acknowledges that Ohio’s electricity rates were already well below the national average before Strickland took office in January 2007. But she said the governor’s push for Senate Bill 221 — which became law in 2008 and placed tighter reins on utility companies seeking to set market-based pricing — prevented Ohio’s rates from skyrocketing as rates did in other states where wholesale market pricing was unchecked.\n\nThe question: Are Ohio’s rates today a full 10 percent below the national average as the governor claimed? The governor’s campaign staff said it relied on information from the U.S. Department of Energy’s Energy Information Administration, or EIA, for its figures.\n\nAccording to EIA’s most recent average retail price report, released June 16 and updated through March, Ohio’s average electricity price for all sectors this year was 8.72 cents per kilowatt hour. The national average was 9.5 cents. That means Ohio’s rate thus for 2010 for all sectors is about 8 percent below the national average — not 10 percent.\n\nIn 2009, however — the last full year of available figures — Ohio’s average was 8.63 cents per kilowatt hour and the national average 9.75 cents, meaning a year ago the state was 11 percent below the national average. That means Strickland’s statement is not accurate today but was a year ago.\n\nKolodziej said the campaign is relying on 2009 figures because the full 2010 year figures are not yet complete.\n\nThe premise of Strickland’s statement is that Ohio is still trending below the national average when it comes to electricity rates, and thus is better off than many other states in terms of utility costs. The context of his point was accurate.\n\nBut while the full 2010 figures are not yet available, there were more up to date figures the governor could have relied on during his speech that, while not as flattering as 2009, could have still effectively made his point — just more accurately.\n\nWe rate this statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14694"}