{"url": "/factchecks/2013/feb/21/barack-obama/barack-obama-says-sequester-would-cut-vaccinations/", "speaker": "Barack Obama", "vclaim": "If the sequester hits, \"hundreds of thousands of Americans will lose access to primary care and preventive care like flu vaccinations and cancer screenings.\"", "truth_label": "half-true", "date": "stated on February 19, 2013 in a speech in Washington, D.C.:", "title": "Barack Obama says sequester would cut vaccinations, cancer screenings for hundreds of thousands", "text": "In a recent speech, President Barack Obama said that key health programs will be cut if the sequester -- an across-the-board federal spending cut -- takes effect as scheduled on March 1, 2013.\n\n\"Hundreds of thousands of Americans will lose access to primary care and preventive care like flu vaccinations and cancer screenings,\" Obama said.\n\nWe wondered if his dire claim was accurate.\n\nFirst, let’s recap how the sequester works. Unless a deal is struck, most types of federal spending must be cut by a uniform amount -- tentatively 7.9 percent for most types of defense discretionary funding and 5.3 percent for non-defense discretionary funding. (Certain programs are shielded from sequestration cuts entirely, including Social Security, federal retirement payments, veterans compensation, Medicaid, Pell Grants, food stamps, Supplemental Security Income, and veteran's health programs. Medicare would be cut by 2 percent.)\n\nThe uniform cuts must be applied to any \"program, project or activity\" that isn’t otherwise exempted. However, within a given program, officials don’t have to cut every line item equally. They have discretion to move money around within a program.\n\nWhen we asked about looming cuts to immunization and cancer screening, administration officials pointed us to a report released by the Senate Appropriations Subcommittee on Labor, Health and Human Services, Education and Related Agencies. The report sought to quantify cuts in a variety of programs overseen by the committee. We should note that the report was released by the subcommittee’s Democratic majority, chaired by Sen. Tom Harkin, D-Iowa, who is generally an ally of the president.\n\nThe report addresses possible cuts to two programs relevant to Obama’s claim. One, the Section 317 immunization program, is a grant program to states and cities, providing vaccines to underinsured children and adults. According to the subcommittee, it would serve 211,958 fewer children if the sequester takes effect.\n\nThe other is the National Breast and Cervical Cancer Early Detection Program, which aids underserved women nationwide. A sequester would leave 33,816 fewer women screened for breast and cervical cancer, according to the subcommittee’s estimate.\n\nSo, combined, these two programs by themselves would affect nearly 246,000 people.\n\nBut it's important to note that Obama's language was imprecise enough to suggest that people may lose their access to primary care doctors outright, which would be a much broader hit than cutbacks to flu shots and cancer screenings. There is no indication that Americans will lose their insurance coverage or access to all primary care because of the sequester; Medicaid, to cite just one example, is spared from cuts entirely. But Obama's phrasing could leave a different impression.\n\nMeanwhile, a few factors could make the estimate for immunization and cervical screening too high. The subcommittee’s report was issued in July 2012 using an estimated 7.8 percent cut, a bigger reduction than the 5.3 percent cut now envisioned for domestic discretionary programs.\n\nIn addition, a CDC spokesman confirmed that the vaccine and cancer-screening programs are counted as individual \"programs,\" meaning that each will each need to be cut by the uniform amount. However, federal managers will have some room for juggling spending priorities within each program -- moves that could decrease the number of people affected. In addition, these two programs are grants to states, and state (or local) officials would have a say in how to spend the money.\n\nStill, the room for either federal, state or local officials to maneuver would likely be pretty limited. And there’s also reason to believe the numbers of people affected could be even higher, since this estimate doesn’t include additional programs at risk of cuts, such as the CDC’s Colorectal Cancer Control Program.\n\nSteve Ellis, vice president of Taxpayers for Common Sense, said he has a problem with all \"doomsday scenarios\" like the one that Obama (and Harkin) are promoting, because they amount to a \"straw man\" that \"fails to point to the simple solution -- to give agencies flexibility but keep the cuts in place.\" Still, Ellis said he considers the subcommittee’s calculations reasonable given the information Harkin had available.\n\nOur ruling\n\nObama said that if the sequester hits, \"hundreds of thousands of Americans will lose access to primary care and preventive care like flu vaccinations and cancer screenings.\"\n\nObama's words could have left the impression that primary care services overall will be lost, rather than flu shots or cancer screenings alone.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\n\nStill, we found that one widely cited estimate found that sequester cuts to two programs alone would leave 246,000 people without the types of services Obama mentioned. There’s a lot of uncertainty about these numbers for a variety of reasons, meaning the actual number could be lower or higher. But even at the low end, it’s pretty close to \"hundreds of thousands.\" So we rate the claim Half True.", "vclaim_id": "vclaim-pol-09676"}