{"url": "/factchecks/2009/sep/02/john-kerry/kerry-claims-arctic-will-be-ice-free-2013/", "speaker": "John Kerry", "vclaim": "\"Scientists project that the Arctic will be ice-free in the summer of 2013.\"", "truth_label": "barely-true", "date": "stated on August 31, 2009 in an op-ed published in the Huffington Post:", "title": "Kerry claims the Arctic will be ice-free by summer 2013", "text": "Sen. John Kerry says climate change is happening faster than we think.\n \nIn an Aug. 31, 2009, op-ed in the Huffington Post, the Massachusetts Democrat wrote that the threat of climate change \"is not an abstract concern for the future.\"\n \n\"It is already upon us and its effects are being felt worldwide, right now,\" he wrote. \"Scientists project that the Arctic will be ice-free in the summer of 2013. Not in 2050, but four years from now. Make no mistake: catastrophic climate change represents a threat to human security, global stability, and — yes — even to American national security.\"\n \nWe don't debate that the effects of climate change are already being felt. However, Kerry's claim that the Arctic will be ice-free in as little as five years is ominous and worth putting to the Truth-O-Meter.\n\nArctic ice has long been considered a canary in a coal mine for climate scientists; they watch it closely because significant melts indicate an acceleration of climate change effects. In fact, temperatures actually rise faster in icy regions because of something known as ice albedo feedback loop. Ice is more reflective than land or water. When ice melts, the reflectivity of the Earth's surface decreases as well, and more solar radiation is absorbed by the land and the oceans. So, as ice melts, more and more heat from the sun is absorbed, accelerating the warming process.\n\nMelting has recently become a more serious problem, and 2007 was a particularly bad year for the Arctic. Then, about 552 billion tons of ice melted from Greenland's ice sheet during the summer — about 15 percent more than the summer average.\n\nThe summer of 2009 didn't look much better. According to the National Snow and Ice Data Center, the average rate of melt in July of this year is nearly identical to that of July 2007, in part due to unusual weather patterns and an underlying trend toward higher temperatures.\n\nBut does this mean ice will be completely gone in the next few years? We talked to Julienne Stroeve, a researcher for the NSIDC, for some perspective.\n\nClimate scientists \"agree that we'll lose summer ice cover,\" she said. \"As to the exact date, it varies between groups.\"\nThe summer ice cover is what's left of the sea ice after the annual seasonal melting. It refreezes when temperatures drop.\nIndeed, predictions are all over the map. Kerry got his data from Wieslaw Maslowski, a researcher from the Naval Postgraduate School in Monterey, Calif., who as early as 2007 predicted the Arctic would be ice-free by the summer of 2013. Similar projections have been trumpeted by a handful of other scientists, including Warwick Vincent, director of the Center for Northern Studies at Laval University in Quebec and NASA climate scientist Jay Zwally. (A Kerry spokeswoman directed us to this 2007  article  about Maslowski's work.)\n\nMeanwhile, the Intergovernmental Panel on Climate Change, a United Nations group relying on the consensus of hundreds of climate scientists, estimated in 2007 that summer ice would largely be gone in the latter part of the 21st century; and Stroeve said NSIDC supports a prediction of 2030.\n\nNASA climate researcher Gavin Schmidt wrote in an e-mail to us that Maslowski's prediction isn't necessarily a communitywide opinion.\n\n\"A fair statement would be that some scientists have predicted summer ice free Arctic Ocean as soon as 2013, but others expect it to happen a little slower — say 2040-2060,\" Schmidt wrote.\n\nDifferences occur when research focuses on the area of the Arctic — based on aerial satellite photographs — or on thickness and volume of the ice as well as area, according to Maslowski. In both cases, scientists have seen melting, Maslowski said. However, when estimates are based on the latter method, as Maslowski and his team of researchers have done, melting seems to be happening much faster.\n\n\"There is no crystal ball, there is no final prediction, just estimates,\" Maslowski said. \"All we are trying to show is that we better start thinking [ice-free summers] could start earlier than 2100 or 2030. We should be prepared for the worst-case scenario.\"\n\nKerry's claim also leaves out an important nuance; as Stroeve said, most climate scientists agree that  summer  ice is likely to disappear at some point, but that the oceans will still freeze in the winter for a very long time. However, Kerry's op-ed could make it sound as if the Arctic will devoid of ice all year long.\n\nAs always with the climate change debate, we've found that there's a wide range of informed opinion on the issue of Arctic melting. In a general sense, Kerry is correct that Arctic ice is melting at a quickening rate. However, he has based his prediction on the earliest and most extreme estimate, when a much wider range of estimates are available and most project the turning point will occur decades from now. And he makes it seem as if the Arctic will be totally ice-free within a few short years when in fact that would only be true for the summer. As a result, we rate Kerry's statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15606"}