{"url": "/factchecks/2020/apr/16/barack-obama/obama-gops-stance-preexisting-conditions-base-espe/", "speaker": "Barack Obama", "vclaim": "Republicans “have shown themselves willing to cut millions off their health insurance and eliminate preexisting condition protections for millions more, even in the middle of this public health crisis.\"", "truth_label": "true", "date": "stated on April 14, 2020 in his online video endorsement of Joe Biden for president:", "title": "Obama knocks GOP’s stance on preexisting conditions during pandemic", "text": "Endorsing his former vice president, Joe Biden, to win the White House, former President Barack Obama sought to contrast the 2020 platforms of Democrats and Republicans on a critical plank: their stance on the Affordable Care Act. It’s a difference, he argued, that has assumed newfound urgency.\n\"The Republicans occupying the White House and running the Senate … have shown themselves willing to cut millions off their health insurance and eliminate preexisting condition protections for millions more, even in the middle of this public health crisis,\" Obama said.\nObama was referring to a couple of GOP policies, the former president’s senior adviser Eric Schultz told KHN. The first: a pending Supreme Court case, Texas v. Azar, in which the Trump administration has argued the 2010 health law should be struck down. Schultz also highlighted the White House’s refusal to provide a special open enrollment period for the ACA health exchanges in the midst of the coronavirus pandemic.\nWe’ve previously checked claims about President Donald Trump’s stance on the law’s preexisting condition protections — arguably its most popular component ― and his position on the Texas v. Azar lawsuit.\nBut COVID-19 adds new relevance, because of both the virus’s devastating health implications and bludgeoning impact on the American economy. Indeed, the Trump administration’s handling of the virus crisis is shaping up to be a defining issue in the run-up to November. Meanwhile, Biden made the health care law a signature component of his presidential platform and has been a vocal critic of the administration’s pandemic response.\nWith that in mind, we decided to take another look.\nThe Republican agenda\nObama is correct: The Republican Party has opposed the ACA for years. In 2016, then-candidate Trump campaigned on its repeal. Since then, the White House and congressional Republicans have pursued an agenda that would dismantle the law’s preexisting condition protections. Republicans haven’t united behind an alternative plan, either.\nFirst: the lawsuit. Texas v. Azar stems from the 2017 Tax Cuts and Jobs Act. That measure took the teeth out of the health law’s individual mandate, which required that all Americans have health insurance or pay a penalty. The tax law, pushed by Republicans and signed by Trump, set that penalty to $0.\nA collection of Republican states’ attorneys general now argue that, without the penalty, the rest of the health law doesn’t work and should be struck down.\nKilling the ACA would eliminate the stipulation that insurance plans cannot charge people more if they have a preexisting condition, get rid of the subsidies it provides for people to buy insurance on the exchanges and gut the Medicaid expansion that, in six years, directly extended coverage to more than 13 million people. The Supreme Court has agreed to hear the case, although it won’t rule until after the November election.\nThe Trump administration, while technically in the position that would defend the law in court, has declined to support it — a move legal experts say is almost unprecedented. In fact, the administration has even sided with the states arguing that it should be struck down. Neither the White House nor Senate Republicans have put forth a replacement bill that would maintain the ACA’s protections in the event the high court rules against the law.\nWe asked the White House if the administration had changed its stance in the wake of the pandemic. Trump’s staff redirected us to the Justice Department, the federal government’s legal arm. The department did not respond to emailed requests for comment. As recently as the end of March, though, Trump told reporters he still wanted the law \"terminated.\"\nSenate Democrats have pushed the administration to change its position on the lawsuit. But Republicans, who hold the Senate majority, have been silent, a position that hasn’t changed even since COVID-19 effectively shut down large swaths of the country.\nIn some ways, the Republican stance isn’t important, argued Thomas Miller, a resident fellow at the American Enterprise Institute, a public policy think tank. It’s hard to imagine the Supreme Court voting to get rid of the health law, especially in the midst of COVID-19, he said.\nStill, that doesn’t change the facts of what Trump is arguing.\nAnd the lawsuit is also only one part of the equation. Another, is healthcare.gov.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAmericans who have lost their jobs ― and, often, the insurance that came with it — are eligible to buy insurance on the federal exchange, since job loss is a \"qualifying life event\" that gets you special access. Those who otherwise lack coverage would normally have to wait until the regular open enrollment period, which takes place at the end of the year. But the threat of COVID-19 has changed the risk for many of these potential shoppers.\nIn response, 11 states have independently reopened their state-run health exchanges for a special sign-up period. But the administration has declined to take such steps for the national marketplace.\n\"If you have been uninsured and picked up your newspaper, or turned on your news and realized your health was in much greater risk than you had anticipated, and would like to rush and get health insurance in case you end up on a ventilator ― you’re out of luck,\" said Linda Blumberg, a health policy fellow at the Urban Institute, a nonprofit research organization.\nEven before coronavirus, the institute estimated that 32 million Americans were uninsured. About 20 million of them could benefit from a special enrollment period, Blumberg said. Without insurance, coronavirus treatment poses not just a health risk, but also a financial one.\nThe Trump administration has said it will pay hospitals directly, out of a pool of $100 billion, to cover the cost of treating uninsured people with COVD-19. After treating patients, hospitals would get paid at the Medicare rate.\nBut the administration’s policy extends only to covering COVID-19 treatment. Uninsured people with underlying chronic conditions don’t have a way to pay for health care, noted Robert Berenson, another Urban Institute fellow. If left untreated, those chronic ailments make COVID-19 far more dangerous than it would be for someone able to get preventive treatment earlier on.\nCoronavirus and the ACA\nPresident Trump’s stance raises another question, experts noted. Without the ACA, what kind of impact would COVID-19 have?\nEven with the heath law intact, many Americans won’t be able to find affordable health insurance. That particularly applies to people who can’t afford the premiums on the individual marketplace, don’t qualify for federal subsidies or live in one of the 14 states that didn’t opt into the ACA’s Medicaid expansion provision.\nAnd the ACA is nowhere near sufficient on its own, Miller noted. Having insurance is part of the picture, but it doesn’t guarantee access to testing or that a hospital will be able to treat you. \"On the margins, it does help a little bit to have insurance coverage, but the problem is so much larger than that,\" Miller argued.\nStill, without the health law, the virus’s impact would be \"catastrophic,\" said Jonathan Oberlander, a health policy professor at the University of North Carolina-Chapel Hill.\nStriking the individual marketplace and Medicaid expansion would leave almost another 20 million people uninsured — \"at risk for not only illness from COVID-19, but also massive medical bills,\" said Larry Levitt, a vice president at the Kaiser Family Foundation. (KHN is an editorially independent program of the foundation.)\nWithout the ACA, COVID-19 could be considered a preexisting condition. Insurance companies could charge more to cover people who have previously contracted the virus (assuming, of course, those people can get tested and recorded as having had COVID-19). Plus, emerging evidence suggests severe cases of COVID-19 may leave lingering health consequences, that even after recovery would require ongoing medical care, Levitt said.\n\"The ACA’s consumer protections ensure that persons with COVID-19 can obtain insurance without fear of being turned away or charged exorbitant premiums because of their preexisting condition,\" Oberlander said.\nThe health law also imposed strict regulations over what insurance must cover. Without those regulations, plans could ― and likely would — revert to skimpier coverage, Blumberg said.\nThat, she said, means plans that perhaps don’t cover ventilators or branded medicines, or that cap how many days of hospital care they’ll cover, or that require people to pay much more out-of-pocket.\n\"Insurers, given the legal ability to do it, would limit their legal liability and protect themselves from high claims,\" she said. \"They did it before and will do it again.\"\nOur ruling\nObama accused the Trump administration and Senate Republicans of being \"willing to cut millions off their health insurance and eliminate preexisting condition protections for millions more, even in the middle of this public health crisis.\"\nEvidence indicates that this is an apt characterization. None have put forth a plan that would maintain coverage or consumer protections ― policies that benefit millions of Americans — if the Supreme Court rules against the ACA. And as Obama asserts, striking down the law without an equivalent replacement could be devastating, especially during the COVID-19 pandemic. We rate this claim True.", "vclaim_id": "vclaim-pol-16952"}