{"url": "/factchecks/2013/mar/07/rand-paul/sen-rand-paul-says-obama-advocating-drone-strike-p/", "speaker": "Rand Paul", "vclaim": "\"The president is advocating a drone strike program in America.\"", "truth_label": "false", "date": "stated on March 6, 2013 in a tweet:", "title": "Sen. Rand Paul says Obama 'is advocating a drone strike program in America'", "text": "Sen. Rand Paul’s filibuster on March 6, 2013, expanded from the Senate floor to Twitter, where he, among other things, accused President Barack Obama of \"advocating a drone strike program in America.\"\n\nThe Republican from Kentucky spoke for nearly 13 hours until the early morning on March 7 to keep senators from voting on the nomination of White House counterterrorism chief John Brennan for CIA director.\n\nThe subject of Paul’s concern: a letter from the attorney general that didn’t appear to rule out drone strikes against U.S. citizens on American soil.\n\n\"No American should be killed by a drone on American soil without first being charged with a crime, without first being found to be guilty by a court,\" Paul said.\n\nBy mid afternoon March 7, the attorney general released a new letter clarifying the administration's stance, Paul declared victory, and the Senate voted to confirm Brennan, 63 to 34. (Paul voted no.)\n\nThe Senate logjam may have broken, but we still wondered: Has President Barack Obama been \"advocating a drone strike program in America\"?\n\n What the administration says\n\nWe asked Paul’s office to explain his tweet, but we didn’t hear back.\n\nHis full Twitter comment said: \"The President is advocating a drone strike program in America. All we have to compare it with is the drone strike program overseas.\"\n\nHowever, during his filibuster, Paul mentioned a March letter from Attorney General Eric Holder as well as testimony from Brennan’s February confirmation hearing.\n\nThe senator had sought the administration’s views on whether 'the president has the power to authorize lethal force, such as a drone strike, against a U.S. citizen on U.S. soil, and without trial.\"\n\nArmed drones — remote-controlled, pilotless aircraft — are used by the U.S. to kill enemies overseas, with hundreds of strikes in multiple countries in the last decade.\n\nBrennan has said, \"In this armed conflict, individuals who are part of al-Qaida or its associated forces are legitimate military targets.\"\n\nIn at least one case, the target was American.\n\nPaul wanted assurance that strikes wouldn’t be made against Americans in the United States.\n\nOn March 4, Holder responded to Paul, writing that the United States hadn’t carried out such drone strikes and did not intend to.\n\n\"As a policy matter, moreover, we reject the use of military force where well-established law enforcement authorities in this country provide the best means for incapacitating a terrorist threat,\" Holder wrote.\n\nBut, Holder wrote, he could \"imagine an extraordinary circumstance in which it would be necessary and appropriate under the Constitution and applicable laws of the United States for the President to authorize the military to use lethal force within the territory of the United States.\"\n\n\"For example,\" he continued, \"the President could conceivably have no choice but to authorize the military to use such force if necessary to protect the homeland in the circumstances of a catastrophic attack like the ones suffered on December 7, 1941, and September 11, 2001.\n\n\"Were such an emergency to arise, I would examine the particular facts and circumstances before advising the President on the scope of his authority.\"\n\nBrennan had offered a similar explanation in response to lawmakers’ questions before his February hearing.\n\nA senator had asked, \"Could the administration carry out drone strikes inside the United States?\"\n\nBrennan’s reply: \"This administration has not carried out drone strikes inside the United States and has no intention of doing so.\"\n\n(Note that he did not say whether it \"could,\" only that it hadn’t and didn’t intend to.)\n\nAsked to describe the \"geographical limits\" on the administration’s drone strikes, Brennan noted, in part, \"the government has a responsibility to protect its citizens from these attacks, and, thus, as the attorney general has noted, ‘neither Congress nor our federal courts has limited the geographic scope of our ability to use force to the current conflict in Afghanistan.’\"\n\nBut he went on to say: \"This does not mean, however, that we use military force whenever or wherever we want. International legal principles, such as respect for another nation’s sovereignty, constrain our ability to act unilaterally. Using force in another country is consistent with these international legal principles if conducted, for example, with the consent of the relevant nation – or if or when other governments are unwilling or unable to deal effectively with a threat to the United States.\"\n\nWe asked the White House for its response to Paul’s assertion that the president was \"advocating a drone strike program in America.\"\n\n\"On the record, that claim is false,\" said Caitlin Hayden, spokesperson for the National Security Council.\n\nShe also pointed to Brennan’s speeches and nomination testimony, as well as letters by Holder.\n\nWe reviewed earlier Brennan speeches — such as the one in which he acknowledged the government’s overseas drone program — as well as speeches and news briefings by Obama and his press secretaries Robert Gibbs and Jay Carney.\n\nWe found nothing to indicate the administration was \"advocating\" domestic drone strikes. The most direct statements we saw from the administration on the idea of domestic drone strikes came from Brennan’s nomination testimony and Holder’s letters.\n\nHolder’s second letter to Paul, the day after his filibuster and tweet, said:\n\n\"It has come to my attention that you have now asked an additional question: 'Does the President have the authority to use a weaponized drone to kill an American not engaged in combat on American soil?' The answer to that question is no.\"\n\n(Paul declared the statement \"a major victory,\" though it doesn’t address what authority the administration claims against citizens on U.S. soil it deems to be a \"legitimate military target.\")\n\nWe also asked eight experts in drone-strike policy and law whether they thought Paul was correct that the Obama administration was \"advocating a drone strike program in America.\" None of them did.\n\n\"Holder, in his testimony, said that in theory the administration could engage in a targeted killing in the U.S.,\" said Michael C. Dorf, a Cornell University Law School professor. \"But I don't think that counts as ‘advocating’\" such a program.\n\nSteven Groves, a senior research fellow with the conservative Heritage Foundation, agreed, saying it was \"probably a stretch to say that the administration is ‘advocating’ a drone strike program in America\" when in fact Paul’s most immediate concern was that Holder would not rule out the use of drone strikes against Americans on U.S. soil. The statement, Grove said, \"may fairly be characterized as rhetorical flourishes.\"\n\nPaul Pillar, a veteran of the CIA who now teaches at Georgetown University, added that Paul’s statement \"does not fairly reflect the extreme and extraordinary nature of the hypothetical circumstance that the attorney general was addressing.\"\n\nOur ruling\n\nRand Paul tweeted that \"the president is advocating a drone strike program in America.\"\n\nThe attorney general and White House counterterrorism chief haven’t strictly ruled out the use of lethal force against U.S. citizens on American soil, but they said that it would take extraordinary circumstances. We — and all the experts we consulted — see no evidence that the administration is purposefully advancing the goal of a drone strike program in America. We rate Paul’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09621"}