{"url": "/factchecks/2015/nov/11/chris-christie/christie-us-worst-recovery-wwii/", "speaker": "Chris Christie", "vclaim": "Says the United States is in \"the worst recovery from an economic recession since World War II.\"", "truth_label": "half-true", "date": "stated on November 10, 2015 in the fourth Republican presidential debate:", "title": "Christie: The U.S. is in the worst recovery since WWII", "text": "The central theme of the Republican presidential debate in Milwaukee, Wis., was business and economics. Fox Business moderator Sandra Smith laid out a bleak employment picture for New Jersey Gov. Chris Christie. She said there are 90 million Americans unemployed or not in the workforce at all. For those that are working, Smith said wages aren’t budging.\nChristie responded with an anecdote of a woman he met in New Hampshire who told him how she worried each month that she wouldn’t have enough to pay her bills.\n\"There are tens of millions of Americans living that way after the worst recovery from an economic recession since World War II,\" Christie said.\nIs the United States in the middle of \"the worst recovery from an economic recession since World War II\"?\nConveniently, the Federal Reserve Bank of Minneapolis website has a tool that allows you to compare recessions back to 1948.\nHere’s what the Fed’s site tells us.\nThis recovery is not the worst when it comes to jobs. The Federal Reserve measures the cumulative percentage gain in employment from the point when each recession ended and the recovery began.\nDuring the recovery from the 2001 recession, employment didn’t crawl out of negative territory for about 28 months. By comparison, in the recovery following the 2007 recession, at the 21-month mark, the United States began adding jobs beyond the number that existed at the start of the recovery.\nThe following chart measures the jobs picture following every recession since World War II. The red line is the current recovery:\n\nSeventy-six months from the start of the recovery, the economy today has produced a cumulative jobs gain of 8.9 percent. After 76 months in the recovery from the 2001 recession, the cumulative gain was 5.4 percent.\nThere is another way to measure job trends. You can look at gains compared to the pre-recession employment peak. By that yardstick, it took 76 months to match the number of jobs in the economy before the 2007 downturn, which was the worst since World War II. It took 46 months for the recovery after the 2001 recession to reach the same point. But the job losses in 2001 were much smaller, so that recovery had less ground to regain.\nEconomic output\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut Christie does have a point if you look at economic output,  as measured by the Gross Domestic Product, or GDP.\nLooking at GDP growth, the current recovery is indeed the slowest since the Depression. Again here’s the chart:\n\nFor a few quarters, the current recovery did better than the one that followed the 1980 recession, but while the current recession generally has showed slow gains, the 1980 recovery took off.\nThe cumulative increase in real Gross Domestic Product for the present recovery is 14.2 percent. That is worse than the 17.2 percent for the 2001 recovery.\nTara Sinclair is chief economist at Indeed and economics professor at George Washington University.\n\"We've just passed 61 months of consistent employment growth, and longer if you just look at private employment,\" Sinclair told PolitiFact. \"On that metric, the recovery is the longest since WWII, so that hardly seems the worst. On the other hand, the recovery has been notably slow, and we are not back to the trend level of GDP or employment that we would have expected without the recession.\"\nSinclair added that even in terms of GDP it’s hard to call this the worst recovery because the country is emerging from what economists count as the deepest recession since World War II.\nOur ruling\nChristie said the United States is in the worst economic recovery from a recession since World War II. Christie’s campaign did not respond to our request for comment.\nThe truth is it depends on what you measure.\nLooking at GDP growth, he’s right. Looking at the employment picture, the 2001 recovery was worse.\nChristie’s claim is partially accurate. We rate it Half True.\nhttps://www.sharethefacts.co/share/600cb3a9-686a-4390-8d06-4de6d4b7bec4", "vclaim_id": "vclaim-pol-05754"}