{"url": "/factchecks/2010/oct/29/crossroads-gps/crossroads-gps-says-north-dakotas-economy-reeling-/", "speaker": "Crossroads GPS", "vclaim": "\"North Dakota's economy is reeling.\"", "truth_label": "pants-fire", "date": "stated on October 25, 2010 in a campaign commerical:", "title": "Crossroads GPS says North Dakota's economy is 'reeling,' but is it?", "text": "The pro-Republican group Crossroads GPS recently began airing ads in at least eight House districts, all using virtually identical language to decry the state of the economy and the Democratic agenda in Congress.\n\nHere's the ad for North Dakota, which blasts the stewardship of incumbent Democratic Rep. Earl Pomeroy. Pomeroy faces a stiff challenge this year from Republican Rick Berg.\n\n\"North Dakota's economy is reeling, and Congressman Earl Pomeroy is making it worse,\" says the ad, which was released Oct. 25, 2010. \"While he should be helping us, he's supporting Nancy Pelosi and her failed agenda, voting for billions in new debt and reckless spending, including Pelosi's $800 billion stimulus boondoggle, filled with sweetheart deals and handouts to special interests. Reckless spending, massive debt, helping Pelosi, not us. Earl Pomeroy, wrong for North Dakota.\"\n\nWe were tipped off that something was amiss when Roll Call, a newspaper that covers Congress, published an article on Oct. 28, 2010, that noted that the Pomeroy camp was challenging the description of North Dakota's economy as \"reeling.\"\n\nWith barely disguised glee, a Pomeroy spokesman, Brenden Timpe, fired a barb at Karl Rove, who helped organize Crossroads GPS and its affiliate, American Crossroads.\n\n\"Next time Karl Rove wants to funnel secret money to North Dakota to influence our elections, he ought to visit our state first or at least pick up one of our newspapers,\" Timpe said. \"If he did, he would know that North Dakota’s economy is doing quite well, thank you very much, and Earl has been a strong partner in that progress.\"\n\nHow well is North Dakota doing as the rest of the country muddles through a rough patch for the economy? On a relative basis at least, quite well indeed, thanks to a surge in natural resource extraction and relatively little decline in a housing market that never really boomed.\n\nHere are some statistical benchmarks we located.\n\n-- Unemployment. Today, North Dakota has the lowest unemployment rate in the nation, at 3.7 percent. That's just over one-third -- yes, that's one-third -- of the national unemployment rate of 9.6 percent.\n\nAnd this low unemployment rate is nothing new. North Dakota's annual unemployment rate for 2009 also ranked as the best in the nation at 4.3 percent, compared to a 9.3 percent rate nationally. In 2008, North Dakota ranked second (3.2 percent, compared to 5.8 percent nationally). In 2007, it ranked eighth (3.1 percent, compared to 4.6 percent nationally). And in 2006, it ranked seventh (3.2 percent, compared to 4.6 percent nationally).\n\n-- Personal income. Total personal income in North Dakota rose 23 percent between 2006 and 2009, compared to 8 percent nationally. It rose by 12 percent in North Dakota between 2007 and 2009, compared to 2 percent nationally. And it fell by 1 percent between 2008 and 2009, compared to a national decline of 2 percent. So personal income in North Dakota did fall between 2008 and 2009, but it fell more slowly than the national rate, and it followed on two years of personal income growth, far ahead of the national rate.\n\nThe story is much the same for per capita personal income. It rose by 21 percent between 2006 and 2009 and by 10 percent between 2007 and 2009 before falling by 2 percent between 2008 and 2009.\n\n-- Gross domestic product. GDP information by state is not available for 2009, so the full impact of the recession is not yet measurable. But the data that's available shows that the state enjoyed a nice boom between 2006 and 2008. State GDP rose by 12 percent between 2006 and 2007, compared to 1.9 percent nationally. And it rose by 9 percent between 2007 and 2008, compared to zero increase nationally. So on this score, North Dakota did well indeed.\n\nWhen we asked Jonathan Collegio, a spokesman for Crossroads GPS, if the group had any defense for its characterization, he said, \"Unemployment is up significantly in the last two years in North Dakota, and much of that is due to the massive debt created by (President Barack) Obama, Nancy Pelosi and Earl Pomeroy.\"\n\nBut let's put it into context: The unemployment rate in North Dakota rose from 3.4 percent two years ago, in September 2008, to 3.7 percent in September 2010. The number of unemployed North Dakotans has risen from 12,365 to 13,714 -- a total of 1,349 people, or less than 1 percent of the civilian, non-institutionalized population in the state. We think most Americans would be happier with that kind of economy than the one in their own state.\n\nJudging by the ads on Crossroads GPS' website, we think the Pomeroy camp's charge that the ad is \"cookie cutter\" is accurate. At the very least, Crossroads was careless in the degree to which it adapted its ads to each state's specific context. In these sorts of economic times, it verges on the ridiculous to say that North Dakota's economy is \"reeling.\" We rate the ad Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14092"}