{"url": "/factchecks/2019/mar/27/facebook-posts/no-congress-didnt-repeal-law-bars-muslims-holding-/", "speaker": "Facebook posts", "vclaim": "\"Congress quietly repealed the McCarran Warner Act of 1952 forbidding Muslims from holding office.\"", "truth_label": "false", "date": "stated on March 20, 2019 in a Facebook post:", "title": "No, Congress didn't repeal a law that bars Muslims from holding office", "text": "Dick Cheney and Nancy Pelosi are hardly political bedfellows, but a recent Facebook post puts the politicians in cahoots in connection with an old law.\n\"Congress quietly repealed the McCarran Warner Act of 1952 forbidding ‘Muslims’ from holding office,\" reads the text of the post published on March 20. \"Members of that Congress were Dick Cheney, John McCain, Joe Biden, Al Gore, John Kerry, Mitch McConnell, Chuck Schumer & Nancy Pelosi…... see the agenda?\"\nWe didn’t, but the post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nFirst, let’s look at the law. It’s called the McCarran-Walter Act, not the McCarran Warner Act, and it’s actually the Immigration and Nationality Act of 1952. It’s named for Pat McCarran, then a Democratic senator from Nevada, and Francis Walter, then a Democratic representative from Pennsylvania. Both men worried about communists infiltrating the country through the immigration system, and they wanted to limit who could come to the United States.\nThe resulting law codified an existing quota system for immigration. It also introduced a new system that gave preferences to some immigrants based on their skill sets and whether they would be reunited with their families. As the U.S. Department of State’s Office of the Historian notes, the new act revised the 1924 National Origins Quota System by admitting people of different nationalities to the United States at a rate of one-sixth of 1 percent of however many immigrants from a country were living in the United States in 1920.\nThat meant that 85 percent of about 154,000 visas available annually went to people from northern and western European lineage. President Harry Truman worried that the law was discriminatory, but Congress had enough votes to override his veto.\nThe law does not mention religion or Muslims. It also doesn’t bar Muslims from holding office.\nBut over the years, according to a 1990 story in the New York Times, it was used to deny entry to the United States to people like writer Gabriel Garcia Marquez and Ian Smith, the former prime minister of Rhodesia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSen. Daniel Patrick Moynihan sponsored legislation to repeal the section of the law that excludes aliens for ideological reasons, and in February 1990 it passed the Senate 98-0 as an amendment to a State Department spending bill, the Times reported.\n\"The measure covers only aliens seeking to enter the United States for short visits,\" the paper said. \"Those seeking permanent status can still be barred because of their beliefs or memberships.\"\nBut a State Department spokesman then said that the legislation wouldn’t noticeably change current policy, since a 1977 measure already required that people denied entry because of their beliefs be granted a waiver unless it could be shown that they posed a national security threat.\nThe repeal legislation still allowed the secretary of state to deny entry to someone identified as a terrorist.\nNext, let’s look at who the members of Congress were in 1990. Schumer and Pelosi were in the House, and McCain, Biden, Gore, Kerry and McConnell were in the Senate. Dick Cheney, meanwhile, was secretary of defense for then-President George H.W. Bush.  \nOur ruling\nThough Congress repealed a provision of the McCarran-Walter Act, the law never forbid Muslims from holding office as the Facebook post claims.\nWe rate this statement as False.\n Share the Facts 2019-04-02 15:33:11 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Congress quietly repealed the McCarran Warner Act of 1952 forbidding Muslims from holding office.\"    Facebook post On the internet     Wednesday, March 27, 2019 2019-03-27    Read More  info", "vclaim_id": "vclaim-pol-00847"}