{"url": "/factchecks/2019/dec/10/viral-image/image-adam-schiff-and-jeffrey-epstein-doctored/", "speaker": "Viral image", "vclaim": "Says a photo shows Adam Schiff and Jeffrey Epstein.", "truth_label": "pants-fire", "date": "stated on November 24, 2019 in a Facebook post:", "title": "This image of Adam Schiff and Jeffrey Epstein is doctored", "text": "U.S. Rep. Adam Schiff has drawn conservative fire for his role in the impeachment hearings, and a recent Facebook post attempts to tie the California Democrat to the late Jeffrey Epstein, the financier accused of sexually assaulting underage girls. \nIn a photo published on Facebook on Nov. 24, Schiff appears to be sitting cozily on a couch with Epstein. \n\"Apparently they were buddies,\" the poster wrote. \"Which one is (was) the most sleazy?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because the image is doctored — and this isn’t the first to feature Epstein edited into a photo. Earlier this year we debunked a post that claimed to show Epstein smirking while President Donald Trump inappropriately touched a young girl. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe original image in this most recent Facebook post shows Schiff sitting with his father, not Epstein.  \nHe tweeted the picture on Nov. 22, 2018, saying: \"Eve and I are spending a wonderful Thanksgiving with my 90 year old Dad, Ed, and cousins Karen and Julia. Alexa is away for her studies and Eli is our photographer! Wishing you and your family a Happy Thanksgiving!\" \nThe image that appears on Facebook also appears manipulated to make it look like a sex toy is resting on a table by the couch. It isn’t in the original image. \nWe rate this Facebook post Pants on Fire!", "vclaim_id": "vclaim-pol-16673"}