{"url": "/factchecks/2018/nov/05/democratic-congressional-campaign-committee/whos-blame-almost-killing-obamacare-democrats-poin/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Says New York Rep. John Faso \"cast the deciding vote\" to try to kill health care protections provided by Obamacare.", "truth_label": "barely-true", "date": "stated on October 30, 2018 in a campaign ad:", "title": "Who's to blame for almost killing Obamacare? Democrats point to New York's John Faso", "text": "In 2017, as Republicans considered measures to repeal and replace Obamacare, the House Budget Committee took an important preliminary vote. It decided 19 to 17 to advance the American Health Care Act.\nThat means, the Democratic Party says, that Rep. John Faso of New York  \"cast the deciding vote to deny protections for pre-existing conditions.\" The claim is in a new ad the Democratic Congressional Campaign Committee put on the air in the closing days of the race in New York Congressional District 19 south of Albany, where Faso faces a challenge from Antonio Delgado.\nFaso, the DCCC says, could have stopped the whole bill, one that critics say could have been deeply harmful to people who need the protections the Affordable Care Act provides. It only failed later because the Senate lacked the support for its version.\nWas Faso the deciding vote? Let’s look at the math.\nBudget committee vote\nThe committee vote on March 16, 2017, was 19-17. That means it passed by two votes. But if just one lawmaker who voted yes had voted no instead, the count would have been 18-18, a tie.\n\"It fails if it is a tie,\" DCCC spokesman Evan Lukaske told us. And that could have stopped everything that followed, he said.\nCouldn’t any of the others have done the same thing? How can you say one member was the deciding vote?\nThe DCCC allows that any member might have made a difference, but it doesn’t mean Faso couldn’t have been the key. Three other Republicans had voted no because they thought the bill didn’t do enough to kill the health program. Regardless of reasons, Faso could have joined them. \"He could have made the decision to kill it,\" Lukaske said.\nIn fact, the Times Herald-Record, a newspaper covering the Hudson Valley region, had a front page with Faso’s picture and the headline, \"Deciding vote,\" with a story saying the congressman kept the \"controversial health care bill alive.\" The front page is shown in the DCCC ad.\nThe bill’s problems\nThe committee vote was to move the bill along, a necessary step for putting the bill on the House floor. But Republican leaders including Speaker Paul Ryan acknowledged it would need changes to win full House approval.\nWhen the Budget Committee voted, the bill had provisions calling for reducing Medicaid payments to states. It had language eliminating penalties for people who refused to buy health insurance. It called for changing the subsidy system for those buying coverage. And it would have relaxed the rule that said insurers could charge their oldest customers no more than three times the premiums they charged their youngest ones.\nThe Congressional Budget Office estimated that the bill, as it existed at that point, would have led to 14 million more people being uninsured in 2018, a figure rising to 21 million in 2020 and 24 million in 2026. Democrats and health policy groups warned that if states got less money for Medicaid, they would pare back their programs, inevitably leaving some people with fewer medical services or more hurdles for enrollment. They said older customers with private insurance would face price hikes, and the subsidies to help pay would be inadequate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nRepublicans supporting the bill pointed out that it included money to help states stabilize their insurance markets. The CBO said states would probably use those grants \"to limit the costs to insurers of enrollees with very high claims.\"\nAt this point, would the bill have killed protections for pre-existing conditions, as the DCCC claims?\nThe answer is indirectly, it could have weakened protections -- but the question is academic because the House made changes to the bill before its May 2017 passage. One included an amendment allowing states to seek waivers from other ACA rules, including one that health policy groups said would have eroded requirements for providing medical services for patients who need them the most.\nThis could lead to a new round of debate on that final House bill, but we have covered that repeatedly and the point here is different: The DCCC says Faso could have stopped everything with his committee vote.\nOur ruling\nThe DCCC says John Faso \"cast the deciding vote to deny protections for preexisting conditions.\"\nBefore we rule, it’s important to note that states had their own insurance rules before the ACA. New York already prohibited charging higher premiums based on health status. PolitiFact looked at this more fully when examining a related claim about Faso.\nWe are interested here in whether Faso was the deciding vote -- whether, as the ad suggests, he could have stopped it all. We need not go far to decide, because the same kind of claim was used by Republicans against Democrats in past elections, when Republicans blasted Democrats for passing the ACA in the first place. They noted how a procedural motion needed for the bill passed by a single vote.\nHere were some of those claims:\nBill Nelson \"the deciding vote\" on the health care law (2012)\nWarner cast \"the tiebreaking vote\" on Obamacare (2013)\nMark Udall 'passed Obamacare with his vote' (2014)\nRuss Feingold cast deciding vote on Obamacare (2015)\nThere’s more, but you get the gist. Faso was one of 19 House Budget Committee members who voted for the early version of the House repeal-and-replace bill last year. Had he voted no, things might have changed. But the same can be said for 18 others. To point out Faso as the singular villain or hero way overstates his role. Just as we did repeatedly on the ACA claim, we rate this claim Mostly False.\n Share the Facts 2018-11-05 16:17:42 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says New York Rep. John Faso \"cast the deciding vote\" to try to kill health care protections provided by Obamacare.     Democratic Congressional Campaign Committee Democratic Party campaign arm https://www.youtube.com/watch?v=miuSDymfm20   A campaign ad Tuesday, October 30, 2018 2018-10-30    Read More  info", "vclaim_id": "vclaim-pol-01307"}