{"url": "/factchecks/2016/feb/10/donald-trump/donald-trump-self-funding-his-campaign-sort/", "speaker": "Donald Trump", "vclaim": "\"I'm self-funding my own campaign.\"", "truth_label": "half-true", "date": "stated on February 1, 2016 in a campaign rally in Iowa:", "title": "Is Donald Trump self-funding his campaign? Sort of", "text": "President Donald Trump wouldn’t be beholden to special interests, he says.\nWhy? Because billionaires aren’t paying for his campaign.\n\"You know a lot of times you see these really dumb deals,\" he said of current political leaders at an Iowa rally Feb. 1. \"And you'll say that's dumb. It doesn't make sense. But then when you think, it does make sense because these politicians are representing interests, whether it's a country or a company, where doing the stupid deals actually makes sense only for that politician and for that company or country.\"\nIn contrast, Trump said, \"I'm self-funding my own campaign. It's my money.\"\nTrump talks about self-funding his own campaign almost every day, it seems, so it’s about time we put it on the Truth-O-Meter.\nThe fact is, Trump’s campaign isn’t 100 percent self-funded. He receives a significant amount of individual donations. But he does have a point that he puts up a lot of his own money, especially compared with other candidates (and that big-money donors are largely staying away).\nContributions\nTrump’s campaign brought in about $19.4 million by the end of 2015. Trump contributed nearly $13 million of that himself. Most of the remainder comes from individual contributions, which federal law caps at $2,700 per candidate per election.\n\nTrump is contributing much, much more of his personal wealth than any other presidential contender. The only other candidates contributing to their own campaigns are: retired neurosurgeon Ben Carson, who has so far reported contributing $25,000; former Secretary of State Hillary Clinton at $368,147; and former Florida Gov. Jeb Bush at $388,720.\nAlthough a significant portion of his campaign funds, about 34 percent, come from individual contributions, Trump doesn’t appear to be actively soliciting these donations with high-profile fundraising events. The Sunlight Foundation, which advocates for transparency in money in politics, tracks political fundraisers with its Political Party Time tool. It has no record of any events to benefit Trump.\nIn contrast, Political Party Time has recorded more than 280 fundraisers for Clinton and more than 150 for Bush since the start of 2015.\nThere is, though, a \"donate\" button on Trump’s website.\nTrump also has minimal political action committee support compared with his opponents. PACs have raised just $1.8 million on Trump’s behalf, which is the lowest among all candidates still in the race, with the exception of Vermont Sen. Bernie Sanders, and Republican former Virginia Gov. Jim Gilmore, whose PAC fundraising for both candidates remains at $0.\nTrump seems to be friendly with at least one PAC created in his honor. He attended a New York fundraiser hosted by the Make America Great Again PAC in July and said he’s grateful for their support, reported Politico. The group also received a $100,000 donation from the in-laws of Trump’s daughter Ivanka.\nThe PAC shut down in October following allegations that it coordinated with Trump’s campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBig asterisks\nIt’s worth noting a couple more caveats. First, Trump’s self-financing only really picked up in the last three months of 2015. From the start of his campaign in April through October last year, individual contributions made up about 67 percent of total money raised for his campaign.\nOther media outlets who looked at this claim before the most recent FEC filings concluded that Trump’s claim was inaccurate because, at the time, most of his funding was coming from individual contributions.\nBut in the last quarter, Trump gave his campaign a $10.8 million loan, turning that balance around.\nThat brings us to the second caveat: The vast majority of Trump’s contributions to his own campaign — about $12.6 million — are loans rather than donations. This means he could expect to eventually recoup these funds.\nFurther, of the approximately $12 million Trump’s campaign spent in 2015, about $2.7 million went toward reimbursing Trump-affiliated companies for services provided to the campaign, such as traveling in his own plane and helicopter, according to a New York Times analysis.\nOn whether Trump should describe his campaign as self-funded, given these caveats, it’s \"sort of a judgment call,\" said Viveca Novak, editorial and communications director at the Center for Responsive Politics, which tracks money in politics.\n\"To me, it would be more accurate to say he was ‘partially self-funding,’ \" Novak added.\nTrump’s claim is accurate in part, but it needs a big asterisk, said Richard Skinner, a policy analyst at the Sunlight Foundation.\nHe added that all self-funders take at least some individual contributions, noting in particular former Massachusetts Gov. Mitt Romney’s 2008 primary run. Romney provided about 44 percent of his campaign’s total funds raised, while about 56 percent came from individual donations.\nRick Hasen, an expert in election and campaign finance law at the University of California Irvine, disagrees.\n\"I don't think it is fair to say that a person is self-funding if a significant share of those contributions come from someone other than the candidate,\" he said. \"Nor do I think a candidate who loans money to his campaign, but who expects to be paid back by the campaign, is fairly characterized as self-funding.\"\nIt’s possible that Trump’s intent to self-fund his campaign could result in a president that feels less indebted to billionaires' special interests, as Trump claims, Skinner noted. But even if he isn’t taking their money, they still might have influence on Trump.\n\"One critique of fundraising, it makes you spend a lot of time around very rich people, and Trump clearly already does that,\" Skinner said.\nOur ruling\nTrump said, \"I'm self-funding my own campaign.\"\nAs of the end of 2015, Trump’s own contributions account for more than half of all money the campaign has taken in. He’s contributed far more of his own money than any other candidate this cycle.\nHowever, a significant portion of his money comes from individual contributions. For several months last year, the campaign received far more dollars from potential voters than they did from Trump. Additionally, most of Trump’s contributions have been loans rather than donations, so he may hope to recoup those funds.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  \"I'm self-funding my own campaign.\"    Donald Trump Presidential candidate   At a campaign rally in Iowa Monday, February 1, 2016 02/01/2016    Read More  info", "vclaim_id": "vclaim-pol-05430"}