{"url": "/factchecks/2015/feb/13/scott-walker/did-scott-walker-flip-flip-budget-shortfall/", "speaker": "Scott Walker", "vclaim": "On counting state budget shortfalls", "truth_label": "full-flop", "date": "stated on February 6, 2015 in an interview:", "title": "Did Scott Walker flip-flop on how budget shortfalls are measured??", "text": "It’s a favorite talking point of Gov. Scott Walker, one he’s taking national as he charges up a potential presidential campaign:\nHe inherited a $3.6 billion budget shortfall from Democratic Gov. Jim Doyle, but dug out of it by cutting costs and limiting union bargaining power with state and local government.\nWalker even dropped the figure into his well-received January 2015  speech at an Iowa cattle call for 2016 Republican presidential hopefuls.\nSo our eyebrows went up Feb. 6, 2015 when Walker was questioned about his stewardship of the state budget by Fox News anchor Bret Baier in a profile on the rising presidential hopes of the Wisconsin governor.\nDuring the interview, Baier said: \"You talk about $2 billion in (tax) savings for individuals and businesses, but you also have a $2.2 billion budget shortfall in the coming two years.\"\nWalker immediately questioned the credibility of the $2.2 billion number and portrayed it as a media creation.\n\"I would contend that’s based on numbers from some of the Wisconsin media outlets as if everybody who asked for anything got it,\" Walker said. \"Even in your own household budget that never happens.\"\nHas Walker changed his view on the validity of these shortfall estimates now that he’s in the governor’s chair?\nThis is another one for the Flip-O-Meter.\nOur standard disclaimer applies: The Flip-O-Meter is not designed to say whether any change in position is good policy or good politics. Rather, it strictly looks at whether a public official has been consistent in his or her stated views on a topic.\nLet’s go back to November 2010, shortly after his election to replace Doyle.\nWalker pounced on the numbers from a statutorily required report by the state Department of Administration that showed -- in combination with other debts -- Walker would inherit a $3.6 billion shortfall six months after taking office in January 2011.\nTime and again …. and again … Walker used that number to portray the state as broke, and to explain the cuts he proposed -- and which were ultimately made -- in public education funding and other programs.\nWe, and other media outlets, examined the figure then and declared it credible, as far as it goes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAs we’ve explained, it’s not a \"deficit\" number as Walker and others in Madison often call it. It’s a pre-budget estimate designed to illustrate the size of the shortfall or challenge the governor faces when putting together a budget.\nThe shortfall figure includes all the requests from state departments, and also predictions of how much tax revenue the state will collect.\nFast forward to the Fox interview.\nWalker said the report of a $2.2 billion shortfall heading into his budget was a media creation.\nBut the fact is, it came from a report from his own budget shop in his Department of Administration.\nWhat’s more, tax cuts pushed by Walker and Republicans in the Legislature play into some of the challenge that faced budget-makers, as projected revenues have fallen short.\nBut by far the biggest chunk of the $2.2 billion projection is -- as Walker alluded to on Fox -- the spending increases sought by state agencies.\nBut that’s always been the case. That’s the purpose of the report -- to see how tax revenue projections are looking compared to what state agencies say they want and need.\nNothing’s changed about the methodology behind the shortfall projections.\nThe only thing that’s changed is Walker’s tune.\nHe still talks up the 2010 figures as if describing a budget-balancing miracle, but now dismisses their 2014 version as a big nothing.\nThis merits a Full Flop.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06728"}