{"url": "/factchecks/2011/nov/20/michael-doherty/nearly-160000-students-new-jerseys-school-lunch-pr/", "speaker": "Michael Doherty", "vclaim": "Says the state auditor found that 37 percent of the 428,000 students receiving free and reduced-price lunches are ineligible.", "truth_label": "false", "date": "stated on November 3, 2011 in a speech before the East Jersey Tea Party:", "title": "Nearly 160,000 students in New Jersey’s school lunch program are ineligible, state senator says", "text": "The school board president and two other individuals connected to the Elizabeth school district have been accused of illegally signing up their children for the federal school lunch program, but according to state Sen. Michael Doherty, that’s just the \"tip of the iceberg.\"\n\nStanding before members of the East Jersey Tea Party, Doherty suggested the state auditor had determined that nearly 160,000 students across the state were receiving free or reduced-price meals when they shouldn’t be.\n\n\"We have 428,000 kids in the state of New Jersey signed up for free or reduced-price lunch. Our state auditor checked the records, and you know what he found?\" Doherty (R-Warren) said during the Nov. 3 appearance. \"He found, out of 428,000, when he checked the records, 37 percent of the students that were signed up were actually ineligible.\"\n\nAfter checking the auditor’s report, PolitiFact New Jersey found that Doherty's math was a bit overwrought.\n\nHere's why.\n\nEach year, according to state and federal officials, schools are required by the federal government to audit three percent of the total number of the school lunch applications they receive. They are instructed to focus on the ones that are within $100 of the household income that qualifies children for a free or reduced-cost lunch. The logic, state and federal officials say, is that since there are 428,000 kids in the program across New Jersey, you can't check them all. So concentrate on the ones that seem close to the income limit.\n\nIn 2010 the state auditor looked at the three percent analyzed by each school and found that 37 percent did not actually qualify for the program, which translated to 2,723 erroneous applications.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThere was never an attempt to analyze the entire 428,000 so there is no way to know what the real number of improper applications actually is.\n\n\"I stand by the accuracy of my statement,\" Doherty told us.\n\nBut the state auditor, Stephen Eells did consider what the overall number of erroneous applications might be.\n\nIn his report, Eells projected that 58,000 of the 428,000 students may be ineligible, if the results of the analysis conducted by his office are reflective of all approved applications.\n\nOur ruling\n\nDoherty claimed the state auditor found that 37 percent of 428,000 students in the school lunch program were ineligible, but the 37 percent does not apply to the 428,000.\n\nThe 37 percent applies to a limited number of questionable applications subject to verification, which translates to about 2,723 ineligible applications. The students behind those applications were not among the 428,000 students cited by Doherty.\n\nWe rate his statement False. The abuses in the school lunch program are bad enough as they are without any fuzzy math, senator.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12064"}