{"url": "/factchecks/2012/feb/24/alissa-keny-guyer/have-only-41-percent-oregon-adults-ever-been-teste/", "speaker": "Alissa Keny-Guyer", "vclaim": "Says \"in Oregon only 41 percent of adults have ever been tested\" for HIV.", "truth_label": "true", "date": "stated on February 21, 2012 in a floor speech.:", "title": "Have only 41% of Oregon adults ever been tested for HIV?", "text": "The Oregon House recently took up a bill that would change the way in which health care providers get consent to test patients for HIV. Rep. Alissa Keny-Guyer, the House’s newest member, was one of the carriers of the legislation. She gave a moving floor speech, invoking the memory of her father who passed away from complications due to AIDS in the 1980s.\n\n\"Much has changed in the past 24 years,\" she said. \"Treatment has reduced transmission.\"\n\nIndeed, she noted, a study last year found that those who were being treated for HIV were 96 percent less likely to pass the infection on to their partners.\n\n\"The problem is that too many people still go undiagnosed,\" Keny-Guyer said. Testing rates remain stagnant. But, she said, these new guidelines could boost the numbers of those getting tested in Oregon.\n\n\"Nationally, 21 percent (of those with HIV) are undiagnosed,\" she told colleagues. \"And in Oregon, only 41 percent of adults have ever been tested.\"\n\nWe thought the second figure was a little surprising, especially given that the Centers for Disease Control recommends routine screening for all patients between the ages of 13 and 64 and annual screening (at least) for \"high risk\" individuals. According to the CDC website, high risk patients include \"injection-drug users and their sex partners, persons who exchange sex for money or drugs, sex partners of HIV-infected persons, and MSM (men who have sex with men) or heterosexual persons who themselves or whose sex partners have had more than one sex partner since their most recent HIV test.\" Pregnant women are also encouraged to get screened as part of their routine prenatal tests.\n\nThe CDC doesn’t keep track of testing rates, but its website does link to Kaiser State Health Facts, a huge database supported by the Kaiser Family Foundation.\n\nAccording to that website, the testing figures for Oregon are slightly lower than what Keny-Guyer reported. Less than 37 percent of Oregonians between the ages of 18 and 64 have been tested for HIV. The national average is 40 percent.\n\nIf you’re talking in the last year, the figures are even lower -- 18 percent in Oregon, 21.5 percent nationwide.\n\nThe numbers were off slightly from what Keny-Guyer reported on the House floor, so we talked to an aide in her office to see if there was another source we weren’t considering. The aide told us that the representative used numbers from the previous year (2009 rather than 2010) and forwarded us the latest statistics -- the ones we’d already found.\n\nWe wanted to do our due diligence, so we called up two additional organizations. Michael Kaplan, the executive director of Cascade AIDS project, said Kaiser’s site was the best he could come up with. \"I couldn’t give you a better statistic than they have there,\" he said.\n\nKarynn Fish, a spokeswoman for the Oregon Health Authority, told us the same thing. Anything the state had, she said, would be older and less accurate.\n\nWith that, we turn to our ruling. While speaking about a bill that seeks to raise the rate of HIV testing in Oregon, Keny-Guyer told colleagues that \"only 41 percent of adults have ever been tested.\" The most recent statewide number is actually a bit lower -- 37 percent. But Keny-Guyer used a correct statistic, it was just a year old. We don't consider that significant enough to downgrade our ruling. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11550"}