{"url": "/factchecks/2016/dec/09/uber/uber-cherry-picks-data-study-about-drunken-driving/", "speaker": "Uber", "vclaim": "A recent study found \"that cities where Uber operates have 3.6%-5.6% fewer drunk driving deaths than cities without access to ridesharing.\"", "truth_label": "half-true", "date": "stated on November 28, 2016 in an online petition and in a press release:", "title": "Uber cherry picks data from study about drunken driving", "text": "More than 43,000 people in upstate New York opened the app for the Uber ride-sharing service the night before Thanksgiving. Their attempts to catch a ride failed.\nNew York State does not allow the ride-hailing service north of New York City.\nUber hopes to persuade state lawmakers to change that during next year’s legislative session. It has collected more than 100,000 signatures on an online petition asking lawmakers to allow the service upstate.\n\"Uber can also make New York a safer place to live by reducing drunk driving throughout the State,\" the petition reads. \"A recent, independent study conducted by Temple University found that cities where Uber operates have 3.6%-5.6% fewer drunk driving deaths than cities without access to ridesharing.\"\nThe company repeated that claim in a press release last month.\nSo is Uber right? Does ride-sharing reduce drunken-driving deaths? \nWhat Temple University found\nSince Uber’s launch in 2010, the service has expanded from San Francisco to more than 100 U.S. cities.\nTemple University released its study in early 2015, and by then the ride-hailing service had already expanded to New York City and several other U.S. cities. The study attempted to find whether the Uber service changed the rate of drunken driving deaths.\nUber got half of the study’s findings correct. Researchers Brad Greenwood and Sunil Wattal found a 3.6 percent to 5.6 percent reduction in drunken driving deaths in cities where Uber was introduced between 2009 and 2014. But the study looked at only cities in California. The study did not include comparable data from the other cities where Uber operated in the same time period.\nGreenwood says he’s working on an analysis for all of the cities, but the conclusion of that study won’t come soon.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNational studies\nA pair of researchers from Providence College and Stonehill College released a similar study earlier this year with a national perspective.\nSean Mulholland and Angela Dills looked at 150 cities and counties where Uber operated between 2010 and 2013. They found a 6 percent decline in fatal crashes in cities after Uber becomes available. But they concluded the effect on drunken-driving deaths is insignificant.\n\"When we look specifically at fatal crashes where alcohol is involved we find a negative relationship, but the estimated coefficient is not statistically significant,\" Mulholland said. \"Therefore we are unable to say whether there is an increase or decrease in alcohol-related fatal crashes when Uber enters a location.\"\nMulholland said they found a 9 percent to 18 percent decrease in drunken-driving arrests in Uber locations.\nAnother study, published in the American Journal of Epidemiology from researchers at the University of Oxford and the University of Southern California, also found no effect on drunken driving deaths after Uber became available in 100 metropolitan areas in the United States.\n\"Findings reveal that the deployment of Uber services in a given metropolitan\ncounty has no association with the number of subsequent traffic fatalities,\" the study found.\nOur ruling\nUber claims a Temple University study \"found that cities where Uber operates have 3.6%-5.6% fewer drunk driving deaths than cities without access to ridesharing.\"\nBut the study looked only at California cities. Two national studies found the service had no effect on drunken-driving deaths.\nWe rate this claim as Half True.\nhttps://www.sharethefacts.co/share/8a8eac1c-9506-4ee8-b3a1-a931bff1791e", "vclaim_id": "vclaim-pol-03883"}