{"url": "/factchecks/2013/may/11/portland-association-teachers/would-portland-teachers-have-no-pay-increase-four-/", "speaker": "Portland Association of Teachers", "vclaim": "Says \"Did you know that if you accepted the District's proposal today you would have NO pay increase for 4 years? Seven years of frozen wages = Disrespect.\"", "truth_label": "barely-true", "date": "stated on April 25, 2013 in a newsletter:", "title": "Would Portland teachers have no pay increase for four years, frozen wages for seven years?", "text": "Oregon’s largest school district and its teachers are bargaining over a new contract, with the expiration of its current contract at the end of June. Portland Public Schools is offering a four-year contract with no cost-of-living adjustments. Portland Association of Teachers would like a two-year contract with COLA increases of about 3.5 percent each year.\n\n\nThe claim: The union had some tart words for the school district’s offer:\n\n\n\"Did you know that if you accepted the District's proposal today, you would have NO pay increase for 4 YEARS? 7 years of frozen wages = Disrespect,\" reads the April 25, 2013 bargaining brief newsletter for members.\n\n\nThe analysis: PolitiFact Oregon can’t weigh in on whether this amounts to disrespect by the district, but we can fact check whether the district’s proposal amounts to four years of \"no pay increase\" and seven years of frozen wages for teachers. In fact, Robb Cowie, spokesman for Portland Schools, urged us to do so.\n\n\nTeachers at Portland Public are on a multi-step salary schedule, with starting salary based on education. For example, the 2012-13 schedule calls for a salary of $35,886 for a teacher with a bachelor’s degree. From there, the teacher moves up a \"step\" every year to reach a top pay of $54,020 in the 13th year -- although chances are good that by then, that dollar amount will be higher. (Teachers at the upper end would start at $48,837 and in the 13th year, start making an annual salary of $73,101.)\n\n\nThe yearly step increases aren’t anything to sneeze at. Those raises are about 3.4 percent every year.\n\n\nThe across-the-board cost-of-living adjustments are what bump up the salaries contained in the steps from one year to the next. Otherwise the starting salary for that first-year teacher with a bachelor’s degree -- or the teacher with a master’s degree -- may never change.\n\n\nAgain, here’s an example. The last time teachers received an across-the-board raise was in the 2010-11 school year; all the \"steps\" increased 2 percent. So a teacher with a master’s degree who might have moved from $41,955 in the 2009-10 school year to $43,383 in 2010-11 would instead earn $44,251 starting July 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nAbout 51 percent of Portland teachers are at the top step, meaning that their salaries stay the same unless the district gives cost-of-living raises or adds another step to the top. It is true that teachers who have topped out would have no pay increase for four years under the district’s offer.\n\n\nBut 49 percent of teachers would continue to see pay go up, because they move automatically up the steps. The actual percentage of teachers who reach the top may fluctuate, of course, but not that wildly, according to historic data.\n\n\nPolitiFact Oregon couldn’t track down Marty Pavlik, a consultant with the Portland Association of Teachers, who in earlier interviews defended teachers as real people with escalating bills to pay. Instead, we spoke with Gwen Sullivan, union president. She said the newsletter is intended for members, who know exactly what is meant by \"no pay increase.\" That means no cost-of-living adjustments, she said, and teachers should be compensated for experience as well as inflation.\n\n\nThat may be so. But a step increase of 3.4 percent is undeniably a pay increase, for the teachers who qualify.\n\n\nLet’s turn to the second part of the statement, that teachers will have had seven years of frozen wages under the district’s offer. As we’ve said, the last time teachers received a COLA increase was in July 2010, right when this seven-year time period begins. We find that to be selective cherry picking of a time period by the union.\n\n\nThe statement also ignores the fact that teachers at the top received an additional step in this school year, which amounted to a 2 percent pay raise. It’s true that teachers agreed to delay step raises by half a year in order to shore up this current budget. But still, even the district’s most veteran teachers will have seen a raise within the seven-year period, despite assertions by the union.\n\n\nThe ruling: Hey, what’s the saying? All’s fair in love and in labor negotiations? PolitiFact Oregon says make the most impassioned pitch for your side when bargaining. But this statement by the Portland teachers union is missing some key facts. At best the union’s assertion that teachers would have had \"NO pay increase for 4 YEARS\" is Half True, as it applies to half of the teaching body. Its second assertion of seven years of frozen wages is False. Which gets us to Mostly False.\n\n\nWe’ll explain this another way. There’s a bit of truth in the assertion -- some teachers will have no pay increase for four years if this offer is accepted. But the statement ignores step raises, a 2 percent across-the-board raise in 2010, and the addition of a top step this school year -- also known in PolitiFact lingo as critical facts that would give a different impression. We rule the statement Mostly False.", "vclaim_id": "vclaim-pol-09346"}