{"url": "/factchecks/2017/aug/30/matt-gaetz/gaetz-misleads-claim-about-immigrants-crime/", "speaker": "Matt Gaetz", "vclaim": "\"As of 2014, illegal aliens made up roughly 3.5 percent of our population, and committed over 10 percent of all murders.\"", "truth_label": "barely-true", "date": "stated on August 18, 2017 in a newsletter:", "title": "Gaetz misleads in claim about immigrants, crime", "text": "Rep. Matt Gaetz, R-Fla., told his constituents he supports a crackdown on sanctuary cities because immigrants in the country illegally threaten public safety.\n\"State and local governments that do not comply with our immigration laws are putting American citizens at risk. The facts are clear: the U.S. Sentencing Commission found that in 2014, 75 percent of all criminal defendants who were convicted and sentenced for federal drug offenses were illegal aliens,\" Gaetz said in an Aug. 18 email newsletter. \"As of 2014, illegal aliens made up roughly 3.5 percent of our population, and committed over 10 percent of all murders.\"\nThe topic of murders committed by immigrants living unlawfully in the country caught our attention. We found that there is no national dataset tracking this information.\nU.S. Sentencing Commission report\nIn 2014 immigrants unauthorized to live in the country did account for \"roughly 3.5 percent\" of the population. In recent years the number of immigrants living in the United States illegally has been estimated at around 11 million. The nation’s total population in 2014 was just under 320 million.\nWas that 3.5 percent responsible for more than 10 percent of murders in 2014, as Gaetz said? There is no conclusive data supporting this claim.\nGaetz’s office pointed us to a September 2015 FoxNews.com report by Malia Zimmerman, headlined, \"Elusive crime wave data shows frightening toll of illegal immigrant criminals.\"\n\"Statistics show the estimated 11.7 million illegal immigrants in the U.S. account for 13.6 percent of all offenders sentenced for crimes committed in the U.S. Twelve percent of murder sentences, 20 percent of kidnapping sentences and 16 percent of drug trafficking sentences are meted out to illegal immigrants,\" FoxNews.com reported, though it did not specify to which year those sentences correspond.\nFoxNews.com reported that there is no federal data presenting a comprehensive picture of crimes committed by immigrants in the country illegally, and that it reviewed \"a patchwork of local, state and federal statistics.\" Some of the data examined came from the U.S. Sentencing Commission, said the FoxNews.com report.\nLargely due to a lack of available records, \"it is difficult to arrive at any ‘absolute’ or ‘concrete’ rate for crimes committed,\" Devin Murphy, a legislative correspondent for Gaetz’s office, said via email. He said \"more records would be useful in calculating specific crime rates.\"\nGaetz’s newsletter cites U.S. Sentencing Commission findings for 2014, so we took a look at the commission’s data report for fiscal year 2014, which details information on federal sentences including citizenship of offenders per primary offense category.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe commission reported that in fiscal year 2014, 75 people were sentenced for murder: 64 of them were U.S. citizens and 11 noncitizen. (The noncitizen category includes \"resident alien,\" \"illegal alien,\" \"extradited alien,\" and \"non-U.S. citizen, alien status unknown.\") Another, more detailed table provided to PolitiFact by the commission showed that of the 75 people sentenced, 9 of them, or 12 percent, were an \"illegal alien.\"\nBut it’s important to note that murder convictions and sentences are mostly handed at the local and state level, not federal. The FBI’s Uniform Crime Reporting (UCR) Program collects crime information voluntarily provided by local, state and federal law enforcement agencies. It reported an estimated 14,249 murders in 2014. Information is available regarding the age, sex, race and ethnicity of the offenders, but not on their immigration status.\nA July 2017 Cato Institute post by immigration policy analyst Alex Nowrasteh pointed out flaws in the FoxNews.com article used by Gaetz’s office to back his claim.\n\"Ms. Zimmerman’s claim that 12 percent of murder sentences were meted out to illegal immigrants in 2014 shows just how misleading it is to rely on partial federal data to make a point about nationwide crime,\" Nowrasteh wrote.  The commission’s report \"lists only 75 murderers sentenced to federal prison in 2014, a mere 0.5 percent of the 14,249 nationwide murders committed that year in the United States,\" he added.\nThe commission’s data is \"a very small subset,\" and most of the serious, violent crime convictions happen at the state level, said Charis E. Kubrin, a professor of criminology, law and society at the University of California-Irvine, who recently examined 51 studies on the relationship between immigration and crime, mainly finding no correlation.\n\"It is misleading to make assumptions, to make inferences (based on the commission’s report) because it’s such unique data,\" Kubrin said.\nOur ruling\nGaetz said, \"As of 2014, illegal aliens made up roughly 3.5 percent of our population, and committed over 10 percent of all murders.\"\nThe unauthorized population in 2014 was roughly 3.5 percent of the U.S. population, as Gaetz said, but the rest of his claim is dubious. There is no national, comprehensive report or database tracking the share of murders committed by unauthorized immigrants.\nA U.S. Sentencing Commission report for fiscal year 2014 attributed more than 10 percent of murders to immigrants living in the country illegally, but that’s for a small subset: federal sentences for 75 people, 9 of whom were classified as an \"illegal alien.\" Murder convictions and sentences are mostly handed at the local and state level, not federal.\nGaetz’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2017-08-30 15:47:11 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://iqconnect.lmhostediq.com/iqextranet/view_newsletter.aspx?id=100471&c=FL01MG \"As of 2014, illegal aliens made up roughly 3.5 percent of our population, and committed over 10 percent of all murders.\"    Matt Gaetz Representative   in a newsletter Friday, August 18, 2017 2017-08-18    Read More  info", "vclaim_id": "vclaim-pol-02953"}