{"url": "/factchecks/2011/mar/07/georgia-association-latino-elected-officials/immigration-bill-foes-label-legislation-arizona-co/", "speaker": "Georgia Association of Latino Elected Officials", "vclaim": "Georgia legislation on immigration is a \"copycat\" of an Arizona immigration bill.", "truth_label": "half-true", "date": "stated on March 2, 2011 in an email newsletter:", "title": "Immigration bill foes label legislation an Arizona \"copycat\"", "text": "Foes of a tough illegal immigration bill that recently passed the state House of Representatives say it gives them a case of deja vu.\n\nOne day before House Bill 87 sailed through the chamber, the Georgia Association of Latino Elected Officials, one of the bill’s major opponents, rallied its members with an e-mail.\n\n\"YOUR voice is needed ASAP,\" it said. \"The Georgia House of Representatives will vote on the newly revised HB 87, a copycat version of the Arizona law SB 1070 with additional provisions.\"\n\nArizona’s Senate Bill 1070 is the illegal-immigration measure that stirred so much furor when it passed last year. Some groups boycotted the state. The U.S. Department of Justice sued. But the law was so popular among Georgians that Democrat Roy Barnes and Republican Nathan Deal backed an Arizona-style crackdown during last year’s governor’s race.\n\nArizona’s law is now being considered by a federal appellate court.\n\nSo is Georgia’s bill Arizona all over again?\n\nHB 87 passed the state House of Representatives on Thursday by a largely party-line vote. Among other things, it would authorize state and local police to verify the immigration status of suspects, make it a crime to harbor or transport an illegal immigrant or encourage one to come to the state, and require certain businesses to verify their new employees can work legally in the U.S. It also would let legal residents sue if a government or agency is not adequately enforcing the law.\n\nArizona’s law requires police to verify immigration status in some cases. It makes it a crime to harbor or transport an illegal immigrant or encourage one to come to the state, and it lets legal residents sue for inadequate enforcement.\n\nSB 1070 includes provisions not in Georgia’s bill that make it harder to hire day laborers and strengthen Arizona law on barring employers from knowingly hiring illegal immigrants.  \n\nWe called up Jerry Gonzalez, the executive director of GALEO, who noted that Arizona’s law turned that state into a constitutional battleground. His group thinks the Arizona bill leads to racial profiling.\n\nGonzalez referred us to GALEO board member Charles Kuck, an Atlanta-area immigration lawyer and former president of the American Immigration Lawyers Association, which opposes the Arizona bill.  \n\nHe cited three key provisions of HB 87 that he said echo portions of Arizona’s law.\n\nBoth measures have provisions that increase law enforcement officers’ role in verifying the citizenship of suspects. Like Arizona’s law, the Georgia bill would also make it a crime to transport or harbor illegal immigrants, or encourage them to enter the state.   \n\nBut Georgia’s bill does include language its sponsor thinks will avoid the kind of constitutional challenge SB 1070 faced, Kuck acknowledged. But Kuck believes the law will be struck down.\n\nThe bill’s sponsor, Rep. Matt Ramsey, called the \"copycat\" accusation \"silly.\" The Peachtree City Republican changed the original draft after receiving input from Georgians and said he designed it to ensure it is constitutional.  \n\nThere are obvious differences. For instance, Georgia’s bill would require businesses with five or more employees to use the federal E-Verify system, which checks whether employees are authorized to work in the U.S. Arizona already has an E-Verify law. It’s being challenged in the U.S. Supreme Court.\n\nGALEO’s e-mail calls HB 87 \"a copycat version of the Arizona law SB1070 with additional provisions.\" We think the E-Verify requirement counts as an \"additional provision\" and doesn’t impact on our ruling.\n\nWe’ll go with a dictionary definition of \"copycat,\" which means two things that closely mimic or imitate each other. Since GALEO is primarily concerned with racial profiling and constitutional concerns, we’ll focus on these issues.   \n\nFirst, let’s consider racial profiling. Georgia’s HB 87 says that officers who have \"probable cause to believe that a suspect has committed a criminal offense\" would be authorized to verify that suspect’s immigration status.\n\nHB 87 also would prevent an officer from considering \"race, color, or national origin in implementing the requirements of this Code section except to the extent permitted by the Constitutions of Georgia and of the United States.\"\n\nThat provision appears to ban racial profiling, but it might have the opposite effect, said Gabriel \"Jack\" Chin, a University of Arizona law professor who has studied SB 1070 and thinks that it is unconstitutional. The U.S. Supreme Court ruled in 1975 that it is constitutional for the Border Patrol to factor in whether occupants appear to be of Mexican ancestry when they stop vehicles near the U.S.-Mexico border -- so long as it’s not the only consideration.\n\nChin and three other Arizona professors raised this issue in a paper in August.\n\nSince officers would not be able to engage in racial profiling \"except to the extent permitted by the Constitution of Georgia and of the United States,\" and the U.S. Constitution does allow for some racial profiling, Georgia’s bill does, too, Chin argues.  \n\nThere are also concerns Georgia’s bill might conflict with federal immigration policy. Arizona’s law requires officers to determine immigration status in some circumstances. A federal judge blocked that provision from taking effect, saying it likely interferes with the U.S. Congress’ aim to regulate immigration in a uniform, national fashion and prevent people here legally from \"inquisitorial practices and police surveillance.\"\n\nGeorgia’s bill is different. It wouldn’t require officers to check immigration status; it would only authorize them to do it. And they would only be able to do so if they have \"probable cause\" to think that another offense has taken place. In Arizona, officers need only to have \"reasonable suspicion\" that a person is an illegal immigrant for them to check.\n\nThis might improve HB 87’s chances at being constitutional.\n\nThis is by no means an exhaustive comparison of the two bills. However, we did determine that HB 87’s backers have tried to address constitutionality concerns.\n\nBut Georgia’s bill won’t avoid Arizona’s troubles entirely. Important issues remain unresolved, and critics are watching closely. If the bill passes as is, Georgia’s in for a fight.  \n\nGALEO’s statement is accurate but does not acknowledge important details about efforts to make HB 87 constitutional. We therefore rule GALEO’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-13473"}