{"url": "/factchecks/2018/nov/08/steve-galloway/more-felons-regained-right-vote-florida-population/", "speaker": "Scott Galloway", "vclaim": "\"The number of people who just got their voting rights restored in Florida is greater than the populations of Wyoming, Vermont, Alaska, North Dakota, South Dakota, Delaware, Rhode Island, Montana, Maine and New Hampshire.\"", "truth_label": "mostly-true", "date": "stated on November 7, 2018 in a tweet:", "title": "More felons regained right to vote in Florida than population of many states", "text": "Florida has had one of the toughest processes in the nation for felons to regain their voting rights, but that changed on election night when voters approved amending the state constitution to restore the right to vote to  many felons.\nHow many?\nNews articles put the figure at above 1 million. One observer -- an NYU business professor -- compared it to the population of several states:\n\"The number of people who just got their voting rights restored in Florida is greater than the populations of Wyoming, Vermont, Alaska, North Dakota, South Dakota, Delaware, Rhode Island, Montana, Maine and New Hampshire,\" tweeted Professor Scott Galloway who told PolitiFact that he wasn’t involved in Amendment 4 in Florida. Galloway was talking about the states individually and not combined.\nWe found that it was difficult to pinpoint the number of felons who are now eligible to vote but estimates put it above the residential population of many smaller states.\nAdding up the eligible felons\nAmendment 4, approved by about 64 percent of voters, amends the state Constitution to restore voting rights of Floridians with felony convictions after they complete the terms of their sentence including parole or probation. It does not apply to those convicted of murder or sexual offenses.\nFlorida has previously had one of the toughest processes in the nation for felons to regain their voting rights, which involved waiting for years and then appearing before the governor and state Cabinet. The Palm Beach Post found that the current Cabinet, made up entirely of Republicans, restored the voting rights of twice as many whites as blacks.\nTwo leaders of organizations that advocated for Amendment 4 -- Marc Mauer at The Sentencing Project and Howard Simon at the ACLU of Florida -- wrote a memo in February that estimates how many felons could regain the right to vote. Their conclusion: as many as 1.4 million.\nHere’s how they arrived at the figure:\nThey started with the total Florida disenfranchised population, which they estimated was about 1.7 million.\nThen they subtracted felons who are not eligible including those convicted of murder or felony sex crimes, those in prison or in jail, under probation or supervision or who have not paid fees, fines or victim restitution. That ultimately leaves a group of about 1.4 million.\nHowever, there are some factors that could bring that number lower including many of those felons have not paid restitution, fines or fees.\nIn Florida, a 2007 analysis by the Department of Corrections found that of 80,000 people awaiting rights restoration nearly 40 percent had not completed restitution payments, the ACLU and the Sentencing Project found. Failure to pay restitution would make them ineligible to vote. And if we apply the 40 percent level of non-payment, that could reduce the eligible population from 1.4 million to about 840,000.\nMany news outlets have cited the 1.4 million figure. We asked some state officials questions about the figure and did not receive back any replies that disputed it.\nThe day after the amendment passed, the state Division of Elections had not released any details about how the amendment will be implemented, other than to stay it takes effect in January. (Many state and county election officials were focused on expected recounts following the election.)\nCensus populations\nGalloway’s tweet said that the number of felons who can regain the right to vote is larger than the population of of 10 states that ranged from about 579,000 (Wyoming) to 1.3 million (Maine and New Hampshire.)\nIf we use the estimate of 1.4 million Florida felons are now eligible to vote, then Galloway’s tweet is correct. If we assume that the number of eligible felons is lower due to non payment of fines -- around 840,000 -- then six states on this list have a higher population.\n\n\n\n\nState\n\n\nCensus population estimate July 1, 2017\n\n\n\n\nWyoming\n\n\n579,315\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\n\nVermont\n\n\n623,657\n\n\n\n\nAlaska\n\n\n739,795\n\n\n\n\nNorth Dakota\n\n\n755,393\n\n\n\n\nSouth Dakota\n\n\n869,666\n\n\n\n\nDelaware\n\n\n961,939\n\n\n\n\nRhode Island\n\n\n1,059,639\n\n\n\n\nMontana\n\n\n1,050,493\n\n\n\n\nMaine\n\n\n1,335,907\n\n\n\n\nNew Hampshire\n\n\n1,342,795\n\n\n\n\n\nOur ruling\nGalloway tweeted that \"the number of people who just got their voting rights restored in Florida is greater than the populations of Wyoming, Vermont, Alaska, North Dakota, South Dakota, Delaware, Rhode Island, Montana, Maine and New Hampshire.\"\nThe populations of the states Galloway cited range from about 579,000 to 1.3 million million. The number of felons who are now eligible to register to vote is as many as 1.4 million, according to the ACLU and the Sentencing Project.\nHowever nonpayment of fines could bring that number down to 840,000. In that scenario, six of the 10 states on Galloway’s list have a higher population.\nGalloway’s tweet generally seems on point though it could be that the ultimate number of eligible felons is a lower number than some of the states’ populations he cited.\nWe rate this claim Mostly True.\n \nhttps://www.sharethefacts.co/share/6d212fd7-acec-49ab-bad2-a994b221b7ed", "vclaim_id": "vclaim-pol-01280"}