{"url": "/factchecks/2019/feb/21/facebook-posts/no-clicking-photo-trump-supposedly-having-stroke-d/", "speaker": "Facebook posts", "vclaim": "A photo of Trump having a stroke is really a virus that will wipe out all information on your computer.", "truth_label": "pants-fire", "date": "stated on February 19, 2019 in a Facebook post:", "title": "No, clicking on a photo of Trump supposedly having a stroke does not cause a virus on your computer", "text": "In the world of hacking, scammers are known to publish enticing headlines of fake breaking news or sensational photos to trick people into clicking on virus-infected links.\nOne warning currently circulating online is itself a hoax.\nA social media \"warning\" post is going around that says a photo of President Donald Trump having a stroke is actually a virus that will wipe out your information if you click on it.\nThe message says: \"There are (pics) going around of Trump having a stroke. Do not open. It will wipe out all information in your phone and computer. Pass this on.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe could find no virus or malware scam like the one described and, for the record, Trump has not suffered from a stroke. If he had, it would have made huge domestic and international news.\nVersions of the faux notice have gone around since at least early 2017. A similar false warning came in 2016, claiming that a video of Trump getting arrested would infest computers if opened. That was also false.  \nSharing false warnings, for any situation, may not appear to have any drawbacks, but people should not expect such things to keep their information safe. It is important to be cautious when clicking on links and visiting new websites, especially when it involves high-profile figures.\nWe rate the warning Pants on Fire!\n Share the Facts 2019-02-22 15:33:52 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A photo of Trump having a stroke is really a virus that will wipe out all information on your computer.    Facebook posts on the internet     Tuesday, February 19, 2019 2019-02-19    Read More  info", "vclaim_id": "vclaim-pol-00992"}