{"url": "/factchecks/2018/oct/03/brendan-kelly/illinois-brendan-kelly-wants-cash-mike-bost-vote/", "speaker": "Brendan Kelly", "vclaim": "\"While southern Illinois families struggled,\" Mike Bost \"voted to raise his own pay.\"", "truth_label": "barely-true", "date": "stated on September 14, 2018 in a campaign ad:", "title": "In Illinois, Brendan Kelly wants to cash in on a Mike Bost vote", "text": "In Washington, Mike Bost has agreed consistently that Congress members, earning $174,00 a year, don’t need a pay raise. But the Illinois Republican spent two decades in his state’s General Assembly before his 2014 election to Congress, and in one of those years -- 11 years ago -- he voted for a 9.6 percent pay raise for state lawmakers.\nYou can guess where this is going.\n\"While southern Illinois families struggled, Bost voted to raise his own pay.\" So said a campaign ad from his Democratic challenger, Brendan Kelly.\nIs this true? The suggestion is that Bost took care of himself and his lawmaker friends rather than the taxpayers. But Bost’s record of voting against pay raises is much longer.\nThe single vote\nIn 2007, the Illinois General Assembly was trying to pass a 75-page, multipart supplemental spending bill to fund schools, multiple state agencies and employee salaries. By the time it came up for a final vote, other lawmakers had included a measure to raise the assembly’s pay, with rank-and-file members’ salaries rising to $63,143 from $57,619. The Legislature had not received a raise, even one to cover cost-of-living increases, in several years, but this was controversial nevertheless because of claims that the state had bigger priorities, and limited resources.\nSupporters of the bill said its passage was essential -- not because of the pay raise but because the underlying bill contained multiple other state funding measures. That’s why Bost said he voted yes.\nHe had voted no the previous year on a similar measure with a proposed 9.6 percent pay hike.\nBost had also voted against pay raises numerous other times, his campaign and Illinois media said. WSIL-TV, an Illinois ABC affiliate, reported that while in the Illinois Legislature, \"Bost voted against pay increases for lawmakers more than a dozen times, and even voted to require furlough days for legislators, actually reducing compensation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Bost\n\n\nstated on September 14, 2018 in a campaign ad\n\n\n\n\n\n\n\n\nSays Brendan Kelly \"spent his career\" supporting Nancy Pelosi.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • October 5, 2018\n\n\n\n\n\n\n\nThe Belleville News-Democrat, examining Illinois General Assembly documents, found the same thing in its own examination.\nNow in Congress nearly four years, Bost has voted to freeze congressional pay 12 times. The number of votes exceeds his time in Congress because annual spending bills typically go through several stages, requiring several votes.\nA nuance\nThis is about pay raises, but inflation-linked cost-of-living, or COLA, increases are also a form of a raise. Unless blocked by the Legislature, Illinois grants COLA adjustments automatically, a result of an independent compensation board’s decision decades ago. When counting votes against pay raises, Bost and the Illinois media generally include Bost’s multiple votes to skip the COLA hikes\nBut there was an instance in 2010, confirmed by PolitiFact in Illinois legislative records, when Bost voted yes on a floor amendment to suspend a COLA hike and require legislators to take 12 furlough days -- yet when the measure got attached to a much broader budget bill, Bost voted no on that bill. He said he could not support the bill other reasons.\nTechnically speaking, that meant he voted against the final legislators' COLA freeze and furlough.\nThe same pay provisions came up the next year, however, in a clean bill pertaining only to lawmaker compensation -- and Bost voted for the cuts.\nOur ruling\nKelly's ad says Bost \"voted to raise his own pay.\" There is one 2007 vote that is not in question. Bost’s campaign spokesman said Bost voted for the bill despite that distasteful element, because so many other provisions were essential for the state.\nBut Bost voted repeatedly against other pay hikes -- not only the COLAs but a 9.6 percent proposed pay hike in a 2006 bill as well. If counting, those votes outnumbered the 2007 vote. Looking at his overall record gives a very different impression. We rate the claim Mostly False.\n Share the Facts 2018-10-03 14:29:10 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"While southern Illinois families struggled,\" Mike Bost \"voted to raise his own pay.\"    Brendan Kelly Candidate for Congress, Illinois 12th Congressional District https://www.youtube.com/watch?v=VMIabOypIQw   A campaign ad Friday, September 14, 2018 2018-09-14    Read More  info", "vclaim_id": "vclaim-pol-01531"}