{"url": "/factchecks/2014/aug/29/david-dewhurst/unsupported-claim-1-4-apprehended-border-crossers-/", "speaker": "David Dewhurst", "vclaim": "At \"least a quarter of those apprehended\" at the border \"have criminal records.\"", "truth_label": "false", "date": "stated on July 21, 2014 in a news story:", "title": "Unsupported claim: 1 in 4 apprehended border crossers have criminal convictions", "text": "Texas Lt. Gov. David Dewhurst, backing Gov. Rick Perry’s decision to direct National Guard troops to the Texas-Mexico border, expressed concern about stopping criminals from entering the country.\nAs quoted in a July 21, 2014, news story on Breitbart.com, Dewhurst said there is a huge \"criminal element\" at the border that includes significant gang activity. \"We've seen estimates that at least a quarter of those apprehended have criminal records,\" Dewhurst said.\nA reader asked us about that 25 percent statement.\nWe rode an explanatory roller coaster before finding there is no research bearing out this claim.\nBy email, Dewhurst spokesman Andrew Barlow pointed out a former Border Patrol official, Ronald Coburn, saying in a Fox News interview July 19, 2014: \"One in ten of every adult male crossers in this day and age more than likely already has a violent criminal record here in the United States, has been removed and is returning. Another one in ten, making it one in five, is bringing with him or her their violent criminal tendencies and records from their own countries of which we don't know yet,\" according to video posted by Breitbart.com. At least in the video snippet placed online, Coburn didn’t declare a source for his figures.\nIn his email, Barlow further noted reports covering the federal fiscal year through September 2013. That year, the U.S. Border Patrol said, its officers apprehended 420,789 individuals. The same year, according to Immigration and Customs Enforcement, ICE \"removed 106,695 criminals apprehended at the border while attempting to unlawfully enter the U.S.\"\nContrast those numbers, Barlow said, and it looks like 25 percent of apprehended individuals had criminal convictions.\nFollowing Barlow’s lead, we devised a slightly different calculation by focusing on the 414,397 individuals reportedly apprehended by the Border Patrol in the U.S.-Mexico border region. That contrast suggests 26 percent of the apprehended individuals already had a criminal conviction.\nAlso, we noticed the ICE report directly presented an analysis of individuals with prior convictions. \"In FY 2013, ICE removed 235,093 recent border crossers,\" the report said. \"Many of those apprehended along the border had a prior criminal or civil immigration violation in the United States. Of those recent border crossers removed, 106,695 had a criminal conviction.\" This seemed to signal 45 percent of recent border crossers removed by ICE that year already had a criminal conviction.\nSo, Dewhurst’s statement seemed to hold up.\nFederal cautionary note\nThat was before we heard back from ICE and the Border Patrol.\nDallas-based ICE spokesman Carl Rusnok responded to our email seeking comment on these percentages by saying it’s \"inappropriate to compare Border Patrol apprehension statistics and ICE deportation statistics to come up with an accurate statistic on criminal aliens apprehended.\"\nWe asked why and didn’t hear back. But separately, Nestor Rodriguez, a University of Texas sociologist expert on immigration, said a weakness in using the percentages of individuals with criminal convictions deported by ICE to analyze the backgrounds of people caught near the border is that ICE may be deporting immigrants apprehended in previous years. Rodriguez said, too, that ICE in recent years has concentrated on removing individuals convicted of crimes, so it’s understandable many deportees would have U.S. convictions.\nDoug Mosier, an El Paso-based Border Patrol spokesman, struck a similar cautionary note about drawing conclusions about the criminal histories of people detained at the border from the backgrounds of people deported by ICE. By email, Mosier said: \"It is almost impossible to quantify ICE vs USBP numbers being that there are so many processes that can take place when a subject is apprehended at the border. Secondly, it is rare for ICE to apprehend people at the border; that mainly occurs in the interior.\"\nMosier added: \"What ICE removes will not fully represent illegal immigrants that USBP might process and repatriate on its own (in the case of Mexico, for example). Even though ICE deports them, it doesn’t mean that Border Patrol necessarily caught them; and just because they were deported/removed that year, does not mean that they entered that year. (Many of those persons that ICE removes are subjects that have either completed sentences in prisons or have exhausted their immigration benefits/hearings/processes, which can take some time).\"\nLess than 1 in 5 individuals apprehended near border have U.S. criminal/immigration violations\nAsked if the government has a sense of the U.S. criminal records of people the Border Patrol catches near the border, Mosier provided figures indicating that in both fiscal 2013 and the first nine months of fiscal 2014, less than 5 percent of immigrants captured by its agents near the southern border had a prior U.S. immigration or criminal conviction.\nIndividuals Apprehended With Prior U.S. Criminal Convictions\nU.S. Border Patrol, Southwest Sector\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nFiscal 2013 and Fiscal 2014 (October 2013 through June 2014)\n\n\n\n\n\nTime Period\n\n\nTotal Individuals Apprehended\n\n\nApprehended Individuals With Prior U.S. Criminal/Immigration Conviction\n\n\nPercentage of Apprehended Individuals With Prior Conviction\n\n\n\n\n\n\nFiscal 2013\n\n\n414,397\n\n\n15,466\n\n\n3.7 %\n\n\n\n\nOctober 2013 through June 2014\n\n\n422,146\n\n\n18,422\n\n\n4.4 %\n\n\n\n\n\n \nSource: Email and telephone interview, Doug Mosier, spokesman, U.S. Border Patrol, El Paso, Aug. 13, 2014\nWe shared this information with Dewhurst's office. Barlow replied by email we’d misinterpreted what Dewhurst originally said in that the Texan was referring both to \"re-crossers\" convicted in U.S. courts and to individuals \"whose past criminal activity occurred in their country of origin or in the U.S. prior to their deportation-for-cause instead of a trial.\"\nDewhurst ultimately offered no data on the share of people apprehended at the border who had criminal convictions abroad--and that information might not be available. By email, Mosier of the Border Patrol told us that while every apprehended undocumented immigrant is screened for his or her immigration and U.S. criminal histories, home-country convictions and a person’s \"international criminal history\" isn’t usually available from federal data systems.\nOur ruling\nDewhurst said at \"least a quarter of those apprehended\" at the border \"have criminal records.\"\nDewhurst’s described basis for this statement was a methodologically unsound mash-up fueled by the U.S. criminal histories of deported immigrants. In reality, less than 5 percent of people apprehended by the Border Patrol near the U.S.-Mexico border from October 2012 through June 2014 had a U.S. criminal conviction or immigration violation. Public data on home-country criminal records don't appear to be available.\nWe rate this statement False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07371"}