{"url": "/factchecks/2018/jan/08/donald-trump/donald-trump-right-dow-jones-had-its-fastest-ever-/", "speaker": "Donald Trump", "vclaim": "The Dow Jones Industrial Average \"jumped 1000 points in last 5 weeks, Record fastest 1000 point move in history.\"", "truth_label": "true", "date": "stated on January 5, 2018 in a tweet:", "title": "Is Donald Trump right that the Dow Jones just had its fastest-ever 1,000-point jump?", "text": "In the wake of the Dow Jones Industrial Average reaching the 25,000-point landmark, President Donald Trump took to Twitter to tout a new record.\n\"Dow goes from 18,589 on November 9, 2016, to 25,075 today, for a new all-time Record. Jumped 1000 points in last 5 weeks, Record fastest 1000 point move in history. This is all about the Make America Great Again agenda! Jobs, Jobs, Jobs. Six trillion dollars in value created!\" he tweeted.\nDow goes from 18,589 on November 9, 2016, to 25,075 today, for a new all-time Record. Jumped 1000 points in last 5 weeks, Record fastest 1000 point move in history. This is all about the Make America Great Again agenda! Jobs, Jobs, Jobs. Six trillion dollars in value created!— Donald J. Trump (@realDonaldTrump) January 5, 2018\n\n\nWe wondered whether Trump was accurate that the Dow’s 1,000-point move in five weeks was a jump of record proportions.\nHe’s right.\nHere’s a table summarizing every time the Dow has crossed a 1,000-level threshold for the first time since its establishment as a stock-measurement statistic in 1896. The chart below only includes the first time the Dow crossed a threshold; in many cases, the market closed below that level before climbing above it permanently.\n \n\n\n\n\nFirst finish above...\n\n\nDate of milestone\n\n\n\n\n1,000\n\n\nNov. 14, 1972\n\n\n\n\n2,000\n\n\nJan. 8, 1987\n\n\n\n\n3,000\n\n\nApril 17, 1991\n\n\n\n\n4,000\n\n\nFeb. 23, 1995\n\n\n\n\n5,000\n\n\nNov. 21, 1995\n\n\n\n\n6,000\n\n\nOct. 14, 1996\n\n\n\n\n7,000\n\n\nFeb. 13, 1997\n\n\n\n\n8,000\n\n\nJuly 16, 1997\n\n\n\n\n9,000\n\n\nApr. 6, 1998\n\n\n\n\n10,000\n\n\nMar. 29, 1999\n\n\n\n\n11,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nMay 3, 1999\n\n\n\n\n12,000\n\n\nOct. 19, 2006\n\n\n\n\n13,000\n\n\nApr. 25, 2007\n\n\n\n\n14,000\n\n\nJuly 19, 2007\n\n\n\n\n15,000\n\n\nMay 7, 2013\n\n\n\n\n16,000\n\n\nNov. 21, 2013\n\n\n\n\n17,000\n\n\nJuly 3, 2014\n\n\n\n\n18,000\n\n\nDec. 23, 2014\n\n\n\n\n19,000\n\n\nNov. 22, 2016\n\n\n\n\n20,000\n\n\nJan. 25, 2017\n\n\n\n\n21,000\n\n\nMar. 1, 2017\n\n\n\n\n22,000\n\n\nAug. 2, 2017\n\n\n\n\n23,000\n\n\nOct. 18, 2017\n\n\n\n\n24,000\n\n\nNov. 30, 2017\n\n\n\n\n25,000\n\n\nJan. 4, 2018\n\n\n\n\n \nThe most recent climb to 25,000 is a record, after you exclude weekends and holidays and include only trading days. The climb from 24,000 to 25,000 took 24 trading days. That is one day shorter than the two previous fastest climbs of 25 trading days — from 10,000 to 11,000 under President Bill Clinton in 1999, and from 20,000 to 21,000 earlier in Trump’s own presidency.\nWith each 1,000-level increase, the accomplishment is a little less impressive.\nA jump of 1,000 from 24,000 to 25,000 is an increase of just 4 percent in value. By comparison, jumping from 1,000 to 2,000 — which took more than 14 years — is an increase of 100 percent in value.\nOur ruling\nTrump said the Dow Jones Industrial Average \"jumped 1000 points in last 5 weeks, Record fastest 1000 point move in history.\"\nHe’s correct about the size of the climb and the fact that it’s the fastest in history, at least when you tally up trading days. The rise to 25,000 beat the old record by one trading day.\nWe rate the statement True.\n Share the Facts 2018-01-08 22:56:21 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  The Dow Jones Industrial Average \"jumped 1000 points in last 5 weeks, Record fastest 1000 point move in history.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/949242950659313669   a tweet Friday, January 5, 2018 2018-01-05    Read More  info", "vclaim_id": "vclaim-pol-02535"}