{"url": "/factchecks/2013/jan/23/mike-polensek/mike-polensek-says-utility-first-energy-will-have-/", "speaker": "Mike Polensek", "vclaim": "\"It is ironic that (First Energy Corp. is) going to have a name on our (football stadium) where we (Cleveland Public Power) supply the electricity.\"", "truth_label": "true", "date": "stated on January 15, 2013 in a television interview:", "title": "Mike Polensek says utility First Energy will have its name on a stadium powered by the city's electric company", "text": "The Cleveland Browns opened a new source of revenue in January 2013 by selling stadium naming rights at Cleveland Browns Stadium to Akron-based FirstEnergy Corp.\n\nBrowns owner Jimmy Haslam vowed that the naming rights money will be used to help the team become more competitive. Haslam didn’t disclose the amount First Energy will pay in the deal, but reportedly it will amount to about $6 million a year for 17 years.\n\nCleveland City Councilman Mike Polensek said he hoped the deal would open the door to discussion about the stadium's continuing cost to the city.\n\n\"It is ironic,\" he added, \"that they're going to have a name on our building where we supply the electricity. Only in Cleveland.\"\n\nBy \"they,\" he meant First Energy Corp., parent of the Illuminating Co. and the major electrical utility in northern Ohio. By \"we,\" he meant the city-owned electric utility, Cleveland Public Power, a longtime rival.\n\nPolensek made the remark in an interview on WEWS Channel 5 in which he asserted that the original lease was \"clearly a one-sided, lopsided deal.\" It charges the Browns $250,000 a year in rent while leaving the city saddled with $13 million a year in debt and capital maintenance costs, he said.\n\nTo PolitiFact Ohio, if Polensek's quip was accurate, it would indeed indeed be ironic --  or almost comically contrary to expectation.\n\nWe sought illumination.\n\nShelley Shockley, communications manager for Cleveland Public Power, quickly confirmed that CPP does in fact supply the electrical power to the stadium that will now bear its rival’s name, and will continue to do so at least until the lease expires in 2029.\n\nCPP also provides power to such Cleveland landmarks as the Rock and Roll Hall of Fame and Museum, Great Lakes Science Center, West Side Market and to much of University Circle.\n\nFirstEnergy powers Progressive Field, home of the Indians.\n\nPolensek told us he's a Browns fan who wants a winner and has been favorably impressed by Haslam's approach since becoming owner.\n\n\"My concern is how we can get them to face the economic realities that confront the city every day,\" he said. \"Will the Browns at least consider taking a greater role in maintenance of the facility or in doing something more for city recreational programs? Is there something (they) can do to help us out?\n\n\"I always believe that reasonable people can come up with reasonable solutions.\"\n\nPolensek, who voted against the lease as a councilman in 1996, saying \"city government has not bargained strongly enough on behalf of the taxpayers,\" noted that it explicitly gives the Browns naming rights for the stadium and all revenues received from marketing the name.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nAnd he has no quarrel with FirstEnergy.\n\n\"It's clearly specific in the lease,\" he said. \"If they want to call it Reddy Kilowatt Stadium, and make Reddy Kilowatt the mascot\" -- referring to the old stick figure mascot used by the Illuminating Co. and Ohio Edison and many other power companies -- \"there's nothing we can do.\"\n\nFirst Energy didn’t opt to put Reddy’s name in lights, though.\n\nCleveland Browns Stadium is now \"FirstEnergy Stadium, Home of the Cleveland Browns.\" And, it is powered by Cleveland Public Power.\n\nOn the Truth-O-Meter, Polensek's statement gets a power rating of True.", "vclaim_id": "vclaim-pol-09819"}