{"url": "/factchecks/2018/apr/17/garry-mccarthy/chicago-gun-violence-really-killing-citys-bottom-l/", "speaker": "Garry McCarthy", "vclaim": "Studies show \"the 2016 shooting and murder rate in Chicago cost us about $9.6 BILLION DOLLARS\" and \"the entire City budget for 2018 is $8.6 billion dollars. This math does not work, it is financially killing our city.\"", "truth_label": "false", "date": "stated on March 30, 2018 in a campaign post:", "title": "Is Chicago gun violence really ‘killing’ the city's budget?", "text": "Garry McCarthy was Chicago Police Superintendent under Mayor Rahm Emanuel until getting fired as controversy engulfed the administration over the investigation into the 2014 videotaped police shooting death of teenager Laquan McDonald.\nNow McCarthy is trying to mount a comeback as a challenger to Emanuel in next year’s mayoral race, with the veteran cop leveraging his law enforcement bona fides to excoriate his old boss for not doing enough to tamp down on gun violence.\nAfter formally declaring his candidacy in March, McCarthy sought to tie gun violence in the city, which has soared in the years since he got the boot, to the difficult state of municipal finances.\nTo that end, McCarthy’s campaign website made sweeping assertions:\n\"Studies show that every murder costs our City a priceless life and approximately $5-8.6 million dollars. Each shooting costs approximately one million dollars.That means the 2016 shooting and murder rate in Chicago cost us about $9.6 BILLION DOLLARS, and that is not even including other crimes like rape, robbery etc.. [sic] However, it is worth noting that the entire City budget for 2018 is $8.6 billion dollars. This math does not work, it is financially killing our city.\"\nA lot of numbers are being tossed around in that statement, which the campaign somewhat altered after PolitiFact inquired about it. A McCarthy spokesman said the wording changes resulted from a revamp of the campaign website.\nBut the gist of the claim still resides on the website, and the implication the campaign makes is striking: In dollars and cents alone, gun violence costs Chicago taxpayers more than they spend on everything else the city does. It is a claim that cries out for a closer look.\nThe cost of gun violence in Chicago vs the cost of gun violence to Chicago\nPricing the value of a human life or limb may seem a delicate, if not downright insensitive, endeavor. Yet it’s done with frequency. Actuaries apply the science of life expectancy to determine pension and insurance costs. Workers’ compensation experts estimate what an employee would otherwise have been able to earn if not impaired by an accident. Juries in civil lawsuits arising from wrongful death or injury claims are tasked with determining not only the value of a victim’s lost or diminished earning capacity but also compensation for suffering.\nSo we asked McCarthy’s campaign to explain how it came up with the cost figures it cited. A spokesman said the raw material for the calculation largely depended on an analysis conducted by Ted Miller of the Pacific Institute for Research and Evaluation, a Maryland-based nonprofit research organization focused on public health issues.\nMcCarthy also referenced Miller’s research into the topic in 2013 while still in charge of the Chicago Police Department to argue that it was cheaper for city taxpayers to pay significant overtime for officers than have to bear the cost of crime that would occur if fewer cops were on patrol.\nContacted by Politifact, Miller, an internationally-recognized safety economist, said the McCarthy campaign’s use of his data was badly flawed. \"I think they confused cost to the citizens with cost to the government,\" Miller said in an email exchange.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nMiller’s research does peg the average cost of an individual murder in the millions of dollars, as McCarthy claimed. But Miller explained that his calculations factored in not just costs borne by government but also by victims along with their relatives and employers. In short, Miller is measuring the social cost of gun violence, not the direct cost to taxpayers.\nIn a follow-up phone interview, Miller said he did attempt to isolate government expenses, but the totals he came up with are far smaller than those seized on by the McCarthy campaign: $450,000 on average for a firearm-related homicide and $53,000 for a shooting-related injury.\nAnd those numbers come with a cautionary note. Miller’s yardstick measures costs borne at all levels of government, not just the city.\nFor Chicago specifically, Miller estimated the costs to taxpayers of gun violence in 2012--the last year for which he had city-level data, but a year in which McCarthy still ran the police--at $213 million. And those costs were likewise paid across all levels of government, as well as being spread across multiple jurisdictions, including the city, courts, prosecutors, hospitals and more.\nNot cheap by any means, but a far cry from the nearly $10 billion figure the McCarthy campaign claims on its website.\nThe difference lies in far more sweeping, yet harder to quantify indirect costs of violence that Miller nonetheless attempted to total. They range from wages a victim otherwise could have earned to workplace disruption and \"the financial value of the pain, suffering, and fear that accompany a death or injury,\" as described in a report Miller published in 2015 with Mother Jones.\nMiller said the McCarthy campaign was mischaracterizing his findings on its website by suggesting Chicago taxpayers were directly on the hook for millions of dollars every time a murder takes place in the city.\n\"It’s not clearly stating what the numbers say and mean,\" Miller said of the McCarthy campaign claim.\nWe asked the campaign why it appeared to mix apples and oranges, and a spokesman responded by email with a statement that avoided the question entirely.\nOur ruling\nIn his attempts to brand Emanuel as a failed mayor whose inability to stamp out crime has led Chicago down the path to financial ruin, McCarthy claimed studies on gun violence support his argument that city taxpayers bear an enormous cost for murders and shootings.\nStudies show \"the 2016 shooting and murder rate in Chicago cost us about $9.6 BILLION DOLLARS\" and \"the entire City budget for 2018 is $8.6 billion dollars. This math does not work, it is financially killing our city,\" his campaign website read.\nBut the researcher who produced the findings cited by the McCarthy campaign says it misinterpreted his conclusions, which attempted to put a price tag on the total societal costs of firearm homicides and shootings--not just the still significant, but much smaller, costs to city government.\nMcCarthy’s campaign badly misfires in its claim on the costs of gun violence to Chicago taxpayers. It is undoubtedly both a serious and costly problem, but in misinterpreting the very data it relies on the bolster its case, the campaign’s claim earns a credibility rating of False.\n\n Share the Facts 2018-04-19 15:31:54 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Studies show \"the 2016 shooting and murder rate in Chicago cost us about $9.6 BILLION DOLLARS\" and \"the entire City budget for 2018 is $8.6 billion dollars. This math does not work, it is financially killing our city.\"     Garry McCarthy Former Chicago Police Superintendent    His mayoral campaign website Friday, March 30, 2018 2018-03-30    Read More  info", "vclaim_id": "vclaim-pol-02181"}