{"url": "/factchecks/2020/sep/15/facebook-posts/houston-texans-stayed-their-locker-room-both-songs/", "speaker": "Facebook posts", "vclaim": "“Houston Texans coming out for the Black National Anthem then going into the locker room for THE REAL NATIONAL ANTHEM is DISGRACEFUL.”", "truth_label": "barely-true", "date": "stated on September 11, 2020 in a Facebook post:", "title": "Houston Texans stayed in their locker room for both songs", "text": "The NFL season kicked off on Sept. 10 with the Kansas City Chiefs beating the Houston Texans.\nBut before the game started, according to a Facebook post, the Texans drew attention for a protest. \n\"Houston Texans coming out for the Black National Anthem then going into the locker room for THE REAL NATIONAL ANTHEM IS DISGRACEFUL,\" the post says.  \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post gets part of the story right: Texans did stay in their locker room for \"The Star-Spangled Banner.\" But they also stayed in the locker room for the song known as the Black national anthem.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn July, news broke that the NFL would play \"Lift Every Voice And Sing,\" before every game during the first week of the season in response to recent protests over police brutality. Written by civil rights activist James Weldon Johnson in 1900 and set to music by his brother, John Rosamond Johnson, the song was adopted by the National Association for the Advancement of Colored People as its official song in 1918 and is often referred to as the Black national anthem. \nDuring the Chiefs-Texans game, Chiefs players and coaches stretched across one of the end zones while a video of Alicia Keys singing the Black anthem played on video boards, USA Today reported, while the Texans remained in their locker room. \nWhen the song ended, the Chiefs jogged off the field and players stood on the sideline for the national anthem. One player, defensive end Alex Okafor, took a knee. The Texans continued to remain in their locker room until the \"Star-Spangled Banner\" ended. At that point, the Texans ran onto the field and \"both teams came together at the center of the field for what the public address announcer called ‘a moment of silence to support racial equality in our country,’\" according to USA Today. \n\"The Texans had discussed staging a protest during both anthems in an attempt to continue to draw attention to the ongoing problems of police brutality against people of color and systemic oppression,\" the newspaper said.\nWhile this Facebook post is correct that the Texans stayed in their locker room for the national anthem, it’s wrong about the team’s actions during the song known as the Black national anthem, and it misleads readers into thinking the players pointedly took the field for one song and not the other.\nWe rate this Facebook post Mostly False.", "vclaim_id": "vclaim-pol-18930"}