{"url": "/factchecks/2017/mar/14/patricia-farley/taking-closer-look-florida-democrats-claims-about-/", "speaker": "Patricia Farley", "vclaim": "\"A woman working full-time is paid 79 to 80 cents for every dollar a man is paid, and it's even less for women of color, and on average $11,000 per year is lost simply because she isn't a man.\"", "truth_label": "mostly-true", "date": "stated on March 14, 2017 in a news conference in the Capitol:", "title": "Taking a closer look at Florida Democrat's claims about the gender pay gap", "text": "Dozens of women rallied Tuesday at the Florida Capitol to fight for equal pay for women and men.\nDemocrats organized the rally to bring attention to SB 410 and HB 319, which have not been scheduled for a hearing. The bills would enact penalties on employers who pay women less than men, allow victims of discrimination to sue for wages, and would extend protections to the transgender workers.\nAn official of the Democratic Women's Club of Florida offered up a quick snapshot of the reality of today’s gender pay gap, which refers to the difference between what men and women earn.\n\"A woman working full-time is paid 79 to 80 cents for every dollar a man is paid, and it's even less for women of color, and on average $11,000 per year is lost simply because she isn't a man,\" said one of the club’s vice presidents, Patricia Farley.\nWe did not hear back from Farley, but PolitiFact has explored claims about the gender pay gap more than once. Farley is referencing data widely available from the U.S. Census Bureau.\n‘A woman working full-time is paid 79 to 80 cents for every dollar a man is paid’\nThis stat has become a rallying cry for those who seek to eliminate employment discrimination based on gender. And it’s backed by U.S. Census Bureau data. In a report released in September 2016, the Census Bureau wrote that in 2015, the female-to-male earnings ratio of full-time, year-round workers was 0.80.  \nTranslated into dollars, that means that in 2015, women working full-time earned 80 cents for every dollar earned by men working full-time.\nThe figure should be used with caution.\nFor instance, former President Barack Obama’s administration released an ad that said women are paid \"77 cents on the dollar for doing the same work as men\" in 2012. That’s not accurate. The figure derived from a federal government measure actually refers to the average disparity between what men and women earn, so saying \"the same work\" is inaccurate.\nAlso, discrimination is not the only explanation for a difference in pay. Other factors include: the degrees women pursue, the jobs women pursue, time taken off to take care of children, and the number of hours worked and experience. For instance, as of 2014, women worked in more minimum wage jobs than men.\nExcluding all those factors, a study by the American Association of University Women 2013 found a 7 percent wage gap between men and women a year after graduating college.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nAs Farley said, women of color earn even less. A 2014 report from the National Women’s Law Center concluded that black women made 60 cents to the dollar earned by a white man, and Hispanic women made 55 cents, according to the report.\nAsian-American women actually earn higher wages than black and Hispanic men and women, as well as white women according to Pew Research. Still, Asian-American women lag behind white males for annual earnings.\n‘On average $11,000 per year is lost’\nFarley’s last point can be calculated by looking at the same 2015 Census data for the median earnings of full-time, year-round workers who are 15 years old and up, regardless of occupation.\nIf you look at those numbers, the median wage in 2015 was $40,742 for women and $51,212 for men. The average difference is $10,470, which is very close to Farley’s $11,000.\nThis pattern holds consistent if you look at data from the last five years.\n\nOther data from the U.S. Bureau of Labor Statistics tracks average annual weekly median earnings of full-time salary workers 16-and-older using the Current Population Survey.\nIn 2016, median weekly earnings for women were $749, or $38,948 a year. Men brought in $915 a week, or $47,580 a year. This produces a smaller average annual earnings difference of $8,632.\nExperts have said, however, that looking at a longer period of time would be more useful to draw conclusions.\n\"I think the average does help, but I'd rather see the lifetime earnings calculated for the mean and median female worker rather than extrapolating from the average for one year,\" said Tara Sinclair, a George Washington University economist, told us in 2014.\nOur ruling\nFarley said that a \"woman working full-time is paid 79 to 80 cents for every dollar a man is paid, and it's even less for people of color, and on average $11,000 per year is loss every year simply because she isn't a man.\"\nFarley is citing common talking points that can be backed up by data from the U.S. Census Bureau. While her figures are accurate, a bulletproof number to illustrate the gender gap will always be murky because the difference in pay can be affected by the careers women and men choose and taking time off to take care for children.\nWe rate this Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  \"A woman working full-time is paid 79 to 80 cents for every dollar a man is paid, and it's even less for women of color, and on average $11,000 per year is lost simply because she isn't a man.\"    Patricia Farley Democratic Women's Club of Florida VP   at the Capitol Tuesday, March 14, 2017 03/14/2017    Read More  info", "vclaim_id": "vclaim-pol-03556"}