{"url": "/factchecks/2020/jun/09/facebook-posts/trumps-ellis-island-award-1980s-was-not-brotherhoo/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump won the Ellis Island award for \"patriotism, tolerance, brotherhood and diversity” alongside Muhammad Ali and Rosa Parks.", "truth_label": "false", "date": "stated on September 10, 2019 in a Facebook post:", "title": "Trump’s Ellis Island award in the 1980s was not for brotherhood or diversity", "text": "President Donald Trump won an award in the 1980s called the Ellis Island Medal of Honor that has provided fodder for online claims, in part because it resulted in a photo of him standing next to famous American icons Rosa Parks and Muhammad Ali.\nParks and Ali were both well-known black civil rights activists, but Trump didn’t win the prize for his \"work within the black community,\" as one social media post claimed. We rated that claim False in 2019.\nNow, the claim has resurfaced in the wake of George Floyd’s death in police custody. In the latest Facebook photo post, Trump stands with Ali and Parks under a slightly altered caption:\n\"Have you ever been so racist that you won an Ellis Island Award for ‘patriotism, tolerance, brotherhood and diversity’ alongside Muhhammad Ali & Rosa Parks?\" text above the image reads.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIn our first fact-check, we spoke with Otto Coca, spokesperson for the Ellis Island Honors Society, which administers the award. The society promotes diversity and understanding among religious and ethnic groups, as well as the restoration and maintenance of Ellis Island.\nCoca told us that Trump was one of several people to be awarded the Ellis Island Medal of Honor in 1986 – the first year it was given (and the same year Parks and Ali were also recipients). Trump was chosen for professional contributions that benefited New York City as a developer, as well as for his German heritage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIn the first year, \"people were honored with the award for what they stood for more than what they did,\" Coca had said. Parks, for example, was honored for standing up to adversity. Trump’s recognition came from \"doing well for the city of New York\" through his business endeavors.\nThe medal has changed over the years, and now recipients are chosen for philanthropic efforts as well as other contributions. \nThe image of Parks, Trump and Ali was taken during a ceremony honoring the recipients and also features Joe DiMaggio, Victor Borge and Anita Bryant, who are cropped out in the version that appears in this Facebook post.\n\"It had nothing to do with race,\" Coca said about the photograph. \"They were all honored for different reasons and they were just all standing together, that’s the only reason that picture exists.\"\nOur ruling\nA Facebook post says Trump won the Ellis Island Medal of Honor in 1986 for \"patriotism, tolerance, brotherhood and diversity.\"\nHe didn’t. He received the award for professional contributions that benefited New York City as a developer, as well as for his German heritage.\nWe rate this False.", "vclaim_id": "vclaim-pol-17899"}