{"url": "/factchecks/2016/may/09/joe-roman/15-minimum-wage-proposal-cleveland-most-aggressive/", "speaker": "Joe Roman", "vclaim": "Says $15-an-hour proposal in Cleveland is \"the most aggressive minimum wage increase in the country.\"", "truth_label": "true", "date": "stated on April 25, 2016 in a Plain Dealer article:", "title": "$15-per-hour proposal in Cleveland 'most aggressive' increase in US?", "text": "Superlatives like \"the most\" and \"the greatest\" catch our fact-checking eyes. So we felt compelled to look into a statement by Joe Roman, the CEO and president of the Greater Cleveland Partnership, a regional pro-business organization, on a proposal to raise the city’s minimum wage.\nOn April 25, the Cleveland Plain Dealer reported that Raise Up Cleveland, a union-affiliated PAC, delivered 28,000 signatures to the city council from registered Cleveland voters who support a minimum wage of $15 per hour. The current minimum wage across Ohio is $8.10.\n\"We have serious concerns about a Cleveland-only wage hike that could put the city in a competitive disadvantage in the region and state,\" Roman said, according to the Plain Dealer. \"As proposed, the hike is the most aggressive minimum wage increase in the country.\"\nNational awareness of the movement called Fight for $15 has been boosted by Vermont senator and Democratic presidential candidate Bernie Sanders, and $15 minimum wage increases have been enacted by cities in California, Washington and New York. So what could make the Cleveland proposal the \"most aggressive?\"\nHere’s what we found out.\nJudith Malone, the director of communications at the Greater Cleveland Partnership, sent us this statement, expanding upon the CEO’s definition of \"most aggressive:\"\nAccording to our examination, no other municipality or state has enacted a +80% increase in their minimum wage. If passed, Cleveland would have the highest broadly applied municipal minimum wage in the nation on January 1, 2017....If the current proposal is approved, Cleveland’s minimum wage would be two times higher than 24 states in the nation and by far the highest in the Midwest region.\nA chart created by the left-leaning National Employment Law Project backs up this claim. A $15 per hour minimum wage has been enacted by the Washington cities of Seattle, SeaTac (a suburb of Seattle that went to $15.24 in 2013) and Olympia. California cities that approved the $15 minimum include San Francisco, Emeryville, Los Angeles, Mountain View, El Cerrito and Santa Monica.\nAs proposed, the Raise Up Cleveland increase would go into effect Jan. 1, 2017. This is a departure from the way other states and cities have imposed new minimum wage hikes, according to Allison Laffen, a policy associate with the National Conference of State Legislatures, which studies state labor and wage policies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n \n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"Often in legislation, the increases are proposed incrementally, as in New York and California, where it reaches $15 by 2018 and 2022,\" Laffen said. \"A one-step increase to $15, effective immediately, could be described as more aggressive.\"\nLaffen also pointed out that Cleveland’s minimum wage, at $8.10, is lower than any other municipality that has passed or is considering a $15 minimum hike. Only Flagstaff, Arizona, at $8.05, is lower than Cleveland’s, and their $15 per hour proposal would phase in by 2021.\nMark Perry, a scholar at the American Enterprise Institute, said that the low cost of living in Cleveland is another factor to consider. For example, the cost of living in San Francisco is  206 percent pricier than in Cleveland.\n\"A $15 minimum wage in a city like San Francisco would only be equivalent to about a $5 minimum wage in Cleveland,\" Perry said. \"Therefore, adjusted for the cost of living, it would be hard to justify a $15-an-hour minimum wage in a city like Cleveland, with a cost-of-living that is about 20 percent below the national average.\"\nBut the union pushing the Fight for $15 in Cleveland defends its stance. Anthony Caldwell, the director of public affairs for SEIU District 1199, said in an email, \"Our Fight for $15 movement has broad support among members of the community. When polled on support for a $15 per hour minimum wage beginning this January and indexing it to inflation, 77 percent of Cleveland voters supported our cause. And that support crossed all racial, gender and geographical lines within Cleveland.\"\nWhen asked whether the Greater Cleveland Partnership would be more supportive of a minimum wage increase that stepped up gradually, or was more in line with Cleveland’s cost of living, they declined to comment further.\nOur ruling\nA proposed $15 minimum wage in Cleveland is the \"most aggressive minimum wage increase in the country,\" according to the head of the Greater Cleveland Partnership, a chamber of commerce group.\nIt turns out that Cleveland, with a minimum wage of $8.10, is at the lowest starting point of any municipality that has passed or is considering a $15 hike.  Also, the Cleveland proposal would increase the wage to $15 at once instead of building up gradually, as most other cities have done.\nWe rate this statement True.\nhttps://www.sharethefacts.co/share/e1eee872-2aa8-40b6-860e-9ce97fbe2ca3", "vclaim_id": "vclaim-pol-04986"}