{"url": "/factchecks/2019/mar/27/viral-image/no-samuel-l-jackson-didnt-say-about-teachers-and-m/", "speaker": "Viral image", "vclaim": "Says Samuel L. Jackson said, \"Maybe if we underpaid these modern mumble rappers and overpaid teachers there would be smarter people in the future and less s----- music.\"", "truth_label": "false", "date": "stated on March 21, 2019 in a Facebook post:", "title": "No, Samuel L. Jackson didn't say this about pay of teachers and rappers", "text": "Actor Samuel L. Jackson has had a storied career, starring in movies like Pulp Fiction and Glass. Is he now taking aim at another creative industry?\n\"Maybe if we underpaid these modern mumble rappers and overpaid teachers there would be smarter people in the future and less s----- music,\" reads what looks like a screenshot of a tweet posted to Facebook on March 21. The post makes it look like the Twitter account that tweeted the statement was Jackson’s (handle: @SamuelLJackson).\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s true that Jackson is on Twitter, and @SamuelLJackson is his verified account. The profile photo on the account is also the photo that appears in the Facebook post. Recently, he tweeted about the forthcoming Avengers and posted a Capital One commercial.\nBut after searching Twitter, we couldn’t find the supposed tweet that was posted to Facebook. We couldn’t find any tweets mentioning music and teachers, either.\nOne user made it look like she was retweeting Jackson by using his handle and the letters \"RT,\" meaning retweet, but she didn’t include a link to an original tweet. (She could have just as easily tweeted: \"RT @realDonaldTrump Maybe if we underpaid these modern mumble rappers and overpaid teachers there would be smarter people in the future and less s----- music.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 2, 2021 in an image\n\n\n\n\n\n\n\n\nJoe Biden \"really did wipe away\" student loan debt.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • February 4, 2021\n\n\n\n\n\n\n\nWhen another account asked if he really said that, she only replied: \"Judging from all the tweets I saw, yes, lmao.\"\nWe didn’t see any tweets from the actor himself. And though it’s plausible that he could have tweeted and then deleted the statement, it’s less likely erasing such a statement would have escaped public scrutiny. We didn’t find any news coverage suggesting that Jackson ever shared this opinion, or that he tweeted and then deleted it. (By contrast, in 2018, Jackson came under fire for a legitimate tweet he made that some criticized as homophobic.)\nLast summer, one user on the website Quora tried to solve the quotation mystery but turned up empty when he requested any sources or links.\n\"This was a fake post on Twitter,\" another user said.\nSearching online for the quote and Jackson turned up plenty of posts, but none credible enough for us to endorse this Facebook claim.\nIn the absence of evidence, we rate this post False.\n Share the Facts 2019-04-02 15:28:03 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Samuel L. Jackson said, \"Maybe if we underpaid these modern mumble rappers and overpaid teachers there would be smarter people in the future and less s----- music.\"    Viral image On the internet     Thursday, March 21, 2019 2019-03-21    Read More  info", "vclaim_id": "vclaim-pol-00844"}