{"url": "/factchecks/2014/jul/21/ed-gillespie/ed-gillespies-immigration-reform-position-remains-/", "speaker": "Ed Gillespie", "vclaim": "On immigration reform", "truth_label": "no-flip", "date": "stated on June 13, 2014 in interviews:", "title": "Ed Gillespie's immigration reform position remains steady", "text": "Republican Ed Gillespie was gung-ho about comprehensive immigration reform in June 2013 -- just days before the U.S. Senate passed the so-called \"Gang of Eight\" bill that would bolster border security and provide a pathway to citizenship for 12 million people who entered the country illegally.\n\"I don’t think that the Gang of Eight bill is a perfect bill, no one does,\" Gillespie said during an interview with Larry Kudlow on CNBC. \"But it is the right approach, and it can be perfected. This amendment on the border surge will help to do that. But at the end of the day, it’s good policy and it is good politics.\"\nNow, let’s fast-forward to this year as Gillespie revs up his campaign to unseat Democrat Mark Warner in the U.S. Senate. The Republican-led House has refused to take up the immigration bill and Gillespie says that’s fine with him. \"It’s unlikely that it’s going to occur during an election year and, frankly, I don’t think it should at this point,\" he said in April.\nPaul Logan, a spokesman for Gillespie, went a step further in a June 13 article in the Richmond Times-Dispatch. He said Gillespie opposes the bill and opposes citizenship for illegal immigrants.\nWarner’s campaign sent us the statements with a suggestion that his opponent’s position on comprehensive immigration reform has changed. That thought has been echoed by Bloomberg.com, which has written that Gillespie is taking \"a different stand\" on immigration this year.\nLogan says Gillespie’s stance has remained constant. So we decided to roll out the Flip-O-Meter and take a look.\nGillespie in 2006\nImmigration reform has long been impeded by a central debate: Many conservatives say the U.S. should focus on border control and enforcement of deportation laws; many liberals say policies should include a path to citizenship for illegal immigrants who otherwise have exemplary records obeying U.S. laws.\nGillespie for years has endorsed a compromise. Records shown that since at least 2006, he’s called for strong border control combined with a path toward legal U.S. residency -- not citizenship -- for immigrants who have obeyed laws since entering the country and are self-sufficient.\nGillespie, in a 2006 op-ed for The Wall Street Journal, wrote that those who came to the U.S. illegally \"should not be rewarded with citizenship,\" but added that \"a rational immigration policy that allows workers to enter and exit this country for temporary employment will make us more secure.\"\nHe wrote that an expanded visa program would ease the workload of law enforcement officials, expand tax rolls and provide needed workers in agriculture and technology.\nGillespie, who had recently stepped down as chairman of the Republican National Committee, said a GOP compromise on immigration would be politically wise.\n\"The Republican Party cannot become an anti-immigration party,\" he wrote. \"Our majority rests too heavily on white voters, given that current demographic voting percentages will not allow us to hold our majority in the future.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n \n\n\n\n\n\n\nGillespie in 2013\nNow, let’s analyze what Gillespie told CNBC’s Kudlow in 2013 about the Gang of Eight bill, which Warner supported. The legislation  -- sponsored by four Democratic and four Republican senators -- would give $3 billion to the Department of Homeland Security to improve border protection through drones, more fencing and additional customs agents. DHS would be required to achieve complete surveillance of the southwest border with Mexico and apprehend 90 percent of the people trying to cross illegally through major entry areas.\nOnce those goals and a few others were met, most illegal immigrants would be eligible to start a 13-year path to citizenship. They could immediately seek \"Registered Provisional Immigrant Status\" that would allow them to legally stay in the country. After 10 years, they could seek a Green Card and, three years later, be eligible to apply for citizenship. The path would be shorter for people brought here illegally as children, known as \"Dreamers.\"\nGillespie was complimentary of an amendment in the bill that prioritized border control. He spoke again of the need for comprehensive immigration reform on policy and on political grounds.\nBut Gillespie never endorsed the citizenship provisions in the bill. Kudlow did not bring up the subject, and Gillespie did not offer an opinion about it. While Gillespie said the bill was \"the right approach,\" he also offered hope \"it can be perfected\" without specifying how. So Gillespie did not contradict the position he laid out in greater detail years earlier.\nGillespie 2014\nFinally, let’s consider what Gillespie is saying this year.\n\"I do not support amnesty, and oppose granting citizenship to them, which would be unfair to those who have come here legally and played by the rules,\" he wrote on his website. \"And I don’t believe we should give one of the greatest privileges in the world—American citizenship—to those who are here by virtue of having broken our laws.\n\"At the same time, I do not believe that our nation will implement the mass deportation of 10-12 million people, so we need to come to terms with those who are here illegally now. It would be in the interest of both American citizens and those here illegally to be able to come forward and, after a series of processes (i.e., criminal background checks, payment of back taxes, assimilation, demonstration of self sufficiency), be issued new visas to be here legally.\"\nAlthough Gillespie’s position remains steady, his enthusiasm for passing the Gang of Eight bill appears to have diminished. Last year, he said the legislation was \"good policy\" that should be \"perfected\" and approved. This year, Gillespie says though a spokesman that he would not have voted for the bill and thinks Congress should delay consideration of immigration reform until after the mid-term elections.\nOur ruling \nGillespie has remained steady in his longtime principles for immigration reform. They’re stated on his campaign website: increased border security and a creation of a system that would allow most illegal immigrants to obtain legal residency -- but not citizenship.\nThere’s been a shift in Gillespie’s rhetoric on the sweeping Gang of Eight bill that’s become the lightning rod for immigration debate. Last year, he described the bill as \"good policy\" that should be amended and passed. This year, he says he would have voted against the legislation and that consideration of comprehensive reform should be delayed until after the elections.\nBut the changed language doesn’t equate to a changed position. It’s not surprising that Gillespie says he would have voted against the Gang of Eight bill. The legislation, when it came up for vote on the Senate floor, hadn’t been amended. It contained a pathway to citizenship that Gillespie has consistently opposed.\nWe rate this No Flip.", "vclaim_id": "vclaim-pol-07574"}