{"url": "/factchecks/2012/apr/19/david-dewhurst/david-dewhurst-says-ted-cruz-represents-chinese-co/", "speaker": "David Dewhurst", "vclaim": "Says Ted Cruz represents a Chinese company found guilty of stealing blueprints from an American manufacturer.", "truth_label": "mostly-true", "date": "stated on April 17, 2012 in a TV ad.:", "title": "David Dewhurst says Ted Cruz represents a Chinese company found guilty of stealing U.S. blueprints", "text": "U.S. Senate candidate David Dewhurst, whose campaign last fall sent email blasts depicting candidate Ted Cruz as a China sympathizer, popped a TV ad April 17, 2012, revisiting Cruz’s representation of a Chinese company.\n\nDewhurst’s ad says Cruz, the state’s former solicitor general, is helping the Shandong Linglong Tyre Co. put a U.S. company out of business. Next, Jordan Fishman, identified as an \"American manufacturer,\" appears on screen, saying: \"Ted is defending a Chinese company who stole things from an American citizen -- and it’s not only from us, it’s from the people who work for us.\"\n\nThe narrator then says: \"Cruz’s Chinese client stole American blueprints and the courts found the Chinese company guilty, liable, for stealing blueprints.\" The commercial closes with mention of the U.S. firm, which is not identified, winning a judgment of $26 million though, the narrator says, with Cruz’s help, \"the Chinese keep stalling in court, they keep counterfeiting, and Ted Cruz keeps getting paid.\"\n\nWe wondered if Cruz, a partner at Houston’s Morgan, Lewis & Bockius LLP, indeed represents a Chinese firm found guilty, or liable for, stealing U.S. blueprints.\n\nCruz’s campaign posted a response to Dewhurst’s ad, saying: \"Ted works in the private sector as an appellate lawyer at a major law firm that represents clients on different sides of litigation. One of the clients of the firm is a tire company based in China. That private company was sued in a trademark dispute and hit with a judgment, and the firm was hired to handle the appeal.\" The response also says Cruz did not represent the client in the original trial.\n\n\"And the appeal concerns technical issues,\" the  response says, \"like the court’s jurisdiction and the appropriate statute of limitations.\"\n\nTo back up the stolen blueprints’ claim, Dewhurst spokesman Matt Hirsch pointed us to a Dewhurst website, titled the \"Real Ted Cruz,\" featuring links to a few articles touching on the legal dispute.\n\nAmong them: An Oct. 3, 2011, blog post by Texas Monthly’s Paul Burka mentioning a story placed Sept. 28, 2011 on Plaza de Armas, a San Antonio news blog. The Plaza de Armas story describes Fishman as a Florida businessman who designs and produces underground mining tires. In the 1990s, the story says, Fishman created a version containing a three-inch layer of rubber on the outside, enabling it to withstand movement in confined spaces. Fishman is quoted saying that behind his back, his company’s sales and marketing manager attempted to negotiate a contract with a Chinese company to make the product for himself; when Fishman found out, the employee was fired.\n\n\"About two weeks later,\" Fishman is quoted saying, the former employee \"was in contact with the people in Dubai and ultimately China, and turned over the blueprints to them. They copied the blueprints, which you can’t do. You can go and buy a product and retro-design it, but you can’t copy a blueprint.\"\n\nFishman filed suit against Shandong Linglong and in 2010, after a six-day trial, a federal jury in Virginia awarded him $26 million in damages, the story says. Cruz later filed the still-pending appeal on behalf of the Chinese company, the story says.\n\nAlso noted by Dewhurst: A July 28, 2010, Sarasota Herald-Tribune news story recapping a judge’s decision to uphold the damages award which attorneys for Fishman rate as one of the largest ever for individual copyright infringement.\n\nThe story, quoting from the lawsuit, says that in 2005 former sales manager Sam Vance began providing trade secrets to Shandong Linglong Rubber Co. and Al Dobowi Tyre Co. of Dubai, a distributor. \"The information included design blueprints, customer lists and pricing information,\" the story says. \"Tire Engineering, which does business as Alpha Mining Systems, sued Vance in 2005, and two years later discovered a ‘conspiracy’ among the foreign companies to steal and profit from those trade secrets,\" the story quotes the lawsuit as saying.\n\nSeparately, the newspaper said, Fishman's company also had sued the former employee in local court. The story says the company was awarded $59 million in damages in 2008, but a state appellate court later tossed that judgment.\n\nDewhurst’s site also points to a July 22, 2010, press release stating the federal judge upheld $26 million in damages \"resulting from the illegal copying of Mr. Fishman’s blueprints for unique asymmetrical underground mining tires.\" The release identifies August J. Matteis, Jr. as Fishman’s lead lawyer.\n\nMatteis, a Washington lawyer, told us in a telephone interview that the jury found the Chinese firm, and others, liable for misdeeds including stealing tire design blueprints from companies owned by Fishman. He said too that Fishman ran across early evidence of the sneaky work when he saw foreign-made tires based on his designs at a Las Vegas trade show.\n\nMatteis forwarded the jury’s July 15, 2010, verdict and the July 21, 2010, order from U.S. District Judge T.S. Ellis, III.\n\nThe jury found the defendants liable for violating laws related to copyright, registered trademark, unfair competition deceptive trade practices, conversion and civil conspiracy. Matteis said the \"conversion\" verdict refers to the stealing of blueprints. The verdict also shows the jury awarding $26 million in damages, a figure based on recovering profits made by the other firms by taking the blueprints, Matteis told us.\n\nEllis’s order states, in part, that the \"evidence was sufficient to prove that defendants unlawfully obtained copies of plaintiffs' blueprints.\"\n\nMatteis said the word \"guilty\" in Dewhurst’s ad is incorrect because that term applies to criminal charges while the judgment and award was reached after a civil trial.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nMatteis’s comment about the word \"guilty\" strikes us as valid; viewers might take \"guilty\" in Dewhurst's ad as hinting that Cruz represents someone convicted of a criminal act. This is not so.\n\nCruz is representing a Chinese firm found liable for stealing blueprints. We rate Dewhurst’s claim as Mostly True.", "vclaim_id": "vclaim-pol-11242"}