{"url": "/factchecks/2015/jul/07/gus-bilirakis/florida-has-reduced-its-carbon-emissions-20-percen/", "speaker": "Gus Bilirakis", "vclaim": "\"Florida has reduced its carbon emissions by 20 percent since 2005.\"", "truth_label": "mostly-true", "date": "stated on June 24, 2015 in a speech on the House floor:", "title": "Florida has reduced carbon emissions by 20 percent since 2005, Bilirakis says", "text": "Editor’s note: While researching this fact check, Rep. Bilirakis’ office on July 2, 2015, provided us with its research methodology using data through the Environmental Protection Agency’s Air Markets Program Data. Using this database, Bilirakis’ aides showed a 21.82 percent change in carbon dioxide tonnage emitted from Florida power plants between 2005 and 2012.\nPolitiFact was able to reproduce these results on July 2 when we followed their methodology, obtaining the same database numbers directly from the EPA website. We shared results with numerous sources who agreed the methodology was sound and the results illustrated Bilirakis’ point. We published the check with a Mostly True.\nLater that day, an EPA contact informed us the 2012 figure used in Bilirakis’ calculation was incorrect. The agency calculated percent change between 2005 and 2012 was 13.87 percent, not 21.82 percent. \nWhen we queried the database again, the figure we received was the number the EPA cited. Neither Bilirakis’ aides nor the EPA could explain the discrepancy. An environmental scientist with the EPA said there had not been a revision of the figures since 2013.\nThe 20 percent figure has been used by Bilirakis and other members of the Florida Republican caucus since at least November 2014, although this is the first time PolitiFact has checked it. \nWe are seeking an explanation for this discrepancy and will post findings when we have them.\nRepublicans in Congress recently voted for legislation that would prevent the federal government from implementing new emissions regulations on power plants -- in part, some argue, because utilities are already cutting carbon levels on their own.\nU.S. Rep. Gus Bilirakis, R-Palm Harbor, said that HR 2042, known as the Ratepayer Protection Act, would protect states from costly rules that aren’t necessary. The bill would delay the Environmental Protection Agency’s Clean Power Plan, which aims to reduce nationwide carbon dioxide emissions from power plants by 30 percent by 2030. The legislation also would allow states to opt out of the reduced emissions requirement.\n\"The EPA’s proposal on this rule has drawn widespread concern,\" Bilirakis said in a speech on June 24, 2015, before the GOP-majority House passed the legislation along party lines. \"It placed a heavier burden on Florida than other states, despite the fact that Florida has reduced its carbon emissions by 20 percent since 2005.\"\nCongressional fights over regulations are not new, but we did a double take when Bilirakis said carbon emissions were down 20 percent over the last decade. (A reader sent us his comment and asked us to check it.) We decided to check whether the data fuels his claim.\nCarbon dating the claim\nWe need to make sure one point is clear: Bilirakis was talking specifically about electricity generating power plants here. That’s important to understand, because the context wasn’t immediately clear to us -- or to some of our sources.\nThe EPA’s new emission goals, which won’t be finalized until August, target power plants for that 30 percent reduction, starting at 2005 levels. The guidelines are part of President Barack Obama’s larger Climate Action Plan to enforce lower levels of air and water pollution. Some states and electricity providers have sued the EPA, saying the new rules are unnecessary and expensive for utilities, and therefore consumers.\nEnter the House’s Ratepayer Protection Act, which would keep the 30 percent reduction guidelines from going into effect for power plants until the justice system rules whether the EPA plan is legal. Obama has vowed to veto the Ratepayer Protection Act if it passes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nA Bilirakis spokesman backed up the 20 percent figure by looking at EPA carbon dioxide emissions data for power plants generating more than 25 megawatts of electricity, which are covered by the EPA threshold for the guidelines. That data showed that between 2005 and 2012, the latest year with complete figures, Florida had reduced its power plant carbon dioxide emissions by 21.8 percent.\nThat seems like a small slice of data, but even experts who were for the stronger emissions regulations told us it’s a valid use of the numbers to back up Bilirakis’ point. Power plants in Florida affected by the Clean Power Plan really have cut carbon dioxide by that much, according to the EPA.\nOf course, our first reaction to this claim was that all sources of carbon dioxide emissions had receded, which also turns out to be the case, although not at as high a rate.\nAccounting for cars, commercial and residential use, and a whole range of petroleum products, the U.S. Energy Information Administration says Florida’s overall emissions total have dropped about 15.7 percent in the same time span. The agency told us it’s not hard to imagine the number continuing to drop in subsequent years, but the data doesn’t show a 20 percent decrease.\nA look at the overall data from the EPA, which is recorded and calculated a little differently, puts the decrease from all sources at about 13.4 percent.\nWhat’s driving the downward trend for power plants? Environmental groups point out that there are several causes.\nPart of the change is because of utilities switching from coal to cleaner-burning natural gas (usage is up 67.6 percent between 2005 and 2012 in Florida) as natural gas prices have fallen. Credit also can go to increased efficiency in everything from air conditioners to washing machines to refrigerators. Some of the new product efficiencies are the result of other regulations, like the federal push to switch to compact fluorescent light bulbs.\nAnd while Florida was the second-highest electricity producing state in the country behind Texas in 2014, it still imports power to meet demand. That means if a power plant in another state burns fuel to generate electricity to sell to Florida, those carbon dioxide emissions don’t go against Florida’s total. That may be skewing the use-to-emissions ratio a bit.\nFinally, critics of the House legislation point out there’s one more caveat to the data Bilirakis cited: There’s no guarantee the state will maintain that drop in carbon dioxide from power plants.\n\"There is nothing to keep these emissions down to their current levels,\" said Susan Glickman, Florida director of the Southern Alliance for Clean Energy, which opposes the Ratepayer Protection Act. \"If natural gas prices went back up, folks would start running coal plants more and emissions would increase -- absent any CO2 emission regulations.\"\nOur ruling\nBilirakis said, \"Florida has reduced its carbon emissions by 20 percent since 2005.\"\nIt may not be immediately clear from Bilirakis’ speech, but he’s only talking about carbon dioxide emissions from power plants that would be affected by the EPA’s Clean Power Plan. Those are the guidelines that would be put on hold by the bill passed by the House.\nEPA data show those Florida electricity generators have cut carbon dioxide emissions by 21.8 percent between 2005 and 2012. Overall carbon dioxide emissions from all sources didn’t decrease quite as much, dropping anywhere from 13.4 to 15.7 percent. Environmental groups also warned that the current reductions aren’t guaranteed.\nThe statement is accurate but needs clarification or additional information. We rate Bilirakis’ statement Mostly True.", "vclaim_id": "vclaim-pol-06231"}