{"url": "/factchecks/2014/sep/30/jane-harman/jane-harman-incorrectly-claims-fast-and-furious-gu/", "speaker": "Jane Harman", "vclaim": "The Justice Department’s Fast and Furious gun-walking program \"started in the Bush administration.\"", "truth_label": "false", "date": "stated on September 28, 2014 in a panel on \"Fox News Sunday\":", "title": "Jane Harman incorrectly claims Fast and Furious started under George W. Bush", "text": "Pundits are dissecting the complicated legacy of Attorney General Eric Holder, who intends to resign the position he’s had since 2009 when the Senate confirms his successor.\nSome have analyzed the move with less accuracy than others.\nJane Harman, a former Democratic congresswoman from California and CEO of the Wilson Center, argued Holder accomplished many good things as the nation’s first black attorney general, but he could be faulted \"for being politically tone-deaf.\"\n\"And some of the things he did I think backfired. Not dropping Fast and Furious, which started in the Bush administration, was a mistake,\" she said during a Sept. 28 Fox News Sunday panel. \"Not notifying people about the Khalid Sheikh Mohammed trial in New York before he announced it, was a mistake. And not -- and the timing of the indictments of the Chinese was a mistake. But on balance is, I think his tone and his professionalism and his focus on race were pluses.\"\nHarman’s claim about the origin of the Justice Department’s controversial \"Fast and Furious\" program was flagged by one of our readers. It is inaccurate.\nPresident Barack Obama made the same error during the 2012 election season in describing the program’s launch. PolitiFact rated his claim that it started \"under the previous administration\" as False.\nThe \"Fast and Furious\" operation started in October 2009, about 10 months into Obama’s first term. Under the program, federal agents based in Arizona allowed straw buyers to buy guns in the United States and cross into Mexico so the weapons could be traced to, in theory, high-level drug cartel members.\nThe idea backfired when two guns that the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives had lost track of were found at the crime scene of U.S. Border Patrol agent Brian Terry, who was killed Dec. 14, 2010.\nInvestigations launched by Congress and the Justice Department in the wake of Terry’s death found many flaws with the \"gun-walking\" program designed by ATF’s Phoenix Field Division to go after cartels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo Fast and Furious doesn’t date back to Bush.\nBut the idea of gun-walking in general does trace back to the previous administration.\nThe Justice Department’s inspector general noted that the gun-walking strategy originated in the ATF’s Phoenix office under a 2006 program named \"Operation Wide Receiver.\"\nOperation Wide Receiver unfolded between March 2006 and December 2007 with ATF agents based in Tucson. The agents knew firearms were being purchased by straw buyers for illegal use in Mexico but did not go after the weapons. Ultimately, the inspector general’s report found that the agents did not make any arrests as a result of the program and seized fewer than 100 of about 400 firearms that were purchased.\nHarman said via a spokesman, \"The gun-walking program began in 2006 under the Bush Administration. It had a different name, but it was a similar program.\"\nOur ruling\nHarman said Fast and Furious \"started in the Bush administration.\"\nLike a similarly worded claim from Obama two years ago, her claim is inaccurate. There was a program run by ATF’s Phoenix Field Division called Operation Wide Receiver that started during the Bush administration, but Operation Fast and Furious was a specific effort launched after Obama took office in 2009.\nWe rate her claim False.", "vclaim_id": "vclaim-pol-07232"}