{"url": "/factchecks/2012/jun/07/chain-email/satire-obama-birthers-neil-abercrombie-fools-some-/", "speaker": "Chain email", "vclaim": "Says Hawaii Gov. Neil Abercrombie made a late-night visit to Kinko’s to forge President Barack Obama’s birth certificate two days before Obama unveiled it to the media.", "truth_label": "pants-fire", "date": "stated on April 1, 2012 in e-mail messages circulating on the Internet:", "title": "Satire of Obama 'birthers,' Neil Abercrombie fools some emailers", "text": "We never cease to be amazed that the people who routinely forward chain emails are so gullible that they will also fall victim to satire. The latest episode involves one that was far-fetched even by birther standards.\n\n\"Please research this info claiming to be about the governor of Hawaii faking Obama’s birth certificate,\" the reader asked, explaining that it came from his brother-in-law. We also found the account posted on a few birther blogs, where it prompted comments like \"the MSM will never touch this story, or investigate it. Send it to Sheriff Joe, maybe he'll do something with it.\" (That's a reference to Joe Arpaio, the Arizona sheriff who has rekindled birther theories.)\n\nThe publisher of the original satire also got calls from people who believed it, as you'll see below.\n\nThe email says:\n\n\"New evidence now points a finger at Hawaii’s Governor Neil Abercrombie as the possible source of the widely disputed document purporting to be President Obama’s long form birth certificate. Surveillance photos of the South St. & Queen St. intersection routinely monitored by the Honolulu Fire Department have been leaked to the media. One frame clearly shows Governor Abercrombie leaving the Kinko’s late at night, on April 25th, two days before Obama unveiled the 'official' document.\n\n\"The night manager at Kinko’s, Mr. Marvin Ishikawa, further corroborated what was shown on the video.\n\n\"‘Sure I remember them,’ said Ishikawa. ‘They hogged my best graphics machine for hours. I thought the short guy looked a lot like the governor, but he said his name was John Smith. I thought it was kind of funny that they paid with a State of Hawaii government debit card.’ Ishikawa elaborated, ‘They were on that machine for almost two days straight, and I have the computer logs right here; 12 hours of Adobe Illustrator, 23 scans, a bunch of PhotoShop and several faxes back and forth to Washington, DC.’\n\n\"Asked to identify the man in the video, Ishikawa said, ‘Yeah, that’s him, that’s \"Smith.\" ‘\n\n\"When Abercrombie first took office, he vowed to clear this birth certificate business up, once and for all, but by January of 2011 had given up. He basically told his friends that he simply ‘couldn’t find the dam thing.’ Things changed in April, when the President sent a letter to Hawaii’s Department of Health requesting a copy of the long form birth certificate.\n\n\"According to one un-named source inside the DOH, everybody, including the Governor’s Office, panicked, ‘We had to do what we had to do.’ \"\n\nThe text was accompanied by a green-tinted \"surveillance\" photo of a smiling Abercrombie holding the \"fake\" birth certificate outside the copy store in question. (Incidentally, Kinko’s changed its name to FedEx Office in 2008.)\n\nThe photo looked fake to us, and it wasn’t hard to debunk the text as well. We found that it originated on the website of the Hawaii Reporter, a news and commentary blog that has won investigative journalism awards and is perceived as somewhat right-of-center.\n\nWhoever started this e-mail on its Internet voyage snipped off a bit of relevant information at the bottom of the story: \"EDITOR'S NOTE: This report is in our satire section.\"\n\nMalia Zimmerman, editor and co-founder of the Reporter, told us the item was written by Keith Rollman, a Hawaii political consultant who has worked for Democrats and Republicans and whose cartoons and writing are sometimes published on the Reporter’s website. He uses the pseudonym Atomic Monkey.\n\n\"We ran the piece on April Fools Day, in our comics section, and said in the story that it was satire,\" Zimmerman said. \"We did not expect people to take this seriously. But we still had people calling and emailing us demanding more information about the piece. We are still getting calls today. Most had a good sense of humor about it when we pointed out the April Fools Day note, but not everyone took it so well. We did get some nasty notes. Other than putting the very top in all-caps, ‘THIS IS AN APRIL FOOLS DAY JOKE,’ I am not sure what else we could have done to be more clear.\"\n\nWe've seen this phenomenon before.\n\nOne of the most long-lived chain emails we’ve seen circulating claims that Obama once said, \"Nobody made these guys go to war. ... Now they whine about bearing the costs of their choice?\" That was originally published by Arizona-based satirist John Semmens. We gave it a Pants on Fire.\n\nWe have debunked other chain emails based on satires by Semmens. One claimed that that in a hearing, Rep. Gabrielle Giffords, D-Ariz., suggested to Gen. David Petraeus that the Army \"put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.\" Semmens’ work was also turned into chain emails claiming that Obama wants to redesign the American flag \"to better offer our enemies hope and love,\" and that he thinks the national anthem should be \"I'd Like to Teach the World to Sing.\"\n\nAnother satirist who saw his work go viral is Matthew Avitabile, who blogs his spoofs at Jumping in Pools. One satirical Avitabile post claimed that Obama wrote a thesis at Columbia University in which he criticized \"plutocratic thugs\" and said the Constitution gave Americans \"the shackles of hypocrisy.\" Another was that the Obama administration \"wants to have soldiers and officers pledge a loyalty oath directly to the office of the President, and no longer to the Constitution.\"\n\nThe Abercrombie spoof doesn’t appear to have gained as much traction on the Internet as some of these other satires. Maybe it was too outlandish. As one commenter to the blog \"Native and Natural Born Citizenship Explored\" put it, \"The governor, sneaking down to Kinko’s …. LOL …. gives me flashbacks to college, when I often had to go to Kinko’s after midnight. No governors then, no governors now.\"\n\nOur ruling\n\nIt seems silly that we have to put these claims to the Truth-O-Meter, but given that the Hawaii Reporter received serious calls about it and that the chain email continues to circulate, we'll quickly set the meter on fire to shed a little light on the silliness. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10966"}