{"url": "/factchecks/2019/apr/03/jeremiah-samples/has-west-virginias-foster-care-caseload-jumped-two/", "speaker": "Jeremiah Samples", "vclaim": "\"We have had an increase of 67 percent (in) the number of children taken into state custody since 2014.\"", "truth_label": "mostly-true", "date": "stated on February 28, 2019 in testimony before the West Virginia state Senate:", "title": "Has West Virginia's foster care caseload jumped by two-thirds in recent years?", "text": "West Virginia is reeling from the opioid epidemic, including a significant impact on children whose parents have become addicted.\nDuring recent testimony before the state Senate, Jeremiah Samples, the deputy secretary of the West Virginia Department of Health and Human Resources, sought to explain exactly how big that impact has been.\nIn a Feb. 28 video clip of his testimony aired on West Virginia Public Broadcasting, Samples said, \"We have had an increase of 67 percent (in) the number of number of children taken into state custody since 2014.\" By custody, he was referring to children in the foster care system.\nThat’s a large increase. Is it correct? We took a closer look.\nWhen we reached Samples’ office, they offered one qualification -- they said that he had misspoken when he said the first year of the comparison was 2014. He should have said 2013 instead, the office said.\nSo what is the rise since 2013? A spokeswoman for his department, Jessica Holstein, pointed us to data collected by the federal Adoption and Foster Care Reporting System.\nShe provided data from 2013 to 2018 showing that the number of children in foster care on Sept. 30 of each year had risen from 4,309 to 7,210. That’s a 67 percent increase.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWe tried to verify those figures against the original federal database but only found data published through 2017. Holstein said the 2018 data came from state figures that have been submitted to the federal government but which has not yet been published.\n\nThe percentage increase for the nation as a whole was 11 percent between 2013 and 2017, so West Virginia’s increase was substantially larger than the United States as a whole.\n\nThe only caveat we’ll note is that the one-day snapshot of children in the foster care system is not the only relevant statistic that’s collected.\nThe number of children entering the foster care system rose between 2013 and 2016 by 42 percent, a somewhat smaller increase than the one-day snapshot showed. But the number of children waiting for adoption rose by an even larger amount than the one-day snapshot -- 76 percent.\nBoth of these figures were significantly higher than the increase nationally over the same period -- a 6 percent increase in children entering the foster care system, and a 19 percent increase in children waiting for adoption.\nOur ruling\nSamples said, \"We have had an increase of 67 percent (in) the number of children taken into state custody since 2014.\"\nSamples’ office acknowledged that he had misspoken on the year; he should have said 2013. Using that year along with the data officially submitted by the state, he’s correct about the 67 percent increase. This rise, and the rise in other related data on the state’s foster care system, far outstrips the increase seen nationally.\nWe rate this statement Mostly True.\n Share the Facts 2019-04-03 23:24:08 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"We have had an increase of 67 percent (in) the number of children taken into state custody since 2014.\"    Jeremiah Samples deputy secretary of the West Virginia Department of Health and Human Resources https://www.wvpublic.org/post/campus-carry-foster-care-tobacco-major-bills-move-we-hit-final-days-2019-session#stream/0   legislative testimony Thursday, February 28, 2019 2019-02-28    Read More  info", "vclaim_id": "vclaim-pol-00805"}