{"url": "/factchecks/2011/apr/11/saxby-chambliss/senators-ring-alarm-about-4-billion-debt-problem/", "speaker": "Saxby Chambliss", "vclaim": "Says \"an average of $4 billion is added to the national debt\" every day.", "truth_label": "mostly-true", "date": "stated on March 29, 2011 in an op-ed:", "title": "Senators ring alarm about \"$4 billion\" daily debt", "text": "Four billion dollars.\n\nImagine what could be done with that amount of money. MARTA, metro Atlanta’s mass transit system, has said it could use $4 billion for various expansion projects. The Obama administration has set aside that much money for its Race to the Top education program. Or, perhaps, you can buy the New York Yankees andthe Beatles music catalog and still have about $1 billion to spare.\n\nHere’s a disturbing figure concerning $4 billion.\n\n\"An average of $4 billion is added to the national debt\" every day, U.S. Sens. Saxby Chambliss, R-Ga., and Mark Warner, D-Va., wrote in a March 29 op-ed.\n\nIs it really that much money? We wanted to find out.\n\nThe estimate is aimed at raising awareness among Americans into facing and dealing with what the two senators believe is one of the nation’s biggest problems -- its rapidly rising debt. Chambliss and Warner will come to Atlanta on Monday to talk about the debt to more than 500 business and community leaders at an event hosted by the Rotary Club of Atlanta.\n\nThe two senators are part of what’s been called the \"Gang of Six\" -- a group of six senators working on ways to lower the debt. The budget deficit and national debt are big issues in Washington as Democrats and Republicans debate how to best cut spending.\n\n\"Every dollar that we spend simply paying the interest on our nation’s staggering debt is disappearing into a fiscal sinkhole,\" they wrote. \"These are resources that cannot be targeted toward creating jobs, expanding the U.S. economy or addressing any of our other shared priorities.\"\n\nWe wondered if Chambliss and Warner had their math right -- or are they trying to scare the public with false and gaudy numbers?\n\nPolitiFact Virginia checked out a prior claimin December by Warner that the debt grew by an estimated $15 billion in one weekend. They ruled his claim was on the money.\n\nThere are two kinds of federal debt and interest -- the debt held by the public and the total debt. About $9.65 trillion -- yes, trillion -- of that debt is held by the public, which includes individuals, companies and state, local and foreign governments, according to the U.S. Treasury Department. The rest, about $4.6 trillion, is held by the Federal Financing Bank, government trust funds, other funds and accounts. The total debt is about $14.25 trillion. Those numbers are as of April 6, 2011, the most recent figures available. The interest on the debt for the federal fiscal year of 2010 was nearly $414 billion, Treasury Department figures show.\n\nSo, to see how fast the public debt is growing, we looked at the total on two other dates.\nOn Dec. 31, 2010, it was $9.4 trillion. A year earlier, the debt held by the public was $7.8 trillion.\n\nBetween the end of 2009 and April 6, 2011, the public debt has risen by an average of just above $4 billion a day. In 2010, it grew by an average of $4.3 billion a day. The pace of debt increase does seem to have slowed this year. The debt has risen by $250 billion between the end of 2010 and April 6, an average of $2.6 billion a day.\n\nIf you look at the total debt, the average daily increase is about $4.3 billion. In 2010, it grew by about $4.7 billion a day. In 2011, the total debt has risen by about $2.45 billion a day.\n\nOur math shows the debt has grown by an average of more than $4 billion per day since 2009. It grew by that rate during 2010 as well. The average daily rate has slowed to slightly less than $3 billion so far this year. Either number shows the debt is indeed a big problem.\n\nThe senators’ op-ed did not detail what time frame they were discussing to spell out their claim. They said they were basing it off Warner’s claim that had been checked of what amounted to $5 billion a day and decided to be conservative and chose the $4 billion daily estimate. This year, their claim is off by about $1 billion. Over the last two years, it’s correct. Since the average daily debt through the first quarter of 2011 is more than $1 billion less than their statement, we rate the Chambliss claim as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010", "vclaim_id": "vclaim-pol-13278"}