{"url": "/factchecks/2008/aug/24/barack-obama/bidens-crime-bill-helped-some/", "speaker": "Barack Obama", "vclaim": "\"Joe Biden brought Republicans and Democrats together to pass the 1994 crime bill, putting 100,000 cops on the streets and starting an eight-year drop in crime across the country.\"", "truth_label": "half-true", "date": "stated on August 23, 2008:", "title": "Biden's crime bill helped, some", "text": "In citing the credentials of his newly announced vice presidential running mate, Sen. Barack Obama touted the crime-fighting record of Sen. Joe Biden.\n\n\"Fifteen years ago, too many American communities were plagued by violence and insecurity,\" Obama said in a speech in Springfield, Ill., on Aug. 23. \"So Joe Biden brought Republicans and Democrats together to pass the 1994 crime bill, putting 100,000 cops on the streets and starting an eight-year drop in crime across the country.\"\n\n\nBiden did, in fact, champion the Violent Crime Control and Law Enforcement Act in 1994 which sought – through the Office of Community Oriented Policing Services (COPS) – to put 100,000 additional police officers on America's streets.\n\n\nAnd crime did in fact drop in ensuing years.\n\n\nBut several independent analyses concluded the program resulted in far fewer than 100,000 new officers on the street; and that while crime did drop, there were other more significant reasons. The effect of the COPS program was modest.\n\n\nWe at PolitiFact have looked at this before, back when Biden was a presidential candidate and he was making similar claims on his own behalf. In November, this was the statement on Biden's Web site: \"In the 1990s, the Biden Crime Bill added 100,000 cops to America's streets. As a result, murder and violent crime rates went down eight years in a row.\"\n\n\nWe ruled the statement False. The Justice Department claimed it reached the 100,000 new police officers milestone in May 1999, but the department's Office of Inspector General found that the actual number was closer to 60,000.\n\n\nA 2005 report by the Government Accountability Office estimated that from 1994 through 2001, COPS expenditures paid for about 88,000 additional officer-years.\n\n\nA study by the conservative Heritage Foundation was even less generous, concluding that if one factored in the historic rates of growth in the number of police officers before the COPS program began, the number of officers \"on the beat in 1998 was just 6,231 to 39,617 higher than in 1993.\"\nBut our bigger beef was with Biden's claim that crime rates dropped \"as a result\" of those extra officers.\n\n\nThe GAO concluded that while the COPS program helped to reduce crime, the effect was modest.\nBetween 1993 and 2000, the GAO report found that COPS' nearly $8-billion in funds contributed a 1.3 percent decline in the overall crime rate and a 2.5 percent decline in the violent crime rate from the 1993 levels. However, the report states, \"Factors other than COPS funds accounted for the majority of the decline in crime during this period.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBetween 1993 and 2000, the overall crime rate declined by a total of 26 percent, and the violent crime rate fell a total of 32 percent.\n\n\nA peer-reviewed study published in the February 2007 issue of the journal\n\nCriminology\n\nfound that \"COPS spending had little to no effect on crime.\"\n\n\nBiden took issue with our ruling in a letter to the editor, printed in the\n\nSt. Petersburg Times\n\non Nov. 10, 2007. He stated that taking the GAO's findings on what the COPS program contributed to lower crime rates still meant that more than 425 murders, more than 2,300 forcible rapes, and more than 11,000 robberies per year were prevented because of COPS.\n\n\nBiden cited a March 2007 policy brief from the independent Brookings Institution which concluded \"COPS appears to have contributed to the drop in crime observed in the 1990s.\"\n\n\n\"Given that the costs of crime to American society are so large – perhaps as much as $2-trillion per year – even small percentage reductions in crime can reap very large benefits,\" the Brookings report found. \"COPS appears to be one of the most cost-effective options available for fighting crime.\"\n\n\nAnd a 2002 study by researchers at the University of Nebraska and Southwest Texas State University found COPS had a major effect on cutting crime from 1994 through 2000, particularly in big cities.\n\"These studies confirm the common sense intuition that if you have an intersection with four street corners, and you have cops on three of the four corners, a crime is more likely to be committed on the fourth,\" Biden said in his letter.\n\n\nLastly, Biden said, \"the COPS program was not the only innovation of the 1994 Crime Bill that contributed to falling crime rates. The principle innovation of the 1994 Crime Bill was its recognition that to effectively fight crime you need an approach that coordinates prevention, enforcement and rehabilitation. The Crime Bill's three-part strategy helped reduce crime in the 1990s in New York City and in cities nationwide. And it's the strategy we need to continue fighting crime in our country.\"\n\n\nWe stand by our ruling, on the grounds that the 100,000 new officers claim is at best suspect, and because we believe that Biden assigned more credit for reducing the murder and violent crime rates than the program deserves. Independent reports – even ones that praise the program for reducing crime – only credit COPS for being a portion of the reason for the decline in violent crime (and only a modest portion, according to the GAO).\n\n\nObama's language is a little more tempered than Biden's. While Obama parroted the dubious claim that the program resulted in 100,000 new officers on the street, Obama said only that the program \"started\" an eight-year drop in crime, which is a little different than saying it \"resulted in\" that drop. David Muhlhausen, senior policy analyst at the Heritage Foundation, notes that the beginning of the decline in violent crime actually started a bit before the funding for COPS kicked in. But stats show it's pretty close. We rate Obama's claim Half True.", "vclaim_id": "vclaim-pol-16057"}