{"url": "/factchecks/2012/mar/05/michael-doherty/michael-doherty-claims-new-jersey-towns-are-artifi/", "speaker": "Michael Doherty", "vclaim": "Says State Comptroller Matthew Boxer \"pointed out that many towns are artificially lowering the real estate values that they report to Trenton\" in order to \"get hundreds of millions of dollars of additional school aid. This is the kind of fraud that needs to be addressed immediately.\"", "truth_label": "barely-true", "date": "stated on February 28, 2012 in an interview on NJToday:", "title": "Michael Doherty claims New Jersey towns are artificially lowering property values to receive more school aid", "text": "State Sen. Michael Doherty wants to see action taken immediately to address what he considers a fraudulent practice in many New Jersey municipalities where property values are being lowered to secure more school aid from the state.\n\nIn a Feb. 28 interview on NJToday, Doherty claimed that activity was documented in a report issued by the state comptroller.\n\n\"And the other one was a report by our state comptroller, Matthew Boxer, and he pointed out that many towns are artificially lowering the real estate values that they report to Trenton, and they do that because that also means they get hundreds of millions of dollars of additional school aid,\" Doherty (R-Warren) said. \"This is the kind of fraud that needs to be addressed immediately.\"\n\nFraud? Money? PolitiFact New Jersey was intrigued.\n\nBut after reviewing the comptroller’s August 2010 report, we found that Doherty is exaggerating its findings.\n\nThe comptroller’s report shows that some municipalities \"artificially\" reduce property tax collections through the use of tax abatements, possibly leading to the increased need for school aid, according to the report.\n\nHowever, tax abatements are allowed under state law and don’t represent an act of \"fraud.\" Also, while such abatements may indirectly generate additional school aid, their purpose is to attract investment to areas in need of redevelopment or rehabilitation.\n\nFirst, let’s explain what a tax abatement is.\n\nThrough tax abatements, municipalities reduce or eliminate property tax bills for certain landowners, who are typically businesses and developers. In the case of long-term abatements, property owners are exempt from paying taxes, but must contribute so-called \"payments in lieu of taxes,\" or PILOTs.\n\nBut none of that PILOT money goes to the local school districts, which also are losing the property tax revenue. As a result, such tax abatements may increase the need for state aid, according to the comptroller’s report.\n\n\"The school district still needs the state aid at the enhanced level since the district itself does not see the benefit of the PILOT amounts, and taxpayers throughout the state pay the resulting bill,\" according to the report.\n\nSo, Doherty is correct that tax abatements may result in sending more school aid to those communities.\n\nBut we found two problems with Doherty’s characterization of tax abatements.\n\nFirst, Doherty’s \"fraud\" claim suggests that such practices are somehow illegal. The comptroller’s report raises multiple concerns about the tax abatement process, but still indicates that such tax exemptions are permitted under state law.\n\nSecondly, Doherty suggested that the purpose of tax abatements was to generate additional school aid.\n\nBut tax abatements are meant to \"encourage rehabilitation and redevelopment of distressed areas,\" according to the comptroller’s report. The increase in municipal revenue through PILOTs also was cited by some officials \"as a motivation to grant abatements,\" the report states.\n\nThe comptroller’s report does not claim the purpose of tax abatements is to receive more school aid, according to Peter McAleer, spokesman for the comptroller’s office.\n\nMcAleer told us that determining such a purpose \"would require reading the minds of those who grant the abatements, and it’s impossible to make an across-the-board conclusion about the state of mind of hundreds of different local officials.\"\n\nBut Doherty argued that municipalities are manipulating the numbers and school districts are using the low real estate values as justification for demanding greater school aid.\n\n\"So my statement is 100 percent accurate,\" Doherty told us. \"I see the big picture...I see how it affects the school funding formula and the distribution of school aid.\"\n\nOur ruling\n\nIn an NJToday interview, Doherty said, according to the comptroller’s report, many municipalities are \"artificially lowering\" real estate values to secure more school aid, a practice he referred to as \"fraud.\"\n\nThe senator is right that tax abatements may lead to greater school aid in communities with these tax-exempt properties. But he’s wrong to claim those practices constitute \"fraud,\" and that their direct purpose is to generate additional school aid.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11488"}