{"url": "/factchecks/2014/sep/29/mark-warner/warner-has-mixed-record-protecting-pre-obamacare-i/", "speaker": "Mark Warner", "vclaim": "On opposing legislation that would take away existing health care plans.", "truth_label": "half-flip", "date": "stated on September 29, 2014:", "title": "Warner has mixed record on protecting pre-Obamacare insurance plans", "text": "Republicans are accusing U.S. Sen. Mark Warner of breaking a promise to Virginians on Obamacare.\nThey point to a videotape Warner posted on Aug. 10, 2009 laying out his qualified support for health care reform. Congress was considering Obamacare at the time and there was loud debate over whether the bill would strip people of health insurance policies they liked and wanted to keep.\nWarner, a Democrat, vowed he wouldn’t vote for legislation that required such a sacrifice. \"Let me make clear, I’m not going to support a health care reform plan that’s going to take away health care that you’ve got right now or a health care plan that you like,\" he said.\nWarner went on to vote for Obamacare in December 2009. And last fall, millions of Americans who buy their own insurance were notified their policies were being cancelled because they didn’t meet minimum coverage standards in the law.\nThe videotaped pledge is getting plenty of play this year as Warner seeks reelection. Republican challenger Ed Gillespie posted the video in January with the caption \"Senator Mark Warner broke his words to Virginians.\" During a July 26 debate, Gillespie told Warner his 2009 comments \"prove you were wrong\" about Obamacare. The Republican Party of Virginia last month posted a link to Warner’s videotaped statement and tweeted, \"Five years ago, @Mark Warner made the promise he broke.\"\nAnd on Sept. 9, Gillespie began airing a TV ad featuring the tape of Warner’s pledge and the false claim in capital letters, that our colleagues at PolitiFact National cited it as the \"Lie of the Year\" in 2013. We’ve rated Gillespie’s claim False; the Lie of the Year focused remarks on repeated remarks about the ACA by President Barack Obama. Warner’s name never came up in PolitiFact National’s announcements of the award.\nBut there’s no doubt Warner’s pledge is an issue this fall. So we decided to pull out the Flip-O-Meter and examine whether Warner had changed his stance in protecting insurance people’s insurance plans. Let’s start with some history.\nWhat happened\nThe Affordable Care Act was signed into law on March 23, 2010, requiring that all Americans have health insurance and that policies bought after that date meet minimum coverage standards. Policies in effect prior to the bill signing were exempt from the new requirements.\nMany Democrats said the exemption was important because it addressed a key argument against the healthcare bill: That Obamacare would strip people of health insurance plans they liked. Conservatives predicted many employers would be unwilling to comply with the minimum coverage standards and find it cheaper to stop providing insurance, pay a federal fine, and let their workers buy policies on exchanges that would be set up under the law.\nBut the bill approved by the Democratic-controlled Congress gave President Barack Obama wiggle room on the exemption. Lawmakers left it to the White House to develop the specific rules on how it would work.\nObama repeatedly had promised that people who liked their insurance plans could keep them. He undercut his pledge in June 2010, however, by imposing tough regulations that prevented insurers from adjusting their grandfathered plans to market conditions or offering them to new clients. That all but assured the insurers would pull the plug on substandard plans.\nThe major impact, however, has not been on work-based insurance, as originally predicted.  Many employers were already providing coverage that exceeded the standards. The Congressional Budget Office, in a May 2013 study, estimated that the ACA will cause 11 million to lose their employer-based insurance by 2019. That comes to 7 percent of the 157 million people in the U.S. now covered through work.\nInstead, the brunt has fallen on people who buy their own policies. Insurers began sending notices last fall saying their policies would be eliminated in 2014 because they did not comply with ACA standards. No one knows how many people got notices because the health insurance market is largely private and fragmented. The Washington Post and NBC News reported last fall that their sources estimated between 7 million and 12 million people might be affected. About 16 million people in the U.S. are privately assured, according to the Kaiser Family Foundation.\nObama, last fall, apologized for the \"assurances\" he gave people about keeping their coverage plans. And he’s given state legislatures the option of allowing insurers to keep substandard plans in effect until Oct 1, 2016.\nWhat Warner says now\nWarner essentially says he couldn’t keep his 2009 pledge because he was blindsided by Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"Once the law was implemented, it quickly became clear that this provision had been implemented in such a way that many individuals were having their plans cancelled, despite the administration's promise,\" David Turner, a spokesman for Warner’s campaign, wrote to us in email.\nTurner referred to fact checks published by the Associated Press and PolitiFact National in early August 2009, around the time Warner made his pledge. Both gave credence to Obama’s \"like it, keep it\" assurances, but noted conditions could undercut the president’s promise. PolitiFact National, back then, rated the president’s claim Half True.\nTurner also cited language in the ACA that encouraged Warner to vote for the bill. The law says, \"Nothing in this Act (or an amendment made by this Act) shall be construed to require that an individual terminate coverage under a group health plan or health insurance coverage in which such individual was enrolled on the date of enactment of this Act.\"\nThe ACA says, \"With respect to a group health plan or health insurance coverage in which an individual was enrolled on the date of enactment of this Act,\" the minimum standards \"shall not apply to such plan or coverage, regardless of whether the individual renews such coverage after such date of enactment.\"\nFinally, Turner said Warner took action last fall when insurers started sending out cancellation notices. He sent us copies of letters the senator wrote to the White House and the state insurance commissioner urging them to extend the cancelled plans. Warner also has been urging the General Assembly to pass legislation that would allow insurers to continue offering subpar health plans in Virginia until Oct. 1, 2016.\nWe spoke to a couple of health care experts and found that their views of Warner’s explanation  coincided with their opinions on Obamacare.\nTimothy Jost, a law professor at Washington and Lee University who specializes in health care law and supports the ACA, said Warner was true to his word. \"The promise was literally kept,\" he said. \"At the time the law went into effect, people could keep their policies.\"\nJost said it’s \"irrational\" to hold Warner responsible for cancellations that occurred four years or so after he voted for Obamacare, noting that insurers routinely change plans based on market conditions. \"I don’t think anyone was promising that if you bought a policy in the past, you could keep it forever,\" he said.\nGail Wilensky, an ACA critic, kept Warner on the hook. She’s an economist at Project HOPE, an international health foundation, and was a senior health adviser to President George H.W. Bush.\nWilensky said a major goal of Obamacare was to provide a \"minimum benefit standard\" and many expected the president to draft regulations that would discourage insurers from continuing plans deemed inadequate by the law.\n\"It should have come as no surprise to anyone who understood the insurance market, and Mark Warner is a very smart guy,\" she said.\nWe should finally note a Senate vote on Sep. 29, 2010 -- about three months after Obama imposed the regulations with projections that they would force between 39 percent and 69 percent of all businesses relinquish their grandfathered plans by 2013. Republicans, citing that analysis, introduced a resolution that would abolish the minimum standard rules and help people maintain existing policies.\nThe measure was defeated on a party-line 59-40 vote, with Warner voting against it. Turner said Warner viewed the resolution as \"political posturing\" that could undermine consumer protections written into the ACA. During the Senate debate, Democrats said repealing the regulations would essentially strip Obamacare of popular provisions allowing adult children to stay on their parents policies until they turn 26 and banning insurers from placing limits on lifetime benefits paid out.\nOur ruling\nIn 2009 Warner pledged he would not support health care reform \"that’s going to take away health care that you’ve got right now or a health care plan that you like.\"\nThe bill Warner voted for that December had language exempting existing plans from complying with minimum coverage standards. So under a narrow interpretation, it can be argued Warner held steady.\nBut Warner’s pledge weakens under a broader lens. The bill had a loophole: It allowed the president, who promised to protect policies people liked, to fill in the details. Obama, in 2010, imposed tough regulations that made it in infeasible for insurers to continue offering many grandfathered plans. Warner says he was disappointed by the president’s action.\nLater that year, Warner and all Senate Democrats voted against a GOP resolution to repeal the regulations, even though the White House had begun projecting that many grandfathered insurance plans would be cancelled. Democrats said that repealing the rules would jeopardize other popular provisions written into the ACA.\nWarner, on the other hand, has advocated pushing back deadlines on the enactment of the insurance regulations.\nThere’s been some back and forth on Warner’s position. On the whole, we rate it a Half Flip.", "vclaim_id": "vclaim-pol-07234"}