{"url": "/factchecks/2019/jul/09/national-rifle-association/joe-biden-says-he-will-champion-ban-assault-weapon/", "speaker": "National Rifle Association", "vclaim": "Says \"Joe Biden calls for gun ban.\"", "truth_label": "barely-true", "date": "stated on June 17, 2019 in a Facebook post:", "title": "Joe Biden says he will champion a ban on assault weapons, not all guns", "text": "As Democrats consider who to nominate as their presidential candidate, the National Rifle Association is sounding the alarm about former Vice President Joe Biden. \n\"Biden calls for gun ban,\" reads the text over a photo of Biden. \n\"If elected, Joe Biden promises he will BAN your guns,\" additional text says. \n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe gun-rights organization commented on its post, telling users to \"read more\" and sharing a link to a Fox News story. \nThe story is about an education plan Biden released on May 28. The story notes that the plan says: \"As president, he will secure passage of gun legislation to make our students safer, and he knows he can do it because he’s defeated the National Rifle Association twice before. He’ll begin by again championing to ban assault weapons and high-capacity magazines — bans he authored in 1994. In the months ahead, he will release additional proposals to address the gun violence epidemic in our country.\" \nThe 1994 law focused on 18 specific firearms and banned certain models of AR-15s and AK-47s. It was illegal to make such weapons for use by private citizens during the 10 years the ban was in effect. But, as this Washington Post primer on the ban notes, it was legal to own or resell any assault weapon manufactured before the law went into effect, meaning if you owned a banned gun before the ban, you could keep it or sell it. \nWhen we asked the NRA about the post, Amy Hunter, a spokesperson for the organization’s Institute for Legislative Action, said: \"When we say Joe Biden promises to ban guns, we mean exactly what we say: He plans to ban guns. We did not say ‘all guns,’ and we didn’t characterize it as a ‘total gun ban.’\" \nIf he wants to ban \"so-called assault weapons,\" she said, he is calling for a gun ban on \"millions and millions of guns,\" including the popular AR-15.\nBut saying Biden calls for a gun ban could lead readers to believe he’s seeking to outlaw all firearms. Consider that in the United Kingdom, for example, four dog breeds are banned — it’s against the law to own pit bull terriers among other dogs. But to say that England has banned dogs is misleading; someone could understandably believe no dogs are allowed there. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAndrew Bates, a spokesman for Biden’s campaign, said the education plan is the only policy plan the campaign has released about guns. \nBiden talked about a \"smart gun\" policy when he was asked about gun violence during the Democratic debate June 27.\n\"We should have smart guns,\" he said. \"No gun should be able to be sold unless your biometric measure could pull that trigger. It’s within our right to do that. We can do that. Our enemy is the gun manufacturers, not the NRA. The gun manufacturers.\"\nBiden has been advocating for regulations that would require manufacturers to include a biometric system that would prohibit people from firing weapons unless their fingerprints are registered to that specific weapon, The Verge reported on June 27.\nOn June 29, Axios published a story summing up where the 2020 Democrats stand on gun control. Biden, it says, believes only \"smart guns\" — ones that require a \"biometric measure\" to pull the trigger — should be sold. He has also supported the government buying back guns from owners.\nHunter, of the NRA, said Biden has a long history of votes and statements that make his views clear. \nHunter cited seven votes by Biden on gun issues since 1990, including amendments to ban certain rifles, guns considered assault weapons, and semi-automatic weapons.\nOur ruling\nThe NRA said Biden called for a \"gun ban.\"\nBiden has advocated banning assault weapons, and he has a history of trying to ban certain guns. But as he vies for the Democratic presidential nomination, he isn’t promising to prohibit Americans from owning any gun. He said he’d again champion a ban on assault weapons and high-capacity magazines like the bans he supported in 1994. Those bans prevented the manufacture and sale of certain weapons for private citizens to use; they did not confiscate or prevent the sale of weapons that were purchased before the restrictions went into effect.\nThe Facebook post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-00456"}