{"url": "/factchecks/2020/aug/21/viral-image/claims-conflate-old-news-and-new-concerns-about-ma/", "speaker": "Viral image", "vclaim": "“This USPS employee was caught taking down Trump signs. These people are also responsible for the mail in ballots they are pushing so hard.”", "truth_label": "half-true", "date": "stated on August 19, 2020 in a Facebook post:", "title": "Claims conflate old news and new concerns about mail-in voting", "text": "As President Donald Trump has criticized the use of mail-in ballots for the upcoming election, many social media users have logged on to support him. One talking point: the U.S. Postal Service cannot be trusted.  \n\"This USPS employee was caught taking down Trump signs,\" says a recent Facebook post showing a man approaching a Trump campaign sign with an open Postal Service vehicle behind him. \"These people are also responsible for the mail in ballots they are pushing so hard. Let that sink in a minute.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe image in this Facebook post is about four years old. \nIt’s a video still of a postal worker who was \"caught on camera allegedly stealing a Donald Trump campaign sign\" in Townsend, Del., about a week before the 2016 election, according to The News Journal in Wilmington.\nThe newspaper reported that the homeowner who displayed the sign had bought a camera after \"the constant removal of Trump signs\" in recent weeks. The paper also quoted Scott Balfour, a spokesperson for the U.S. Postal Investigation Service. \n\"Special agent with the U.S. Postal Service Office of Inspector General responded to this issue as soon as it was brought to our attention,\" Balfour said. \"The individual in the photographs was identified and will be dealt with appropriately by postal management after a thorough review of all the facts.\"\nThe Postal Service did not respond to PolitiFact’s questions about what happened in this incident. A spokesperson for the Office of the Inspector General told Lead Stories, which also looked into this claim, that its investigation was completed but provided no further details.\nStealing a campaign sign from private property is a crime, and penalties vary by jurisdiction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nIn Delaware, the husband of a state senator who was accused in 2014 of stealing campaign signs put up by Republicans in 2014 was charged with a Class A misdemeanor punishable by up to 1 year in prison and a fine of up to $2,300, the News Journal reported. \nPostal workers who unlawfully destroy or delay mail face up to five years imprisonment.  \n\"All U.S. Mail is protected by more than 200 federal laws enforced by the United States Postal Inspection Service, one of the nation’s oldest law enforcement agencies,\" a Postal Service spokesperson told us, adding that postal workers are \"committed to fulfilling our role in the electoral process.\" \nHealth officials, Democrats and some Republicans are advocating that more voters cast mail-in ballots, rather than gathering at polling places, as the coronavirus continues to pose a risk to Americans.  \nThe National Vote at Home Institute, a nonpartisan group focused on expanding accessible voting options for Americans, has addressed some questions and fears about mail-in voting in this guide, published in April. \nIn response to one question about not trusting the Postal Service to deliver a ballot, Vote at Home writes: \"The USPS is an incredibly reliable service,\" and suggests a number of other ways to cast a ballot, such as using a dropbox or bringing the ballot to a polling place.\nWe’ve also published a story detailing how to make sure your ballot is counted this fall. \nOur ruling\nWhile the image in this Facebook post is authentic, it conflated the sign theft with current concerns about mail-in voting and could mislead people to believe that this happened this year. \nWe rate this post Half True.", "vclaim_id": "vclaim-pol-17161"}