{"url": "/factchecks/2012/nov/02/florida-democratic-party/florida-dems-say-romney-supported-law-could-have-b/", "speaker": "Florida Democratic Party", "vclaim": "Says \"Romney supported a law that could have made most common forms of birth control illegal.\"", "truth_label": "false", "date": "stated on October 26, 2012 in a mailer to voters:", "title": "Florida Dems say Romney supported law that could have banned some kinds of birth control", "text": "In an effort to sway women voters, Democrats keep returning to the theme of abortion rights. They’ve run ad after ad linking Mitt Romney to some of the most extreme positions, such as banning all abortions -- even in cases of rape and incest.\n\nA recent mailing from the Florida Democratic Party broadens the attack by claiming that \"Romney supported a law that could have made most common forms of birth control illegal.\"\n\nWe have looked at several claims about Romney and abortion, but contraception has received less attention. We gave a True rating to the claim that he supports allowing employers to exclude contraceptive coverage from the health plans they offer their workers. This is the first time we have explored the question of whether Romney backed a law that would have blocked access to some contraceptive methods altogether.\n\nThe Florida Democratic Party’s argument runs like this: Romney believes that life begins at conception; that is the starting point for legal efforts to define a fertilized egg as a person; \"personhood\" laws would treat some forms of contraception as murder, so those would be illegal; therefore, Romney supports restrictions on contraceptives. We’ll walk through those steps.\n\nThe Florida Democrats pointed to the many times that Romney has said he believes life begins at conception.  He said it at a town hall event in Iowa in 2011 and on his campaign website. In an interview on Fox Television with former Arkansas Gov. Mike Huckabee, Romney said he would \"absolutely\" support a constitutional amendment that defined life as beginning at conception.\n\nThe Democrats also cited a PolitiFact article that found it Mostly True that Romney supports overturning Roe vs. Wade and an amendment on life beginning at conception.\n\nBut now we get to the most tenuous link in the Democrats’ argument. Laws that say conception gives rise to life are not the same as ones that say conception creates a person.\n\n\"Saying ‘life’ begins at fertilization is quite different from saying ‘personhood’ does,\" said Glenn Cohen, a specialist in legal bioethics at Harvard Law School. \"No one denies that fetuses or embryos are alive, but many dispute that they are persons.\"\n\nThe legal difference is huge.\n\nChristopher Tollefsen, a philosophy professor at the University of South Carolina, explained that \"to say that something is a ‘person’ is to say that it has a particular kind of moral status -- the sort of thing you can't kill and that deserves the protection of the law.\"\n\nThe 2011 Mississippi Personhood initiative is a good example. Amendment 26 stated that \"the term 'person' or 'persons' shall include every human being from the moment of fertilization.\" Had it passed, Amendment 26 would not only have led to a ban on most abortions, its effect would likely have gone further. Since it takes about eight or more days for a fertilized egg to implant in the wall of the uterus and there are birth control methods that prevent implantation, then such a law might well have made those methods illegal.\n\nBut Romney never supported the Mississippi measure or others like it. He and his campaign carefully avoided endorsing Amendment 26 without actually saying so. After the interview with Huckabee, Romney spokesman Ryan Williams was asked if Romney stood behind the initiative.\n\nRomney was \"supportive of efforts to recognize life begins at conception,\" Williams said. Neither Williams nor Romney ever said \"personhood.\"\n\nWhen personhood organizers asked Romney to participate in candidate forums, he declined.\n\nHe's also been clear about his support for contraception.\n\nDuring the second presidential debate, Obama accused Romney of failing to stand up for women. Obama said Romney would allow employers to exclude birth control coverage from their health plans, an accurate account of Romney's position.\n\nRomney's reply was something of a non-sequitur. Rather than explain that position, he addressed a different point -- whether the government or employers would prohibit the use of contraception, which is not what Obama was suggesting.\n\n\"I don't believe that bureaucrats in Washington should tell someone whether they can use contraceptives or not, and I don't believe employers should tell someone whether they could have contraceptive care or not,\" Romney said. \"Every woman in America should have access to contraceptives.\"\n\nRomney’s campaign then produced an ad that featured a young mother researching Romney’s position on birth control and abortion and then seeing a PolitiFact fact-check on abortion. \"Turns out,\" she said, \"Romney doesn’t oppose contraception at all.\"\n\nRomney has argued that since contraceptives prevent fertilization, they never conflict with laws that say life begins at conception. For the most part, this is accurate. According to the Centers for Disease Control, the most common forms of birth control are the pill, (used by 17 percent of women), sterilization (16 percent) and condoms (10 percent). However, a less common form, the intrauterine device or IUD, that is used by about 3 percent of women, is thought to sometimes avoid pregnancy by preventing the implantation of a fertilized egg in the wall of the uterus.\n\nThus, Romney’s argument might not be as simple as he presents. But again, defining life as beginning at conception has not interfered with birth control. Prior to and during part of Romney’s time as governor, Massachusetts law said life began at fertilization. That did not lead to statewide prohibitions on birth control.\n\nOur ruling\n\nThe mailer from the Florida Democratic Party says Romney supported a law that could have made most common forms of birth control illegal.\n\nRomney supports laws that define life as beginning at conception, but we have not found that these laws bar the use of contraceptives -- at least, certainly not the most common forms. Personhood laws could limit some forms of birth control, but Romney has not supported those measures. And Romney has repeatedly said he supports the use of contraceptives.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10033"}