{"url": "/factchecks/2011/mar/04/burrell-ellis/dekalb-ceo-says-he-wields-big-budget-ax/", "speaker": "Burrell Ellis", "vclaim": "DeKalb County has cut more money from its general fund budget \"than any local government in the Atlanta metro region.\"", "truth_label": "true", "date": "stated on February 22, 2011 in an interview:", "title": "DeKalb CEO says he wields a big budget ax", "text": "DeKalb County Chief Executive Officer Burrell Ellis lost a recent battle with county commissioners on his proposal to raise property taxes to help balance the budget.\n\nThe seven-member board chose instead to order an additional $33.6 million in cuts, insisting there’s more fat to be trimmed.\n\nEllis and some DeKalb officials worry the additional cuts might take a toll on public safety in the county. Ellis vented.\n\n\"We’ve cut $109 million. I think we’ve done more than any local government in the metro Atlanta region,\" he told reporters after the board’s vote on Feb. 22.\n\nThe second part of that quote piqued our curiosity. Has DeKalb cut more than anyone else?\n\nDeKalb’s communications director, Burke Brennan, explained and offered a slight correction. Ellis was discussing how much money he and the commissioners have cut from DeKalb’s general fund budget -- which pays for police, fire rescue and most county services -- since he became CEO in January 2009. DeKalb’s budget was $636 million in 2008. With the additional cuts adopted by commissioners last month, the general fund budget is about $529 million, county officials say. That’s actually a $107 million decrease, Brennan said, not $109 million.\n\nThere are 73 cities, counties and towns in the 10 counties that are part of the Atlanta Regional Commission. It didn’t seem fair to compare the budgets of, say, Clayton County’s Lake City (population 2,886) to DeKalb, which had a population of 747,274, according to the most recent U.S. census data. We decided, instead, to compare DeKalb to the similarly sized governments of Cobb, Fulton and Gwinnett counties and the city of Atlanta, which all have populations in excess of 500,000.\n\nDeKalb, Fulton and Gwinnett base their budgets on a calendar-year basis. Atlanta’s budget year begins each July 1 and ends June 30. Cobb’s budget year begins Oct. 1 and ends Sept. 30. We compared the last four budgets adopted by each government.\n\nIn 2008, Fulton County’s general fund budget was nearly $671.5 million. The county’s budget has declined in each year to its 2011 budget of nearly $595 million. That’s an 11 percent decline of $76.5 million. Fulton officials told us they actually spent $35 million to $60 million less in 2008, 2009 and 2010.\n\nGwinnett County’s general fund budget has gone up and down since 2008. In 2008, it was nearly $456 million. It rose to nearly $510 million in 2010. This year’s budget is $448.6 million, $7 million -- or 2 percent -- less than it was in 2008.\n\nAtlanta, like DeKalb, has cut its general fund budget significantly since 2008. The city budget was about $645 million in fiscal year 2008, which began July 1, 2007, and ended June 30, 2008. The city cut hundreds of jobs from the payroll in fiscal year 2009, resulting in a general fund budget of nearly $571 million. The current fiscal year budget, which ends June 30, is approximately $559 million. That’s an $86 million difference that is 13 percent lower than fiscal year 2008.\n\nCobb County’s general fund budget for 2008 was nearly $338 million. The county’s general fund budget includes most of the same services as the others, but there are some differences. For example, a portion of the property taxes goes specifically to the fire department budget, which is about $65 million for the current fiscal year. The fiscal year budget for 2011 is $328 million, a 3 percent drop from FY 2008.\n\nSince 2008, the numbers show DeKalb has cut more money from its general budget than any of the governments its size. The $107 million DeKalb has cut amounts to a 17 percent decrease over that time span. That is a larger percentage than the other governments. It appears CEO Ellis is on the money with this claim. We rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010", "vclaim_id": "vclaim-pol-13489"}