{"url": "/factchecks/2019/mar/13/viral-image/no-alexandria-ocasio-cortez-didnt-say-we-have-time/", "speaker": "Viral image", "vclaim": "Says Alexandria Ocasio-Cortez said, \"We’ll never have to worry about China attacking us! They are 12 hours ahead, so we’ll have plenty of time to shoot down their missiles!\"", "truth_label": "pants-fire", "date": "stated on March 7, 2019 in a Facebook post:", "title": "No, Alexandria Ocasio-Cortez didn't say we have time to shoot down Chinese missiles", "text": "Depending on who you ask, worries about a Cold War with China are well-founded or overblown. And while today’s chatter may be more about cyber attacks than nukes, we should be safe from airborne weapons—at least according to something a Facebook post claims U.S. Rep. Alexandria Ocasio-Cortez said.\n\"We’ll never have to worry about China attacking us!,\" reads the text over a photo of the New York congresswoman that was published on Facebook on March 7. \"They are 12 hours ahead, so we’ll have plenty of time to shoot down their missiles!\"\nOne commenter wondered how \"anyone can really be this dumb?\"\n\"Who is supporting her?\" another commenter said. \"Everytime she opens her mouth, she relieves all doubt.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA spokesman for Ocasio-Cortez said the quote was fabricated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAnd we couldn’t find any credible evidence that she said this. First we searched for the quote on Google; there were only a few results. One user shared the quote attributed to Ocasio-Cortez on a Mississippi Gun Owners forum, though without a source, and someone else posted it on Godlike Productions, another internet forum. It also appeared on websites with a Ukrainian web address.\nWe searched Nexis for old news stories with Ocasio-Cortez making the statement and came up empty. We also couldn’t find reports of anyone saying it.  \nNext, we looked for social media posts and news reports about the congresswoman and Chinese missiles, in case she said something similar to the quote, but we couldn’t find instances of Ocasio-Cortez discussing them.\nIn September, a spokesman for her congressional campaign told FactCheck.org that \"the entire quote was fabricated.\"\n\"She’s never even discussed Chinese missiles. Period,\" spokesman Corbin Trent said. \"Her foreign policy topics have been about peace not war.\"\nWe rate this post as Pants on Fire!\n \n Share the Facts 2019-03-13 16:16:52 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Alexandria Ocasio-Cortez said, \"We’ll never have to worry about China attacking us! They are 12 hours ahead, so we’ll have plenty of time to shoot down their missiles!\"    Viral image On the internet     Thursday, March 7, 2019 2019-03-07    Read More  info", "vclaim_id": "vclaim-pol-00902"}