{"url": "/factchecks/2018/jan/31/donald-trump/trump-says-tax-bill-led-bonuses-three-million-work/", "speaker": "Donald Trump", "vclaim": "\"Since we passed tax cuts, over 3 million workers have gotten tax cut bonuses — many of them thousands and thousands of dollars.\"", "truth_label": "mostly-true", "date": "stated on January 30, 2018 in the State of the Union speech:", "title": "Donald Trump says tax bill led to bonuses for 3 million workers", "text": "President Donald Trump said the tax bill passed in December has already led to millions of workers getting bonuses.\n\"Since we passed tax cuts, over 3 million workers have gotten tax cut bonuses — many of them thousands and thousands of dollars,\" Trump said during the State of the Union Jan. 30.\nIn December, Trump signed a bill into law that lowered the corporate tax rate from 35 to 21 percent.\nTrump’s numbers echo the finding of a conservative group that had compiled company announcements about bonuses, but the majority of companies’ bonuses appeared to be $1,000 or less, not the \"thousands and thousands\" Trump said.\nCompanies announcing bonuses\nTrump’s numbers match a compilation by Americans for Tax Reform, a group started by anti-tax crusader Grover Norquist. Americans for Tax Reform advocates against tax increases and supported the Tax Cuts and Jobs Act that Trump signed into law in December.\nAmericans for Tax Reform used company press releases and media reports to compile a list of announced bonuses or other financial benefits. The group found that as of the day of Trump’s State of the Union speech, at least 3 million Americans are receiving special tax reform bonuses.\nAmerican Airlines, FedEx, Home Depot, Nationwide Insurance, Walmart and Walt Disney Company were among the companies that announced bonuses.\nIn total, at least 286 companies have announced wage and salary increases, bonuses, or 401(k) match increases, or in the case of public utility companies, lower rates.\nTrump said that \"many\" of the bonuses are \"thousands of dollars per worker.\"  But it appears that the majority of the company announcements were for bonuses of $1,000 or less. The list includes about nine companies that announced bonuses of $2,000, including Fiat Chrysler’s 60,000 employees.\nSome companies were very clear about who deserves credit for the bonus.\nThe Hammock Source in North Carolina was one of many companies to announce employee bonuses following the passage of the tax bill. The company handed out the bonuses in envelopes that said, \"Trump Republican tax reform bonus.\"\n\"We at The Hammock Source want to continue to invest in the people that have made our business successful,\" CEO Walter Perkins III said in a press release Jan. 25. \"President Trump’s tax cuts will provide the funds to make this desire a reality. We hope that other business will follow our lead and give back to their employees as well.\"\nThe Americans for Tax Reform analysis was only of recent bonus announcements and did not include a historical comparison to determine how many of these companies gave bonuses in recent years. It’s not unusual for many companies to give bonuses.\nSome caveats\nExperts say that Trump’s claim is lacking important context.\nThe bonuses only affect a small percentage of American workers.\nWillis Towers Watson, a global human resources consulting firm, surveyed 333 large and midsize employers in January to ask about their plans related to the tax bill. The survey showed that about 6 percent said they provided profit sharing or a bonus in 2017 and 5 percent planned to do so in 2018, while 10 percent were considering it. A slightly smaller number had given wage increases or planned to do so.\nA Reuters/Ipsos poll showed 2 percent of U.S. adults said they had gotten a raise, bonus or other additional benefits due to the tax law. The poll was conducted of 5,254 adults Jan. 12-23.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEconomists say it will take more time to fully assess the economic impact of the tax reform bill. Labor trend experts said that amid a tightening labor market and low unemployment, companies have been trying to use different compensation and rewards to attract and retain top talent.\nAndrew Chamberlain, chief economist at Glassdoor, told PolitiFact that one-time bonuses are a low-risk way for companies to pass on some expected benefits of the tax bill to workers without being on the hook for sustained higher base wages.\n\"In this hiring environment, plans for pay increases are likely to have already been in the works, and the passage of the recent tax bill may simply have been the occasion for announcement rather than the cause,\" he said.\nThe news coverage following the new tax policy may have led some employers to announce pay or benefit changes in an effort to stay ahead of competitors.\n\"This is not to say the tax bill hasn’t affected recent decisions to raise wages at all, but the full impact of tax reform on the job market is something that we’ll only know in time – years or even a decade from now,\" Chamberlain said.\nBrian Kropp, HR practice leader at Gartner, an information technology research and advisory company, told PolitiFact that companies have been trying to use different compensation and rewards to attract and retain top talent.\n\"While, it is true that some companies have used the tax cut to provide bonuses for employees, the majority of companies had already been increasing, or planning to increase rewards, well before the tax cut,\" he said.\nCompanies announcing bonuses by the end of 2017 do get a tax advantage of claiming a deduction in that tax year, Urban Institute-Brookings Institution Tax Policy Center co-director Eric Toder told PolitiFact.\n\"A payment in 2017 would be deductible at a 35 percent rate; the same payment in 2018 would be deductible only at the new 21 percent rate,\" Toder said. \"My understanding is companies would only have had to announce the bonus by the end of 2017 to claim the deduction in tax year 2017; they would not literally have had to send out the checks.\"\nAny surge in bonus payments now probably says little or nothing about how the corporate tax cuts will affect wages in the long-run, Toder said.\n \nChris Edwards, director of tax policy studies at the libertarian Cato Institute who favored the corporate tax changes in the bill, said that the response from corporations was a surprise.\n\"Taxes matter to businesses, and they respond,\" he said.\nHowever, bonuses are a short-term response to the tax bill, which is less important than potential long-term changes, such as whether corporations will build new factories or purchase more machinery.\nOur ruling\nTrump said, \"Since we passed tax cuts, over 3 million workers have gotten tax cut bonuses — many of them thousands and thousands of dollars.\"\nAmericans for Tax Reform, a group that supported the tax reform bill, found that at least 3 million Americans are receiving bonuses that the companies said were related to passage of the tax bill, based on company press releases and news reports.\nHowever, economists and labor experts say it will take years to fully assess the economic impact of the tax bill. In this tight labor market, it’s possible that some businesses were already planning to give out bonuses or other financial incentives to retain workers.\nWe rate this claim Mostly True.\n \nhttps://www.sharethefacts.co/share/73130f86-5787-4e57-9882-4f18ccf145d5", "vclaim_id": "vclaim-pol-02471"}