{"url": "/factchecks/2019/jun/21/facebook-posts/no-gene-hackman-quote-about-trump-misattributed-an/", "speaker": "Facebook posts", "vclaim": "Quotes Gene Hackman as saying that Trump could \"easily turn out to be one of the best presidents that America has ever seen.\"", "truth_label": "false", "date": "stated on June 20, 2019 in a Facebook post:", "title": "No, that Gene Hackman quote about Trump is misattributed and incomplete", "text": "Gene Hackman thinks Donald Trump may turn out to be one of the best presidents in American history. Well, at least that’s what one post recently shared on Facebook claims.\nFeaturing a photo of Hackman, the post attributes the following quote to the actor: \"Donald Trump could easily turn out to be one of the best presidents that America has ever seen.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNope. Hackman didn’t say that. The quote is an incomplete version of something said by the late Peter Stringfellow, an English businessman who owned several nightclubs.\nWe traced the misattribution to the junk website coolinfo24.com, which posted a now-deleted, incoherent article in November 2018 with the headline: \"HOLLYWOOD LEGEND GENE HACKMAN: ‘DONALD TRUMP COULD EASILY TURN OUT TO BE ONE OF THE BEST PRESIDENTS THAT AMERICA HAS EVER SEEN.’\"\nThe article claimed that while Hackman was being interviewed \"not long ago,\" he spoke about meeting Trump in the 1980s at a party Hackman threw in New York.\nEventually, the post states that Hackman said he was shocked when he first heard Trump was to be the Republican nominee, but after a \"year\" of his presidency said:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"So what do I think about Trump now? It is possible he could turn out to be one (of) the best presidents that America has ever seen. His initial year is fascinating he made numerous of positive changes. Just keep on doing the same, Mr. President!\"\nNot only did Hackman not say this, this version of Stringfellow’s quote is altered and incomplete.\nAfter Stringfellow passed away in June 2018, the South Yorkshire Times published a story about the time the nightclub owner met Trump – at Hackman’s New York party in the 80s – which was reportedly thrown at one of Stringfellow’s clubs.\nThe news article says:\n\"Writing shortly after his inauguration as president in 2017, Stringfellow wrote: ‘Yes – I have met Donald Trump – back in the ’80s. Gene Hackman threw a party at my club in New York, and Donald was a guest ... So what do I think about Trump? It is possible he could turn out to be one (of) the best presidents that America has ever seen … or one of the worst! As they say time will tell.’\"\nOur ruling\nA quote floating around social media claims Hackman once said that Trump could \"easily turn out to be one of the best presidents that America has ever seen.\"\nThe statement was not made by Hackman. It belongs to late English nightclub owner Peter Stringfellow, and the quote was  cut short, omitting that Stringfellow also said, \"or one of the worst!\"\nWe rate this claim False.", "vclaim_id": "vclaim-pol-00512"}