{"url": "/factchecks/2015/aug/23/corey-lewandowski/donald-trumps-campaign-manager-says-there-are-4000/", "speaker": "Corey Lewandowski", "vclaim": "Says \"there’s 400,000\" anchor babies born in the United States a year, which are \"individuals coming to our country and having their children so their children can be U.S. citizens.\"", "truth_label": "barely-true", "date": "stated on August 23, 2015 in an interview on CNN's \"State of the Union\":", "title": "Donald Trump's campaign manager: 400,000 'anchor babies' born in U.S. every year", "text": "Donald Trump’s proposal to end automatic citizenship for the U.S.-born children of undocumented immigrants spurred a week of talk about \"anchor babies,\" a term that some say is derogatory.\nTrump campaign manager Corey Lewandowski tried to clarify his boss' views on CNN’s State of the Union on Aug. 23, 2015.\n\"If you think of the term ‘anchor baby,’ which is those individuals coming to our country and having their children so their children can be U.S. citizens,\" Lewandowski said on Aug. 23. \"There’s 400,000 of those taking place on a yearly basis. To put this in perspective, that’s equivalent of the population of Tulsa, Okla.\"\nWe wondered whether there really were 400,000 \"anchor babies\" born in the United States every year (and yes, that is the population size of Tulsa). Are the undocumented mothers specifically coming here to give birth in hopes of some kind of legal status?\nWe didn’t hear back from Lewandowski or the Trump campaign. We did, however, find the number in congressional testimony from the Center for Immigration Studies, a research organization that supports lower immigration levels.\n\"Every year, 350,000 to 400,000 children are born to illegal immigrants in the United States,\" the center’s Jon Feere said on April 29, 2015. \"To put it another way, as many as one out of 10 births in the United States is now to an illegal immigrant mother.\"\nThose figures may have been accurate several years ago, but they are outdated when compared to current estimates, said Jeffrey Passel, a senior demographer with the Pew Research Center. Passel is the author of a widely cited 2010 Pew Hispanic Center report that pins the number of children born to undocumented immigrants at 340,000 in 2008 (about 8 percent of all births that year).\n\"Figures as high as 400,000 per year are plausible for the mid 2000s, but our current estimates are around 300,000 per year,\" he told us. \"The numbers were higher in the mid 2000s than now — in part because there were more unauthorized immigrants then and overall birth rates, for natives and immigrants alike, were higher before the recession.\"\nSo Lewandowski’s number is slightly exaggerated.\nHis characterization of these births as \"anchor babies\" is also problematic, however, as the metaphor implies intent that the numbers don’t back up. Based on past reporting, it’s not clear whether every birth to an undocumented mother was for the purpose of tethering the family to American soil.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"There are a million hardworking Hispanic people in San Diego who came here to work and then happened to have a baby,\" midwife Lauren Weber said in the 2010 fact-check. \"Then, there are people who come over in order to have a baby.\"\nWeber also described a practice known as \"birth tourism,\" in which middle- and upper-class visitors on tourist visas travel to the United States specifically to have a baby. The numbers for these types of births are much lower, at around 8,600, or 0.2 percent of all births, in 2013, according to the Centers for Disease Control and Prevention.\nAs for undocummented immigrants, experts don't think they have the same motivations. \n\"I believe that most migrants come for economic reasons and opportunity,\" said Theresa Brown, the director of immigration policy at the Bipartisan Policy Institute. \"The idea that their child may be able to sponsor them for a green card in 21 years is probably too long term to be a primary driver of immigration.\"\nRoberto Suro, a communications and journalism professor at the University of Southern California who specializes in Hispanic issues, had also pointed that if undocumented immigration was spurred by \"anchor babies,\" more undocumented immigrants would be women of childbearing age. The data shows the exact opposite: Adult immigrant men vastly outnumber women.\nOur ruling\nLewandowski said that 400,000 \"anchor babies\" are born in the U.S. every year.\nThe claim is not as straight-forward as it seems. First, the figure is outdated — a more accurate number for the amount of births to undocumented immigrants is 300,000. Lewandowski also makes a blanket statement when he says all of these births occurred specifically to anchor the undocumented families to the United States.\nWhile the practice occurs, it’s not safe to draw a single broad conclusion from the data and apply it to the intentions of every pregnant undocumented woman.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-06047"}