{"url": "/factchecks/2016/sep/20/americans-prosperity-florida/us-rep-patrick-murphys-policies-will-raise-utility/", "speaker": "Americans for Prosperity: Florida", "vclaim": "Says \"Patrick Murphy’s ‘Pay More’ energy agenda means you could pay another $500 a year for your utility bills!\"", "truth_label": "barely-true", "date": "stated on September 12, 2016 in a campaign mailer:", "title": "U.S. Rep. Patrick Murphy's policies will raise utility bills by $500 a year, Koch-backed group says", "text": "An anti-regulation group is accusing U.S. Rep. Patrick Murphy of wanting to use the Senate to adopt policies that would raise the cost of just about everything, starting with your utility bills.\n\"Vote against Patrick Murphy,\" reads a mailer we received Sept. 12, 2016, from Americans for Prosperity Florida. \"We can’t afford his ‘Pay More’ agenda.\"\nThe flier cautions electricity and grocery prices will go up as wages go down with Murphy in the Senate.\n\"Patrick Murphy’s ‘Pay More’ energy agenda means you could pay another $500 a year for your utility bills!\" the flier warns.\nThe group behind the attack is the Florida affiliate of the main political committee for the anti-tax industrialists and billionaires Charles and David Koch.\nWe wondered just what Murphy would be planning that would make utility costs go up $500 annually. There’s a tenuous link between what the Jupiter Democrat supports and the future of energy costs, but it’s not nearly as charged as AFP claimed.\nShockingly high\nThe \"Pay More\" Murphy nickname, which is being used by AFP in other attacks, is borne of Murphy’s support for President Barack Obama’s Clean Power Plan.\nThe plan was a proposed environmental rule announced by the White House in August 2015. The new regulations would require power plants to reduce carbon emissions, from 2005 levels, by 32 percent by 2030.\n(A 2014 draft of the plan had sought a 30 percent reduction. We’ll get back to why this is important in a moment.)\nThe idea was largely to promote cleaner sources of energy than coal-fired power plants, fostering more renewable energy while pushing utilities to upgrade existing infrastructure. But the U.S. Supreme Court put the rule on hold on Feb. 9, 2016, in the face of opposition from corporations and industry groups.\nMurphy has publicly supported its implementation, signing an amicus brief supporting the plan and calling the court’s decision to block the rule \"misguided.\" But as a congressman, Murphy has no direct say over the fate of the final rule, which was created by the Obama administration and would be enacted by the Environmental Protection Agency.\nSo what’s this about surging utility prices?\nCritics of the Clean Power Plan say it would be expensive for utilities to comply with the new emissions standards, and those costs would be passed on to consumers. An array of reports that examine just how much customers may end up paying resulted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nAFP’s mailer points to one specific study from a firm called Energy Ventures Analysis. That study said that by 2020, the average Floridian’s annual gas and electric bills could potentially go up by a combined $464 from what they were in 2012.\nAFP rounded that up to $500, and made the connection that since Murphy supports the plan, he wants your bill to go up.\nThat’s already a stretch, since Murphy has little to do with the Clean Power Plan. But there’s much more to all these analyses, which make a wide range of assertions about how the plan could affect utility customers.\nEnergy Ventures Analysis’ estimate is near the top end of the scale, but the firm told us it’s already outdated. The analysis was done on the proposed Clean Power Plan from 2014 we mentioned before. Revisions have been made to the rule since the initial proposal.\nA lot has happened in the energy sector since then. Gas prices have dropped, utility rates have changed, electricity demand has largely decreased, and solar and wind energy is in wider use today, among other factors.\n\"If they (AFP) are linking it to our website, that’s from some time ago, during the original proposal, and that has now changed,\" Energy Ventures Analysis principal Thomas Hewson told PolitiFact Florida. Because of all the factors involved, predictions on how the plan would affect utility rates are in constant flux, he said.\nHewson added that the company had since revisited the Clean Power Plan in a 2015 report for the National Mining Association. Energy Ventures Analysis hasn’t re-evaluated utility rates on a state-by-state basis, Hewson said. The National Mining Association study was about wholesale electricity prices, although it did say those would go up in Florida.\nTheir estimates are on the high end of how much the Clean Power Plan would cost and have been attacked by groups that favor renewable energy. The Natural Resources Defense Council called Energy Ventures Analysis, which has some ties to the coal industry, a \"fossil industry mouthpiece.\"\nFew other studies look at the specific impact on individual states, although most say the plan’s results largely depend on how utilities in individual states supply their power and charge their customers. Those decisions are usually made on a state level, and can drastically change how the Clean Power Plan’s standards come into play.\nSome of the rosier reports are the complete opposite of the Energy Venture Analysis study. The group Advanced Energy Economy predicted there will be no real change to energy prices at all in Florida. The EPA’s own analysis predicted that the plan will eventually result in electricity prices going down, although most groups predict a modest increase.\n\"Our modeling shows average annual changes in Florida retail prices of less than 1 percent between the baseline and the policy,\" said Dallas Burtraw, senior fellow at Resources for the Future, a think tank that tracks energy policy. \"Our results are consistent with those from the Bipartisan Policy Center and the Nicholas Institute (at Duke University).\"\nOur ruling\nAmericans For Prosperity Florida said, \"Patrick Murphy’s ‘Pay More’ energy agenda means you could pay another $500 a year for your utility bills!\"\nThe group is attempting to link Murphy’s support for the Clean Power Plan to the possibility of higher gas and electric rates for consumers. But Murphy has no control over the rule, and the study AFP cited is disputed and outdated. Economic impacts of the Clean Power Plan, which is currently on hold by order of the U.S. Supreme Court, are a hotly debated subject with no clear result.\nWe rate the statement Mostly False.\nhttps://www.sharethefacts.co/share/430a8f6a-9aad-4a91-a282-c842cdaf1930", "vclaim_id": "vclaim-pol-04296"}