{"url": "/factchecks/2015/jul/31/cory-booker/was-prison-built-every-10-days-house-fast-growing-/", "speaker": "Cory Booker", "vclaim": "\"We built a new prison every 10 days between 1990 and 2005 to keep up with our mass incarceration explosion of nonviolent offenders.\"", "truth_label": "mostly-true", "date": "stated on July 27, 2015 in a post on Instagram:", "title": "Was a prison built every 10 days to house a fast-growing population of nonviolent inmates?", "text": "With criminal justice reform in the national spotlight, first-term Sen. Cory Booker, D-N.J., commented on the growth of the prison system in recent years.\n\"We built a new prison every 10 days between 1990 and 2005 to keep up with our mass incarceration explosion of nonviolent offenders,\" Booker said in a post to his Instagram account on July 27, 2015. Before joining the Senate, Booker served as mayor of Newark.\nIs Booker’s claim correct?  We decided to check.\nPrison growth, 1990-2005\nWe’ll start by evaluating the first part of Booker’s claim about a new prison being built on a near weekly basis between 1990 and 2005.\nBooker’s communications director, Jeff Giertz, pointed to an almost identical quote in Bryan Stevenson’s book, Just Mercy: A Story of Justice and Redemption, published in 2014. Stevenson is a law professor at New York University School of Law and executive director of a nonprofit group in Montgomery, Ala., called the Equal Justice Initiative.\n\"Between 1990 and 2005 a new prison opened in the United States every 10 days,\" Stevenson wrote.\nNeither Booker’s nor Stevenson’s statements specify state or federal prisons, but if we assume they are referring to both types of prisons, then data and an expert we contacted largely corroborate this claim.\nAccording to a Congressional Research Service report, \"the number of state and federal adult correctional facilities rose from 1,277 in 1990 to 1,821 in 2005, a 43% increase.\" That’s an increase of 544 new facilities. There are 5,478 days in a 15-year span, which works out to almost exactly one facility every 10 days on average.\nJohn Pfaff, a professor at Fordham Law School specializing criminal justice and the recent boom in mass incarceration, said Booker’s claim is correct if it includes both types of prisons.\nPflaff said Booker is actually underselling the statistic by not going back to 1984. Between 1984 and 2005, the number of facilities grew by about one every 8.5 days.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThat said, Booker’s time frame makes some sense because \"crime began to drop in 1991,\" and 2005 is the latest available year from the Bureau of Justice Statistics’ Census of State and Federal Correctional Facilities.\nMass incarceration of nonviolent offenders\nThe second part of Booker’s claim is somewhat less clear.\nGrietz of Booker’s staff pointed to data that showed the total number of nonviolent offenders incarcerated between 1980 and 2013 grew from 122,000 to 607,000 in 2013 -- a 400 percent increase, compared to a 300 percent increase of incarcerated violent offenders.\nBut for the specific period discussed in Booker’s Instagram post, the data runs counter to his point.\nPfaff pointed to data gathered by a study in the Harvard Journal on Legislation that shows violent offenders contributed 60 percent to state prison growth between 1990 and 2009, while nonviolent offenders (drug and property offenses combined) contributed only 27 percent. Pfaff also added that the universe of state inmates is much larger than the pool of federal inmates. All told, 86 percent of prisoners are in state systems while only 14 percent are in the federal system.\nAs it turns out, the big increase happened earlier. The data shows that 55 percent of state inmate growth came from nonviolent offenders between 1980 and 1990, before declining to 27 percent between 1990 and 2009.\nSo Booker is wrong to focus on the period 1990 to 2005 when discussing a \"mass incarceration explosion of nonviolent offenders.\" A big rise did occur, but it started earlier than Booker’s post indicated.\n\nFinally, we’ll note that in the much smaller universe of federal inmates, 76 percent and 72 percent of those sentenced to federal prison were sentenced for nonviolent offenses, according to U.S. Sentencing Commission data for 2012 and 2013.\nOur ruling\nBooker said, \"We built a new prison every 10 days between 1990 and 2005 to keep up with our mass incarceration explosion of nonviolent offenders.\"\nBooker is right that a new prison was built every 10 days during that period. But while there was a significant rise in the incarceration rate of nonviolent offenders, it took place over a longer time period than the post indicates -- between 1980 and 2013. On balance, we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-06127"}