{"url": "/factchecks/2014/jul/25/patriot-majority-usa/liberal-pac-says-senate-candidate-thom-tillis-tax-/", "speaker": "Patriot Majority USA", "vclaim": "A tax plan promoted by North Carolina Senate candidate Thom Tillis will \"overwhelmingly benefit the wealthy.\"", "truth_label": "mostly-true", "date": "stated on July 22, 2014 in a television ad:", "title": "Liberal PAC says Senate candidate Thom Tillis’ tax plan will 'overwhelmingly benefit the wealthy'", "text": "Controversial changes to North Carolina’s tax code passed under Thom Tillis’ leadership are now a target in his Senate campaign.\nIn 2013, the North Carolina government received national attention for a wave of conservative legislation. The Republican-dominated General Assembly -- with Tillis as speaker of the House -- passed laws increasing voter ID requirements, lowering business regulations, upping restrictions on abortion providers, tightening education spending and trimming unemployment benefits.\nNow, Patriot Majority USA, a liberal political action committee, has released a television ad saying Tillis’ policies have disproportionately benefited the wealthy. The ad notes in particular the tax legislation enacted last summer -- which Tillis touts in his campaign against incumbent Democratic Sen. Kay Hagan.\nThe ad says Tillis is cozy with Charles and David Koch, the billionaire brothers who cofounded Americans for Prosperity, an influential conservative PAC. And his policies are designed to benefit people like them.\n\"Thom Tillis thinks the wealthy, like the Koch brothers, deserve tax breaks, while teachers get a pay freeze,\" the ad says. \"Tillis thinks corporations like the ones owned by the Koch brothers should also get tax breaks, while seniors see their pensions taxed and pay more for prescription drugs. Thom Tillis: He may not be a Koch brother, but he certainly treats them like family.\"\nAt one point, text on the screen says the Tillis tax plan will \"overwhelmingly benefit the wealthy.\"\nWe looked into it and found that the law does not overtly harm those at lower-income levels, but the wealthy reap more of the benefits. Let’s go to the numbers.\nIncome taxes\nSupporters of the tax plan most often point to the reduced income tax rate, which they say cuts taxes for people in every income bracket. That’s true. However, people in higher-income brackets get bigger cuts than those in the lowest brackets.\nThe income tax part of the law sets the rate for everyone at 5.75 percent. Previously, the state had a graduated three-tier system, with rates of 6 percent for the lowest earners, and rates of 7 percent and 7.75 percent for higher earners.\nThe lowest earners’ tax rates shrunk only marginally -- 0.25 points, while higher earners’ rates went down 1.25 and 2 points, respectively.\nLower earners get a small break, though, in the income tax changes. The child tax credit goes from $100 to $125 per child for those earning below $40,000.\nThe North Carolina Legislature’s Fiscal Research Division calculated how much people in various scenarios would owe on average based on the changes to the income tax (other tax changes not included). Here’s a sample of what they found:\n\n\n\n\n\nScenario\n\n\nTax owed before change\n\n\nTax owed after change\n\n\nChange in taxes owed\n\n\n\n\n\n\nMarried, two children, $20,000 income\n\n\n$40\n\n\n$38\n\n\n-$2\n-5% change\n\n\n\n\nMarried, two children,\n$250,000 income\n\n\n$15,832\n\n\n$13,398\n\n\n-$2,434\n-15% change\n\n\n\n\nMarried, no children,\n$20,000 income\n\n\n$540\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n$288\n\n\n-$252\n-47% change\n\n\n\n\nMarried, no children, $250,000 income\n\n\n$16,142\n\n\n$13,398\n\n\n-$2,744\n-17% change\n\n\n\n\nSingle,\n$20,000 income\n\n\n$870\n\n\n$719\n\n\n-$151\n-17% change\n\n\n\n\nSingle,\n$250,000 income\n\n\n$17,858\n\n\n$13,786\n\n\n-$4,072\n-22% change\n\n\n\n\n\n \nIn none of the scenarios examined by the Fiscal Research Division do people owe more in income taxes than they did under the previous tax code. But some benefit more than others.\n\"There’s no question who benefits the most -- the people at the upper end of the income distribution,\" said Lawrence Zelenak, a tax law professor at the Duke University School of Law, which is in North Carolina. \"For most people, it hardly makes any difference. But the people who get the major decrease have incomes of $200,000 or more.\"\nOther changes\nCritics say the new tax law also disproportionately benefits the wealthy because the Legislature did not renew -- effectively eliminating -- the State Earned Income Tax Credit, which is a refundable tax credit for low-income workers.\nIn 2011, about 907,000 North Carolina tax filers claimed the state EITC, according to the North Carolina Justice Center, a liberal advocacy group. The maximum credit ranges between $24 for a single person and $302 for a family with three or more children.\nAdditionally, the Legislature expanded the sales tax base -- making more goods and services subject to the tax, which everyone pays regardless of income. The tax base widened to include natural gas, electricity and some entertainment services, including admissions charges.   \nThe law also eliminated North Carolina’s sales tax holidays and several sales tax exemptions, such as those for newspapers, vending machines and meals sold in schools.\nOpponents of raising the sales tax and other regressive taxes say they are unfairly burdensome on lower-income people because a higher percentage of their income is subject to these taxes than wealthier people. For example, if two people -- one making $500 a week and the other making $2,000 a week -- spend $100 each on groceries, the person with the lower income is spending a greater share of their income on these taxed items than the person with a higher income.\nIt’s worth noting that in 2011 -- Tillis’ first year as speaker -- the Legislature reduced sales tax rates from 5.75 percent to 4.75 percent.\nTillis and other Republicans also say the new law’s reductions in corporate tax rates (down from 6.9 percent to 5 percent, and 3 percent if certain parameters are met) will bring business and jobs to North Carolina, which will benefit everyone and bring in more revenue over the long term.\nIn total, the new tax code will reduce tax-collected revenue by about $684 million between 2013 and 2015, according to the Fiscal Research Division.\nLess revenue means less money for the state to spend on social programs, which hurts people in low income brackets, Zelenak said. Even if the law does not obviously harm poor people, this is a possible indirect effect.\nOur ruling\nA Patriot Majority USA ad said Tillis’ tax plan would \"overwhelmingly benefit the wealthy.\"\nNorth Carolina’s tax code saw a wide array of changes in 2013 under Tillis’ leadership. We found that changes to the income tax code reduced taxes for everyone, but much more for wealthier people than lower-income people. Additionally, sales tax expansions, less government revenue and eliminating the state EITC are especially burdensome on poorer people. But some changes -- such as the increased child credit for lower-income tax filers and the possibility of more jobs and business due to lowered corporate tax rates -- could benefit the whole.\n\"Overwhelmingly\" is a strong word. For that reason, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-07544"}