{"url": "/factchecks/2015/jun/18/donald-trump/donald-trump-says-our-nuclear-arsenal-doesnt-work/", "speaker": "Donald Trump", "vclaim": "\"Even our nuclear arsenal doesn't work. It came out recently they have equipment that is 30 years old. They don't know if it worked.\"", "truth_label": "false", "date": "stated on June 16, 2015 in his presidential announcement speech:", "title": "Donald Trump says 'our nuclear arsenal doesn't work'", "text": "Donald Trump’s presidential announcement speech touched on topics ranging from the economy and trade to foreign policy and the military. One of the criticisms Trump aimed at the Obama White House during his speech was for its handling of the nation’s nuclear arsenal.\n\"Our enemies are getting stronger and stronger by the way, and we as a country are getting weaker,\" Trump said on June 16, 2015. \"Even our nuclear arsenal doesn't work. It came out recently they have equipment that is 30 years old. They don't know if it worked. … Boy, does that send signals to (Russian president Vladimir) Putin\" that \"they don't know what they're doing.\"\nWe wondered how much truth there was to his claim, so we took a closer look. We found two distinct problems with what he said. (Trump's campaign did not respond to inquiries for this article.)\nTrump conflates two separate issues -- personnel and equipment\nIn recent years, there has been significant attention given to a series of problems within the military command structure charged with handling nuclear material.\nIn August 2007, a B-52 bomber was carrying 12 soon-to-be-retired cruise missiles. They were all supposed to be fitted with dummy warheads, but six of the missiles were discovered to be carrying actual warheads -- something that could have proven disastrous. Then, in 2013 and 2014, the Air Force gave low inspection scores to intercontinental ballistic missile crews at Minot Air Force Base and Malmstrom Air Force Base.\nAlso in 2013, two high-ranking officials with key positions in the nuclear chain of command -- Vice Adm. Timothy Giardina and Maj. Gen. Michael Carey -- were disciplined. Giardina was suspended after an investigation into the use of counterfeit gambling chips, while Carey was reassigned after an investigation into \"personal misbehavior.\"\nFinally, in 2014, officers at Malmstrom Air Force Base were implicated in a drug investigation, which in turn led to the discovery that 34 officers may have cheated on proficiency exams.\nThese were widely considered to be serious issues, and they have spawned a number of official oversight actions. But the lapses do not involve \"equipment\" malfunctions, as Trump put it. Rather, they are problems in command and control -- and while significant, they don’t suggest that the nation’s entire arsenal \"doesn't work,\" experts say.\n\"The Air Force nuclear enterprise has been bedeviled recently by troubling lapses and poor morale, which led to two major reviews of the Pentagon nuclear mission,\" said Kingston Reif, director for disarmament and threat reduction policy at the Arms Control Association. \"But this is a far cry from saying, ‘Our nuclear arsenal doesn’t work.’ \"\nA well-funded modernization program is under way\nSome aspects of the nuclear program are indeed old. The youngest nuclear-armed B-52 bombers, for instance, are roughly 50 years old.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWhile much of this aging equipment is perfectly operational, some nuclear-weapons components, such as warheads, do deteriorate with age.\nStill, that doesn’t mean the nation’s nuclear weapons stockpile \"doesn’t work,\" experts said.\nFor starters, the Pentagon and the Energy Department -- which share different responsibilities for nuclear weapons -- are required by law to certify the safety, security, and effectiveness of the arsenal on an annual basis. \"Over and over, the nuclear weapons laboratories, the Air Force, the Navy, and the Secretary of Defense have certified that the nuclear arsenal does work,\" said Matthew Bunn, a nuclear specialist at the Harvard Kennedy School.\nThese reviews, Reif said, are sufficiently thorough to give comfort to policymakers. \"No U.S. military commander would trade the U.S. nuclear arsenal for Russia’s,\" he said.\nIn addition, the United States is engaged in a multi-year program to modernize the nation’s nuclear arsenal, including the rebuilding of the Minuteman III system, which launches intercontinental ballistic missiles, and the Trident II submarine-launched missile systems, as well as the refurbishment of nuclear warheads and construction of new and upgraded facilities, such as a uranium processing facility in Oak Ridge, Tenn.\n\"While we haven’t deployed major new strategic systems in some time, we’ve been modernizing the ones we’ve got more or less continuously,\" Bunn said.\nThis modernization effort will cost roughly $35 billion a year during the next decade, or 5 percent to 6 percent of planned national-defense spending, according to Congressional Budget Office reports released in December 2013 and January 2015. Cumulatively, the bill could reach $1 trillion over the next 30 years.\n\"This is a planned investment unrivaled by any other nuclear power,\" Reif said.\nUltimately, Bunn said, it’s reasonable to have concerns about certain issues, \"from fixing up aging crew silos in the ICBM force, to recruiting, retaining, and motivating the right people to operate U.S. nuclear forces, to the enormous cost of replacing the aging U.S. nuclear force.\"\nBut he added that Trump is \"totally wrong -- and irresponsible, if our adversaries believed him -- in saying ‘our nuclear arsenal doesn’t work.’ \"\nOur ruling\nTrump said that \"even our nuclear arsenal doesn't work. It came out recently they have equipment that is 30 years old. They don't know if it worked.\"\nThere have been a number of high-profile lapses in the management of the country’s nuclear stockpile in recent years, but those problems have to do with personnel and training. They’re not an indication that the weapons themselves \"don’t work\" -- which, if it were true, would be a significant problem for the nation’s strategic military position in the world.\nIn reality, the United States has been spending $35 billion a year to upgrade its nuclear stockpile, and officials tasked with certifying the safety and reliability of the current arsenal have consistently given their seal of approval. We rate Trump’s claim False.", "vclaim_id": "vclaim-pol-06297"}