{"url": "/factchecks/2012/nov/26/ron-johnson/sen-ron-johnson-says-economy-was-not-free-fall-whe/", "speaker": "Ron Johnson", "vclaim": "Says President Barack Obama \"did not come into office with the economy in a free fall.\"", "truth_label": "half-true", "date": "stated on October 10, 2012 in a television interview:", "title": "Sen. Ron Johnson says economy was not in free fall when Obama took office", "text": "The nation’s persistent unemployment and weak job growth were a focus of the 2012 presidential campaign, with Republicans arguing the problems showed flaws in how President Barack Obama tackled the economy.\n\nIn many ways, the Democratic argument was previewed more than a year before the election, when strategist David Axelrod described the situation Obama walked into:\n\n\"I think he came to office at a time of tremendous challenge in this country,\" Axelrod said. \"The economy was in free fall and we had two wars and someone said to me the other day, ‘You know his slogan should be GM is alive and bin Laden is dead.’ \"\n\nWe thought of that statement when we heard this one from first-term Republican U.S. Sen. Ron Johnson:\n\n\"The reason we're not creating those jobs is because of the choices, the policies, that President Obama took,\" he said in an Oct. 10, 2012 appearance on CNN’s \"Starting Point\" show. \"You know, because here is the fact: he did not come into office with the economy in a free fall.\"\n\nJohnson continued:\n\n\"We were losing jobs, but the fact is, within two months, we entered the second quarter, we only lost 0.7 percent GDP (Gross Domestic Product). But the economy bottomed out and then we started recovery the third quarter.\"\n\nThe show’s host, Soledad O’Brien, asked Johnson: \"You don't think the economy was in free fall then?\"\n\nJohnson responded: \"No. The economy began to recover in the third quarter. It'd basically flattened out by the second quarter and it actually grew close to 4 percent the next three quarters. But then President Obama's policies took effect and they started scaring consumers and business owners and as a result the economy totally stalled.\"\n\nWhile the comment came before the election, with Obama’s win it seems relevant to take a look at where things stood when he started.\n\nThe numbers\n\nThe National Bureau of Economic Research determined that the recession began in December 2007 and ended in June 2009. So there’s no argument that Obama took office while the economy was in the midst of the downturn.\n\nMatters worsened in the fall of 2008, before he took office, when credit markets seized up and companies and consumers found it virtually impossible to borrow money. The housing crisis accelerated, and job losses escalated dramatically.\n\nOne barometer of the economy is an index of 85 economic indicators compiled by the Federal Reserve Bank of Chicago. A reading less than zero means below average growth. In January of 2009, the Chicago Fed index was -3.99, the lowest level reached during the months of the recession. Graphically, it’s the point on the bottom of a deep V shape.\n\nAnother measure is unemployment. The Labor Department said that in December 2008, the economy lost 661,000 non-farm jobs, in January 2009, that number reached 818,000.\n\nFinally, there’s the Gross Domestic Product, a broader, quarterly measure of the economy. The change in GDP for the last three months of 2008 was -8.9 percent, and for the first three months of 2009 it was -6.7 percent. Of course, that figure includes more than the month of January.\n\nJohnson’s case\n\nWhen we asked Johnson about his statement, he did not dispute any of those numbers. Rather, he said, they prove his point.\n\n\"Yes we had a severe recession,\" he said. \"But by the time the president started governing, that recession had pretty much bottomed out.\"\n\nJohnson noted that many important economic indicators don’t function in real time -- they lag behind actual activity. That means that the Obama’s actions had little immediate impact on the economy, and when they were reflected, they showed a drag on the recovery.\n\n\"The economy began to recover in the third quarter,\" he said. \"It has basically flattened out by the second quarter. And it actually grew close to 4 percent in the next three quarters. But then President Obama’s policies took effect and started scaring consumers and business owners. And as a result, the economy totally stalled.\"\n\nOther views\n\nBrian Jacobsen, chief portfolio strategist for Wells Fargo Funds Management in Menomonee Falls and an associate professor at Wisconsin Lutheran College, said the \"free fall\" characterization was a poor analogy to choose.\n\n\"It's probably more fair to simply say things were bad and to leave it at that,\" he said in an email. \"The economy isn't a ball hurtling through space. It's not an engine that runs out of a gas.  It is not a ship that needs steering. These are all analogies that can be useful and colorful at times, but like all analogies, they have their limits.\"\n\nJacobsen added: \"In short, I'd say that Ron Johnson was literally correct: The economy was not in free fall. It was bad and many people probably didn't know whether things were going to get better or much worse. In hindsight, we now know that things continued to ‘go down hill,’ but wasn't dropping like a rock.\"\n\nAldo Laurenti, deputy chief economist for Mesirow Financial, noted that stock market losses in the fall of 2008 continued into 2009.\n\n\"The Dow lost about 400 points in January 2009, following losses on the tunes of 2,100 points in October 2008 and another 1,000 in the two central weeks in November 2008,\"he wrote in an email.\n\nLaurenti said that the decline in gross domestic product was $313 billion in the last quarter of 2008, and $153 billion in the first quarter of 2009. Households lost assets of $2.4 trillion in that period of 2009, \"after losing a shocking $12.7 trillion for the whole year 2008,\" he said. Those assets included financial holdings, and also property, including real estate.\n\nMark Zandi, an economist with Moody’s Analytics, wrote about the housing part of the downturn in September 2012. He noted:  \"The Obama administration deserves credit for quickly ending the housing free fall. In particular, Obama empowered the Federal Housing Administration to ensure that households could find mortgages at low interest rates even during the worst phase of the financial panic. When banks were making few loans of any kind, mortgage borrowers could still obtain credit because of the FHA.\"\n\nLet’s add it up.\n\nJohnson disputed Obama’s assertion that the economy was in \"free fall\" when he took office.\n\nWas the economy plunging downward, hit bottom, or had it hit and was on the upswing? As Jacobsen notes, it’s hard to call January 2009 a time of free fall in a technical sense. Cratered might have been a better way for Team Obama to describe it.\n\nJohnson is correct on the lagging nature of economic indicators and agrees that the economy was in rough shape at the time.\n\nWe rate his claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09971"}