{"url": "/factchecks/2011/jul/21/debbie-wasserman-schultz/latest-west-wasserman-schultz-feud-she-says-he-liv/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Says that U.S. Rep. Allen West is \"a constituent of mine.\"", "truth_label": "true", "date": "stated on July 20, 2011 in an interview on CNN:", "title": "Latest in West-Wasserman Schultz feud: She says he lives in her district", "text": "Most of the she-said, he-said, back-and-forth between South Florida Reps. Debbie Wasserman Schultz and Allen West has been good for political theater but bad for fact-checkers.\n\nIf you missed it, Wasserman Schultz -- a Democrat -- criticized West -- a Republican -- this week over his support for a plan to sharply reduce federal spending and require a balanced budget amendment to the Constitution. In a speech Tuesday on the floor of the U.S. House, Wasserman Schultz said the West-backed GOP plan would raise costs for Medicare beneficiaries, and that it was \"unbelievable\" for West to support it because he represents so many South Florida seniors.\n\nWest responded via e-mail. \"Look Debbie ... you want a personal fight, I am happy to oblige. You are the most vile, unprofessional, and despicable member of the U.S. House of Representatives. If you have something to say to me, stop being a coward and say it to my face, otherwise, shut the heck up.\"\n\nSee? Not a lot to check in either statement.\n\nBut as the debate ballooned into cable news drama Wednesday and Thursday, Wasserman Schultz provided an interview -- and a sound bite -- to CNN's Wolf Blitzer that had us scratching our heads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nWasserman Schultz said she is West's elected representative to the House.\n\n\"He's a constituent of mine, and so I was dutifully doing my job and representing my constituents and taking to task someone who I think is really taking the wrong position when it comes to the people we represent in South Florida who badly need that safety net and make sure that we're not going to dramatically increase their costs, which that cut, cap and balance plan does,\" she said.\n\nBlitzer stopped for a moment. \"So you're saying he lives in your district, he doesn't live in his own district?\"\n\n\"Yes,\" Wasserman Schultz continued, \"Congressman West is a constituent of the 20th Congressional District, but represents the 22nd.\"\n\nTo win a seat on the city council, you have to live in that city when you take office. To win a seat in the state House, or the state Senate, you also have to live in the district you represent. The obvious question is why would it work differently for Congress?\n\nThe U.S. Constitution, that's why. The requirements for U.S. House members are spelled out in Article I, Section 2: \"No Person shall be a Representative who shall not have attained to the Age of twenty five Years, and been seven Years a Citizen of the United States, and who shall not, when elected, be an Inhabitant of that State in which he shall be chosen.\"\n\nWe're not sure why the framers loved all the negatives, but in other words: U.S. House members need only live in the state they represent to be eligible for their seat.\n\n\"Remember back in 1789, things weren't like they are today,\" said lawyer Mark Herron, an elections expert based in Tallahassee. \"A state was a state. It was just a reflection of the times, and they tried to keep it as simple as possible.\"\n\nIn fact, the Roanoke Times recently identified a handful of House members who lived outside their districts, including Utah Republican Jason Chaffetz, California Democrat John Garamendi and Georgia Democrat David Scott.\n\nAnd West does, too, it turns out.\n\nWest moved to Florida with his wife, Angela, and two daughters in 2004 after retiring from the Army. The former colonel lives in a four-bedroom, two-bathroom $200,000 home in the city of Plantation, Broward County property records show.\n\nHis zip code, when punched into the U.S. House of Representatives website, and his address, when entered into the St. Petersburg Times' MyLawmaker database, both show his home falling in Florida's 20th Congressional District, represented by Wasserman Schultz.\n\nWest has owned up to this before. Amid questions over residency requirements for several South Florida lawmakers in 2008, West correctly cited federal law to the Palm Beach Post and explained, \"I'm a distance runner, and I even do my 5 to 10 miles mostly in District 22.\n\n\"The U.S. Constitution says only that a person must live in the state in which he is running for Congress,\" said West, then a challenger to former Rep. Ron Klein. \"But I'm not trying to hide where I live. Yes, I live just outside the district. Part of Plantation is in District 22 and the other part in District 20. The dividing line is University Drive and I live about a mile from there.\"\n\n\"They redistrict every 10 years anyway and what are you supposed to do, move all the time?\" West said.\n\nWe won't answer that. But on the matter at hand, Wasserman Schultz is correct that she can count West as a constituent. And it's okay, according to the U.S. Constitution. We rate this claim True.", "vclaim_id": "vclaim-pol-12700"}