{"url": "/factchecks/2012/aug/08/eric-hovde/gop-candidate-us-senate-hovde-claims-obamacare-lev/", "speaker": "Eric Hovde", "vclaim": "President Obama and Nancy Pelosi said \"Obamacare\" would save money because \"they factored in 10 years worth of tax revenue and only six and half years worth of expenses.\"", "truth_label": "half-true", "date": "stated on July 29, 2012 in a television interview:", "title": "GOP candidate for US Senate Hovde claims Obamacare levies 10 years of taxes for 6 years of benefits", "text": "The U.S. Supreme Court decision upholding the federal health care reform law didn’t slow down efforts by Republicans to block the measure -- or at least heap criticism on it while campaigning.\n\nIn a July 29, 2012 interview on WISN-TV with host Mike Gousha, U.S. Senate candidate Eric Hovde  joined the chorus of critics and said the law would \"help bankrupt the country.\" Hovde said he disagreed with assessments from the nonpartisan Congressional Budget Office that repeal of the bill would add to the federal deficit.\n\n\"Let's go back and show how Nancy Pelosi and President Obama said that over the next decade, ‘Obamacare’ will save us money,\" said Hovde, who is running against three other Republicans in the Aug. 14, 2012 primary. \"What they did is they factored in 10 years worth of tax revenue and only six and half years worth of expenses. \"\n\nThose numbers sound familiar.\n\nIndeed, the \"10 years and six\" claim has been a common refrain by Republicans and has been looked at a number of times by our PolitiFact partners.\n\nWhen we asked Hovde’s campaign for backup, they referred us to several articles that make the same point about the health care law:\n\n\"Congressional Democrats delayed these provisions in order to show only six years of spending under the plan in the original 10-year budget window (from FY2010-19) used by CBO at the time the law was enacted,\" said a July 11, 2012 statement from Republicans on the Senate Budget Committee, as reported in the conservative Weekly Standard.\n\nBasically, the supporting evidence simply re-states the claim. So we took our own look.\n\nThe health care law took effect in 2010, and taxes began then to support the measure. Key  parts of the bill don’t kick in until 2014.\n\nIn an item about Republican presidential candidate Mitt Romney, PolitiFact National noted that the 10-year aspect of the claim was correct.\n\nThe item read, in part:: \"The CBO said this about the health care law back in 2010: It lowers the deficit, by about $124 billion over 10 years. And in 2011, when Republicans offered a bill to repeal the health care law, the CBO said that increased the deficit, by about $210 billion over 10 years.\"\n\nThat estimate was updated in July 2012, when the CBO said the law would cost $84 billion less than it had previously predicted.\n\nOn Jan. 6, 2011, House Majority Leader Eric Cantor, R-Virg., made virtually the same claim as Hovde, saying the law \"offset 6 years of benefits with 10 years of tax increases\" and it was Half True.\n\nPolitiFact Virginia noted: \"Cantor’s argument that the ‘benefits’ don’t kick in until 2014 is true if you’re looking at the biggest provisions of the law. But many other, smaller provisions to boost coverage have already taken effect.\" Those include small business tax credits, coverage for people with pre-existing conditions, assistance for early retirees and coverage for dependents until they’re age 26. Also, not all of the taxes kicked in immediately.\n\nOn March 1, 2011, Virginia Attorney General Ken Cuccinelli said the law has \"six years of costs against 10 years of tax revenue.\" PolitiFact Virginia also rated Cuccinelli’s claim Half True.\n\n\"The bill is is a bit front-loaded. About 10 percent of the taxes for health care reform will be levied in the first four years to pay for an estimated 1 percent of cost,\" it wrote. \"But Cuccinelli is flat wrong to say health care reform offers no benefits before 2014.\"\n\nSo, yes, the taxing began in 2010, and key parts of it don’t kick in until 2014. But, like so many claims, it’s not as simple as that. Some benefits already kicked in, and some of the taxes don’t take effect until later.\n\nOur rating\n\nHovde repeats a claim that’s been a routine part of the GOP attack on Obamacare: that there are 10 years of taxes charged for six years of benefits. It’s true that the tax money began to come in starting in 2010. But it’s false that the benefits don’t kick in until 2014. There are numerous parts of the bill that have already taken effect.\n\nHovde joins the crowd who have made the same claim. It’s Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10620"}