{"url": "/factchecks/2016/may/29/bernie-sanders/bernie-sanders-says-only-he-supports-carbon-tax-an/", "speaker": "Bernie Sanders", "vclaim": "\"I believe we should have tax on carbon and deal aggressively with climate change. That is not (Hillary Clinton's) position.\"", "truth_label": "mostly-true", "date": "stated on May 29, 2016 in an interview on \"Meet the Press\":", "title": "Bernie Sanders says only he supports carbon tax and 'aggressive' approach to climate change", "text": "Bernie Sanders still doesn’t want to talk about Hillary Clinton’s damn emails.\nAsked for his reaction to the State Department report of Clinton’s use of a private email server, Sanders told Meet the Press’ Chuck Todd that he’d rather talk policy differences.\n\"Our campaign is about defeating Secretary Clinton on the real issues,\" he responded. \"I want to break up the Wall Street banks. She doesn’t. I want to raise the minimum wage to 15 bucks an hour. She wants $12 an hour. I voted against the war in Iraq. She voted for the war in Iraq. I believe we should ban fracking. She does not. I believe we should have tax on carbon and deal aggressively with climate change. That is not her position. Those are some of the issues that I am campaigning on.\"\nSanders is right about Clinton’s Iraq war vote and where she stands on breaking up banks, a $15 minimum wage and fracking. (For more of their policy differences, read this.) But is he also right about their differences on carbon tax and climate change?\nThere’s no doubt that Sanders’ rhetoric on climate change and his plan to deal with it are aggressive and, unlike Clinton, he has advocated for a carbon tax. Clinton does, however, have a climate change plan. While some environmentalists have said it isn’t tough enough, others have given it positive reviews.\nBoth the Sanders and Clinton campaigns referred us to each candidate’s climate change plan.\nSanders’ plan is long and comprehensive. Beyond a tax on carbon, it includes an array of proposals from banning certain drilling and mining practices to improving the national public transit system.  \nClinton’s plan is shorter and, though it doesn’t include a tax on carbon, contains similar provisions on renewables. Here’s an overview:\n\n\n\n \n\nSanders’ plan\n\n\nClinton’s plan\n\n\n\n\n\n\nFossil fuel influence\n\n\n• Cut tax subsidies for oil and gas companies\n• Prohibit fossil fuel lobbyists from working in the White House\n• Investigate climate change deniers\n\n\n• Cut tax subsidies for oil and gas companies\n\n\n\n\nEnvironmental standards\n\n\n• Enact a tax on carbon\n• Ban fossil fuel leasing on public lands and promote conservation and habitat preservation\n• Ban Arctic oil drilling, offshore drilling, fracking, mountaintop removal coal mining and pipeline projects\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n• Stop exports of natural gas and crude oil\n• Defend and close loopholes in the Clean Air Act\n• Increase fuel efficiency standards\n• Begin a moratorium on nuclear power\n• Create a national environmental and climate justice plan\n\n\n• Reform fossil fuel leasing and expand clean energy production on public lands\n• Defend and extend environmental standards like the Clean Power Plan\n• Eliminate lead poisoning, clean up brownfield sites, and create an Environmental Justice Task Force\n\n\n\n\nRenewables\n\n\n• Invest in clean energy infrastructure and modernize the energy grid\n• Invest in clean energy, alternative fuels and energy efficiency programs\n\n\n• Invest in clean energy infrastructure\n• Launch a $60 billion local-state-federal clean energy partnership\n\n\n\n\n \nAs in her plan, Clinton prefers to focus on renewables on the stump. In a January Medium post responding to the Sanders camp, Clinton’s campaign manager highlighted her pledge to \"make America the clean energy superpower of the 21st century\" in her launch speech. Clinton, who played a role in negotiating the Paris climate change agreement, herself touted her goals for more solar panel and clean electricity as \"big\" and \"bold.\"\nClinton has gotten her best reviews from the League of Conservation Voters, who endorsed Clinton last fall (to some controversy). The green group considers Clinton’s plan strong and aggressive and, more importantly, achievable, Tiernan Sittenfeld, its senior vice president of government affairs, told PolitiFact.\n\"Hillary is focused on practical solutions,\" Sittenfeld said, pointing out that there are many lawmakers in Congress who still deny climate change science. \"So (a carbon tax) is pretty remote possibility.\"\nBut some are skeptical of Clinton’s \"boldness.\" Pulitzer Prize-winning website InsideClimate News called Clinton’s plan ambitious but said it \"falls short of bold.\" The Washington Post’s editorial board said her ideas are \"second best.\" Environmental news magazine Grist summed up her positions as not bad but \"not quite the climate hawkishness we need.\"  \nOur ruling\nSanders said, \"I believe we should have tax on carbon and deal aggressively with climate change. That is not her position.\"\nUnlike Sanders, Clinton doesn’t advocate for a carbon tax. And while Clinton doesn’t go as far as Sanders in her climate change plan, she does have one. The League of Conservation Voters supports her plan as realistic and achievable.  \nWe rate Sanders’ claim Mostly True.", "vclaim_id": "vclaim-pol-04900"}