{"url": "/factchecks/2017/dec/21/claudia-tenney/wealthy-would-do-well-under-tax-plan-contrary-tenn/", "speaker": "Claudia Tenney", "vclaim": "On the Republican tax plan: \"Unfortunately, the wealthy are, again, not going to do well in this bill\"", "truth_label": "barely-true", "date": "stated on December 3, 2017 in a local news interview:", "title": "Wealthy would do well under tax plan, contrary to Tenney's claim", "text": "Rep. Claudia Tenney told a TV news station that the rich would not fare well under the Republican tax plan passed by the House last month.\nNew York state’s highest earners would have paid more in taxes, said Tenney, a congresswoman from the Utica area.\n\"Unfortunately, the wealthy are, again, not going to do well in this bill,\" Tenney said. \"Unlike what you’re hearing from Chuck Schumer, he’s getting an awful lot of blowback from people down in New York City who are the highest earners in our state who are very upset because they’re actually going to pay more in taxes unlike what he’s claiming when he’s on the street.\"\nCongress passed a final tax bill this week. The new version is a combination of ideas from the House and Senate plans.\nTenney was speaking about the House bill that lawmakers passed last month, according to her spokesperson. She was among the four Republican lawmakers from New York state to vote for it. The state’s five other Republicans opposed the bill. Tenney also voted to approve the final tax bill.\nWe’re basing our fact check on what the House bill included at the time of her statement. Was Tenney right? Would the House bill have hurt the wealthy?\nBad for the wealthy\nExperts said one provision included in both bills would disproportionately harm high-income earners: eliminating state and local tax deductions.\nThe House bill capped the deduction for local property taxes at $10,000 while ending the deduction for state income and sales tax altogether. The final tax bill keeps all state and local tax deductions while maintaining the $10,000 cap.\n\"That primarily affects people with really high incomes,\" said Len Burman, a co-founder of the Urban-Brookings Tax Policy Center.\nMore than 90 percent of filers who make $200,000 or more deduct their state and local taxes, according to the Tax Policy Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nFor extremely wealthy people, the benefits they would have gotten from the tax bill outweigh what they would have lost by not being able to deduct a higher amount of state and local taxes, experts said. And the cap would be a bigger thorn in the side for wealthy people in New York state since they pay higher local and state taxes than those in other states. \nTenney did not specify if she was talking about the wealthy in New York state or across the U.S. Her claim appears to be about the wealthy in the U.S. The information her office provided dealt with wealthy people overall in the U.S. -- not just New York state. If she was just talking about New York state's wealthy, experts said they, too, would still do well, but probably not as well as those in other states.\nBenefits for the wealthy\nAll told, about 71 percent of those making more than $912,000 would have benefited from the House bill over the next decade, according to the Tax Policy Center.\nSimilar research from the Tax Foundation, a right-leaning tax policy organization, found the top 1 percent of earners would have seen an increase in after-tax income of at least 3.3 percent by 2027 if the House bill became law.\nAn analysis of the final tax bill by the Tax Policy Center found 75 percent of the top 1 percent of earners would get a tax cut in 2027. Unlike the House version, the final bill also lowers the top tax bracket from 39.6 percent to 37 percent.\nAt no point would the majority of those earners have seen an increase in federal taxes because of the House bill, according to research from both groups.\nAmong the provisions that give the wealthy a break:\n\n• The exemption for the estate tax -- a tax on one’s property after death but before it’s given to an heir -- would double to about $11 million in the House and Senate bills. That idea made it into the final tax bill.\n• The House bill also called for lowering the corporate tax rate from 35 percent to 20 percent. The final bill puts it at 21 percent.\n• Wealthy earners also benefit from tax relief for pass-through companies, experts said. The House plan would have capped the tax rate on pass-through income at 25 percent, down from the current maximum of 39.6 percent. That change was not included in the final tax bill. Pass-through companies will instead be allowed to deduct up to 20 percent of their income.\n\nOur ruling\nTenney said \"the wealthy are, again, not going to do well in this bill.\"\nThere can be many variables figured into each person's tax return. So generalizing the affects of a far-reaching tax bill can be tricky. But research shows that Tenney’s statement is wrong. Experts agree the wealthiest taxpayers would have come out ahead in the House tax plan. They may lose the deduction for state and local taxes, but research shows that loss is outweighed by other benefits.\nThe final tax plan includes many of the same benefits for the wealthy as the House bill. We did not consider those for our ruling since Tenney was talking about the House bill.\nWe rate her claim Mostly False.\n Share the Facts 2017-12-21 22:44:19 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  On the Republican tax plan: \"Unfortunately, the wealthy are, again, not going to do well in this bill\"    Claudia Tenney Congressmember https://www.wktv.com/content/news/Tenney-Speaks-on-Tax-Bill-461713083.html    Sunday, December 3, 2017 2017-12-03    Read More  info", "vclaim_id": "vclaim-pol-02575"}