{"url": "/factchecks/2019/dec/13/rob-hutton/wisconsin-state-rep-hutton-delivers-claim-about-le/", "speaker": "Rob Hutton", "vclaim": "A \"study showed as many as one in four people have had a package stolen from their residence.\"", "truth_label": "true", "date": "stated on December 4, 2019 in a radio interview:", "title": "Wisconsin State Rep. Hutton delivers with claim about level of porch piracy", "text": "The 2019 holiday shopping season is upon us.\nA new NerdWallet survey estimates more than 223 million Americans (88%) plan to purchase gifts this holiday season, spending an estimated $184 billion.\nOf course, many of those purchases will come in brick-and-mortar stores, but increasingly shoppers are making their buys online. Some believe that trend could get a boost this year due to the short window between Black Friday and Christmas -- 26 days from Thanksgiving to Christmas, down from 32 in 2018.\nWith that backdrop, state Rep. Rob Hutton, R-Brookfield, used the Dec. 4, 2019 GOP weekly radio address to tout his soon-to-be introduced bill to increase the penalties for stealing mail and packages. Hutton started circulating the proposed bill for co-sponsors Dec. 12, 2019. \n\"Of course, it’s already against the law to steal mail or any other item,\" Hutton said. \"Our laws need to keep up with the shift toward purchasing products online.\"\nHe also said:\n\"A recent study showed that nearly half of all gifts bought for the holidays are now purchased online. Unfortunately, another study showed as many as 1 in 4 people have had a package stolen from their residence.\"\nIs he right about the number?\nThe evidence\nWhen asked to provide backup for the claim, Hutton’s staff pointed us to the \"2019 Porch Package Theft Report\" by Shorr Packaging Corp., an Aurora, Ill.,-based distributor of packaging products, equipment and services. \nHere is what the company’s website says about the methodology:\n\"We surveyed 1,052 online shoppers and asked a variety of questions related to online purchasing habits, package delivery tendencies, and security as it relates to receiving goods purchased online. All respondents live in the U.S., are between the ages of 18-100 and have indicated that they purchase items online through retailers. The survey was conducted between 10/30/2019 and 10/31/2019.\"\nShorr Packaging teamed with marketing and analytics agency Garrison Olson on the survey. Kyle Olson, co-founder of Garrison Olson, said in an email to PolitiFact Wisconsin the participants were selected using SurveyMonkey's audience network -- that is, people who volunteer to take surveys. The margin of error is +/- 3%. \nHere is the relevant line from the report:\n\"Nearly 1 in 4 online shoppers surveyed (24%) had personally experienced package theft, a 7% decrease compared to the 31% of self-reported package theft victims in our 2017 Package Theft report.\"\nSo, the first part of that sentence tracks with Hutton’s claim on the current number, though the second part suggests security precautions may be making a difference. \nIndeed, the report itself notes:\n\n\nMore than half those surveyed had taken some sort of precautions to prevent package theft, with 45% scheduling a delivery and 33% relying on home security tools.\n\n\nSome 64% of victims have sent packages to a location other than their home to prevent theft.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\nAnd 78% have changed their plans to be home when a package arrived, even though the package did not require a signature.\n\n\nThe study also reported that one of the hottest items on many people’s holiday shopping list this year is a video doorbell. In fact, of the respondents who have been a victim of package theft, 41% said they had purchased a video doorbell.\nWe did find two other sources, both of which are similar surveys, that bolster Hutton’s claim.\nSecurity.org surveyed 1,011 shoppers in mid 2019 about package delivery. Only those who have packages delivered to their homes were asked to participate. \nThat effort found \"close to 40% of people have been the victims of so-called porch pirates, who snatch package deliveries from porches, stoops and doorsteps.\" \nMeanwhile, home security company Canary said in its November 2019 \"Porch Pirates Beware! Report,\" nearly 1 in 5 Americans were a victim, or know someone who was a victim, of porch pirate thefts during the 2018 holiday season. \nTotal sample size was 1,238 adults. The survey was conducted online between Oct. 24 and 25, 2019. A margin of error was not provided.\nJust how big is the problem?\nAccording to Security.org, federal data does not distinguish package theft from other larceny, so it’s not clear exactly how many package thefts take place every year across the country.  \nBut according to the FBI’s 2017 Crime in the United States report, the most recent annual data available, more than 5.5. Million larceny thefts were reported across the country\nOur ruling\nIn the GOP radio address, Hutton said a \"study showed as many as one in four people have had a package stolen from their residence.\" \nA trio of surveys of online shoppers supports that number, though statistics from law enforcement are hard to come by.\nWe rate the claim True. \n\n                                                               How to avoid porch piracy \n\nMilwaukee Police Officer Jennifer Feather in a \"Cyber Monday\" message posted Dec. 2, 201,9 on the Nextdoor social network for neighborhoods, said porch piracy is preventable. \n\"The Milwaukee Police Department wants to remind residents to be vigilant this holiday season as packages begin to arrive on our doorsteps.\" \nFeather also offered tips to neighbors to help thwart package thefts:\n1. Keep each other updated about recent package theft activity\n2. Share surveillance footage of a package theft in action\n3. Ask a neighbor to pick up a package if your plans have you away from home\n4. Offer to pick up a neighbor’s packages\n5. Request for packages to be sent to your post office or participating location", "vclaim_id": "vclaim-pol-16687"}