{"url": "/factchecks/2012/apr/02/rick-scott/rick-scott-calls-health-care-law-job-killer/", "speaker": "Rick Scott", "vclaim": "Says Barack Obama's health care law \"will be the biggest job-killer ever.\"", "truth_label": "false", "date": "stated on March 26, 2012 in a \"Fox and Friends\" interview:", "title": "Rick Scott calls health care law a 'job-killer'", "text": "As Supreme Court justices embarked on three days of oral arguments in the historic lawsuit over the health care law, Gov. Rick Scott went on a national TV media blitz and said one of the most regurgitated falsehoods of the health care debate.\n\n\"I ran on a campaign of getting our state back to work. This will be the biggest job-killer ever,\" he said on Fox and Friends on March 26, 2012. \"I mean, think about it, the government can’t buy health care cheaper than anybody else can. And we have these unbelievable penalties, which will have to go up.\"\n\n\"It will be a big job-killer because it will cost too much,\" he said.\n\nPolitiFact has examined similar claims about the law’s job-killing effect from House Republican Leader Eric Cantor, the U.S. Chamber of Commerce and former U.S. Senate candidate and former Florida House Majority Leader Adam Hasner. None fared well on our Truth-O-Meter.\n\nWe wanted to rule on Scott’s statement given renewed debate on the law. We’ll explain how we examined the \"job-killing\" rhetoric in the past before getting around to Scott specifically.\n\nNone of the folks who made the claim before now could back it up with valid projections of job losses, and instead presented partisan reports or skewed interpretations of independent reports as evidence.\n\nOne Republican document, \"Obamacare: A Budget-Busting, Job-Killing Health Care Law,\" claimed \"independent analyses have determined that the health care law will cause significant job losses for the U.S. economy.\" It cites a 2010 report by the CBO, which analyzes the impact of legislation, that allegedly determined the law would lead to roughly 650,000 lost jobs.\n\nBut the report didn’t say that.\n\nIt said the reduction in the amount of labor in the economy would be \"roughly half a percent\" -- and not because of onerous regulation. Some workers around retirement age may decide to stop working earlier than they planned, the report states, pointing to the affordability of insurance to be offered outside of the workplace.\n\nThe same report says the law may also mean more people seek jobs because of a Medicaid expansion that allows more low-income people to work and still qualify for the program.\n\nThe CBO does highlight a part of the law that will likely lead to lost jobs: the requirement that businesses with 50 or more workers pay a fee if they do not offer health insurance (or if the plan they offer falls short on some criteria and at least one employee receives a subsidy from the to-be-created insurance exchange).\n\nThis fee, CBO states, will be passed on to employees through reduced wages and other compensation. Because some businesses pay a chunk of employees at minimum wage, it’s inevitable that some will take on fewer low-wage workers. They may also respond by hiring more part-time or seasonal employees.\n\nThat’s as specific as it gets in the CBO’s update. Why? Because it will take time to assess the effects of the law, most parts of which won’t be implemented for another couple of years.\n\nAnother source the Republicans have used for backup is pretty irrelevant now. The National Association of Independent Business said in a 2009 report the impact of a provision requiring businesses to offer insurance would lead to the elimination of 1.6 million jobs, two-thirds of which would be from small business. But the blanket employer mandate did not make it into the final law, which exempts companies with 50 or fewer employees from any mandate.\n\nThe NFIB produced a more recent study in November 2011 blasting another part of the law: an escalating annual fee (starting in 2014) on the health insurance sector that the group says will be passed on to businesses through increased premiums.\n\nThis requirement, which the lobbying group calls a health insurance tax, would lead to lost private-sector jobs between 125,000 and 249,000 in 2010, the group said. Job losses would total 4,700 through 2021 in Florida.\n\nWe’ve found a few problems with NFIB research in our past stories. For starters, it’s not really independent in the ideological sense. The lobbying group opposes policy that places a financial burden on business and sued against the health care law at the Supreme Court.\n\nIn other words, it’s not exactly our go-to source for objectivity.\n\nStill, we dug into the substance of their claim that the law will cost hundreds of thousands of private jobs in our most recent check of this job-killing claim. Several skeptical experts told us the impact would not be that big, pointing out that employer payments under the law are small, and that the NFIB’s research doesn’t factor in new tax credits under the law for small businesses, which would actually lead to savings in premium contributions.\n\n\"The rhetorical hysteria explicit in the term ‘job killer’ is enough to make one despair for rational public debate,\" said Henry Aaron, senior fellow at the Brookings Institution, in a February email with PolitiFact.\n\nLike CBO, we’ve cautioned that a discussion of what the law will or won’t do is mostly based on speculation. Even when parts of the law go into effect in 2014 (barring Supreme Court action), we won’t know if it has a drastic effect on jobs until the years that follow.\n\nOur friends at FactCheck.org  arrived at the same conclusions we did about the job-killing threat in January 2011.\n\nSo what about Scott? Could he cite new, compelling evidence for this well-worn claim?\n\n\"It’s a prediction based on conversations with business owners and other job creators,\" spokesman Brian Burgess wrote in an email.\n\nHe didn’t elaborate.\n\nAnalyzing the truthfulness of predictions is tricky business in which we normally prefer not to delve. But the job-killing claim is widely spread, and does not carry proof.\n\nScott’s spokesman said this is a prediction based on anecdotal conversations with business owners. We say it’s not one steeped in credible, independent evidence -- it’s more like a scare tactic. We rule this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11348"}