{"url": "/factchecks/2013/feb/22/eric-cantor/cantor-says-us-paid-seniors-12-million-play-world-/", "speaker": "Eric Cantor", "vclaim": "\"The National Science Foundation spent $1.2 million paying seniors to play World of Warcraft to study the impact it had on their brain.\"", "truth_label": "pants-fire", "date": "stated on February 19, 2013 in a news release.:", "title": "Cantor says U.S. paid seniors $1.2 million to play World of Warcraft computer game", "text": "House Majority Leader Eric Cantor says Washington’s spending habits are so bad that they’ve entered the realm of fantasy.\n\n\"The National Science Foundation spent $1.2 million paying seniors to play World of Warcraft to study the impact it had on their brain,\" Cantor, R-7th, claimed in a Feb. 19 news release identifying examples of what he said are wasteful spending.\n\nWorld of Warcraft, also known as WoW, is a popular fantasy game in which players create virtual characters and enter an online world to battle orcs, kobolds, giant spiders, roving packs of wolves and other adversaries. Gamers pay a monthly fee to play the subscriber-based game in which they join other players to fight monsters and win treasure.\n\nA September 2012 article in Wired magazine said the game peaked at 12 million users in 2010 and has since dropped to 9.1 million.\n\nWere some of those gamers senior citizens that Washington paid to play to the tune of $1.2 million? We decided to check. Cantor’s statement has drawn attention from The Huffington Post and  WoW Insider, an online publication devoted to World of Warcraft.\n\nWe asked Cantor’s office where the majority leader got his information. Megan Whittemore, a deputy press secretary, sent us information about a $1.2 million grant by the National Science Foundation in mid 2009. The money was awarded to North Carolina State University and Georgia Tech to study whether computer games can slow the mental decline in elderly people and, if so, to develop specific \"brain games\" to achieve that goal. The premise is that the memory, problem-solving and strategies needed to master some online games may be beneficial to seniors.\n\nThe first part of the research involves seniors frequently playing Boomblox -- a spatial puzzle game on the Wii entertainment system in which players knock down blocks. About 200 participants undergo cognitive testing before they are introduced to the game and then again at a later date to see if playing has produced any changes.\n\nThe N.C. State researchers hope to identify the elements of Boomblox that led to mental improvements. That information will be shared with experts at Georgia Tech, who hope to incorporate data to develop new games that will help the elderly retain or improve their everyday cognitive skills.\n\nThe grant runs out this August.\n\nYou may have noticed that our explanation of the research has yet to mention the World of Warcraft, the game Cantor says U.S. taxpayers paid seniors $1.2 million to play. There’s a good reason: The National Science Foundation’s abstract on the grant makes no mention of anyone playing WoW.\n\nIs any part of the $1.2 million federal grant being used to pay seniors to play World of Warcraft?\n\n\"The answer is an unequivocal no,\" said Anne McLaughlin, the principal researcher on the project and co-director of the Gains through Gaming Lab at N.C. State.\n\nThe information sent to us by Cantor’s office -- media reports, research publications and grant abstracts -- do not undercut McLaughlin’s answer.\n\nWoW does have a tiny role in this story, however. In the spring of 2009, McLaughlin’s lab briefly studied how playing World of Warcraft affected seniors’ cognitive ability before receiving the federal grant. The research, on 39 elderly subjects, was funded with $5,000 provided by N.C. State. No federal money was involved, according to Jason Allaire, a co-director of the lab.\n\nAn experimental group of the seniors played WoW on their home computers for about 14 hours over the course of two weeks and were tested at the start and end of the period. A control group did not play the game, but also was tested at the same intervals.\n\nThe researchers concluded that seniors who scored well on the pretest for cognitive skills were not aided by playing WoW. But those who scored low on the initial test \"saw significant improvement in both spatial ability and focus.\"\n\nThe purpose of the $5,000 study, in part, was to run a pilot project to help win the National Science Foundation grant, McLaughlin told us. It \"helped us look at what we wanted to measure in a big study and how to do it,\" she said.\n\nSome media coverage of the Gains Through Gaming studies have noted there are skeptics of whether gaming has any potential to slow the effects of aging on senior’s brains.\n\nOur ruling\n\nCantor said the federal government spent $1.2 million \"paying seniors to play World of Warcraft,\" a popular fantasy game. His facts are all messed up.\n\nHe’s referring to federal grant for a study to determine whether computer games can slow mental decline in the elderly. But the grant application never mentioned WoW and participants in the federally-funded study did not play that game.\n\nBefore applying for the federal money, the researchers conducted a small, pilot study in which seniors played WoW over the course of two weeks and were tested to see if it improved their cognitive abilities. This study was funded with a $5,000 grant from N.C. State. No U.S. money was involved.\n\nThe federal study involves hours of testing each participant and efforts to identify the aspects of computer games that might help seniors better deal with life offline. Cantor’s statement ridiculously suggests that Washington is sponsoring a geriatric gaming club. We rate his claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09672"}