{"url": "/factchecks/2016/jul/25/unicef/unicef-more-girls-south-sudan-die-childbirth-gradu/", "speaker": "UN's UNICEF", "vclaim": "In South Sudan, \"more teenage girls die in childbirth than finish high school.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2016 in an article on Medium:", "title": "UNICEF: More girls in South Sudan die in childbirth than graduate from high school", "text": "There are countries where the measures of well-being tell such a bleak story, you have to stop and verify them. South Sudan falls in that group.\nUNICEF, the United Nations International Children’s Emergency Fund, marked the fifth year since this African nation separated from its northern neighbor with a photo essay about five children. One showed a little girl shyly smiling as she holds an oversized slate chalkboard bearing two perfectly legible number 5s.\nThe caption read, \"Only about 10 percent of girls in South Sudan complete primary school, and the typical age of marriage in rural areas is rarely over 15. As a result, more teenage girls die in childbirth than finish high school.\"\nSouth Sudan emerged as an independent country in 2011 after years of civil war. Its people barely had time to catch their collective breath before friction between two rival factions turned the country back into a battlefield again. The fighting has forced millions from their homes.\nUnder these conditions, it’s plausible that more teenage girls dying in childbirth than graduate from high school, but every claim needs data behind it, and we went looking.\nGirls in South Sudan who finish high school\nOngoing conflict has made education nearly impossible. A 2014 Brookings Institution article noted that \"approximately 50 percent of primary school-age children are currently not in school.\"\nSo how many girls finish high school? We can’t say for certain, but we know the number is quite low.\nThe South Sudanese government reported that in 2013, just 730 girls were in the last year of secondary school out of a total population over 12 million.\nGirls in South Sudan who die in childbirth\nFinding a precise number of teenage girls in South Sudan who die during childbirth is more complicated because accurate data in a war zone is hard to come by.\nTo get even a crude estimate, we had to rely on a couple of figures.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFirst a 2008 survey of South Sudan found that about 10.3 percent of all women in the country were 15-19. That translates to about 610,000 teenage girls.\nA 2010 government health survey said that \"in South Sudan, one-third of the 15-19 year old women start childbearing.\" That would mean about 207,000 young women are at risk of dying in childbirth.\nBased on UNICEF data, the nonprofit aid group International Medical Corps wrote that \"with 2,054 maternal deaths per 100,000 live births, South Sudan has the highest maternal mortality rate in the world.\"\nWhen we apply that rate to the number of young women at risk, we get over 4,000 deaths. That’s nearly six times the maximum number of female high school graduates.\nWhat experts say\nPeople and groups with on-the-ground experience in South Sudan said they have no reason to doubt UNICEF’s comparison.\nLydia Stone, now with the British aid organization Social Development Direct, told us that \"while there is a dearth of reliable, recent data in South Sudan, this UNICEF claim is almost certainly true.\" Stone said that most girls \"are married around the age of 15-16 some even younger. Their bodies are not ready to bear children and - outside of aid agencies - the health system is virtually non-existent.\"\nCanada is a major donor of relief services in South Sudan. Global Affairs Department spokeswoman Jessica Seguin said \"South Sudanese girls’ face significant inequalities in terms of access to education, and are at a high risk of early and forced child marriage, and accompanying obstetric health problems.\"\nIn a 2012 field report, Stone wrote that the society puts a premium on women having as many children as possible. During the first civil war, government leaders cast pregnancy as a patriotic duty. But Stone wrote that in interviews, many women embraced their role quite apart from any overt pressure.\n\"One woman said, ‘There is no limit; if I can have 15 or 20, then I will. It is for God to decide.’\"\nOur ruling\nUNICEF wrote that in South Sudan, \"more teenage girls die in childbirth than finish high school.\"\nThe claim is almost certainly correct, experts say. But there is no single data source that can verify the comparison.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-04618"}