{"url": "/factchecks/2018/jul/20/mike-dewine/ohio-republican-mike-dewine-changed-medicaid/", "speaker": "Mike DeWine", "vclaim": "On maintaining Medicaid expansion in Ohio as part of the Affordable Care Act", "truth_label": "full-flop", "date": "stated on July 11, 2018 in a news conference:", "title": "Ohio Republican Mike DeWine changed position on Medicaid expansion", "text": "Ohio Attorney General Mike DeWine, the Republican running for governor, announced July 11 that he supports keeping Medicaid expansion, leading Democrats to accuse him of flip-flopping.\n\"The DeWine-Husted Administration will need to keep extended Medicaid coverage for adults,\" DeWine said during a press conference where the Ohio State Medical Association PAC endorsed his campaign. \"We will also reform the program. This is consistent with what we have been saying.\"\nDeWine’s Democratic rival Richard Cordray pushed back on DeWine’s statement that he had been consistent on Medicaid expansion.\n\"This is such an enormous flip-flop that it's more likely a belly flop!\" Cordray tweeted.\nAbout 700,000 Ohioans have Medicaid due to the expansion under the Affordable Care Act.\nWe will examine DeWine’s statements on our Flip-O-Meter, which measures if politicians’ have flip-flopped and to what extent. Some voters see flip-flops as a sign of hypocrisy while others may view them as a politician evolving on an issue.\nWe found that for years DeWine has opposed the Affordable Care Act, which included Medicaid expansion. At times he has been vague when pressed to give a yes-or-no answer on Medicaid expansion, and he’s repeated a talking point that he wanted to reform the program. In July, he came out in support of the expansion.\nDeWine on Medicaid expansion before the 2018 campaign\nOn DeWine’s first day in office as attorney general in 2011, he authorized Ohio to join the multistate lawsuit challenging the constitutionality of the Affordable Care Act.\nHis statement called the law a \"huge federal overreach\" and criticized the individual mandate. The lawsuit challenged a few core provisions of the law, including Medicaid expansion, which came with an implied threat that the government would withhold funding unless states complied.\nWhen DeWine spelled out what he thought were the sins of the law in an op-ed in the Washington Times in 2012, he included Medicaid expansion, although Ohio had not yet signed on to expansion.\n\"Obamacare is, quite simply, the federal version of Romneycare,\" DeWine wrote the day after the lawsuit was argued before the U.S. Supreme Court. \"All of the problems that we have seen unfold in Massachusetts -- doctor shortages, Medicaid expansion and escalating health insurance costs -- are already starting to take place across the country as Obamacare is implemented.\"\nThe Supreme Court upheld the individual mandate and ruled that states would have a choice about expanding Medicaid.\nThe next year, Ohio Republican Gov. John Kasich expanded Medicaid.\nIn 2017, DeWine refused to take sides in the battle between Kasich and the GOP-controlled General Assembly about expansion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDemocratic Congressional Campaign Committee\n\n\nstated on June 8, 2011 in a news release\n\n\n\n\n\n\n\n\n\"Rep. Jim Renacci’s plan to end Medicare also puts nursing home care for 3,000 seniors in the district in immediate jeopardy.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • June 28, 2011\n\n\n\n\n\n\n\nDeWine’s talking point about a third option on Medicaid\nWhen DeWine launched his campaign for governor in June 2017, he was asked at a forum if he would end Medicaid expansion.\n\"I’m against Obamacare; this is part of Obamacare,\" he said.\nIn June 2017 DeWine said in a TV interview that the Medicaid expansion \"has done a lot of good for people who do have an addiction.\"\nDeWine said that \"smart sheriffs\" are helping inmates enroll in Medicaid when they leave jail.\n\"We don’t want that to go away,\" he said.\nDuring the primary, DeWine avoided giving a yes-or-no answer to whether he would maintain Medicaid expansion although he said that it was \"financially unsustainable.\"\nHis talking point was that he would pursue a \"third way,\" which included seeking a waiver from the federal government to change the program.\nOhio already has a pending waiver with the federal government to add work requirements.\nDeWine announces support for Medicaid expansion\nOn July 11, the Ohio State Medical Association announced that DeWine had gained it's backing in part because he agreed to keep the Medicaid expansion.\nAt the press conference, DeWine emphasized that he wanted drug addicts to continue getting treatment through Medicaid expansion. He vowed to \"keep extended Medicaid coverage for adults\" as well as to reform the program to encourage able-bodied adults to work.\nDeWine said that \"there is no change\" to his Medicaid policy.\n\"What we said all along is it had to be reformed,\" he said.\nOur conclusion\nWhen DeWine came out in support of Medicaid expansion, his critics accused him of flip-flopping.\nFor years, DeWine has opposed the Affordable Care Act, which included Medicaid expansion. DeWine's position has evolved, though. During the primary he said that the program was financially unsustainable and needed reform, but he's also said that Medicaid expansion helped drug addicts pay for treatment. On July 11, DeWine announced that he would keep Medicaid expansion.\nThe change of positions has happened over the course of several years, but it is a distinct change. We rate this a Full Flop.\nhttps://www.sharethefacts.co/share/9f6861d4-ebd0-416f-878f-b2f616decb66", "vclaim_id": "vclaim-pol-01833"}