{"url": "/factchecks/2015/jun/09/anonymous-activist/austin-yard-signs-suggest-office-tower-project-cou/", "speaker": "Anonymous Activist", "vclaim": "\"500 percent more traffic here?\"", "truth_label": "mostly-true", "date": "stated on May 19, 2015 in yard signs posted anonymously opposing a proposed office park redevelopment in Northwest Austin:", "title": "Austin yard signs suggest office tower project could drive up traffic 500 percent", "text": "A chunk of residential Northwest Austin has bridled at the prospect of a low-rise office park becoming much more. Our attention was drawn to yard signs suggesting the towering redevelopment at the southwest corner of Spicewood Springs Road and MoPac Boulevard (Loop 1) would quintuple area traffic.\n \nDallas-based Spire Realty Group LP seeks a zoning change to build up Austin Oaks, an office complex with 12 buildings of two to three stories each. In a version of its proposal made public in 2014, Spire said that on the parts of the site closer to MoPac, it wanted to build two office buildings of 17 stories each, though those plans have since been trimmed to 10-story buildings or so, according to Steve Drenner, an Austin lawyer representing Spire in its zoning case.\n \nInitial plans, also since modified per Drenner, called for up to 610 apartments and townhomes in the three- to five-story buildings, plus retail and restaurant space. The soonest construction was planned to start was around 2020, after existing office leases expire.\n \nThe \"500%\" signs don’t reveal any group or person as the originator or sponsor. By phone, Ann Denkler, a volunteer with a coalition opposing the redevelopment, told us the group did not create them.\n \nCity 'unable to verify' traffic impact\n \nWe reached out to city officials at first, wondering what data were available. By email, spokeswoman Sylvia Arzola told us: \"The project and the traffic impact analysis are currently under review. At this time we are unable to verify the traffic impact until a full evaluation of the project and accompanying mitigation is provided by the developer.\"\n \nMeanwhile, we found something close to the 500 percent claim in a September 2014 presentation by Jim Duncan of Austin, a city planner by profession. Duncan said he developed the presentation at the urging of a neighborhood friend and based his traffic projection on an engineering report written by another firm at the developer’s request. That report, Duncan said,  indicated daily car trips near the proposed Austin Oaks Planned Use Development would increase from 4,118 to 23,804 once the expansion was finished--a 478 percent uptick.\n \nWe turned back to Arzola, who agreed by email it looks like the traffic figures indeed came from \"the developer’s consultant’s study.\" However, she noted, a fresh traffic analysis was released in May 2015 based on the developer changing what it seeks to build.\n \nDuncan said he’d heard the revision talk and for that reason, he said, his calculation of the potential 478 percent increase in daily car trips near the project would likely be outflanked. \"I’m sure the number is lower\" now, Duncan said.\n \nTraffic impact studies\n \nArzola emailed us two traffic studies for the project, dated a year apart, and another city official, Bryan Golden, emailed us excerpts from a study completed in August 2014 (which looked to us like the one Duncan relied on). Each study presents predicted  \"unadjusted daily trips\" in the area should the project be built out with predicted increases ranging from more than 300 percent to more than 480 percent.\n \nGenerally, \"unadjusted daily trips\" means daily car trips in an area, a city official told us, without reductions accounting for trips internal to a development, say, or trips there on city buses. An unadjusted count rolls in trips expected due to existing developments plus the additional trips expected once the project is finished, Bryan Golden told us by email. The projections are generated by an engineering industry \"calculator,\" Golden said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n \nThe initial June 26, 2014, traffic impact analysis was completed by a professional engineer, Bobak J. Tehrany, for Bury-AUS, Inc. That analysis, of 14 nearby intersections and 11 proposed driveways, said the redevelopment on completion in 2031 would generate an additional 20,736 unadjusted daily trips by car compared to some 4,248 daily trips attributed to the existing office complex — which breaks out to an eventual 488 percent increase.\n \nWith the redevelopment, Tehrany wrote, all but two of the nearby intersections would need improvements. That is, he said, \"the maximum desirable volumes are currently being exceeded along the roadway segments which were evaluated,\" though he also said that doesn’t mean the roadways had exceeded their respective capacities.\n \nThe Aug. 19, 2014, traffic impact analysis--taking into account a nearby intersection the city wanted to add to the analysis, Amanda Swor of Drenner’s firm told us by email--suggested the project would result in nearly 19,700 additional unadjusted daily car trips, up 478 percent from 4,118 of late. We didn’t get a fix on why the count of current-day traffic went down.\n \nMost recently, the May 22, 2015, traffic impact analysis filed on behalf of the developers states: \"Based on the proposed land use intensities, it is anticipated that the development will generate a total of 19,819 unadjusted daily trips; however, due to the existing office land uses, the proposed redevelopment is anticipated to generate a net increase of 15,701 unadjusted daily trips. This is taking into consideration the trips which already exist on the roadway network due to the existing development.\"\n \nThat is, once the development is done, nearby traffic would be up 381 percent from the 4,118 daily car trips of late.\n \nDeveloper's advocate says traffic likely to increase less\n \nBy phone, Drenner pointed out the May 2015 analysis includes a chart suggesting that once adjustments are made to account for car trips internal to the development, there would actually be a 332 percent increase in traffic. He said this latest analysis was based on Spire’s modified development plan—halving the number of residential units and reducing retail uses — filed with the city April 30, 2015. Drenner said, too, the developers are suggesting $1.5 million in spending to improve nearby streets and creation of a fund that would accumulate money for area road improvements.\n \nNext, we wondered how much traffic near the site would increase if the developers added nothing. Denkler and Golden counseled that analysts assume a 2 percent annual increase in car trips. At our request, Golden calculated the 4,118 current unadjusted daily car trips would escalate 37 percent to 5,653 in 2031--again, provided there’s no expansion on the site.\n \nOur ruling\n \nYard signs posted in opposition to a proposed Northwest Austin redevelopment say: \"500 percent more traffic?\"\n \nTraffic studies filed in 2014 based on the developer’s original proposal support the 500-percent figure, yet the developer later submitted a revised plan and its May 2015 traffic analysis suggests at most a 381 percent increase in daily car trips, still a substantial spike.\n \nPerhaps the project and predicted traffic effects will continue to change. For now, taking into account the information available when the signs were made, we rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06335"}