{"url": "/factchecks/2012/may/09/brigid-shea/austin-mayoral-hopeful-brigid-shea-says-incumbent-/", "speaker": "Brigid Shea", "vclaim": "Says Austin Mayor Lee Leffingwell voted for a toll lane on MoPac.", "truth_label": "true", "date": "stated on April 16, 2012 in an Austin mayoral debate on KXAN-TV:", "title": "Austin mayoral hopeful Brigid Shea says incumbent Lee Leffingwell voted for a toll lane on MoPac", "text": "In a recent Austin mayoral debate, challenger Brigid Shea and incumbent Lee Leffingwell sparred over a plan to expand MoPac Boulevard, with Shea ultimately saying that Leffingwell voted to add a toll lane to the frequently congested north-south expressway.\n\nWe wondered whether Shea was right about Leffingwell’s record.\n\nFirst, let’s flash back to their exchange during the debate aired April 16, 2012, by KXAN-TV, Channel 36.\n\nShea began by saying the city hasn’t done enough to ease congestion on Austin’s roads. But, she said, one approach she doesn’t support is \"putting toll lanes on MoPac.\" Leffingwell responded that the decision to add a toll lane to MoPac (Loop 1) \"has not been made\" and that under the plan in progress, no existing lanes would be tolled.\n\nThe new lane on MoPac \"would be a high occupancy lane,\" Leffingwell said. \"It would be reserved for bus rapid transit and express buses and for registered car pools. It would also facilitate the movement of emergency vehicles such as police, fire and EMS vehicles. There has been some discussion of placing a variable toll on that lane only, not on the rest of MoPac, which would make it usable for folks in their private automobiles to use. It would be a variable-type toll depending on the movement of traffic in that lane to make sure it moves quickly. … If the speed goes down, the toll would go up. If the speed goes up, the toll would go down. That’s under discussion right now, and hopefully, that project will begin in 2014.\"\n\nShea shot back: \"All the transportation experts that I’ve spoken with have said you might call it an HOV lane, but it’s really a toll lane. And the mayor has voted for it in the three-year TIP transportation plan.\"\n\nShea was more blunt in a recent mailer to voters, saying: \"Lee voted for a toll lane on MoPac.\"\n\nOver the years, various ideas have been floated to relieve congestion on MoPac, which opened in the 1970s. The current plan — to be built and operated by the Central Texas Regional Mobility Authority, with most of the funding from the Texas Department of Transportation — includes adding an \"express lane\" to each side of MoPac for the approximately 11-mile stretch from Lady Bird Lake north to Parmer Lane.\n\nAt the debate, Leffingwell described the additional lanes as \"high occupancy.\" Then again, the MoPac express lanes wouldn’t be the same as the \"high occupancy vehicle,\" or HOV, lanes found in some urban areas. Often called \"car-pool lanes,\" they are typically reserved for vehicles carrying more than one or two people; some allow solo drivers to use them if they pay a toll.\n\nBut Central Texas never adopted the HOV strategy, according to a Jan. 30, 2012, Austin American-Statesman news article, \"and the MoPac express lanes won’t change that.\" Instead, as Leffingwell indicated, the additional northbound and southbound lanes would be open — for no charge — to transit buses, registered vanpools and emergency and military vehicles. Everyone else who wanted to hop in the express lane would have to pay a toll, the amount of which would change minute by minute depending on the level of traffic in the lane.\n\nThe article quoted Mike Heiligenstein, executive director of the mobility authority, as saying that the point of the fluctuating tolls is to keep the speeds in each express lane at 50 mph or more.\n\nWhile there are no MoPac toll lanes yet, construction could start as early as 2013, according to an April 2, 2012, Statesman news article. The project is expected to receive final environmental clearance from the federal government around August 2012, which would trigger a six-month period in which approval can be challenged in court.\n\nWe wondered how Leffingwell factored into the toll-lane plan.\n\nShea told us that she was referring to three votes Leffingwell cast in 2010 as a board member for the Capital Area Metropolitan Planning Organization. That’s a regional body whose primary jobs, according to its website, are to coordinate regional transportation planning and to approve the use of federal transportation funds within the region.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThe 19-member CAMPO board is made up mostly of local elected officials from Travis, Williamson, Hays, Bastrop and Caldwell counties. CAMPO director Maureen McCoy told us that Leffingwell, who was elected mayor in 2009 and was a council member before that, joined the board in 2008.\n\nTo back up her claim, Shea sent us copies of the minutes of CAMPO board meetings that struck us as showing that Leffingwell did vote for toll lanes on MoPac.\n\nLet’s look closer:\n\n** Vote No. 1: On May 24, 2010, the board voted to adopt Central Texas’ 25-year transportation plan, with Leffingwell and 16 others voting \"aye.\" The plan, which is required under federal law, undergoes a top-to-bottom rewrite every five years. Any road or transit project that uses federal money, as most of them do, must be in the plan to qualify for that money.\n\nA May 10, 2010, Statesman news article previewing the vote said the proposed CAMPO 2035 plan contained several hundred road, rail, bicycle and pedestrian projects projected to cost nearly $30 billion. It noted that in the plan was $392 million for a new \"managed lane\" in each direction on MoPac from Parmer Lane in North Austin to Slaughter Lane in South Austin.\n\nThe plan that the board approved in May 2010 includes the MoPac \"managed lanes\" project in its \"priority project list.\" And a separate chart in the plan lists the MoPac project in a section labeled \"toll roads and toll express lanes.\"\n\nSeveral months after the vote, in July 2010, state and local officials announced that the proposed MoPac project, with express toll lanes between Parmer Lane and the river, was moving forward after delays of several years, according to a July 8, 2010, Statesman news article.\n\n** Vote No. 2: On Aug. 9, 2010, the CAMPO board voted to adopt the 2011-2014 Transportation Improvement Program, a short-term document that designates projects to be carried out over the next four years and how they will be funded. (Shea erred slightly in the debate by describing it as a three-year document.) Leffingwell was among the 16 board members who voted for the plan, which included the \"managed lanes\" project for MoPac between Parmer Lane and the river.\n\nIn a telephone interview, we asked McCoy, the CAMPO director, whether she considered Leffingwell’s 2010 votes for the long-range plan and the TIP as votes to add a toll lane to MoPac. She said yes, saying that the projects had been discussed for some time.\n\n** Vote No. 3: On Sept. 13, 2010, the board voted 13-4, with Leffingwell’s support, to approve the \"terms and conditions\" for the MoPac express lane project, as required by state law.\n\nAccording to a summary in the agenda for that meeting, the \"terms and conditions,\" developed by the mobility authority and TxDOT, establish that the project would add an express lane in the Parmer-to-the-river stretch of MoPac \"consistent with the CAMPO 2035 Regional Transportation Plan and the current Transportation Improvement Program.\" They also establish that the toll rate for the project would be \"variable based on traffic demand with a minimum rate of 22 cents per mile\" and that emergency, military and transit vehicles would be exempt. Finally, it notes that the toll rates would increase annually based on the \"Consumer Price Index for Urban Areas.\"\n\nAs we closed out this review, Andy Mormon, Leffingwell’s city chief of staff, said in a telephone interview that to describe the MoPac project’s \"managed lanes\" as \"toll lanes\" oversimplifies a complex traffic solution project.\n\nHe also suggested that Shea’s claim leaves out critical context in that under the regional plan, drivers could continue using MoPac without paying tolls. \"When you say toll lane in Austin, there’s a lot of people who get up in arms,\" he said.\n\nOur ruling\n\nDuring the debate, Shea responded to Leffingwell’s description of the plan to add a managed lane to each side of a stretch of MoPac by calling it a toll lane and saying Leffingwell had voted for it in a transportation plan. Our conclusion is that except for a select few kinds of motorists, drivers who use the new lanes would have to pay varying tolls. And Leffingwell voted for this approach thrice.\n\nShea did not say MoPac would be entirely tolled. Her comment had the context already given at the debate by the mayor. We rate her claim True.", "vclaim_id": "vclaim-pol-11129"}