{"url": "/factchecks/2016/feb/28/donald-trump/fact-checking-donald-trumps-claims-about-trump-uni/", "speaker": "Donald Trump", "vclaim": "\"We (Trump University) have an ‘A’ from the Better Business Bureau.\"", "truth_label": "false", "date": "stated on February 28, 2016 in comments on \"Meet the Press\":", "title": "Fact-checking Donald Trump's claims about Trump University", "text": "Republican frontrunner Donald Trump’s challengers have called him many things; add to that list the charge from Florida Sen. Marco Rubio that Trump is a con man. Rubio's recent attacks have focused on allegations of false marketing by Trump University.\nIt wasn’t a real university -- and had to change its name to Trump Entrepreneur Institute because of that. It was largely a seminar program that promised to teach its students the real estate secrets that turned Trump into a billionaire. With some participants paying as much as $35,000, the project drew investigations and lawsuits in at least three states.\nThe university registered as a private company in New York in October 2004 and largely shut down by 2011. When NBC host Chuck Todd raised issues with the university, Trump defended the program, noting that nearly all the students thought it was \"great.\"\n\"They signed these documents saying, they rated the course, 98 percent approval rating and high marks,\" Trump said on Meet the Press on Feb. 28, 2016. And he added, \"We have an A from the Better Business Bureau.\"\nHELP US RAISE $15,000 TO HIRE AN EXTRA FACT-CHECKER\nWe went to the Better Business Bureau website and saw that as of today, the Trump Entrepreneur Institute has no rating. The website explained, \"This business has no rating because BBB has information indicating it is out of business.\"\nTrump spokeswoman Hope Hicks told us, \"When the school was operational it was rated A.\"\nWe asked Hicks to document that rating and didn’t hear back.\nKatherine Hutt, director of communications for the Council of Better Business Bureaus, said that as a matter of policy, they don’t provide any ratings from previous years. But the organization issued a statement that \"Over the years, the company’s BBB rating has fluctuated between an A+ and a D-.\"\nWe don’t know when the bureau might have given Trump University a top grade, but based on the Internet Archive, the last time the Better Business Bureau gave the university any rating at all was 2010, when it give it a D-minus. That assessment showed up in plenty of news articles.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat year, the New York Daily News reported that \"the Better Business Bureau in January slapped a D-minus rating on Trump U., a rating now under review after Trump U. objected.\"\nCBS News said the same thing in an April 21, 2010, article.\nAnd  in May, 2011, the New York Times wrote \"The Better Business Bureau gave the school a D-minus for 2010, its second-lowest grade, after receiving 23 complaints.\"\nThe Washington Post had the same information in May 2011 when it reported that the New York State Attorney General was investigating the Trump Entrepreneur Institute. The Attorney General’s Office did file charges but stumbled on the grounds that the statute of limitations had passed.  The matter is under appeal.\nUnder the new name Trump Entrepreneur Initiative, ratings ranged from C to B between 2012 and 2014. We found no ratings at all for the past two years.\nOur ruling\nTrump said about his entrepreneur institute that \"we have an ‘A’ from the Better Business Bureau.\" Literally speaking, that is inaccurate. The Better Business Bureau gives the program no rating today because it’s no longer a going concern.\nTrump University had an A at some point. The Better Business Bureau doesn't release details of its past ratings, but it did say Trump's program had ratings that ranged from A+ to D-.\nWhat we do know, from several published reports and archived Web pages, is that the university had a D in 2010 and under its new name, had ratings ranging from C to B, with no ratings after March 2014.\nTrump’s claim is literally wrong and also ignores the university’s lower Better Business Bureau scores. We rate it False.\nUpdate: This fact-check was updated on Feb. 29 to include information from the Internet Archive and on March 3 to add information about the Trump Entrepreneur Initiative.\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"We (Trump University) have an ‘A’ from the Better Business Bureau.\"    Donald Trump Presidential candidate   In an interview with NBC's Meet the Press Sunday, February 28, 2016 02/28/2016    Read More  info", "vclaim_id": "vclaim-pol-05349"}