{"url": "/factchecks/2018/may/17/keith-faber/ohio-auditor-candidate-misleads-about-his-role-onl/", "speaker": "Keith Faber", "vclaim": "\"Thanks to the strong charter school reforms put in place while I was Senate President\" the online charter school ECOT \"was caught and is out of business.\"", "truth_label": "barely-true", "date": "stated on May 11, 2018 in a statement to the press:", "title": "Ohio auditor candidate misleads about his role in online school ECOT shutting down", "text": "Investigations into the now-shuttered Electronic Classroom of Tomorrow, called ECOT, have roiled statewide elections in Ohio.\nThe Columbus public online school launched in 2000, founded by software executive William Lager. By the end, nearly two decades later, the school received $1 billion from the state, and Lager, who once had financial problems, became a millionaire.\nNow politicians on both sides are spinning answers to key questions: Who is to blame for the online school bilking state taxpayers? Who gets credit for the school’s demise?\nThe Ohio Department of Education is seeking to recoup $80 million from the school, while State Auditor Dave Yost referred his findings to state and federal prosecutors for potential criminal prosecution.\nState Rep. Keith Faber, the Republican candidate for state auditor, took some credit for the school shutting down.\n\"Thanks to the strong charter school reforms put in place while I was Senate President and the diligent work of Auditor Yost and his staff, ECOT was caught and is out of business,\" he said in a May 11 statement to the press.\nDemocrats pounced on Faber for taking credit.\nFaber’s Democratic opponent Zack Space tweeted: \"Keith Faber’s complicity in this — perhaps the largest political scandal in Ohio history — should disqualify him from serving as Auditor, the top taxpayer watchdog in the State.\"\nTime for PolitiFact to weigh in: Is Faber accurate in claiming credit for ECOT shutting down?\nWe found that when Faber was Senate president, the Legislature voted for a bill that included attendance rules for online schools in 2015. But the main reason the school shut down was a change in the type of student participation data that the state education department sought. And the department began seeking the data before the 2015 legislation passed.\nFaber points to House Bill 2\nFaber’s spokeswoman Allison Dumski pointed to his role as Senate president in passing HB 2, a charter schools bill. The final version passed the Senate unanimously and the House overwhelmingly in October 2015.\nA provision added in the Senate required online schools to keep \"an accurate record of each individual student's participation in learning opportunities each day.\" The bill said that the records must be kept in a manner that could easily be submitted to state officials.\n\"ECOT was unable to provide these attendance records or comply with Ohio Department of Education's student count, requiring them to repay the state, which ultimately put them in financial distress and caused them to close,\" Dumski said.\nThe passage of the bill drew praise from newspaper editorial boards and education advocates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBut the bill essentially codified what the education department had already started. The wheels were already in motion for the state to seek millions from the school.\nOnline school faced problems from the beginning\nFor years, news reports showed the online charter school had problems with poor record keeping, high student turnover, suspicious attendance reports, poor performance outcomes and graduation rates, and inflated enrollment. State audits showed problems as early as 2001.\nWhile the school racked up troubling headlines, Lager (the school's founder) gave campaign donations, largely to Republicans. The Columbus Dispatch reported that Lager and other executives made $2.1 million in donations. The FBI is examining whether the company reimbursed employees for donations, the Dispatch found. (Faber announced in May that he would donate the approximately $36,000 he received to other schools.)\nBy 2015, the state began to suspect that some schools were inflating their participation numbers. So it began to request actual log-in data for students.\nFor ECOT, that meant trouble.\nThe department found that for the 2015-16 school year, the online school could only account for 6,300 of its 15,300 claimed students. That eventually led the state to demand that the school repay $60 million, and later an additional $20 million for the next school year.\nThe school argued that the department illegally changed its rules for counting students. But the courts have sided with the state. The school continues to appeal.\nIn 2017, the state started withholding $2.5 million per month from the school.\nIn January, the school’s sponsor, The Educational Service Center of Lake Erie West, cut off ties. Charter schools must have a sponsor to operate. About 12,000 students had to find new schools.\nOur ruling\nFaber said, \"Thanks to the strong charter school reforms put in place while I was Senate President\" the online charter school ECOT \"was caught and is out of business.\"\nFaber was referring to House Bill 2, which passed in 2015 and required online schools to keep accurate and accessible attendance records.\nBut Faber is overstating credit by hanging the demise of the school on that bill. The key change that led to the school shutting down was when the education department decided to require e-schools to provide student log-in data. This showed that that the school couldn’t account for many of its supposed students, leading the state to conclude the school owed $80 million. Faber doesn’t get credit for that.\nThe only kernel of truth here is that the bill that passed under his leadership was another affirmation by the state that e-schools had to provide attendance data.\nWe rate this claim Mostly False.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nhttps://www.sharethefacts.co/share/72d13c35-1f7b-4d3f-8f1e-17cd987544a8", "vclaim_id": "vclaim-pol-02058"}