{"url": "/factchecks/2017/nov/28/marco-rubio/marco-rubio-wrongly-says-close-half-voters-america/", "speaker": "Marco Rubio", "vclaim": "\"Close to half of the voters in America, the only tax they pay is the payroll tax.\"", "truth_label": "half-true", "date": "stated on November 26, 2017 in an interview:", "title": "Marco Rubio says close to half of voters only pay the payroll tax. Not quite", "text": "Sen. Marco Rubio, R-Fla., has worked to persuade Republican leaders to expand the child tax credit so the tax overhaul benefits more working families.\nTo do this, Rubio said he wants to make the credit refundable against payroll taxes. The Republican tax framework proposes increasing the credit from the current amount of $1,000 and raising the current income threshold at which the credit phases out, but does not include plans to make it refundable against payroll taxes.\nThis means it only affects families with a federal income tax liability, but a good chunk of people don’t pay income taxes because the tax code exempts them.\n\"We have to make (the child tax credit) refundable against the payroll tax,\" Rubio said in a Nov. 26 sit-down with CBS4’s Jim DeFede. \"Close to half of the voters in America, the only tax they pay is the payroll tax.\"\nExperts have told us that the amount of tax relief working families receive under the plan greatly depends on what happens to the child tax credit. But we wondered about Rubio’s point about payroll taxes. (He said \"voters,\" but we’ll focus on the available data for households.)\nRubio’s exact point is a stretch, but experts said he \"has the spirit of the situation right.\"\n\"If the senator was trying to emphasize the widespread burden of the payroll tax as a larger component of most families’ tax burdens, he is right about that,\" said Adam Looney, a senior fellow in economic studies at the Brookings Institution.\nDifferences between payroll, income taxes\nFor the most part, payroll taxes are one of two things: deductions from an employee’s paycheck, and taxes paid by the employer based on the employee's earnings. The payroll tax is a big money generator for the government and is used for social programs, such as Medicare and Social Security.\nWe were not able to identify an exact percentage of Americans (or voters) who only pay the payroll tax, and Rubio’s office didn’t provide any evidence to back his specific claim.\nWe did find one estimate from the Urban Institute-Brookings Institution Tax Policy Center relating to Americans that pay taxes on their income. The center estimated that 44 percent of households paid no federal income tax in 2016. In a subsequent report using the same estimates, the center said about 60 percent of people who paid no income tax still worked and owed payroll taxes.\nBased on the center’s estimates, this means about a quarter of all households pay payroll taxes, but not income taxes. That’s half as large as what Rubio said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nSo where does Rubio’s factoid come from? Rubio spokeswoman Olivia Perez-Cubas pointed to research from the Peter G. Peterson Foundation that shows the vast majority of workers pay more in payroll taxes than they do income taxes. (The data behind the analysis came from the Tax Policy Center and the Congressional Budget Office.)\nSpecifically, it found that about 80 percent of American taxpayers pay more in payroll taxes than in individual income taxes. (Keep in mind, though, that the bottom 40 percent of earners pay no individual income tax.)\nLen Burman, a Tax Policy Center fellow, said that 76 percent of taxpayers in 2017 owe more payroll taxes than income taxes if you include the employer portion of the tax.\nIf you only consider the employee portion of the payroll tax, Burman said, 54 percent of households owe more payroll tax than income tax.\nLooney also mentioned estimates from the Joint Committee on Taxation, which found that for 65 percent of taxpayers, the payroll tax represents the largest component of their total tax burden.\n\"The correct observation is that for most people who pay taxes, their payroll tax payments (counting their employers’ payments as their own, which accords with economic theory) are greater than their income tax payments,\" said Henry Aaron, a Brookings Institution economist.\nIt’s worth remembering that people pay a lot of other taxes besides income and payroll taxes that contribute to their overall burden to Uncle Sam — there are federal and state excise taxes, state and local sales taxes, and local property taxes.\n\"Rubio is trying to make a reasonable point that many people try to make, but in doing so, (he) forgets that poor people pay more than just payroll and income taxes,\" said Joseph J. Thorndike, director of the Tax History Project at the group Tax Analysts.\nOur ruling\nRubio said, \"Close to half of the voters in America, the only tax they pay is the payroll tax.\"\nRubio garbled the specific percentage, as the closest estimate we could find shows that about one-quarter of all households in 2016 paid the payroll tax but not the income tax.\nHowever, experts said that the point Rubio was trying to make  — that for most people, the burden of the payroll tax exceeds that of the income tax — is correct.\nWe rate this claim Half True.\n Share the Facts 2017-11-28 22:25:03 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Close to half of the voters in America, the only tax they pay is the payroll tax.\"    Marco Rubio Senator https://miami.cbslocal.com/2017/11/26/facing-south-florida-marco-rubio/   in an interview Sunday, November 26, 2017 2017-11-26    Read More  info", "vclaim_id": "vclaim-pol-02648"}