{"url": "/factchecks/2013/jul/05/united-florida-horsemen/horse-breeders-owners-call-out-florida-regulators-/", "speaker": "United Florida Horsemen", "vclaim": "Says Florida \"rubber-stamped phony horse racing.\"", "truth_label": "half-true", "date": "stated on June 21, 2013 in an ad campaign:", "title": "Horse breeders, owners call out Florida regulators for 'phony horse racing'", "text": "A masked thief fanning $100 bills is the backdrop for an ad blasting \"phony horse racing.\"\n\nYou’re probably thinking, \"Phony horse racing? Huh?\" We thought it too when we recently saw the ad on our website.\n\nHere’s the deal: A coalition of horse breeders and owners used the phrase for races they deem improper at a rural racino west of Tallahassee. Expansion of this brand of rodeo-style racing will have dramatic consequences for the traditional quarter horse industry and other parimutuels across the state, opponents say.\n\nThe United Florida Horsemen want state leaders to give \"phony\" horse racing the same boot they gave Internet cafes this year following a massive federal-state investigation. The group’s ad derides Florida’s loophole-laden gambling laws and chides state regulators for signing off on \"phony\" horse racing events in spite of a judge’s order.\n\n\"Florida outlawed Internet cafes, but rubber-stamped phony horse racing,\" begins the ad. \"Gov. Scott, can you tell us why?\"\n\nIs the ad’s message hyperbole, or does it make a fair point? We wanted to explore.\n\nThe backstory is years-long, bitter and complicated, especially for the uninitiated. For our purposes, the conflict really boils down to a simple question: What is Florida’s definition of a parimutuel horse race?\n\nThe answer is crucial in determining whether a facility can offer on-site gambling, such as card rooms and slot machines, that brings in big bucks. The parimutuel industry has been in decline for decades.\n\nBack in fall 2011, the state’s Division of Pari-Mutuel Wagering approved a license for Gretna Racing to run parimutuel barrel match races at its Gadsden County facility, even though the department had never before licensed that kind of parimutuel activity. Like falling dominos, other tracks around the state received permission to run barrel events.\n\nThese races did not resemble a traditional race, in which quarter horse or thoroughbred horses sprint around an oval track head-to-head. In a barrel race, contestants sprint one at a time around three barrels in a clover-leaf pattern. The clock determines who wins. At Gretna, two barrel races occurred at the same time in separate enclosures, appearing like a traditional matchup.\n\nThe horsemen found it very disturbing that Gretna Racing could offer such low-production races, deeming it a cheap way to offer poker rooms, simulcast races and, one day, slot machines. So the associations sued the department’s Division of Pari-Mutuel Wagering.\n\n\"The division had no right to allow something like parimutuel barrel racing in the state of Florida,\" Kent Stirling, executive director of Florida Horsemen’s Benevolent and Protective Association, told us. \"You’re knocking out one of Florida’s biggest industries by letting these people run a barrel race meet.\"\n\nAfter a legal challenge spanning a year and a half, an administrative law judge agreed.\n\nIn a May 6 order, Judge John Van Laningham slammed the state division for approving licenses for Gretna with knowledge the track planned to offer barrel match races. Van Laningham stated in his scathing 85-page order that even though parimutuel barrel match racing is not explicitly banned in state law, it was not okay for the division to essentially make up its own definition of a horse race. This should have been established in an open, discussion-driven process via division rulemaking or by the Legislature, he wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on May 25, 2010 in a speech to young Republicans in Tampa\n\n\n\n\n\n\n\n\nFlorida ranks \"45th out of 50 states'' for its regulatory climate for business.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • May 27, 2010\n\n\n\n\n\n\n\n\nThe horsemen cheered, but it wasn’t the end.\n\nGretna Racing attorney and co-owner Marc Dunbar and the division agreed in a consent order that Gretna would offer \"flag-drop\" races while the case on barrel racing was being appealed. In flag-drop races, at least two horses sprint side by side for at least 100 yards. A similar quarter horse event was held April 2012 at Gulfstream Park in Hallandale Beach, for which Dunbar is an attorney.\n\nThat set off more incredulous reactions by the horse associations who consider it the latest allowance of \"phony\" racing.\n\nIn their view, the judge determined that any quarter horse race must be something that would be approved by the American Quarter Horse Association, even if it is not involved. \"Parimutuel barrel match racing\" does not count, so parimutuel flag drop racing should not fly either, they say.\n\n\"I don’t even know when the last time they used the drop-flag racing or whatever else it might be,\" said Trey Buck, AQHA executive director of racing. \"It’s fun for backyard fun and just goofing around, but when you’re talking about real horse racing, it needs to be done the correct way.\"\n\nNot surprisingly, Dunbar has a very different interpretation of the judge’s final order and of what makes a horse race.\n\nHe said the judge found Gretna’s barrel racing problematic on a technicality because racers competed in separate arenas divided by a barrier. Remove the barrier, and the judge’s issue is solved, Dunbar said. He said the horse groups also are exaggerating about flag-drop racing being new to Florida gaming.\n\nScott’s press office deferred comment to the Department of Business and Professional Regulation, which oversees the division tasked with oversight of parimutuel wagering. A spokeswoman told us it is the division’s job to issue operating licenses, not to get facilities to report how their races will be started. One way to do that is via flag drop, she said.\n\nFlag-drop racing, which traditionally involved a brightly colored handkerchief dropped by a noblewoman, led to lots of complaints about false starts, said Bob Jarvis, Nova Southeastern University gambling law professor. (Remember the Seinfeld episode of Jerry \"jumping the gun\" in a race against the fastest runner in school?)\n\nWith the invention of the starting gate, that problem was gone. That’s important to know because Laningham specifically said the definition of horse racing should be understood as the voters who adopted the modern state Constitution in 1968 understood it. By that time, it had been many years since races started with a flag drop, Jarvis said.\n\n\"At the end of the day, I don’t think there’s any question that flag-dropping is not the kind of racing that the voters intended to approve when they made revisions of the Constitution,\" Jarvis said. \"And I don’t think it’s the kind of racing that voters in 2013 have in mind when they are talking about parimutuel racing.\"\n\nStill, even as a liberal Democrat who voted against Scott, Jarvis said it’s unfair for the horsemen to draw a connection between the governor and \"phony racing\" permitted by the division. Part of the agency’s job is to make rulings, and it cannot be frozen as it awaits the results of the Gretna track’s appeal that could take years in court.\n\nOur ruling\n\nIn an ad campaign, United Florida Horsemen contend that Florida \"rubber-stamped phony horse racing.\"\n\n\"Phony\" is a strong word that takes on a different meaning depending on whom you ask. Someone who just wants to watch horses take off? They may say the Gretna flag drop is cool. Someone from the traditional quarter horse industry may say NO WAY.\n\nThe horsemen deployed a heaping of rhetoric in trying to get the attention of Scott and other people who just aren’t interested in horse racing. We get that, but we think an otherwise pretty accurate point about the division allowing a race track to offer offbeat, controversial parimutuel flag-drop racing is obscured by the hyperbole.\n\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-09139"}