{"url": "/factchecks/2012/nov/02/betty-sutton/betty-sutton-claims-jim-renacci-consistently-suppo/", "speaker": "Betty Sutton", "vclaim": "Says Jim Renacci has \"consistently voted\" for loopholes that \"encourage outsourcing of our jobs.\"", "truth_label": "half-true", "date": "stated on October 10, 2012 in a debate:", "title": "Betty Sutton claims Jim Renacci consistently supported loopholes that encourage outsourcing", "text": "From President Barack Obama on down to congressional candidates, Democrats this election season are decrying tax loopholes they say benefit companies that move jobs overseas.\n\nThey cast themselves as protectors of the worker and Republicans as enablers of outsourcing.\n\nOf course in politics it’s never quite so simple. Take U.S. Rep. Betty Sutton.\n\nThe Democrat from Copley Township faces U.S. Rep. Jim Renacci, a Republican from Wadsworth, in one of only two battles of House incumbents this November. They are fighting for Ohio’s 16th District, which encompasses parts of western Cuyahoga County and parts of five other counties to the south.\n\nAt a debate Oct. 10, 2012, at the City Club of Cleveland, Sutton moved quickly to tag Renacci with the outsourcer label.\n\nAsked about the role of government in creating jobs, Sutton talked of sponsoring legislation to promote the use of U.S. goods in infrastructure projects. Then she shifted into attack mode.\n\n\"We can also close those loopholes that my opponent has consistently voted for that encourage outsourcing of our jobs and stop ... continuing to support bad trade deals, as my opponent has voted for three bad trade deals that are not going to serve Ohio well in the future,\" she said.\n\nRenacci took exception to the loophole part of the claim.\n\n\"I’d love for her to tell me one of those loopholes she’s talking about,\" he said a minute later after answering another question from moderator Mike McIntyre of The Plain Dealer. \"I don’t know what those deductions are to send jobs overseas, those loopholes. I’d love to hear it someday.\"\n\nPolitiFact Ohio was curious, too.\n\nBy way of background, corporate tax rates overseas are typically lower than those in the United States. U.S.-based multinational companies must also pay domestic taxes on foreign profits, but not until they return -- or repatriate -- those earnings to their home country. And many companies, through keen accounting and reinvestment abroad, make sure that never happens.\n\nThe practice is known as deferral. We found a good primer on this subject posted by Howard Gleckman, editor of TaxVox, a blog from the nonpartisan Tax Policy Center.\n\nLet’s also quickly address terminology.\n\nA recent item from our colleagues at PolitiFact Wisconsin was helpful here. They note that, as defined by the National Academy of Public Administration, outsourcing is the contracting out of services domestically or internationally. When a company shifts \"service and manufacturing activities abroad to unaffiliated firms or their own affiliates,\" that’s called off shoring. What Sutton described seems to fit more under the off shoring, but \"outsourcing\" is recognized as a catch-all.\n\nWith that out of the way, let’s examine Renacci’s record.\n\nAs Exhibit A, Sutton campaign spokesman Anthony DeAngelo offered the Republican budget proposal from U.S. Rep. Paul Ryan, whom GOP presidential nominee Mitt Romney has tapped as his running mate. Ryan’s budget sought in part to move toward what’s known as a territorial tax system. Such a system would lift U.S. taxes on foreign profits, meaning that a multinational corporation would not have to pay taxes on overseas earnings it repatriates.\n\nRenacci voted in favor of the Republican budget and against the Democratic alternative, offered as an amendment to Ryan’s proposal. The Democratic plan failed in the Republican-controlled House. Ryan’s budget was later blocked in the Democratic-controlled Senate.\n\nDeAngelo also pointed to Renacci’s vote in favor of the Simpler, Fairer Tax Code Act of 2012. This also would have moved the U.S. toward territorial taxation. The bill passed the House in August on a largely party-line vote but has not been taken up by the Senate.\n\nProponents of territorial taxation, including Renacci, argue that it would level the playing field with other countries and encourage repatriation. Opponents worry that the system will make it even more enticing for U.S. companies to move jobs overseas. Gleckman legitimized these fears, noting that \"such a shift might encourage some domestic companies to move more of their operations -- and shift both jobs and more reported income -- to low tax countries.\"\n\nPolitiFact Wisconsin weighed in on a similar claim by AFSCME. The large public-employees union said in a television ad that U.S. Senate candidate Tommy Thompson \"supports massive tax cuts for corporations that outsource Wisconsin jobs.\"\n\nAFSCME pointed to Thompson’s stated support of the Ryan budget as back-up. PolitiFact Wisconsin rated the statement Half True, stressing the following points:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\n\nResearchers differ on whether U.S. employment would decline under this \"territorial\" tax approach, with some arguing that businesses would invest more at home as a result of the tax break.\n\n\n\nAnd part of Thompson’s plan provides incentives that could convince companies to bring profits back home.\n\n\nRenacci has proposed a plan similar to Thompson’s. But before we get to that, let’s first let’s look at other votes the Sutton campaign cites in defense of the congresswoman’s claim.\n\nIn September 2011, Renacci supported the Protecting Jobs from Government Interference Act. The bill, according to the New York Times, stemmed from the National Labor Relations Board’s efforts to block Boeing from opening a South Carolina plant. Republicans produced legislation that would have prevented the board from taking such action. Democrats called it the \"Outsourcers Bill of Rights\" and argued it would make it easier to shift jobs overseas.\n\nAnd in April, Renacci voted against a package of Democratic amendments to the Small Business Tax Cut Act. One amendment sought to ban tax deductions for companies that have more jobs overseas than in the U.S. This \"motion to recommit\" failed on a near party-line vote.\n\nDeAngelo cited other votes, but some were procedural -- not an up or down vote on an actual bill -- and others didn’t directly address the off-shoring issue Sutton raised at the City Club debate. PolitiFact Ohio found the Ryan budget, the Fairer Tax Code Act, the labor bill and the package of amendments to be the most relevant when evaluating Sutton’s statement at the City Club.\n\nAs a side note, we have noted before that legislators often face the dilemma of having to vote against programs they would normally support because they are so opposed to other provisions in the same piece of legislation.\n\nFinally, it’s important to consider a piece of information that even DeAngelo acknowledged: Renacci last November introduced the Returning Investment to America Act. The proposal, backed by two Democratic co-sponsors, aims to incentivize the repatriation of profits made by U.S. companies overseas.\n\nRenacci’s bill would relax taxes on these earnings when companies bring them back to the U.S. -- if the companies pour the money into expanded domestic operations or payroll.\n\n\"American companies have roughly $1.4 trillion in foreign earnings sitting overseas, not being invested in the U.S. economy,\" one of the Democratic co-sponsors, U.S. Rep. John Carney of Delaware, said for Renacci’s news release. \"With high unemployment and a struggling economy, this bipartisan legislation incentivizes companies to bring that money back to the U.S. to reinvest and hire new workers. There are strict mechanisms in place to ensure that only money being used to increase payroll or purchase new assets is eligible for the lower tax rate.\"\n\nIn other words, the bill would do the opposite of what Sutton has accused Renacci of supporting.\n\nThe legislation was sent to the House Ways & Means Committee but never made it to a vote.\n\nSo where does this leave the congresswoman’s statement?\n\nSutton said that Renacci \"consistently voted\" for loopholes that \"encourage outsourcing of our jobs.\"\n\nThe claim is partially accurate, but Sutton’s leaves out important details that would provide key context. Yes, Renacci supports territorial taxation. But researchers are divided on the net effect this would have on U.S. jobs.\n\nAnd Renacci has demonstrated an interest in incentivizing repatriation, introducing legislation of his own legislation toward that end in 2011.\n\nThis clashes with Sutton’s characterization that he consistently encourages outsourcing.\n\nOn the Truth-O-Meter, the claim rates Half True.", "vclaim_id": "vclaim-pol-10034"}