{"url": "/factchecks/2017/apr/14/andrew-napolitano/united-airlines-passenger-had-every-right-stay-pla/", "speaker": "Andrew Napolitano", "vclaim": "A United Airlines passenger forcibly removed from an airplane \"was in his seat, he has every right to stay there.\"", "truth_label": "false", "date": "stated on April 11, 2017 in an appearance on 'Fox & Friends':", "title": "Did the United Airlines passenger have 'every right' to stay on the plane?", "text": "A United Airlines passenger’s forcible removal from a flight has led to plenty of armchair judicial rulings on whether it was legal.\nFox News legal analyst Andrew Napolitano said on Fox & Friends after the incident that United overstepped its authority by taking David Dao off Flight 3411 unwillingly on April 10, 2017.\nDao had boarded the airplane, but then United selected him to lose his seat when the airline wanted to put four flight crew members on the flight from Chicago to Louisville, Ky. Dao refused to leave.\nVideo widely shared on the Internet appeared to show Dao being pulled from his seat by Chicago Department of Aviation police, his face bloodied in the process. His family later announced he had suffered a concussion, a broken nose and lost his two front teeth. The officers involved have been put on leave, and United has struggled to contain the publicity disaster.\n\"By dislodging this passenger against his will, United violated its contractual obligation,\" Napolitano said the next day. \"He paid for the ticket, he bought the ticket, he passed the TSA, he was in his seat, he has every right to stay there.\"\nAirline travel already is fraught with hassle and inconvenience, as most of us know, but this incident has tested legal boundaries for how passengers can and should be treated. Is Napolitano right that a ticketed passenger who has passed security and boarded the airplane has \"every right\" to stay in his seat?\nWithout diving into the other legalities of what happened to Dao, experts we contacted say Napolitano’s argument that a passenger can’t be removed from a plane doesn’t fly.\nContract of carriage\nLet’s start off by saying there’s a lot about the incident that would have to be decided after an investigation, and possibly even legal action. With so many arguments to consider about the legality of Dao’s removal, a lot is still up in the air (so to speak).\nWe emailed Napolitano and two Fox News Channel media contacts for more information on this statement, but we didn’t get a reply.\nTimothy Ravich, an aviation law professor at the University of Central Florida, told us passenger rights are still limited by laws, regulations and policies. Airlines have the authority to decide whether passengers are breaking the rules, and can remove people at a company's discretion, even against a passenger's will.\n\"The suggestion that Dr. Dao had ironclad rights merely by buying a ticket, passing through TSA security, and being in his seat is incorrect,\" Ravich said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn this case, Dao was also subject to United’s contract of carriage, essentially a set of guidelines by which a passenger agrees to abide in exchange for the flight. Ravich pointed out that Rule 21 of United’s contract give about 27 reasons why the airline \"shall have the right to refuse to transport or shall have the right to remove from the aircraft at any point, any passenger.\"\nSome of these reasons include a woman being nine months pregnant, or someone being too sick or too drunk to fly, or even if they are \"barefoot or not properly clothed.\"\nThat last one came up for United in March when two teen girls were barred from a flight for wearing leggings. (The teens were flying standby as part of the airlines’ perk of giving flights to employees and their dependents. The airline said the tight-fitting pants did not meet the company’s policy dress code for those types of passengers.)\nRavich noted, as an example, that Rule 21 also said \"passengers who fail to comply with or interfere with the duties of the members of the flight crew, federal regulations, or security directives\" are subject to removal as a safety measure.\nOne theoretical argument in this instance could be that Dao was told to leave to help United get a flight crew to Louisville. Dao broke the rule when he refused and was therefore removed.\nNow, before you write us angry letters, let us reiterate that we’re not judging whether a policy is fair or was applied or enforced correctly. We’re merely saying that there are rules in place that allow for passengers already on a plane to be removed, and passengers are subject to them.\nEmbry Riddle Aeronautical University aviation law professor Stephen Dedmon agreed that United can remove passengers from planes for many reasons. He also said the specifics of Dao’s case can currently be debated but not resolved without knowing all the specifics or legal interpretations.\n\"It would take a court ruling to decide UA’s provisions were appropriate and properly applied,\" Dedmon said.\nOur ruling\nNapolitano said a United Airlines passenger forcibly removed from an airplane had \"every right\" to stay in his seat.\nNapolitano's blanket assertion is incorrect.\nExperts told us that airlines, including United, outline dozens of reasons why they might remove a passenger after he has already boarded.\nWhether the airline adhered to or executed these provisions properly is a different matter, and would have to be decided in court.\nEither way, you can still lose your seat once you get on the plane. We rate the statement False.", "vclaim_id": "vclaim-pol-03425"}