{"url": "/factchecks/2016/oct/05/ami-bera/does-calif-republican-scott-jones-want-build-wall-/", "speaker": "Ami Bera", "vclaim": "Says GOP Congressional candidate Scott Jones \"wants to build a wall. He wants to round people up and deport folks.\"", "truth_label": "half-true", "date": "stated on August 22, 2016 in an interview.:", "title": "Does Calif. Republican Scott Jones ‘want to build a wall’ and ‘deport folks’ ?", "text": "Democratic Congressman Ami Bera has repeatedly described his Republican challenger’s immigration stance as \"extreme,\" saying it compares with Donald Trump’s.\nBera tried to draw that connection again during a recent interview with Capital Public Radio, in which he said Sacramento County Sheriff Scott Jones \"wants to build a wall\" and \"wants to round people up and deport folks.\"\nBera and Jones are in a tight race for suburban Sacramento County’s 7th Congressional District.\nHere’s Bera’s recent statement in context:\n\"I mean this is a guy Scott Jones who’s extreme, extreme on immigration. You know he wants to build a wall. He wants to round people up and deport folks and yeah I’m worried that Scott Jones and Donald Trump are right there in tandem on immigration and I disagree with that approach.\"\nIn May, Jones said he planned to vote for Trump for president. Three months later, he said he did not know who he would vote for. Bera is backing Hillary Clinton.\nWe decided to fact check whether Jones \"wants to build a wall,\" and whether he \"wants to round people up and deport folks.\"\nOur research\nAsked to back up the \"build a wall\" assertion, the Bera campaign pointed to a widely-viewed November 2014 video in which Jones calls on President Obama to reform immigration. Jones made the video weeks after Sacramento County Sheriff’s Deputy Danny Oliver was killed during a shooting rampage by an undocumented immigrant who had been deported twice.\nAt the end, Jones says: \"An American patriot, Ronald Reagan, once told Russian President Mikhail Gorbachev to ‘tear down this wall,’ to preserve democracy and secure safety and freedom for a nation. Mr. President, I’m asking you to build up that wall for the very same reasons.\"\n\nScott Jones makes the \"build up that wall\" comment at the 7:00 minute mark in the video above.\nJack Pitney, professor of politics at Claremont McKenna College and former Republican National Committee staffer, said \"it’s a stretch\" to say Jones was advocating for the same massive wall along the Southern border that Trump has since called for.\n\"It’s an exaggeration of what (Jones) has said in the past,\" Pitney said, adding it’s not exactly clear what Jones meant by \"build up that wall.\"\nIn the \"Immigration Reform Plan\" released by the Jones campaign last month, Jones called for a \"combination of beefed-up border patrols, increased fencing and technology, and certain consequences for illegal entry will help us keep America safe,\" to secure the border.\nA spokesman for the Jones campaign said in a statement: \"Sheriff Scott Jones has never advocated for building a wall on the entirety of the Southern Border.\"\n\"Round people up and deport folks\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nTo back up its claim that Jones wants to \"round people up and deport folks,\" the Bera campaign pointed to Jones’ support for the federal Davis-Oliver bill.\nThat legislation, according to a Washington Post article, would authorize state and local governments to enforce federal immigration law and direct money to help in that effort. It would also punish localities that have created \"sanctuary cities,\" where illegal immigrants need not fear being arrested for their immigration status.\nIt is named after the Sacramento County deputy killed in 2014, and  Placer County Detective Michael Davis, Jr., who was also killed in the rampage.\nTrump specifically mentioned and supported that bill during his immigration policy speech in August. The Bera campaign says the bill would \"amount to a strategy for comprehensive mass deportation.\"\nPitney said linking Jones to the federal bill shows the Bera campaign has \"at least a smidgen of documentation\" to back up part of its claim. The professor noted, however, that deportations are common under Republican and Democratic administrations alike.\nJones has not called \"for the mass deportation of those in our country illegally,\" his campaign said.\nIn his reform plan, Jones says: \"All immigrants currently living here illegally should be given a pathway to legal status, provided they register and pass criminal background checks. Working immigrants should be allowed to stay and support their families, pay taxes, and live out of the shadows.\"\nWhen the Sacramento Bee asked Jones in January about his immigration stance, he responded: \"No. 1, you are not going to deport 11 million people. I wouldn’t even advise you do that because by and large they are productive members of our community. They deserve more than what we are giving them despite the fact that they are here illegally. I would advocate for a pathway to legal status for each and every one of them.\"\nIn the 2014 video, Jones also said he was open to a pathway to citizenship for the nation’s undocumented immigrants.\nOur ruling\nCongressman Ami Bera said his Republican challenger Scott Jones \"wants to build a wall. He wants to round people up and deport folks.\"\nThere’s some truth to that: In a 2014 video, Jones calls on President Obama to reform immigration and to \"build up that wall,\" to \"preserve democracy and secure safety and freedom for a nation.\"\nThe statement hints at Jones’ possible preference for border security. But his official immigration reform plan released last month calls for \"increased fencing and technology,\" and doesn’t mention the word \"wall.\"\nBera’s next claim that Jones wants to deport people might be technically correct: Jones has called for deporting undocumented immigrants \"who have committed serious crimes.\"\nBera’s overall statement is partially accurate. But it makes too broad a connection between Jones and Trump, who’s called for deporting millions of undocumented immigrants, not just those who have committed major crimes while in the United States. Bera ignores this key context.\nWe rate his claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/2f13a08f-958a-405a-a68e-af1bc73f6a03", "vclaim_id": "vclaim-pol-04202"}