{"url": "/factchecks/2019/sep/11/facebook-posts/no-ronald-reagan-didnt-meet-taliban-because-taliba/", "speaker": "Facebook posts", "vclaim": "Says a photo shows President Ronald Reagan meeting with Taliban leaders in the White House.", "truth_label": "false", "date": "stated on September 9, 2019 in a Facebook post:", "title": "No, Ronald Reagan didn’t meet with the Taliban because the Taliban didn’t exist", "text": "President Donald Trump recently announced that he called off talks with the Taliban, a meeting that was set to take place days before the 18th anniversary of the 9/11 attacks. \nAnd while news of that planned meeting inspired criticism, a viral image circulating on social media suggests Trump wouldn’t have been the first U.S. president to have done so, had he gone through with it.\nIn the image, former President Ronald Reagan is seated in the Oval Office with a group of men wearing turbans. \"NeverTrumpers,\" reads a Sept. 7 tweet that featured the photo, \"A president meeting with the Taliban, this is horrific!\"\nBesides being retweeted over 1,700 times, this flawed years-old claim also migrated to Facebook, where, in one version, text surrounding the image declares, \"Ronald Reagan meets with the Taliban. ‘These gentlemen are the moral equivalents of America’s Founding Fathers’ –Ronald Reagan, 1985.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s false on many counts. The men in the photo are not from the Taliban; the organization wasn’t created until years later, in the mid 1990s. Also, the photo was not taken in 1985, and Reagan didn’t compare the group in the photo to the Founding Fathers. \nAccording to the Ronald Reagan Library and Museum, the photo was captured on Feb. 2, 1983, and shows Reagan meeting with Afghan \"freedom fighters\" in the Oval Office \"to discuss Soviet atrocities in Afghanistan.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThe Reagan administration helped fund the Mujahideen to aid their fight against the Soviets. The U.S. pulled the funding after the Soviets retreated and later the Taliban was formed. So, while some of the Mujahideen may have become part of the Taliban a decade after the photo was taken, the two groups are not the same. \nIt’s not accurate that Reagan likened the pictured men to the Founding Fathers. \nThe quote’s likely origins are in in a speech Reagan delivered at the Conservative Political Action Conference on March 1, 1985. But he wasn’t talking about the Taliban or the Afghan fighters seated with him in the photo. He was, in fact, talking about Nicaraguan rebels:\n\"I've spoken recently of the freedom fighters of Nicaragua. You know the truth about them. You know who they're fighting and why. They are the moral equal of our Founding Fathers and the brave men and women of the French Resistance. We cannot turn away from them, for the struggle here is not right versus left; it is right versus wrong.\"\nOur ruling\nSocial media posts claim a photo of President Reagan seated in the Oval Office shows him meeting with members of the Taliban.\nThis is flat-out wrong. The image was taken in 1983, about a decade before the Taliban formed, and featured Afghan rebels fighting against Soviet occupation in Afghanistan.\nWe rate this False.", "vclaim_id": "vclaim-pol-00171"}