{"url": "/factchecks/2016/feb/11/daniel-greenfield/blogger-mangles-info-african-electification-aid-pr/", "speaker": "Daniel Greenfield", "vclaim": "\"Obama spent $7 billion to bring electricity to Africa, failed miserably.\"", "truth_label": "pants-fire", "date": "stated on July 30, 2015 in an article on the Frontpage website:", "title": "Blogger mangles info on African electrification aid project", "text": "Critics of American foreign aid often say the dollars are wasted. Daniel Greenfield, a fellow with the David Horowitz Freedom Center, a conservative think tank, put that argument at the top of an article that appeared on one of the center’s websites.\n\"Obama spent $7 billion to bring electricity to Africa, failed miserably,\" went the headline in Greenfield’s piece, which was originally published July 31, 2015, but has continued to make the rounds.\nGreenfield then offered a copy-and-paste of several paragraphs from an op-ed written by two researchers at the University of California-Berkeley. Their point was that even if African nations were able to produce more power, millions of people would still lack service because the electric grid doesn’t reach them.\nWe’ll get to problems of the grid and reliability in a bit, but the larger issue, and the focus of this fact-check, is whether the Obama administration has actually spent $7 billion to boost electric capacity in Africa.\nWe reached out to Greenfield and did not hear back.\nThe Power Africa initiative\nIn June 2013, President Barack Obama unveiled Power Africa, a broad partnership among many donors, private companies and Sub-Saharan African nations to double access to power in the region. The lack of reliable service, or simply any electricity at all, is a major stumbling block to enterprise in this part of the world. According to the International Energy Agency which represents 29 countries dependent on foreign oil, two-thirds of the people in Sub-Saharan Africa don’t have power. Obama’s initiative aims to add 10,000 megawatts of generating capacity and make electricity more available to 20 million households and businesses.\nTo make that happen, the administration said it would commit more than $7 billion over five years. The lion’s share of the total -- $5 billion -- would come from the Export-Import Bank, which offers both direct loans and insurance to back-up the deals American companies make with overseas buyers. Another government body, the Overseas Private Investment Corporation, would provide about $1.5 billion in direct loans or loan guarantees to do much the same thing.\nFor example, if General Electric built power plants in Ghana, Ghana would be required to pay for the project, and U.S. insurance would make sure General Electric got its money should Ghana fall short.\nThe Power Africa initiative is the starting point for statements about Obama spending $7 billion on electric projects in Africa. The key flaw in Greenfield’s assertion is the program has been slow to get off the ground. When Greenfield wrote his piece, only about a quarter of the total funds had been committed.\nThe status of Power Africa\nAccording to the U.S. Agency for International Development, as of August 2015, about $1.7 billion in aid had been obligated. That includes over $1 billion in project financing aid from the Export-Import Bank and the Overseas Private Investment Corporation and about $600 million in technical assistance from USAID.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nWhether all of that $1.7 billion (or $2.1 billion if you include a new project announced in October) represents actual spending lies somewhat in the eye of the beholder. The Export-Import Bank generates a return on its loans and its default rate is low. In 2014, it delivered over $670 million in profits to the U.S. Treasury. Point being, money comes back.\nBut even under the broadest definition of spending, Power Africa has spent much less than half of its earmarked money while it’s now about two and a half years into a five-year effort. Deborah Brautigam directs the International Development Program at the Johns Hopkins School of Advanced International Studies. Brautigam told PolitiFact that a big part of the problem was the congressional battle in 2014 over reauthorizing the Export-Import Bank.\n\"When Congress didn’t reauthorize the Ex-Im Bank, they couldn’t initiate any new projects,\" Brautigam said.\nSome Republicans criticized the bank as a case of the government picking winners and losers, which was out of step with free-market principles. The bank’s authorization lapsed at the end of September 2014, and a deal to put it back in business didn’t emerge until December 2015.\nAnother problem was Power Africa relies on private companies to decide it makes sense to invest in a given African country. Brautigam said the government can’t force firms to move forward.\nProducing power vs. getting it to people\nThe op-ed piece that Greenfield cited was focused on a specific part of the electricity puzzle in Africa. The challenge isn’t simply to generate electricity. The power grid to move it around is sorely underdeveloped, too. The researchers who wrote that item studied the situation in Kenya. They found that just 30 percent of Kenyans are connected to the grid, and in rural areas, only 5 percent of households and 20 percent of businesses within a half-mile of the grid are connected.\nThey didn’t criticize Power Africa so much as describe its limitations. Co-author Edward Miguel, an economist at the University of California-Berkeley, said Greenfield’s piece distorted the Kenyan research.\n\"It is a bit disappointing, to say the least, when someone runs with your research and writing and grossly misinterprets it,\" Miguel said. \"I would prefer for Power Africa to focus on some different areas, but much of the funding appears to be going into investments that are useful.\"\nRudy Gharib, spokewoman for Power Africa, said many of the early projects focused on boosting generating capacity \"because of the long lead time needed to get those deals online and because most countries are facing capacity shortages and it is not possible to connect large numbers of new customers without addressing the issue of there not being enough power on the grid.\"\nOur ruling\nGreenfield said that Obama had spent $7 billion and failed to bring electricity to Africa. The projected dollar total was correct, but the statement missed the reality that as of August 2015, only about $1.7 billion had been committed. And a lot of the money that will be committed will be in the form of loans or loan guarantees, not gifts.\nHow can you declare failure on a project that isn't yet completed?\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-05427"}