{"url": "/factchecks/2011/oct/16/david-quiroa/david-quiroa-says-rhode-island-has-allowed-illegal/", "speaker": "David Quiroa", "vclaim": "\"Under Governor Almond the RI DMV had a program that allowed undocumented [people to] use their Personal Tax Identification Number . . . to apply [for] and receive a RI driver’s license.\"", "truth_label": "true", "date": "stated on October 3, 2011 in a news release:", "title": "David Quiroa says Rhode Island has allowed illegal immigrants to have drivers licenses in the past", "text": "As controversy swirls over a new policy that lets undocumented students in Rhode Island pay in-state tuition rates at the state’s public colleges, immigrants’ rights advocates are pressing forward on another front: driver’s licenses.\n\nTo obtain or renew a driver’s license in Rhode Island, the state Division of Motor Vehicles requires drivers to provide valid Social Security numbers. But someone who is living here illegally can’t get a Social Security number or a driver’s license.\n\nForeigners in the country legally -- such as those on valid tourist or student visas -- can submit a letter to the DMV from the Social Security Administration explaining that they don’t qualify for a Social Security number. The DMV will then issue these visitors temporary driver’s licenses for the period during which their visas are valid.\n\nGovernor Chafee said recently that he is considering changing the state requirements so that people who are living in the country illegally can use taxpayer identification numbers to qualify for a Rhode Island driver’s license.\n\nThree states -- Utah, Washington and New Mexico -- allow people who have no Social Security numbers to use taxpayer identification numbers to apply for driver’s certificates, according to the National Council on State Legislatures. (Unlike driver’s licenses, the certificates cannot be be used for purposes of official identification.)\n\nDavid A. Quiroa, president of the Guatemalan-American Alliance of  Rhode Island, said in an Oct. 3 news release that during the administration of former Gov. Lincoln Almond, the state Division of Motor Vehicles \"had a program that allowed undocumented families . . . to apply [for] and receive a Rhode Island driver’s license . . . \" (While Quiroa said \"families,\" we understood him to mean individuals.)\n\nWe wondered if that was true. Here’s what we found.\n\nThe history\n\nIn 2000, a group of immigrants’ rights activists, including Quiroa, met with officials from the Rhode Island Division of Motor Vehicles to find a way for undocumented immigrants to be eligible for driver’s licenses.\n\nQuiroa, who was born in New York but grew up in Guatemala, says he proposed the state allow undocumented immigrants to use special tax identification numbers issued by the IRS in place of Social Security numbers for the purpose of getting a driver’s license.\n\nThe Individual Taxpayer Identification Number  is a tax processing number available only to certain nonresident and resident immigrants, their spouses and dependents who cannot get Social Security numbers. The nine-digit number begins with the numeral \"9\" and is formatted like a Social Security number.\n\nQuiroa, who at the time was working with the Center for Hispanic Policy and Advocacy, known as CHisPA, said he argued that letting undocumented immigrants use taxpayer identification numbers would also serve as an incentive for them to pay their taxes -- thereby generating more revenue for the state.\n\nRobert L. Carl Jr., then Almond’s director of administration (which at the time oversaw the DMV) said that he supported the idea. \"I wanted to be able to track people down,’’ Carl said recently. \"I wanted to collect their taxes . . . I wanted them to pay car insurance.\"  The state police, he recalled, also were in favor of the proposal.\n\nBy May 2002, the DMV had adopted new regulations allowing Individual Taxpayer Identification Numbers, issued by the IRS, to be used in place of Social Security numbers for obtaining a driver’s licenses. (Applicants for commercial driver’s licenses still had to provide their Social Security numbers.)\n\nThe wording of the regulations suggests that the division had already been granting driver’s licenses to some residents without Social Security numbers prior to 2002. However, the division’s interim administrator, Lisa S. Holley, could find no earlier record of the DMV’s policy on the matter.\n\nThe rules remained in force for one year.\n\nThen, in May 2003, citing concerns about homeland security and fraud prevention, then-Gov. Donald Carcieri announced that Rhode Island would no longer accept tax identification numbers to obtain driver’s licenses.\n\nA state Department of Transportation official expressed concern at the time about the growth in the number of people using tax identification numbers to obtain or renew driver’s licenses, saying that many of them could be living in the country illegally or owe child support to ex-spouses.\n\nIn March 2004, state Rep. Robert A. Watson, R-East Greenwich, sponsored a bill on Carcieri’s behalf that required the DMV to provide the state tax administrator and court administrator with the names, addresses and Social Security numbers of all drivers within 90 days of their license renewals.\n\nThe measure was part of a budget article that allowed the DMV to block driver’s license renewals of people who hadn’t paid their taxes.\n\nThe requirement was incorporated into Carcieri’s fiscal 2005 budget bill, which the General Assembly passed in June 2004, and incorporated into RI General Laws Chapter 31-3-6.1 and 31-3.6.2.).\n\nOur ruling\n\nQuiroa said that under the Almond administration the DMV allowed undocumented drivers to use their taxpayer identification number from the IRS to obtain a Rhode Island driver’s license.\n\nThe division’s regulations show that IRS-issued taxpayer identification numbers could be used for this purpose from May 2002 to May 2003.\n\nTherefore, we rule the statement True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-12261"}