{"url": "/factchecks/2019/nov/18/david-mckinley/what-value-drugs-come-us-border/", "speaker": "David McKinley", "vclaim": "\"$53 million a week is coming across the border in drugs.\"", "truth_label": "mostly-true", "date": "stated on October 13, 2019 in an article in a local newspaper:", "title": "What is the value of drugs that come to the U.S. border?", "text": "In October, Rep. David McKinley, R-W.Va., visited the U.S.-Mexico border near McAllen, Texas, and argued that the United States needs stronger border security, including more border patrol agents.\nA major part of the reason that additional resources are needed, McKinley said, is the flow of drugs into the country.\nBorder agents \"say you’ve got to pay attention to this — $53 million a week is coming across the border in drugs,\" he said, according to the Intelligencer, the Wheeling News-Register.\nIs this number correct? It’s more complicated than McKinley suggests, but he appears to be in the ballpark. \nWe’ll start by noting that the most solid federal data available concerns drugs seized on the border. While there are estimates for the amount coming through undetected, they are necessarily more speculative. \nAs a result, in this fact-check, we’ll interpret McKinley’s comment to refer to the amount being seized at the border. (McKinley’s office did not provide PolitiFact with further information.)\nHere’s the most recent data on drug seizures — cocaine, heroin, marijuana, methamphetamine, and fentanyl — from Customs and Border Protection. \n\nThe official and most consistent way that Customs and Border Protection measures seizures is by pounds, not by value, an agency spokesman told us. So to approximate the value, we turned to other data sources on drug value.\nFor cocaine, heroin and methamphetamine, we used data published in October 2018 by the Drug Enforcement Administration and, for marijuana, we used data from the University of Colorado.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nFor fentanyl, information on value was unavailable from these sources. We decided to use a rough approximation of street value used by the Orange County, Calif., sheriff’s office in calculating the size of a bust in October 2019.\nThe following chart summarizes the approximate value of the fiscal year 2019 seizures. To create the chart, we converted pounds to grams.\n\nOnce you divide the total by 52 weeks in a year, the value is about $44.2 million per week. \nThat’s less than the $53 million figure McKinley cited, but it’s in the ballpark considering that the street value of drugs can fluctuate over time. \n\"There are no hard data, but I find the statistics cited to be consistent and certainly reasonable,\" said Bruce Bagley, a professor of international studies at the University of Miami who has studied the drug trade.\nWe should also note that the price per gram for cocaine, heroin, and methamphetamine is calculated on a pure gram of the substance. It’s unclear how pure the seizures were. In addition, the marijuana price data is for Colorado, a state where the drug is legal, and does not reflect the nation as a whole. \nAnother caveat: Even though McKinley visited the southern U.S. border, the seizure totals include those made on both the Mexican border and the Canadian border. That said, the DEA says that the southwestern border with Mexico \"remains the primary entry point for heroin into the United States\" and that \"Mexico remains the most significant foreign source for marijuana available in the United States.\"\nOur ruling\nMcKinley said that \"$53 million a week is coming across the border in drugs.\"\nIf you interpret his statement to mean how much is reaching the border and is seized there, the available federal, state and local data puts the figure at about $44 million. That’s smaller than what McKinley said, but his number is a reasonable approximation given the uncertainty stemming from value fluctuations and other limitations of the data.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-16796"}