{"url": "/factchecks/2008/sep/30/barack-obama/obama-oversimplifies-corporate-taxes/", "speaker": "Barack Obama", "vclaim": "\"There are so many loopholes ... our businesses pay effectively one of the lowest tax rates in the world.\"", "truth_label": "half-true", "date": "stated on September 26, 2008 in a debate in Oxford, Miss.:", "title": "Obama oversimplifies corporate taxes", "text": "In the first presidential debate on Sept. 26, 2008, Sens. John McCain and Barack Obama sparred briefly over corporate tax rates.\n\n\nOne of the hallmarks of McCain's tax platform is his plan to reduce the top corporate tax rate from 35 percent to 25 percent.\n\n\nMcCain often compares that 35 percent rate to those in other countries to bolster his point that America competes for businesses and jobs internationally, and he did so again in the debate.\n\n\n\"Right now, the United States of America’s businesses pay the second-highest business taxes in the world, 35 percent. Ireland pays 11 percent,\" McCain said.\n\n\n\"Now, if you’re a business person, and you can locate any place in the world, then, obviously, if you go to the country where it’s 11 percent tax versus 35 percent, you’re going to be able to create jobs, increase your business, make more investment, et cetera.\n\n\n\"I want to cut that business tax. I want to cut it so that businesses will remain in the United States of America and create jobs.\"\n\n\nObama challenged McCain for presenting misleading numbers.\n\n\n\"Now, John mentioned the fact that business taxes on paper are high in this country, and he’s absolutely right,\" Obama said. \"Here’s the problem: There are so many loopholes that have been written into the tax code, oftentimes with support of Senator McCain, that we actually see our businesses pay effectively one of the lowest tax rates in the world.\"\n\n\nWho’s right?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain accurately cites the United States’ top corporate tax rate. Combined with state corporate taxes (which vary), the statutory corporate tax rates for the United States are among the highest in the world.\n\n\nThree years ago, the Congressional Budget Office compared U.S. corporate tax rates to other countries to get a sense of where we stand. They found that the United States’ statutory corporate tax rates in 2003 came to 39.3 percent. Only Japan (40.9) and Germany (39.6) were higher. Among the top industrialized countries, the United States ranked third of seven.\n\n\nBut the corporate tax picture is more complex than McCain — and that statistic — makes it seem. Note the word \"statutory\" in the last paragraph. It excludes other very important factors such as a country’s depreciation system (how quickly businesses are allowed to write off investment in equipment and buildings); how much companies can write off from debt; and investor-level taxes such as capital gains, dividends and interest.\n\n\nThat’s why many economists like to cite \"effective marginal tax rates,\" the percentage of the income from an investment that must be paid as corporate income tax.\n\n\nThe United States fares much better in these tables, although it varies by industry and other factors, such as how much a company borrows for equipment or structures (generally, the more debt a company carries, the more it can write off). The United States has fairly generous depreciation rules, but is less generous when it comes to investment in structures.\n\n\nSo, for example, the United States ranks second lowest in the world among industrialized nations when it comes to the effective corporate tax rates for debt-financed investments in machinery. For equity-financed investments in machinery, the rates are closer to the upper middle of the pack. And for equity-financed investments in industrial structures (buildings, factories, etc), the effective corporate tax rates were second highest in the world (behind Japan). As an aside, it is precisely this tax system, weighted to favor debt-financed investments, that's part of why the current credit crisis is seen as so dire.\n\n\nThe nonpartisan, business-backed Tax Foundation noted in a news release this summer that \"while America has left the major features of its business tax system unchanged over the past 15 years, virtually all developed nations have lowered their corporate tax rates, potentially hurting the competitiveness of the United States.\" The statutory rates — nearly the highest in the world — should not be discounted, they argue. And while marginal \"effective\" rates put the United States more around the middle of the pack, they say, America's effective tax rate has largely stayed the same while other countries have lowered theirs.\n\n\nBut the nonpartisan Tax Policy Center tends to agree with Obama's acounting.\n\n\n\"In any company, these deductions reduce the tax rates well below what the statutory rule is,\" said the center’s Bob Williams. \"It depends on the type of company and the kinds of investments you are making.\"\n\n\nWhile the Tax Foundation and the Tax Policy Center disagree somewhat on how important the statutory tax rate is and where the United States ranks among nations based upon the marginal \"effective\" rates, they do agree that the statutory rate is only part of the story for what U.S. companies pay in taxes.\n\n\nMcCain’s repeated citation of statutory corporate tax rates is misleading because it does not take into account various deducations to which businesses are entitled.\n\n\nBut we also think Obama’s assertion that these deductions result in the United States having one of the lowest corporate tax rates in the world similarly oversimplifies things. It’s true for some business, particularly ones that can write off a lot of debt payments. But it’s not true for others. So we rate Obama’s statement Half True.", "vclaim_id": "vclaim-pol-15948"}