{"url": "/factchecks/2016/feb/10/greg-abbott/abbott-claim-federal-fishing-rules-snags-facts/", "speaker": "Greg Abbott", "vclaim": "\"While states used to have regulatory power over fishing, federal law now regulates down to the tenth of the inch the minimum size of fish that anglers can keep.\"", "truth_label": "pants-fire", "date": "stated on January 8, 2016 in a 90-page manifesto decrying federal overreach:", "title": "Abbott claim on federal fishing rules snags on facts", "text": "In a 90-page call to action,\"Restoring the Rule of Law With States Leading the Way,\" Texas Gov. Greg Abbott said Uncle Sam had usurped states’ authority to regulate fishing.\nAbbott’s January 2016 declaration added up to a sweeping denunciation of federal overreach in which he urged Americans to hold a constitutional convention to limit the authority of the Supreme Court and federal oversight of the states.\n\"Over the last two centuries, the federal Congress has steadily expanded its reach into every nook and cranny of every Americans' life — and kicked the states to the curb in the process,\" Abbott said. Among examples, Abbott elaborated: \"While states used to have regulatory power over fishing, federal law now regulates down to the tenth of the inch the minimum size of fish that anglers can keep.\"\nAnyone who fishes knows about minimum lengths. The rules are aimed at preventing anglers from removing young fish before they’ve had time to reproduce.\nSo, have the feds really pushed the states aside as the arbitrator of minimum fish lengths down to the tenth of an inch?\nAbbott’s info \nIn an email, Abbott spokesman John Wittman responded to our inquiry by pointing out a federal law providing minimum length limits for certain kinds of fish caught in ocean waters at issue in a federal case brought against Florida fisherman John Yates in 2007.\nThe case made news when it hit the U.S. Supreme Court in 2015, though the justices weren’t weighing the fish-length rules, according to a Feb. 26, 2015, New York Times news story; they were deciding whether Yates destroyed evidence of a crime when he dumped the fish overboard after a Florida state Fish and Wildlife officer working on behalf of the National Oceanographic and Atmospheric Administration measured them and found them too short.\nWittman told us the officer determined that 72 of Yates’ red grouper measured between 18.75 and 19.75 inches — below the 20-inch minimum. Wittman said the officer was \"thus, charging Mr. Yates with violating federal fish standard by literally fractions of an inch.\"\nState laws\nThough Abbott's comments about federal fishing regulations were not limited to Texas alone, it seemed appropriate to begin with the Lone Star State.\nWith Abbott’s backup in hand, we called the Texas Parks and Wildlife Department to ask if the federal government sets minimum fish lengths for everyone who fishes in Texas.\nDepartment spokesman Josh Havens said by phone that, to the contrary, Texas maintains its own regulations on minimum fish lengths for any catches in public waters. Also, he said, no length regulations apply to fish caught in waters wholly on private lands.\nHavens said he wasn’t sure when those regulations were first put in place, but that it was before his lifetime. According to the Handbook of Texas, by 1895 \"it had become clear that some regulatory office was needed to control the depletion caused by overfishing,\" so the state established the office of the Fish and Oyster Commissioner.\n\"By 1962 hunting and fishing activities in 129 counties were under full or partial control of the commission’s regulatory authority,\" the Handbook said.\nHere are the state-issued minimum length regulations for fish caught in Texas waters, according to the 2015-16 edition of the TPWD Outdoor Annual Hunting and Fishing Regulations:\n\n\nFederal laws\nWe wondered still about the Abbott-cited federal case against Yates. At the federal level, NOAA spokeswoman Allison Garrett responded to our inquiry be emailing us links to federal web pages stating that federal fishing law only applies beyond a state’s maritime boundary. For most states, that boundary is three nautical miles offshore though for Texas and Florida, it’s nine miles.    \nHavens agreed that federal fishery laws only apply outside of state waters.\nThe TPWD website also said federal law \"regulates species between 9 and 200 nautical miles (off Texas shores) under a Federal Fishery Management Plan.\"\nNext, we shared with Wittman our haul of information contradicting the governor’s claim. Wittman replied by email:  \"The point is that this entire area -- water, fish, fishing, etc. -- used to be an area of STATE regulation. Put differently, there were NO federal laws governing fish size. It’s the change from state to federal law that we are complaining about.\"\nHistory\nSo, did the feds take control over what what the states once controlled?\nThe web pages noted by Garrett laid out some history:\nThe maritime reach of states dates to the time of the founding fathers, the NOAA webpage says, though that reach was never formalized. Rather, the three nautical mile limit was set according the 17th Century \"cannon shot rule,\" which stipulated that the dominion of land ends where the range of weapons ends.   \nIn the 1940s, several states claimed jurisdiction over resources off their coasts, but the U.S. Supreme Court struck that claim down in 1947, saying states had no title to resources off their shores.\nCongress responded by codifying the maritime reach of states. In 1953 it passed H.R. 5134, giving coastal states jurisdiction over a region extending three nautical miles off their coasts, according to a \"primer on ocean jurisdictions\" posted online by the University of North Texas.\nThat same legislation also established federal control over the vast region geologically defined as the offshore \"continental shelf.\" According to the book Shore and Sea Boundaries, \"Congress (in 1953) for the first time asserted jurisdiction over the vast submarine area that fringes our coasts.\" \nIn 1959, the federal government sued the Gulf Coast states, which were attempting to assert more than the three-nautical-mile state maritime reach established in 1953. According to an opinion issued by the U.S. Supreme Court in 1960, Texas was admitted to the Union in 1845 claiming a maritime reach of three leagues (approximately nine nautical miles); that reach was confirmed in the Annexation Resolution of 1845, and could not be nullified or reduced by subsequent legislation, the court wrote. So, Texas maintained its nine-nautical-mile-reach, while most other states were allowed three.\nThen in 1976, Congress enacted laws establishing a federal fishery conservation zone within 200 nautical miles of U.S. shores, \"with the inner boundary being the seaward boundary of the coastal states,\" according to a summary of legislation on the webpage of the U.S. Fish and Wildlife Service.\nThe two compared\nSo, states never actually ceded authority over fishing to federal rules. That is, as state and federal officials told us, the federal rules only pick up where the state’s authority ends, nine miles from the shoreline in the case of Texas.\nThe federal rules do exist. Could they be overbearing and tyrannical anyway?\nTo find out, we put the Texas and federal length limits side by side. They turned out to be generally the same, where applicable. Most federal minimum length limits are slightly shorter, but the feds measure to the inner crest of the fish tail while Texas officials measure to its farthest tip.  \nAnother distinction: Texas regulates more fish species than the feds. Havens said that’s because more fish are fishable in the shallow coastal region than in the deeper federally-regulated portions of the ocean.\n \n\n\n\n\n\nFish species\n\n\nTPWD minimum length (inches)\n\n\nNOAA minimum length for Gulf reef region (inches)\n\n\n\n\nAmberjack\n\n\n34\n\n\n30\n\n\n\n\nAtlantic sharpnose shark\n\n\n24\n\n\nnone\n\n\n\n\nBanded rudderfish\n\n\nnone\n\n\n14\n\n\n\n\nBass\n\n\n18\n\n\nnone\n\n\n\n\nBlacktip shark\n\n\n24\n\n\nnone\n\n\n\n\nBonnethead shark\n\n\n24\n\n\nnone\n\n\n\n\nCatfish, channel and blue\n\n\n12\n\n\nnone\n\n\n\n\nCatfish, flathead\n\n\n18\n\n\nnone\n\n\n\n\nCatfish, gafftopsail\n\n\n14\n\n\nnone\n\n\n\n\nCobia\n\n\n37\n\n\n33\n\n\n\n\nDrum, black\n\n\n14\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\nnone\n\n\n\n\nDrum, red\n\n\n20\n\n\nnone\n\n\n\n\nFlounder\n\n\n14\n\n\nnone\n\n\n\n\nGar, alligator\n\n\nnone\n\n\nnone\n\n\n\n\nGrouper, black\n\n\nnone\n\n\n24\n\n\n\n\nGrouper, gag\n\n\n22\n\n\n22\n\n\n\n\nGrouper, goliath\n\n\ncatch and release\n\n\nnone\n\n\n\n\nGrouper, yellowfin\n\n\nnone\n\n\n20\n\n\n\n\nLesser amberjack\n\n\nnone\n\n\n14\n\n\n\n\nMackerel, king\n\n\n27\n\n\n24\n\n\n\n\nMackerel, Spanish\n\n\n14\n\n\n12\n\n\n\n\nMarlin, blue\n\n\n131\n\n\nnone\n\n\n\n\nMarlin, white\n\n\n86\n\n\nnone\n\n\n\n\nMullet\n\n\nNone\n\n\nnone\n\n\n\n\nOther allowable sharks\n\n\n64\n\n\nnone\n\n\n\n\nSailfish\n\n\n84\n\n\nnone\n\n\n\n\nScamp\n\n\nnone\n\n\n16\n\n\n\n\nSeatrout\n\n\n15\n\n\nnone\n\n\n\n\nSheepshead\n\n\n15\n\n\nnone\n\n\n\n\nSnapper, lane\n\n\n8\n\n\n8\n\n\n\n\nSnapper, red\n\n\n15\n\n\n16\n\n\n\n\nSnapper, vermillion\n\n\n10\n\n\n10\n\n\n\n\nSnook\n\n\n24\n\n\nnone\n\n\n\n\nTarpon\n\n\n85\n\n\nnone\n\n\n\n\nTriggerfish, gray\n\n\n16\n\n\n14\n\n\n\n\nTripletail\n\n\n17\n\n\nnone\n\n\n\n\n\nFederal limits are according to Code of Federal Regulations 622.37, published by Cornell University Law School; state limits are according to Texas Parks and Wildlife Department’s Outdoor Annual Hunting and Fishing Regulations.\nFinally, no minimum lengths - state or federal - were specified to anything more precise than the nearest whole inch, meaning no tenths-of-an-inch restrictions.\nOur ruling\nIn a January declaration promoting a restoration of powers to the states, Texas Gov. Greg Abbott complained, \"While states used to have regulatory power over fishing, federal law now regulates down to the tenth of the inch the minimum size of fish that anglers can keep.\"\nAccording to authorities, both the state of Texas and the federal government set minimum lengths for keeping fish caught by anglers. The feds’ authority, however, only begins at nine miles from the coast of Texas, right where the state’s jurisdiction ends.\nIn other words, the federal government has taken no regulatory authority away from the states when it comes to minimum fish lengths.\nMoreover, since the state of Texas and the federal government both set similar limits specific only to the nearest whole inch, the suggestion the feds’ rules are stricter doesn’t hold water.\nWe rate this claim: Pants on Fire\n\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05431"}