{"url": "/factchecks/2013/jan/28/jd-van-brink/claim-about-federal-land-holdings-holds/", "speaker": "J.D. Van Brink", "vclaim": "The federal government owns 30 percent of the land in the 50 states, or about 650 million acres.", "truth_label": "mostly-true", "date": "stated on December 10, 2012 in in a tea party meeting:", "title": "Claim about federal land holdings holds up", "text": "While the national attention at the end of 2012 focused on the various tax twists and turns of the fiscal cliff, the local conversation included its own tax talk.\n\nDuring a tea party meeting in Marietta last month, Georgia Tea Party Chairman J. D. Van Brink spent part of his speech denouncing property taxes. Most local governments have long depended on this type of tax to fund their budgets, provide services to residents and stock reserves. But Van Brink, like many other political leaders and conservative commentators, says property taxes are subjective and discriminatory against property owners.\n\nHe went on to discuss what he called other government infringements on private property rights, including eminent domain.\n\n\"Who owns your land if government can control what you can and cannot do on your land? And who owns your land if it can be taxed away from you? Who would want to buy your land once the government has decreed that it cannot be used for commercial purposes?\" Van Brink said.\n\nHe also said the federal government owns 30 percent of the land in the 50 states, or about 650 million acres.\n\nThe property tax/property infringement debate is intriguing, but what raised our Truth-O-Meter’s antennae was Van Brink’s comments about federally owned land. Does the government really own this much of the country’s land? If so, where, and what is it used for?\n\nThe federal government has owned land throughout the country’s history. From the Louisiana Purchase to the wide-open areas of the West, the government has held the title.\n\nVan Brink said his information on the federally owned acres comes directly from the government, specifically the Department of the Interior.\n\nNumbers used to describe anything dealing with the federal government are sometimes incorrect and difficult to track. But, taking slight rounding into account, an overview of federal land ownership by the Congressional Research Service published in February 2012 supports Van Brink’s statement. The CRS is a an agency within the Library of Congress whose staff of lawyers, scientists and researchers provides nonpartisan research to Congress.\n\nThe CRS overview states that the federal government owns and manages roughly 635 million to 640 million acres of land, which is the latest data available. The majority of this land (about 609 million acres) is managed by four agencies: the National Park Service, the Bureau of Land Management, the Fish and Wildlife Service and the Forest Service. Most of the land is in the West and Alaska.\n\nNineteen million additional acres in military bases and training ranges are owned and managed by the Department of Defense.\n\nThe Congressional Research Service overview notes that the total amount of federal land in the country is not definitively known. The acreage estimates used in the report presume that the federal agencies have reasonably accurate data on land under their jurisdiction.\n\nThe CRS overview also includes detailed federally owned acreage information for each state. Of the country’s total land base of 2.27 billion acres, the roughly 635 million to 640 million acres is about 28 percent of the total, within the truthful range for Van Brink’s 30 percent figure.\n\n\"I was trying to solve some problems, and with the federal government owning land, it is land that could be used for productive use,\" Van Brink told us. \"The selling of that land could be used to pay down the national debt.\"\n\nVan Brink’s land-sale idea is not new. In 2011, U.S. Rep. Jason Chaffetz, R-Utah, introduced a bill to begin selling federally owned land in 10 Western states, including Arizona, Colorado, Montana and Wyoming. The Disposal of Excess Federal Lands Act of 2011 would have required the secretary of the interior to direct the sale of 3.3 million acres of land, including some forested land. The bill was not enacted and died.\n\nGeorgia tea party leader J.D. Van Brink said the federal government owns 30 percent of the land in the 50 states, or about 650 million acres. Based on research from a nonpartisan congressional research think tank, Van Brink’s data is close to the published figures. The only difference is minor rounding.\n\nWe rated the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-09798"}