{"url": "/factchecks/2019/aug/09/viral-image/fact-checking-bernie-sanders-abortion-position/", "speaker": "Viral image", "vclaim": "Says Bernie Sanders wants \"to make the cut off date for abortions up to 36 weeks\" because he says \"a baby at that point feels no pain and has no rights to life.\"", "truth_label": "false", "date": "stated on June 9, 2016 in a Facebook post:", "title": "Fact-checking Bernie Sanders’ abortion position", "text": "An old Facebook post about abortion gained new traction as Sen. Bernie Sanders took the debate stage last month. \n\"So Bernie and Hillary want to make the cut off date for abortions up to 36 weeks,\" the 2016 post says. \"That’s right! They say a baby at that point feels no pain and has no rights to life. If anyone was wondering what a baby looks like at 36 weeks, here’s a picture of my baby boy born at 36 weeks. Share this post, get the word out!\"\nThis post, which has been shared more than 20,000 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe’re going to focus on Sanders for this check since he is seeking the Democratic presidential nomination, not former secretary of state Hillary Clinton. But Snopes looked into this claim in 2016 when Clinton was running for president and determined it was false for both Democrats.  As it is still being shared three years later in virtually identical language, we went looking for evidence to substantiate the claim, but we found none.\nWe emailed Sanders’ campaign to ask about the Facebook post but did not hear back. \nSanders doesn’t mention abortion limits on his campaign website. Listed among his \"issues\" is the \"fight for women’s rights,\" and there he makes two points about abortion: \n\"Fully fund Planned Parenthood, Title X, and other initiatives that protect women’s health, access to contraception, and the availability of a safe and legal abortion.\" \n\"Oppose all efforts to undermine or overturn Roe v. Wade, and appoint federal judges who will uphold women’s most fundamental rights.\"\nHe echoed the latter position during the first Democratic presidential debate in June. As a senator, he has framed abortion as health care. And he’s supported abortions since before the U.S. Supreme Court’s Roe vs. Wade decision that made abortion legal nationwide. In 1972, the Bennington Banner newspaper reported that Sanders, then the Vermont candidate for governor, said the abortion issue should only be of concern between a woman and her doctor, not the government.\nMore recently, he has criticized states that have restricted abortion but, BuzzFeed reported in May, he \"did not delve into more specifics about what he would do to fight the laws if elected.\"\n\"The consequences will be absolutely disastrous and threaten the very lives of women,\" BuzzFeed quoted him as saying on the campaign trail. \"It is not an exaggeration to say that banning legal, medically assisted abortion — and forcing women back into the arms of quacks — will quite literally kill women.\"   \nIn 2018, Sanders voted against a bill to ban abortion after 20 weeks and in 2016, PBS NewsHour reported in February, he wouldn’t give a specific answer when asked whether he would place any limits on abortions but \"repeatedly said he was ‘very strongly pro-choice’ and believed the decision was between a woman and her doctor.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt came up that year when, during a Fox News town hall as Sanders and Clinton vied for the Democratic presidential nomination, Bret Baier asked Sanders if he could \"name a single circumstance at any point in a pregnancy in which you would be okay with abortion being illegal.\"\n\"It’s not a question of me being okay,\" Sanders said. \"I happen to believe that it is wrong for the government to be telling a woman what to do with her own body.\"\nBaier said: \"I guess the genesis of the question is that there are some Democrats who say after five months, with the exception of the life of the mother or the health of the baby, that perhaps that’s something to look at. You’re saying no.\"\nSanders said: \"I am very strongly pro-choice. That is a decision to be made by the woman, her physician, and her family. That’s my view.\"\nNow, Sanders among other Democratic presidential candidates have cosponsored a bill that would codify Roe vs. Wade. New York did this in January when it enacted the Reproductive Health Act, a law that permits abortions within 24 weeks or later if the fetus isn’t viable or the mother’s health or life are threatened.  \n\"As president, he would use every available executive, judicial, and legislative tool to (protect the constitutional rights of women),\" a campaign spokesman for Sanders told BuzzFeed in a statement in May, \"including by appointing federal judges who will protect Roe, by fighting unconstitutional bans and restrictions, and by building a movement that speaks out for the vast majority of Americans who believe Roe should remain law of the land.\"\nWhen asked during a Fox News town hall in April whether a woman should be able to terminate a pregnancy up to the moment of birth, he said he thinks that happens \"very rarely\" and struck a familiar note: \"the decision over abortion belongs to a woman and her physician.\" \nSearching for \"Bernie Sanders\" and \"36 weeks\" and \"abortion\" in the Nexis news archive, we found one result: a May 2019 story in the Toronto Star about Rich Coleman, a member of Canada’s legislative assembly. The article discusses Coleman’s comments on abortion at a March for Life rally. \n\"It wasn’t Coleman’s first March for Life rally nor his first public foray into women’s reproductive health,\" the story says. \"On his Facebook account last August, Coleman shared a post — viewed by the Star Vancouver before he deleted it several days later — falsely alleging that former U.S. Democrat leadership candidates Hillary Clinton and Bernie Sanders wanted to allow abortions up to 36 weeks (8.5 months) of pregnancy because they believe fetuses have ‘no rights to life.’ On Aug. 31, he removed it admitting it was an ‘anti-abortion fake news story.’\"\nOur ruling\nThe Facebook post said Bernie Sanders wants \"to make the cut off date for abortions up to 36 weeks\" because he says \"a baby at that point feels no pain and has no rights to life.\"  \nThe record shows that while Sanders has refused to support specific abortion restrictions, he has not called to extend the cut off date for abortions to 36 weeks because \"a baby at that point feels no pain and has no rights to life.\" \nFor nearly five decades, when asked about specific abortion policy, Sanders has repeatedly stated in response that the decision to abort should be between a woman and her doctor, not the government. \nWe rate this Facebook post as False.", "vclaim_id": "vclaim-pol-00289"}