{"url": "/factchecks/2020/mar/25/facebook-posts/bill-gates-warned-2015-we-were-unprepared-infectio/", "speaker": "Facebook posts", "vclaim": "“Bill Gates told us about the coronavirus in 2015.”", "truth_label": "mostly-true", "date": "stated on March 15, 2020 in a Facebook post:", "title": "Bill Gates warned in 2015 that we were unprepared for an infectious virus", "text": "You can’t say Bill Gates didn’t tell you so, according to a recent Facebook post. \n \n\"Bill Gates told us about the coronavirus in 2015,\" claims the March 15 video published on the social media platform.\nThe video begins with the Microsoft co-founder standing on stage underneath a giant projector screen. \"The greatest risk of global catastrophe doesn’t look like this,\" Gates says as behind him appears a giant image of a bomb exploding. \n\"Instead,\" Gates continues, \"it looks like this.\" The picture overhead changes to what appears to be a giant microbe, an image similar to the graphics that news organizations and others use to illustrate their stories about the new coronavirus .\n\"If anything kills a million people over the next few decades, it’s most likely to be a highly infectious virus rather than a war,\" Gates says. \"Not missiles, but microbes.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nGates did say these words on a stage. And the images that appear in the video on Facebook did show on a screen behind him as he spoke. But this post goes too far by suggesting Gates specifically predicted COVID-19.\nNo mention of coronavirus in Gates’ original 2015 speech \nOn March 19, Gates published a blog post addressing questions about COVID-19, the disease caused by the new coronavirus that was first reported in Wuhan, China, on Dec. 31, 2019. The post is an edited transcript of an Ask Me Anything session he did on Reddit on March 18. In it, he refers to a TED talk he did in 2015. Footage from this talk is what appears in the Facebook video. \nThe Facebook video is only a clip of Gates’ comments. The actual talk begins with him discussing how when he was a kid, the disaster Americans feared most was a nuclear war. But his line that opens the Facebook video comes soon after. He goes on to say that \"we’ve actually invested very little in a system to stop an epidemic. We’re not ready for the next epidemic.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nHe doesn’t use the word \"coronavirus\" in his speech. He does discuss Ebola and the failures in combating the disease’s outbreak in West Africa in 2014 — the largest Ebola outbreak since the virus was discovered in 1976, according to the World Health Organization.\nIn aftermath of Ebola, Gates did warn of another epidemic  \nAbout 10,000 people died during the Ebola outbreak and nearly all deaths were in West Africa, Gates said in his TED talk. The disease didn’t spread more, in part, because it didn’t spread through the air, and by the time patients are contagious, they’re generally so sick they’re bedridden. \n\"The failure to prepare could allow the next epidemic to be dramatically more devastating than Ebola,\" Gates said. \"Next time we might not be so lucky. You can have a virus where people feel well enough while they’re infectious that they get on a plane or they go to a market. The source of the virus could be a natural epidemic like Ebola, or it could be bioterrorism. So there are things that would literally make things a thousand times worse.\"\nGates cited the 1918 Spanish flu as an example of a virus that spreads through the air. \n\"So here’s what would happen,\" he says. \"It would spread throughout the world very, very quickly. And you can see over 30 million people died from that epidemic. So this is a serious problem. We should be concerned.\"\nHe then discusses how we could build a good response system — how we could be prepared for the next epidemic. \n\"There’s no need to panic,\" he says. \"We don’t have to hoard cans of spaghetti or go down to the basement. But we need to get going, because time is not on our side. In fact, if there’s one positive thing that can come out of the Ebola epidemic, it’s that it can serve as an early warning, a wake-up call, to get ready. If we start now, we can be ready for the next epidemic.\"\nOur ruling\nThe Facebook post says that Gates told Americans about the coronavirus in 2015. But in the 2015 TED talk featured in the video, he never actually uses the word coronavirus, nor does he mention COVID-19. \nHis comments do sound prescient, though. He talks about an epidemic and we’re now in the midst of a pandemic. People could be infected with COVID-19 and not show symptoms for days, if at all. And it’s mainly spread between people in close contact through respiratory droplets when someone coughs or sneezes.\nWe rate this Facebook post Mostly True.", "vclaim_id": "vclaim-pol-18204"}