{"url": "/factchecks/2011/feb/13/scott-suder/majority-leader-scott-suder-says-letter-four-assem/", "speaker": "Scott Suder", "vclaim": "Four state Assembly Democrats \"scored a death blow to northeast Wisconsin’s economy\" by killing hundreds of jobs at a potential Bass Pro Shops near Green Bay.", "truth_label": "pants-fire", "date": "stated on January 28, 2011 in a news release:", "title": "Majority Leader Scott Suder says a letter from four Assembly Democrats “scored a death blow to northeast Wisconsin’s economy”", "text": "The potent combination of the Green Bay Packers, jobs and the great outdoors formed a fine kettle of fish in Madison.\n\nThe Journal Sentinel revealed Jan. 13, 2011, that outdoors retailer Bass Pro Shops was part of a development that businessman John Bergstrom was planning for a small piece of land near Lambeau Field in Green Bay.\n\nThat proposal, however, was hung up because part of the site had been designated a wetland. Environmental groups had raised objections, prompting an administrative review that could tack months onto the process.\n\nAs the Jan. 13 story noted, Gov. Scott Walker stepped in and had drafted an unusually specific piece of legislation that exempted the parcel from the environmental review.\n\nAs a vote neared, four Democratic members of the state Assembly sent a letter Jan. 26, 2011, to Bass Pro Shops founder Johnny Morris asking for a compromise on the project that would protect wetlands and the state’s fish population.\n\nTwo days later, Bass Pro Shops issued a short statement that said the company does not build stores on wetlands. A spokesman said the chain had held discussions with Bergstrom but said there was no deal.\n\nAll pretty straightforward.\n\nLater that afternoon, Rep. Scott Suder (R-Abbotsford) let fly with two statements on the topic -- a news release and an e-mail blast.\n\nThe headline on the news release said \"Dems Kill Hundreds of Jobs in NE Wisconsin.\" The release went on to say: \"Liberal Democrats in Madison scored a death blow to northeast Wisconsin's economy by winning a battle for the far left agenda.\"\n\nThat gives a lot of credit to the out-of-power Democrats, who were using the old tactic of writing a letter -- and releasing it to the media -- to gain attention.\n\nSo, did the letter from the Dems scare off a national retail chain with 50 stores in 26 states?\n\nWe asked Suder for evidence that the company had made its decision -- essentially overnight -- in response to the letter.\n\n\"Certainly, the letter that was sent caused Bass Pro Shops to hesitate,\" Suder said, though he acknowledged he had no contact with the retailer about the matter.\n\nLet’s fish out some details on the project:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe project has been around for more than a year. Environmentalists raised the wetlands concerns about the would-be Bass Pro Shops parcel months ago and their challenge was pending before the letter was written.\n\n\n\nBass Pro Shops was first reported to be involved in the project on Jan. 13, 2011. The company had not publicly expressed a commitment to the project development, seen as a \"gateway\" to Lambeau Field.\n\n\n\nLocal Department of Natural Resources staff in Green Bay objected to the project, but superiors in Madison had already said it should be allowed to proceed.\n\n\nThe author of the letter was state Rep. Brett Hulsey (D-Madison). He said he had met Morris -- the Bass Pro Shops founder -- years ago, when Hulsey worked for the Clinton administration.\n\n\"I could not imagine Johnny Morris and Bass Pro building on a wetlands because of the company’s core conservation principles,\" said Hulsey.\n\nHe said a Bass Pro Shops executive called him the day after the letter was sent and said the company was interested in Wisconsin but did not build on wetlands.\n\nDespite the company’s position, the Legislature passed the bill exempting the parcel from the water quality review and Walker signed it Feb. 3, 2011.\n\nWalker said that in the past the \"bureaucracy got in the way\" and his administration wanted to send the message: \"You can conserve and protect wetlands while having an economic project move forward.\"\n\nHowever, some believe the action will make the location less desirable, at least from a public relations point of view.\n\nSaid Hulsey: \"It’s been contaminated by this bill.\"\n\nIndeed, the fact wetlands were an issue may have had a special impact with Bass Pro Shops, which has no Wisconsin locations.\n\n\"For an outdoor retailer, that’s a more sensitive subject than for another one,\" said Neil Stern, senior partner with McMillan Doolittle, a company that advises retailers. His firm previously worked for Cabela’s, a Bass Pro Shops competitor.\n\n\"They want an arm’s length from any controversy,\" he said of Bass Pro Shops.\n\nIn its statement, Bass Pro Shops noted the company \"has a long and proud tradition of our conservation efforts and is a very conservation minded company. We have been recognized many times by conservation organizations across America for those conservation efforts. We were unaware of any wetlands issues and have not and will not be in favor of doing anything to harm wetlands wherever they might be.\"\n\nLet’s return to Suder’s statement, which said the letter by the Democrats torpedoed hundreds of jobs and was the death knell for the region’s economy.\n\nThat’s a huge overreach.\n\nHad the store opened it would have created about 300 retail jobs. State records show that the Green Bay area in December had about 161,000 jobs. And the region is a much broader area than that.\n\nOK, let’s pull this fish into the boat and see what we’ve got.\n\nSuder charges that by sending a letter to Bass Pro Shops, four Democrats killed the project -- and with it, hundreds of jobs in Green Bay, dealing \"a death blow to northeast Wisconsin’s economy.\" That’s one heck of a poison pen.\n\nBut there was no agreement between the developer and Bass Pro Shops and the wetlands objections had been raised by DNR staffers and environmentalists long before the Democratic lawmakers weighed in. Indeed, Walker and the Legislature were already moving to address the concerns about the wetlands issue slowing the project even before the letter. What’s more, the number of jobs in question -- welcome as they would be -- certainly doesn’t rate as a death blow to an entire region’s economy.\n\nSuder’s pen is filled with red, flame-colored ink. Pants on Fire.", "vclaim_id": "vclaim-pol-13616"}