{"url": "/factchecks/2014/jun/15/laura-ingraham/laura-ingraham-said-eric-cantor-co-wrote-house-gop/", "speaker": "Laura Ingraham", "vclaim": "Says Eric Cantor \"was the co-author of the House GOP principles on immigration reform. Both the 'New York Times' and the 'Washington Post' said that that captured the essence of what was in the Senate immigration bill.\"", "truth_label": "half-true", "date": "stated on June 15, 2014 in a statement on \"This Week\":", "title": "Laura Ingraham said Eric Cantor co-wrote House GOP's immigration principles", "text": "Guests on the Sunday news shows traded explanations for last week’s stunning primary defeat of House Majority Leader Eric Cantor -- including Cantor himself.\nSome pundits said the loss to professor Dave Brat showed Cantor was out of touch with his Virginia constituents. Others brought up the role immigration reform played in his race.\nABC’s This Week fill-in host Jonathan Karl asked Cantor about controversial comments from conservative talk radio host Laura Ingraham, who led the charge against Cantor and quipped that President Barack Obama should have traded him for Sgt. Bowe Bergdahl instead of five Taliban members. Cantor dismissed her rhetoric as \"just not serious and, frankly, it cheapens the debate.\"\nMinutes later, Ingraham responded from her seat on This Week’s Powerhouse Roundtable, highlighting Cantor’s immigration strategy as proof he lacks grassroots credentials.\n\"Eric Cantor wrote, he was the co-author of the House GOP principles on immigration reform,\" she said. \"Both the New York Times and the Washington Post said that that captured the essence of what was in the Senate immigration bill.\"\nPunditFact wanted to know if her retort was accurate.\nThe House GOP’s ‘Standards on Immigration Reform’\nIngraham is referencing a one-page document that emerged at a Maryland retreat for House GOP members in late January 2014. Politico called the list \"one of the most hotly anticipated documents in recent memory.\"\nEntitled \"Standards for Immigration Reform,\" the memo detailed what should be included in a \"step-by-step\" immigration package. It was handed down from House leadership, which included Cantor as the No. 2 ranking member in the House. Though the document was unsigned, several reports that either previewed the release of the immigration principles or spotlighted Cantor’s defeat referred to him as part of the leadership team that drafted the immigration standards. (A spokesperson for Cantor did not respond for comment.)\nThe leaders said this would serve as a jumping off point for developing a substitute for the Senate’s comprehensive immigration bill, a bipartisan measure that passed in June 2013. The Senate bill included billions for border security and a route to citizenship for the country’s 11 million undocumented immigrants. The process could take up to 13 years and prevented people from an initial provisional status if they had felony convictions and did not reside in the U.S. before Dec. 31, 2011. Applicants would have to pay penalties and back taxes.\nThe House standards for reform stressed the need for border security, an electronic employment verification system, and granting legal status and citizenship to children who entered the country with their parents if they serve in the military or get a college degree -- a point Cantor reiterated as important to him on This Week.\nBy contrast, the House principles did not include a possibility of citizenship, but they did include (at the very bottom) a vague avenue for people to remain in the country legally \"only if they were willing to admit their culpability, pass rigorous background checks, pay significant fines and back taxes, develop proficiency in English and American civics, and be able to support themselves and their families (without access to public benefits).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe document generated plenty of news coverage and editorials, partly for its poor reception among rank-and-file members who disagreed with House leaders. The New York Times characterized it as \"more of an attempt to test the waters than a blueprint for action.\"\nThe next week, Boehner succumbed to the rebellion, saying he likely could not pass an immigration bill and blaming Obama for not being trustworthy in enforcing immigration laws.\nFor all of the talk of Cantor being an immigration softie, Cantor is hardly the immigration cheerleader that Ingraham and Brat presented him to be. He is often blamed for holding up House votes on immigration legislation. His campaign highlighted this in a mailpiece in the closing weeks of his campaign, describing the legislation as the \"Obama-Reid plan to give illegal immigrants amnesty\" (a characterization PolitiFact rated Mostly False.)\nIn an op-ed for Politico Magazine, conservative National Review editor Rich Lowry wrote that Cantor’s immigration offense was showing support for a law like the DREAM Act \"and making occasional favorable sounds about more far-reaching legislation, including by signing off on those January principles.\"\nIngraham claimed the New York Times and Washington Post characterized the GOP principles as having \"captured the essence of what was in the Senate immigration bill.\"\nWe could not find examples of those newspapers straight-up saying the principles essentially amounted to the Senate bill, but the newspapers did portray the document as a much-anticipated starting point for negotiations with the upper chamber.\nA Jan. 31 Times editorial, for instance, listed the legalization language among \"a palmful of blessings to count\" from the document, but criticized the blueprint for not including \"the real possibility of immigrants becoming Americans.\"\nThe Wall Street Journal, on the other hand, had described the document as voicing \"support for the major planks of the comprehensive bill that cleared the Senate last summer.\"\nOur ruling\nIngraham did not back down from her criticism of Cantor, saying he \"was the co-author of the House GOP principles on immigration reform\" and adding \"both the New York Times and Washington Post said that this captured the essence of what was in the Senate immigration bill.\"\nAs the second highest-ranking member in the House, Cantor was part of top-level conversations that led to a (swiftly rejected) one-page document outlining the House GOP’s starting points for immigration reform.\nThe New York Times and Washington Post did not describe the House’s principles as capturing the essence of the Senate bill. (For one thing, it was only a page long.) Their reports often highlighted the House document’s lack of opportunity for citizenship for most undocumented immigrants and explored whether that was a deal-breaker for Democrats.\nHer statement is partially accurate but needs more context. We rate it Half True.", "vclaim_id": "vclaim-pol-07737"}