{"url": "/factchecks/2016/apr/21/hillary-clinton/hillary-clinton-history-shows-win-bernie-sanders/", "speaker": "Hillary Clinton", "vclaim": "\"When I withdrew in June of 2008, polls were showing that at least 40 percent of my supporters said, oh, they weren't going to support Sen. Obama.\"", "truth_label": "mostly-true", "date": "stated on April 21, 2016 in a town hall on ABC's 'Good Morning America':", "title": "Hillary Clinton says history shows she can win over Bernie Sanders supporters", "text": "As the list of states that haven’t voted yet dwindles, Democrats are pondering how Hillary Clinton and Bernie Sanders will be able to unify their supporters in advance of November’s general election.\nParty strategists have worried that aggressive sparring during the New York primary is fraying relations between Clinton, Sanders, and their respective supporters. Polling evidence suggests that there may be reason for such a worry: An April McClatchy-Marist poll found that 25 percent of Sanders supporters said they would not back Clinton as the Democratic nominee, compared to 69 percent who said they would support her. Another 6 percent were unsure.\nClinton addressed this during an April 21, 2016, town hall with ABC’s Good Morning America, comparing it to her 2008 primary bid against Barack Obama.\n\"When I withdrew in June of 2008, polls were showing that at least 40 percent of my supporters said, oh, they weren't going to support Sen. Obama,\" Clinton said at the televised town hall.\nIn other words, Clinton argued, if Obama can come back from even sharper divisions to win the presidency, then she can, too.\nWe looked into the polling archive to see if she has a good argument.\nWe found two polls taken in June 2008 that asked primary supporters of Clinton who they would support with Obama as the Democratic nominee. Here’s the summary:\n \n\n\n\n\nPollster\n\n\nMonth\n\n\nWill support Obama\n\n\nWill support McCain\n\n\nWon’t vote/\nOther\n\n\nMcCain support\nplus won’t vote/other\n\n\n\n\nCNN/Opinion Research\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nJune\n\n\n60\n\n\n17\n\n\n22\n\n\n39\n\n\n\n\nABC News/\nWashington Post\n\n\nJune\n\n\n62\n\n\n25\n\n\n13\n\n\n38\n\n\n\n\n \nSo Clinton has a point: In both polls, roughly 60 percent of former Clinton supporters backed Obama, while 40 percent didn’t, either through a vote for Republican nominee John McCain or a vow to do something other than voting for Obama.\nThis means Clinton can take heart that she is already doing about 10 points better securing the backing of Sanders voters than Obama was doing securing support from Clinton backers.\nWe have one small caveat: While the polls from 2008 and 2016 are similar in topic, their wording is slightly different. The 2016 Marist poll uses terminology that’s a bit vague -- the choices are \"support her\" or \"not support her.\" By contrast, the 2008 CNN poll was more specific, looking at whether people would vote for Obama, vote for Republican nominee John McCain, or wouldn’t vote at all.\nSubsequent polling data showed Obama did eventually win the support of Clinton backers. By August 2008, polls showed that Obama was winning 70 percent to 76 percent of Clinton supporters. And of course, Obama went on to win in November.\nOur ruling\nClinton said, \"When I withdrew in June of 2008, polls were showing that at least 40 percent of my supporters said, oh, they weren't going to support Sen. Obama.\"\nThe wording of polls makes exact comparisons a bit tricky, but in general, Clinton is right about the scale of Obama’s 2008 problem with dissident Democrats -- and correct that Obama had a harder road then than she seems to have now. We rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/53ab6eae-7c0b-47c8-b2f6-d6c89e991bf9", "vclaim_id": "vclaim-pol-05071"}