{"url": "/factchecks/2012/oct/28/mitt-romney/mitt-romney-says-rhode-island-demonstrated-it-can-/", "speaker": "Mitt Romney", "vclaim": "Rhode Island has taken its federal Medicaid funding and shown it can run the program more cost-effectively than the federal government.", "truth_label": "mostly-true", "date": "stated on October 22, 2012 in a debate:", "title": "Mitt Romney says Rhode Island demonstrated that it can run Medicaid more cost-effectively than the federal government", "text": "Is Rhode Island’s $2 billion-a-year Medicaid program for the poor a model for the rest of the United States?\n\nThat was the impression Mitt Romney gave during the third presidential debate Oct. 22, when he talked about how he would balance the federal budget within 8 to 10 years.\n\nOne thing he would do, he said, is change the way Medicaid is run. \"We'll take that health-care program for the poor and we give it to the states to run because states run these programs more efficiently. As a governor, I thought please, give me this program. I can run this more efficiently than the federal government, and states, by the way, are proving it. States like Arizona, Rhode Island have taken these -- these Medicaid dollars; have shown they can run these programs more cost-effectively\" than the federal government.\n\nDid the federal government get a more efficient Medicaid program in Rhode Island by giving it to the state to run?\n\nThe idea is certainly in line with Romney's philosophy for health-care coverage. He objects to a nationally administered program such as Obamacare but favors comparable programs if they are run individually by the states, such as the program he adopted in Massachusetts. And Romney has also advocated a block grant system in which Medicaid would be turned over to states to run as they see fit.\n\nSo let's start with some background.\n\nMedicaid is a health-care program for the poor, financed by federal and state money. In Rhode Island, the federal government reimburses 52 cents of every dollar spent.\n\nThe money is distributed by states under rules set by the federal government. States have limited latitude on how the money is spent and require a \"waiver\" if they want to bend or break the rules.\n\nOn Jan. 16, 2009, in the final days of the Bush administration, the federal government granted a sweeping \"global waiver\" to Rhode Island at the request of Republican Gov. Donald Carcieri. It allowed Rhode Island to, for example, move people out of nursing homes into less-expensive community-based care. It also gave the state more power to make unilateral changes to the Medicaid program. In return, the state agreed to foot the bill if costs increased above a pre-determined ceiling over the next five years.\n\nBut here's the important point for the purpose of this fact check: the waiver didn't, by any measure, completely turn the administration of Medicaid over to Rhode Island. There are still lots of federal strings attached.\n\nSo contrary to the impression debate viewers might have gotten from Romney's comment, Rhode Island is not a case study in what happens if you make Medicaid a block grant program and turn control over to a state.\n\nIt does, however, illustrate what can happen when a state gets more flexibility and officials are committed to improving medical care for the poor.\n\nSo did the 2009 \"global waiver\" produce a more-efficient program?\n\nSeveral factors complicate the issue.\n\nFirst, the deal gave Rhode Island federal money for things the state was previously paying for by itself, such as early intervention for at-risk children. It saved money for the state, but not the federal government.\n\nSecond, some of the efficiencies that occurred were initiated before the waiver was granted; in other cases, the waiver wasn't needed to implement them. For example, a large drop in expensive nursing-home use came the year before the waiver took effect.\n\nIn other words, other states could achieve those efficiencies under the existing federal program.\n\nBecause of that, the degree of efficiency, as measured by how much money was saved, is also a complicated -- and debated -- question.\n\nGary Alexander, who was secretary of health and human services when the waiver was approved, published a paper with the conservative Galen Institute, pegging the savings at $110 million over 18 months, or $73 million a year.\n\nThe Romney campaign cites the Alexander paper as evidence that Rhode Island saved money.\n\nThe liberal-leaning Center on Budget and Policy Priorities issued a report saying Alexander was wrong because any savings actually resulted from more than $400 million Rhode Island received in federal stimulus money in 2009 and the shifting of some costs previously paid by the state to the federal government.\n\nRhode Island’s current Health and Human Services secretary, Steven Costantino, asked The Lewin Group, a consulting firm, to do a less-partisan analysis after Carcieri left. According to that group's estimates, the waiver itself saved $23 million over three years, or $7.6 million annually, Costantino said.\n\nIn addition, the deal also provided a $42.7-million windfall for the state over the same three years because the federal government started sharing the costs of some health services, he said.\n\nTotal savings per year: just under $22 million.\n\nTo put this in perspective, a savings of $73 million a year (the high number cited by Alexander) is less than 4 percent of the state’s annual $2 billion Medicaid budget; $22 million would be 1.1 percent.\n\n(Costantino told us another $32 million was saved over three years thanks to the improvements to the program that the state made without the waiver.)\n\nOur ruling\n\nMitt Romney said Rhode Island took its federal Medicaid money and demonstrated that the state could run the program more cost-effectively than the federal government.\n\nIn context, his statement suggests that the federal government turned over control of the program to Rhode Island. That's not the case.\n\nInstead, the state got a waiver from federal rules through a program designed to let states experiment with better ways to provide health care for the poor. That allowed Rhode Island to continue to realign and streamline the program, saving millions.\n\nEven without the waiver, there's evidence that the state would have saved money because it was already inaugurating reforms on its own.\n\nThe degree of savings is debatable, but Romney never cited an amount.\n\nBecause his statement is accurate but needs clarification or additional information, we rate it Mostly True.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10070"}