{"url": "/factchecks/2019/mar/13/facebook-posts/claims-about-thomas-jefferson-and-marijuana-are-mo/", "speaker": "Facebook posts", "vclaim": "Says Thomas Jefferson drafted the Declaration of Independence on hemp paper, grew and smoked marijuana, and said \"hemp is of first necessity to the wealth and protection of the country.\"", "truth_label": "barely-true", "date": "stated on March 11, 2019 in a Facebook post:", "title": "Claims about Thomas Jefferson and marijuana are mostly off", "text": "Thomas Jefferson was a diplomat, architect, author of the Declaration of Independence, the third president of the United States – and a pot smoker?\nOne Facebook post makes the claim that the founding father drafted the Declaration of Independence on hemp paper and \"grew and smoked weed.\" It also quotes Jefferson as saying that \"Hemp is of first necessity to the wealth and protection of the country.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe previously checked out the rumor that the Declaration of Independence was supposedly written on hemp paper and rated it False.\nFor a quick re-hashing, officials at Monticello, the home of Thomas Jefferson, say that the document was penned on parchment, which is made from animal skin.\n\"A number of sites on the Internet claim that the Declaration of Independence was written on paper made from hemp. As far as we know, this is not true,\" Monticello says on its website.\nBut did Jefferson actually grow and smoke marijuana and did he say hemp is the \"first necessity to the wealth and protection of this country?\"\nWell, there is one kernel of confirmable truth: Jefferson did grow hemp—but not necessarily \"weed,\" as the post suggests.\nWhile hemp comes from cannabis plants like marijuana, it doesn’t contain the same level of tetrahydrocannabinol—or THC, for short—the active chemical in marijuana that causes people to experience the \"high\" often associated with the drug.\nState statutes, with the exception of West Virginia, define industrial hemp as a variety of cannabis with a THC concentration of no more than 0.3 percent. (West Virginia puts it at less than 1 percent.)\nThe level of THC in marijuana is not always the same and can vary depending on the strain or variety of the plant, the way it is grown, the part of the plant that is used and the way it is stored. Hash, for example, can have THC concentrations ranging from 10 to 20 percent, while marijuana cannabis (the dried buds and leaves of the plant) can vary widely in potency from 1 to 20 percent. It is also worth noting that the marijuana used today is stronger than it used to be.\nJefferson grew hemp both at Monticello and his other plantation, Poplar Forest, but it was primarily used (along with flax and cotton) to make clothing. Other founding fathers, including George Washington, grew hemp and Americans were legally bound to grow the plant during the Colonial Era and Early Republic.\nBut there is no record of Jefferson ever smoking the plant.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThe National Constitution Center, an institution devoted to the U.S. Constitution, tackled some of the most popular myths about the Founding Fathers and marijuana and noted that if Jefferson or others at the time did attempt smoking hemp, they likely didn’t experience euphoria because of its low levels of THC.\nMonticello addressed the rumor as well, and said there is no evidence to suggest that Jefferson was a habitual smoker of \"hemp, tobacco, or any other substance.\"\n\"Some have pointed to a supposed reference in Jefferson's farm book to separating male and female hemp plants as evidence that he was cultivating it for purposes of recreational smoking,\" the organization wrote, \"... no such reference exists in Jefferson's farm book or any other document.\"\nThe quote that hemp is \"of first necessity to the wealth and protection of the country\" can be found in the national archived Jefferson papers, which is a collection of the correspondence and papers not only written by Jefferson, as well as letters he received.\nThis particular phrase wasn’t written or said by Jefferson, said David Sewell, manager of Digital Initiatives of The University of Virginia Press, which works in conjunction with Founders Online.\nWhat’s more, the quote is a little incomplete.The phrase was written in \"Enclosure: Notes respecting Tobacco\" on March 16, 1791, by Gouverneur Morris, a founding father, American statesman, and a signatory to the Articles of Confederation and the United States Constitution.\nThe full quote: \"A Fact well established in the System of Agriculture is that the best Hemp and the best Tobacco grow on the same Kind of Soil. The former Article is of first Necessity to the Commerce and Marine in other Words to the Wealth and Protection of the Country.\"\nSo while the comment was included in a letter sent to Jefferson, it wasn’t his words.\n\"If the words have been attributed to Jefferson,\" Sewell wrote in an email to PolitiFact, \"that is probably the result of someone’s misunderstanding of the context, or of wanting to associate them with someone with better name recognition.\"\nIt’s worth noting that while Jefferson may not have said this particular quote, he did consider hemp to be an important crop, and made several references to it in his letters.\nOur ruling\n \nA meme being shared online claims that Thomas Jefferson penned the Declaration of Independence on hemp paper, grew and smoked marijuana, and once said the plant was of \"first necessity to the protection and wealth of the country.\"\nThe Declaration of Independence was not drafted on hemp, but on parchment made from animal skin, But Jefferson did indeed grow the plant (not necessarily weed, though).\nThere is no evidence to suggest Jefferson ever smoked marijuana, and if he had, it likely would have been the hemp he grew, which had very low levels of THC. Jefferson also did not say that specific phrase, but his favor of the crop is well documented.\nWith all this taken into account, we rate this post Mostly False.\nUpdate March 15, 2019: This story has been updated to reflect the fact that a quote similar to the one attributed to Jefferson in this claim is found in the Jefferson papers but was not made by Jefferson himself. This update does not affect the ruling.\n Share the Facts 2019-03-13 19:06:10 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Thomas Jefferson drafted the Declaration of Independence on hemp paper, grew and smoked marijuana, and said \"hemp is of first necessity to the wealth and protection of the country.\"    Facebook posts on the internet     Monday, March 11, 2019 2019-03-11    Read More  info", "vclaim_id": "vclaim-pol-00900"}