{"url": "/factchecks/2013/feb/06/leon-young/wisconsin-legislator-says-he-and-colleagues-worked/", "speaker": "Leon Young", "vclaim": "Wisconsin state lawmakers worked seven days in 2012 but got \"paid for a whole year.\"", "truth_label": "pants-fire", "date": "stated on January 19, 2013 in a news article:", "title": "Wisconsin legislator says he and colleagues worked 7 days in 2012, got paid for 365", "text": "We're often asked at PolitiFact Wisconsin how we choose statements to fact check on the Truth-O-Meter.\n\nThe answer is: Really?\n\nAs in: Did a politician, pundit or organization make a claim that would make an average person  stop and wonder: Really?\n\nOn Jan. 19, 2013, the Wisconsin State Journal reported on a proposal by state Rep. Leon Young, D-Milwaukee, to make state lawmakers part time and cut their pay by 75 percent.\n\nWhy would Young want to gore his own ox?\n\n\"After reviewing the number of days that we were in session during the course of the 2011-’12 biennium, I realized that we met a total of only 34 days out of a possible 122 session days,\" Young told the Madison newspaper. \"It is fair to say that we actually function as a 'de facto' part-time legislature now.\"\n\nWhen you look only at the number of session days in 2012, Young added, the number drops to seven. \"Who works seven days and gets paid for a whole year?\" he asked.\n\nState lawmakers worked seven days in 2012 but got \"paid for a whole year\"?\n\nReally?\n\nCue the Truth-O-Meter.\n\nYoung's proposal\n\nYoung has served in the state Assembly since 1993 but has not always won easy re-election. Beset by two foreclosure judgments and restraining orders involving two women, the former Milwaukee police officer faced three challengers in the 2008 Democratic primary.\n\nYoung prevailed, arguing he had worked hard to bring investment in infrastructure and jobs to the city. In 2010, Young defeated a Democratic challenger and in 2012 he ran unopposed.\n\nYoung’s proposal is for a constitutional amendment to have lawmakers meet only during the first three months of the year. Their salary would be cut by 75 percent — to $12,000 a year from the current $49,943 an amount last raised in 2009).\n\nIn Wisconsin, most state lawmakers list something besides full-time legislator as their occupation. But in terms of pay and benefits, the Legislature certainly could be considered full time.\n\nThe $49,943 salary is more than the median household income in Wisconsin, which was $49,001, according to the 2010 U.S. census.\n\nAnd state lawmakers enjoy benefits that are at least on par with full-time workers. The benefits include a pension, and health, life, vision insurance, each of which require contributions by the lawmakers.\n\nBut what about their workload?\n\nYoung's evidence\n\nWhen we asked Young for evidence that lawmakers worked only seven days in 2012, he referred us to the office of the Assembly chief clerk. It confirmed the full Legislature was in session on seven days in 2012.\n\nBut Young is doing a bit of cherry-picking to make his broader point -- something he acknowledged when we contacted him.\n\nThe Legislature meets in two-year sessions. In the first year, lawmakers work on and adopt a two-year state budget. They meet less often the second year, when all Assembly members and half of the senators are up for re-election.\n\nIn 2011-2012, with Republicans controlling the Assembly and the Senate, the full Legislature met a total of 34 days -- 27 days in 2011 plus the seven in 2012.\n\nIn the previous two-year session, with Democrats in charge of both chambers, the Legislature met on 37 days -- 25 days in 2009 and 12 days in 2010.\n\nAlthough state lawmakers’ main responsibility is to make policy by adopting laws, they do more than attend full sessions of the Legislature, right?\n\nLet’s start with Young.\n\nHe lists his occupation as a full-time legislator and claims to put in more time in Madison than nearly all of his colleagues.\n\nIn 2012, Young claimed $11,792 in expenses, the third-highest reimbursement in the 99-member Assembly. The reimbursements, known as per diem payments, are $88 per day, an amount that has been in place since 2001; the reimbursements are meant to cover food and lodging costs while lawmakers are in Madison on state business.\n\nIn 2011, Young ranked 12th, collecting $12,056; he ranked similarly high in reimbursements in previous years.\n\nYoung acknowledged that in making his seven-days-of-work claim he wasn’t counting time lawmakers spend attending committee meetings in Madison, working on legislation, studying issues, handling constituent matters or spending time back home in their districts.\n\nIndeed, committee meetings alone can be a significant workload. Young is assigned to four committees for the 2013-2014 session. Other lawmakers serve on six or more committees; Rep. Sandy Pasch, D-Shorewood, serves on nine.\n\nAn independent research group, the National Conference of State Legislatures, also regards the Wisconsin Legislature as essentially a full-time body.\n\nA 2009 analysis, which the group said remains up to date, found that 10 states -- including Wisconsin, Michigan and Illinois -- \"require the most time of legislators, usually 80 percent or more of a full-time job.\"\n\nNow, critics may say state lawmakers don’t work hard enough, or aren’t worth their pay, or should spend most of their time at home. But that’s a lot more than seven days.\n\nReally.\n\nOur rating\n\nYoung said Wisconsin legislators worked only seven days in 2012 but got \"paid for a whole year.\"\n\nThe veteran Assembly member admitted his statement didn’t account for all the duties lawmakers have. In fact, it didn't come close.\n\nFor a statement that is false and ridiculous, we rate Young’s statement Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09756"}