{"url": "/factchecks/2015/jan/21/joni-ernst/joni-ernst-says-strong-majority-americans-back-key/", "speaker": "Joni Ernst", "vclaim": "\"A strong majority of Americans support\" the Keystone XL pipeline.", "truth_label": "mostly-true", "date": "stated on January 20, 2015 in the Republican response to the State of the Union address:", "title": "Joni Ernst says 'a strong majority of Americans' back the Keystone XL pipeline", "text": "See editor's note below\nDuring the Republican response to President Barack Obama’s 2015 State of the Union address, newly elected Sen. Joni Ernst of Iowa urged bipartisan cooperation to pass a longstanding agenda item for Republicans and some Democrats -- the Keystone XL pipeline.\nThe project has been in the works since 2008, and its current version involves a 875-mile pipeline that would run from Morgan, Mont., to Steele City, Neb. Building this link would allow 830,000 barrels of oil per day to move from the tar sands fields in Alberta, Canada, to refineries on the Gulf Coast.\nOpponents of the pipeline say it will increase greenhouse gas emissions and increase the risk of water pollution from spills.\nSupporters speak of improved energy security and jobs, and blame the Obama administration for stalling what they consider critical infrastructure supported by many business leaders and labor unions.\nHere’s what Ernst said during her State of the Union response on Jan. 20, 2015.\n\"The new Republican majority you elected started by reforming Congress to make it function again. And now, we’re working hard to pass the kind of serious job-creation ideas you deserve. One you’ve probably heard about is the Keystone jobs bill. \n\"President Obama has been delaying this bipartisan infrastructure project for years, even though many members of his party, unions, and a strong majority of Americans support it. The President’s own State Department has said Keystone’s construction could support thousands of jobs and pump billions into our economy, and do it with minimal environmental impact.\"\nWe wondered whether Ernst was correct when she said that \"a strong majority of Americans support\" the pipeline. So we looked at the polling data.\nAt the survey curation site pollingreport.com, we found five polls taken since May 2014 that asked questions that shed light on Ernst’s claim. We’ll start with the four polls that asked the question in its most basic form -- whether the respondent favors or opposes construction of the pipeline:\n• CBS News, Jan. 9-12, 2015. \"Do you favor or oppose building the Keystone XL pipeline that would transport oil from Canada through the United States to refineries in Texas?\" Favor: 60 percent. Oppose: 28 percent. Unsure or no answer: 12 percent. (Margin of error ± 3 percent.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• USA Today/Princeton Survey Research Associates International, Nov. 13-16, 2014. \"Should Congress and President Obama approve construction of the Keystone XL pipeline that would transport oil from Canada's oil sands region through the Midwest to refineries in Texas, or not?\" Yes: 60 percent. No: 25 percent. Unsure: 14 percent. (Margin of error ± 3.6 percent.)\n• Pew Research Center, Nov. 6-9, 2014. \"Do you favor or oppose building the Keystone XL pipeline that would transport oil from Canada's oil sands region through the Midwest to refineries in Texas?\" Favor: 59 percent. Oppose: 31 percent. Unsure/refused: 10 percent. (Margin of error ± 3.1 percent.)\n• CBS News, May 16-19, 2014. \"Do you favor or oppose building the Keystone XL pipeline that would transport oil from Canada through the United States to refineries in Texas?\" Favor: 56 percent. Oppose: 28 percent. Unsure/No answer: 17 percent.\nFor these four polls, support for the pipeline held steady in a very narrow band, from 56 percent to 60 percent. So Ernst has a strong case to make.\nThe only caveat stems from the fifth poll, which asked the question in a somewhat different way.\nAn ABC News/Washington Post poll taken between Jan. 12 and Jan. 15, 2015, phrased the question this way: \"Obama has said he won't decide whether to approve a new oil pipeline from Canada to Texas until a review has determined whether it is in the national interest. The Republicans in Congress are working on a law to authorize the pipeline without Obama's approval. Which side do you support? Should the pipeline be authorized now, or should the review be completed before deciding?\"\nAsked the question this way, respondents were less sanguine about the approach being taken by the Republican Congress of which Ernst is now part: 34 percent said the pipeline should be authorized without Obama’s approval, while 61 percent said that the review should be completed first. (Another 2 percent said they opposed the pipeline outright, but that answer was only tallied when volunteered, not because it was given as an option.)\nIn other words, the polls show strong and consistent public support for building the pipeline, but one poll suggests it's only after completing full reviews of its merits.\nOur ruling\nErnst said that \"a strong majority of Americans support\" the Keystone XL pipeline.\nShe’s right that between 56 percent and 60 percent of the public has consistently supported the project when asked outright whether it should be built. However, one poll found public concern about building it before reviews are complete -- a stance more in tune with Obama than with Republican leaders.\nThe statement is accurate but needs clarification or additional information, so we rate it Mostly True.\nEDITOR’S NOTE, Jan. 21, 2015: After this article appeared, a reader pointed out another poll that had addressed public support for the Keystone XL pipeline that had been released the same day we published the story. A NBC News/Wall Street Journal poll taken in January 2015 asked respondents whether they favored or opposed building the pipeline, or whether they did \"not know enough about this topic to have an opinion.\" The inclusion of that last phrase increased the \"don’t know\" response beyond that found in most other polls, to 37 percent. Of those who did have an opinion, 41 percent favored building Keystone XL and 20 percent opposed it. Because that's generally in line with what we found in the other polls, our original rating of Mostly True stands.", "vclaim_id": "vclaim-pol-06818"}