{"url": "/factchecks/2017/jan/20/chad-mayes/true-california-has-nations-highest-poverty-rate-w/", "speaker": "Chad Mayes", "vclaim": "California has \"the highest poverty rate in the nation\" when considering the U.S. Census Bureau’s Supplemental Poverty Measure.", "truth_label": "true", "date": "stated on January 17, 2017 in a speech:", "title": "TRUE: California has the nation’s highest poverty rate, when factoring in cost-of-living", "text": "California’s job and economic growth has outpaced much of the nation in recent years. That growth, however, has not eliminated one of the state’s biggest challenges: poverty.\nThis week, State Assembly Republican Leader Chad Mayes called poverty California’s No. 1 priority during a forum of legislative leaders in Sacramento.\nMayes, who represents parts of San Bernardino and Riverside counties, claimed the state’s poverty rate is higher than any state in the nation when considering factors such as cost-of-living.\n\"If you look at the official poverty measure in California, we’re about average with the rest of the country,\" Mayes said. \"But if you use the supplemental poverty measure, we are in the lead. We have the highest poverty rate in the nation -- higher than New Mexico, higher than any of the southern states, Louisiana, Alabama, higher than Idaho.\"\n\nAssemblyman Chad Mayes makes his statement about poverty in California at about the 10:50 minute mark in the video above. \nWe decided to fact-check whether the report Mayes cited really shows that California has the highest poverty rate in the nation.\nOur research\nFrom 2013 to 2015, California had America’s 17th-highest poverty rate, 15 percent, according to the U.S. Census Bureau’s Official Poverty Measure. That measure uses income levels to determine poverty, but does not consider differences in cost-of-living among states. It lists the official poverty threshold for a two-adult, two-child family at $24,036 in 2015.\nDuring the same period, California had the highest poverty rate, 20.6 percent, according to the census’ Supplemental Poverty Measure. That study does account for cost-of-living, including taxes, housing and medical costs, and is considered by researchers a more accurate reflection of poverty. For a two-adult, two-child family in California, the poverty threshold was an average of $30,000, depending on the region in the state, according to a 2014 analysis by Public Policy Institute of California.\nLooking at state poverty rates, the second highest is Florida’s 19 percent, followed by New York’s and Louisiana’s shared 17.9 percent rate. The national average is 15.1 percent using the supplemental measure.\n\"I think Assemblymember Mayes’ comments are accurate,\" said Chris Hoene, executive director of the left-leaning California Budget Policy Center, which has closely studied poverty in the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nHoene said the high poverty rate in the supplemental report is driven by California’s stratospheric housing costs. He added that use of the supplemental measure has gained wide acceptance among researchers.\n\"I think in most quarters, that’s not disputed,\" he said.\nMarybeth Mattingly, a researcher at the Stanford Center on Poverty and Inequality added by email: \"Basically, yes, this statement is (sadly) accurate.\"\nCaroline Danielson, who studies poverty at the Public Policy Institute of California, noted that when considering the margin of error in the supplemental poverty report, California and Florida are closer than one might assume. California’s estimate has a margin of error of ± 0.8 percent while Florida’s had a margin of ± 1.1 percent.\n\"California’s rate is essentially the same as Florida’s,\" she said. \"California, we might say, is in the top two.\"\nSeveral researchers noted that California’s poverty rate has declined in recent years: \"But they haven’t moved as much as you would hope,\" Hoene said.\nOur ruling\nState Assembly Republican Leader Chad Mayes said recently that California has \"the highest poverty rate in the nation\" when considering the U.S. Census Bureau’s Supplemental Poverty Measure.\nData from that report, and researchers who study poverty, support Mayes’ statement. The state’s 20.6 percent poverty rate is higher than any other, though Florida’s 19 percent rate is close, especially when considering the margin of error.\nThe supplemental report is considered by experts the best state-by-state measure of poverty, because it takes into account geographic differences in cost-of-living, not just income levels.\nIn his statement, Mayes cited the specific report that backs his claim, and added the context that another report, one that doesn’t account for cost-of-living, shows California’s poverty closer to the national average.\nGiven this clarity and context, we rate Mayes' statement True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/24e481a0-a0c5-46ec-a538-cc9b3e6cf21a", "vclaim_id": "vclaim-pol-03773"}