{"url": "/factchecks/2010/mar/23/bill-mccollum/mccollum-cites-top-estimate-medicaid-expansion/", "speaker": "Bill McCollum", "vclaim": "Florida's cost for the Medicaid expansion will be $1.6 billion a year or more.", "truth_label": "half-true", "date": "stated on March 22, 2010 in a press conference:", "title": "McCollum cites top estimate for Medicaid expansion", "text": "The day after Congress passed major health care reform, Florida Attorney General Bill McCollum said he would challenge the law's constitutionality in court, in part because of its expansion of Medicaid, a government-run health insurance program for the poor. The new law \"manipulates the states into doing things that the states simply can't afford,\" McCollum said. He said that the new law would cost Florida at least $1.6 billion a year, and likely more.\nBut it appears those numbers are based on reports that don't reflect the final version of the health care reform law. His numbers were first questioned by a news report from the Web site Health News Florida.\n\"The AHCA folks, the Agency for Health Care Administration in Tallahassee, that pays out Medicaid, estimates that it will be at least $1.6 billion more a year in costs to the sate of Florida, just for what they do,\" McCollum said.\nWe wanted to look into McCollum's numbers, and how the Medicaid expansion works.Medicaid is a joint state-federal, government-run health care program for the very poor. (Its cousin, Medicare, is for senior citizens of any income level.) To get into Medicaid, you have to be not only poor, but also disabled, elderly, pregnant or a child. The new law changes that, opening up Medicaid to all of the poor, setting the limit at people who make less than 133 percent of the federal poverty level. Currently, that means a single person who makes $14,404 or less, and a family of four that has income of less than $29,327.Medicaid is actually a voluntary program, so states do not have to participate. But all states do, because the federal government puts up much of the money for the program. In Florida, the federal government was scheduled to pick up 55 percent of the the tab for Medicaid this year. But thanks to the stimulus, the federal government picked up even more, paying for 68 percent of the program for this year and next.But even though the federal government is paying for the majority of the program, it still represents significant spending for the state of Florida. Medicaid here serves about 2.8 million people at a cost to the state of $19 billion. That's about 28 percent of the state's entire budget going to health care for the very poor -- a group that doesn't employ lobbyists or make many campaign contributions.McCollum is correct that the new law will cost the state money, but much of that cost will be shouldered by the federal government. The federal government plans to pick up 100 percent of the tab for the expansion of Medicaid for the first few years, but after that, the percentage declines. McCollum said during his press conference announcing the lawsuit that the $1.6 billion was based on modeling developed by Florida's Agency for Health Care Administration. But the agency based that analysis on older versions of the legislation that weren't as generous to the states as the version that actually became law. The agency released a new analysis that is based on the actual bill President Barack Obama signed on Tuesday. The newer report calculated that Florida's share of increased costs would range between $149 million in 2014 and $1.1 billion in 2019, significantly less than what McCollum said. In 2019, by the way, about 1.5 million people previously uninsured would be covered, according to the report.But it's still possible that Florida's contribution will be less than that. Congress is currently working on a reconciliation bill to modify the law Obama signed on; House Democrats demanded the bill with a number of changes as a condition for passing the bill Obama signed. We can't say for sure that the reconciliation bill will become law, but if it does, it could decrease states' Medicaid contributions even more because the federal government would pick up even more of the tab for the Medicaid expansion.Here's a chart that shows the difference in those potential contributions:\n\n\n\n \n\nFederal contribution,\ncurrent law\n\n\nFederal contribution,\nwith reconciliation\n\n\n\n\n2014\n\n\n100 percent\n\n\n100 percent\n\n\n\n\n2015\n\n\n100 percent\n\n\n100 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2016\n\n\n100 percent\n\n\n100 percent\n\n\n\n\n2017\n\n\n92 percent\n\n\n95 percent\n\n\n\n\n2018\n\n\n91 percent\n\n\n94 percent\n\n\n\n\n2019\n\n\n90 percent\n\n\n93 percent\n\n\n\n\n \nAHCA said that the plan's cost of $1.1 billion could potentially grow to $1.6 billion in 2019. Spokesperson Tiffany Vause said the agency was working on a new estimate that would include another $300 million to pay for a required increase in payments to primary care physicians who see Medicaid patients, and another $100 million to $200 million for unspecified administrative costs that \"will incur to implement and manage all aspects of the new regulations.\"\nThe attorney general's office said they agreed with AHCA's conclusion. McCollum is also a Republican candidate for governor; his campaign staff referred the request to the attorney general's office because they said it was a matter of official state business\nGetting back to our ruling, McCollum said that it would cost Florida $1.6 billion or more to expand Medicaid. He is correct that Florida will have to pay more money into Medicaid to insure more of the poor. But the feds pick up most of the tab for the expansion in the early years, at a much lower cost than $1.6 billion. It only hits close to that top figure in 2019, and still have questions about the unspecified implementation costs. We find his claim Half True.\nUpdate: This report has been updated to include comment from the attorney general's office received after our original publication.", "vclaim_id": "vclaim-pol-15183"}