{"url": "/factchecks/2018/oct/04/donald-trump/donald-trumps-inventions-about-richard-blumenthal-/", "speaker": "Donald Trump", "vclaim": "Says Sen. Richard Blumenthal said he served in Vietnam in \"Da Nang Province. Soldiers dying left and right as we battled up the hill.\" And \"then he cried when (the press) caught him.\"", "truth_label": "false", "date": "stated on October 2, 2018 in a rally in Southaven, Miss.:", "title": "Donald Trump's inventions about Richard Blumenthal and Vietnam", "text": "At a rally in Southaven, Miss., President Donald Trump denounced Sen. Richard Blumenthal, D-Conn., for his support of Christine Blasey Ford’s testimony against Supreme Court nominee Brett Kavanaugh.\nTrump dubbed Blumenthal \"Da Nang Richard,\" a reference to a battleground in the Vietnam War.\n\"This guy lied about his service,\" Trump said Oct. 2. \"He didn't just say ‘Gee, I was in the service.’ No, he said, ‘I was in the Marines. Da Nang province. Soldiers dying left and right as we battled up the hill.’ This went on for 15 years when he was the attorney general of Connecticut. I thought he was a great war hero.\"\nTrump continued.\n\"Here's a guy who was saying people were dying all around him. And he was never there. And then he cried when they caught him. He cried like a baby, like a baby.\"\nIn a companion fact-check, we looked at Trump’s claim that Blumenthal \"lied\" about his Vietnam service. (Mostly True.) Here, we look at the rest of Trump’s words, the ones about Da Nang and crying.\nTrump is wrong that Blumenthal spun heroic war stories, and cried when he was called out for it.\nVietnam legacy\nBoth Blumenthal and Trump avoided serving in Vietnam. Trump benefited from four student deferments in college and one medical deferment (which Trump later said was for bone spurs in his heels), before being classified 4-F, unfit to serve.\nWhile Trump never claimed to have been there, Blumenthal sometimes did.\nBlumenthal enlisted in the Marine Corps Reserves in 1970. Until then, five deferments had kept him out of the war. Getting a coveted slot in the reserves reduced the chance of battlefield deployment. Blumenthal went through basic training and served six years in the Washington, D.C, area and Connecticut.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn 2010, the New York Times reported that at a 2008 ceremony for veterans and senior citizens, Blumenthal said, \"We have learned something important since the days that I served in Vietnam.\"  \nThe newspaper provided another example from a 2003 event. \"When we returned, we saw nothing like this,\" Blumenthal told military families. \"Let us do better by this generation of men and women.\"\nA day after the New York Times story, Blumenthal held a news conference in West Hartford, Conn.\n\"I routinely describe my pride at having served in the United States Marine Corps Reserves during the Vietnam era,\" Blumenthal said, flanked by veterans. \"On a few occasions, I have misspoken about my service. And I regret that, and I take full responsibility.\"\nThere were no tears.\nSome argued that there also was no apology. Blumenthal released a statement about a week later saying, \"I have made mistakes and I am sorry.\"\nWe can find no record that Blumenthal ever described being in Da Nang or any other place in Vietnam. (And for the record, Da Nang is a city, not a province, although it serves the same administrative role as a province in Vietnamese governance.)\nWe reached out to the White House and did not hear back.\nOur ruling\nTrump said Blumenthal said he saw battle in Da Nang, and \"then he cried when they caught him.\"\nBlumenthal never spoke of fighting in Da Nang or anywhere else in Vietnam. He did not cry when he acknowledged his misleading statements.\nThose elements are pure Trump invention. We rate this claim False.\n Share the Facts 2018-10-04 22:03:41 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Sen. Richard Blumenthal said he served in Vietnam in \"Da Nang Province. Soldiers dying left and right as we battled up the hill.\" And \"then he cried when (the press) caught him.\"     Donald Trump President of the United States https://youtu.be/6yAYEu_sBeE?t=13m   At a rally in Southaven, Mississippi Tuesday, October 2, 2018 2018-10-02    Read More  info", "vclaim_id": "vclaim-pol-01524"}