{"url": "/factchecks/2011/apr/20/bill-maher/bill-maher-says-gop-proposal-would-limit-seniors-1/", "speaker": "Bill Maher", "vclaim": "Under a proposal by Rep. Paul Ryan, people on Medicare will only have $15,000 from the federal government to spend on their health care.", "truth_label": "false", "date": "stated on April 15, 2011 in an episode of HBO's \"Real Time with Bill Maher\":", "title": "Bill Maher says GOP proposal would limit seniors to $15,000 spending under Medicare", "text": "During the April 15, 2011, edition of HBO’s Real Time with Bill Maher, the liberal host and his ideologically diverse panel had an animated discussion about a proposal to overhaul Medicare that has been offered by Rep. Paul Ryan, R-Wis.\n\nRyan’s plan was included in a budget resolution that passed the House on a near party-line vote earlier that day. Republicans argue that bold proposals like Ryan’s are needed to rein in rising federal debt, while Democrats counter that the Ryan’s proposal for Medicare is too radical.\n\nHere’s what Maher said. (For purposes of clarity, we’ve cut a few interjections by other panel members.)\n\n\"This Ryan plan for Medicare … is to … get rid of Medicare as we have known it, give seniors a $15,000 voucher to buy Medicare, which probably does not cover the health costs for a lot of seniors. Not to mention, what insurance company is going to want to sell insurance to a 75-year-old sick person? Well, what happens when you run out of the $15,000? You get sick and die. …\n\n\"What happens to a person, if this plan is enacted, who uses the $15,000 -- which, by the way, if they’re in an assisted living facility, they’ll go through it in three months -- what happens to them? What do they do when they use up the $15,000 by this time of the year? What happens for the rest of the year? What happens to them? What happens? I’m just asking. ...\n\n\"But this seems pretty black and and white. (What happens) if you have $15,000 to spend and you run out of the $15,000 and still have more days to live?\"\n\nA reader who watched the show asked us to check whether Maher had described the proposal accurately. So we did.\n\nWe turned to Ryan’s official proposal, but we found its description too general to fully compare it to what Maher had said. So we looked instead at an April 5, 2011, analysis of Ryan’s proposal released by the Congressional Budget Office. CBO is Congress’ nonpartisan arbiter of fiscal matters.\n\nAccording to CBO, Ryan’s proposal would \"convert the current Medicare system to a system of premium support payments.\" People who turn 65 in 2022 or later \"would not enroll in the current Medicare program but instead would be entitled to a premium support payment to help them purchase private health insurance.\" (People who turn 65 before 2022 would remain in traditional Medicare.)\n\nThis premium support payment is similar (though not identical) to a voucher. With the payment in hand, beneficiaries \"would choose among competing private insurance plans operating in a newly established Medicare exchange,\" CBO says. \"Those plans would have to comply with a standard for benefits set by the Office of Personnel Management. Plans would have to issue insurance to all people eligible for Medicare who applied and would have to charge the same premiums for all enrollees of the same age.\"\n\nThe size of the premium support payment would vary depending on the beneficiary’s health status and income. The payment for 65-year-olds in 2022 would average $8,000 -- roughly the same as the federal government currently pays for 65-year-olds in traditional Medicare (when calculated by subtracting beneficiary premium payments from the government’s Medicare outlays). The payment to beneficiaries would increase annually according to the general rate of inflation and the beneficiary’s age. The premium support would be reduced for those in the top 8 percent of the annual income distribution.\n\nCBO says that the \"projected net federal spending per capita for all people age 65 and older in traditional Medicare would be about $15,000 in 2022.\"\n\nThat appears to be the source of Maher’s $15,000 figure. That’s an average for all Medicare beneficiaries over 65 in 2022, so there would actually be quite a bit of variation in the amount paid to various beneficiaries. But that's not the basis for our ruling.\n\nOur takeaway from Maher’s comments is that he believes the elderly would have $15,000 to spend on health care overall, and if that money were to run out, they’d be out of luck. As Maher put it, what would happen \"if you have $15,000 to spend and you run out of the $15,000 and still have more days to live?\"\n\nProblem is, that’s not an accurate portrayal of how Ryan’s plan would work.\n\nThe average Medicare beneficiary in 2022 wouldn’t have $15,000 to spend on all health-care-related expenses. They’d be given $15,000 to purchase a health insurance plan. That plan, in turn, would pay at least part of their medical bills. That plan might have limits and co-pays and deductibles -- as current Medicare does -- but the money the plan could spend on any given beneficiary’s health expenses would not be capped at $15,000 per year. The $15,000 limit only refers to what the government will pay for the insurance plan itself.\n\nWe don’t take a position on whether the Ryan prescription for Medicare is good or bad policy. There’s a debate to be had, for instance, over whether $15,000 will be enough to purchase a good insurance plan for Medicare beneficiaries, who are older and sicker, on average, than Americans as a whole. And according to CBO, the typical 65-year-old would be responsible for a bigger share of costs -- including premiums, deductibles and co-payments -- under Ryan’s plan than under traditional Medicare, due to such factors as higher administrative costs (including profits) for private plans and a slower increase in the government’s contribution over time than the rate at which medical costs increase.\n\nStill, we think that Maher’s basic description of what Ryan’s proposal would do -- which was essentially unchallenged by his fellow panelists -- misleads viewers who are unfamiliar with Ryan’s proposal. So we rate his comments False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13220"}