{"url": "/factchecks/2020/jun/01/candace-owens/no-soros-and-foundation-do-not-pay-people-protest/", "speaker": "Candace Owens", "vclaim": "Says George Soros is \"funding the chaos\" in Minneapolis via his Open Society Foundations.", "truth_label": "false", "date": "stated on May 28, 2020 in a Tweet:", "title": "No, George Soros and his foundations do not pay people to protest", "text": "Billionaire philanthropist George Soros has been accused for years of directly funding and even orchestrating protests. \nThis includes false claims that Soros financially supported the first national Women’s March and organized the Charlottesville, Va., protests and counter-protests in 2017. \n\nIn a series of tweets, Candace Owens, a conservative commentator, claimed that George Soros and his Open Society Foundations had hired the protesters that started fires and raided stores during protests in Minneapolis over the death of George Floyd. \nThe Minneapolis chief of police just confirmed that many of the protesters that are burning down the city are NOT FROM MINNEAPOLIS. My guess: As he did with Antifa, Democrat George Soros has these thugs on payroll. He is funding the chaos via his Open Society Foundation. pic.twitter.com/ZWDQfLUjfa— Candace Owens (@RealCandaceO) May 28, 2020 \nShe at first tweeted that it was her \"guess\" that \"Democrat George Soros has these thugs on payroll. He is funding the chaos via his Open Society Foundation.\" She went on to tweet that the foundation had to \"throw money at black Americans to riot\" and that Soros and the foundation \"got what you wanted in Minnesota.\" We reached out to Owens for additional comment and did not hear back. \nOpen Society Foundations is a liberal grant-making network that is \"the world’s largest private funder of independent groups working for justice, democratic governance, and human rights.\" Their network funds programs in more than 120 countries, including work in the United States that \"focuses on immigration and criminal justice reform, improving democratic participation, and supporting free and independent media.\"\nThe Open Society Foundations’ official Twitter account responded to her tweet that they \"oppose all violence and do not pay people to protest\" and that these were \"baseless allegations.\" \nHi Candace, Mr. Soros and the Open Society Foundations oppose all violence and do not pay people to protest. We lament the effort, through baseless allegations, to distract from the crisis of police brutality in Minneapolis and in too many other parts of the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMoveOn.org\n\n\nstated on April 5, 2008 in an e-mail message\n\n\n\n\n\n\n\n\n\"John McCain voted against establishing a national holiday in honor of Dr. Martin Luther King, Jr.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • April 8, 2008\n\n\n\n\n\n\n— Open Society Foundations (@OpenSociety) May 28, 2020 \nAn Open Society Foundations representative told PolitiFact that the foundation \"supports the First Amendment right of all Americans to make their voices heard and petition their government for redress of grievances.\" However, when it comes to rioting, \"George Soros and the foundations oppose violence in any and all forms,\" they said.\nThe foundation does give grants every one or two years to U.S. organizations that work to \"advance racial justice and to make police forces more accountable to the communities they serve.\" They then listed a few, including the Community Resource Hub for Safety and Accountability, a website that keeps a database of resources and grassroot organizations related to policing in the United States. \nPolitiFact could find no evidence that Soros or the Open Society Foundations had contributed to any organization that financed street protests in Minneapolis.\nOwens also claimed that the Open Society Foundations gave $33 million to the Black Lives Matter movement. \nThe claim that George Soros funded the Ferguson protests and Black Lives Matter was checked by Snopes in 2015, and it received a mixed rating. Snopes said that Open Society Foundations has donated $33 million to organizations that have worked with Black Lives Matter or worked to raise awareness during the Ferguson-related protests. However, they had never given money to groups for the express purpose of organizing protests with the movement. \nThe representative from Open Society Foundations said that their grants are made to organizations to help them \"support communities and advance policy change.\"\nWe didn’t find any evidence that the foundation has given money directly to the Black Lives Matter movement. The most recent connection they have with the organization is their 2018 grant of $279,860 to Release Leads, a UK organization that mostly focuses on international drug use education and policy reform, but also organizes public speaking events that feature the Black Lives Matter movement in the UK.\nOur ruling\nOwens’ tweet that Soros was \"funding the chaos\" in Minneapolis through Open Society Foundations is unproven. She continued to claim that the foundation had paid protesters after Open Society Foundations denied it on Twitter. \nThere is no evidence that Soros or the foundation had given any grants to organizations that funded and organized \"the chaos\" in Minneapolis. We rate this claim False.", "vclaim_id": "vclaim-pol-17848"}