{"url": "/factchecks/2012/apr/26/r2rmerge/student-group-r2rmerge-claims-george-norcross-said/", "speaker": "R2RMerge", "vclaim": "Says George Norcross said the \"TAKEOVER OF RUTGER$ CAMDEN WILL COST NEW JER$EY BILLION$.\"", "truth_label": "false", "date": "stated on April 15, 2012 in a flier:", "title": "R2RMerge claims George Norcross said the merger of Rowan and Rutgers-Camden would cost billions", "text": "An official estimate of the cost to merge two universities in southern New Jersey has not been released, but a student group claims a Democratic power broker put a multibillion-dollar price tag on the proposal.\n\nR2RMerge, a student movement at Rutgers-Camden, has taken to the web and to the streets to rally opposition to a plan to merge their school with Rowan University in Glassboro. The group is soliciting signatures for an online petition, as well as distributing literature to stop the controversial merger.\n\nA flier from the group found April 15 in a Jersey City grocery store states: \"TAKEOVER OF RUTGER$ CAMDEN WILL COST NEW JER$EY BILLION$\"\n\nThe flier attributes the statement to a Feb. 7 interview South Jersey power broker George Norcross did on WHYY’s Radio Times program.\n\nWith the lack of an official cost estimate, PolitiFact New Jersey questioned whether Norcross, who supports the reorganization, put a number on the proposal.\n\nNorcross did not, although he did say New Jersey taxpayers would need to approve multibillion-dollar bond issues to boost investment in higher education.\n\nDuring the Feb. 7 interview, Norcross cited a statistic that many have used to highlight the need for more investment in New Jersey colleges: the state ranks 47th nationally for higher education appropriations.\n\nLater in the interview, while discussing that the merged schools would not carry the Rutgers name, Norcross said: \"I believe the students that are at that campus today are entitled to have their diploma say Rutgers University. I think there is a legitimate debate and discussion that needs to take place as to what happens after that because change is never easy.\n\n\"But the amount of money that is involved in a reorganization of higher ed and an initiative to advance New Jersey from 47th in the country to the top 10 in the country is going to involve the voters of this state approving multibillion-dollar bond issues and southern New Jersey, undoubtedly, would receive its fair share of capital dollars, which historically it has not,\" he said.\n\nNorcross elaborated on his point to PolitiFact New Jersey.\n\n\"What I was talking about was the long-awaited and sought capital spending initiative for higher education that would accompany a reorganization agreement statewide,\" he said.\n\nThe proposed merger of Rutgers-Camden and Rowan is part of a larger reorganization plan that includes the restructuring of the University of Medicine and Dentistry of New Jersey in Newark, as well as the merger of the Robert Wood Johnson Medical School, the Cancer Institute of New Jersey and the School of Public Health from UMDNJ to Rutgers-New Brunswick.\n\nNorcross mentioned a recent Bloomberg News article about a plan for New Jersey to sell up to $3.5 billion in bonds for capital investments at state colleges. \"That’s not the cost of the reorganization,\" Norcross said. \"That’s to invest in the universities and colleges.\"\n\nA spokesman for R2RMerge, Michael Edelman, said in an e-mail that \"it’s easily discernible from the punctuation, word-choice, design, and spelling that the flier is not meant to be a direct quote from George Norcross.\"\n\n\"Thus, we think the issue shouldn’t be framed as whether George Norcross literally said that verbatim, but whether his comments reasonably lead to that conclusion. And, in that sense, we think it safe to draw the conclusion we did,\" Edelman said.\n\nOur ruling\n\nA flier distributed by the student group R2RMerge claims Norcross said during a February radio interview that the takeover of Rutgers-Camden will cost New Jersey billions.\n\nA cost estimate for the merger has not been stated publicly. During the interview Norcross said efforts to restructure higher education in New Jersey and boost the state’s national ranking for investment in higher education is \"going to involve the voters of this state approving multibillion-dollar bond issues and southern New Jersey, undoubtedly, would receive its fair share of capital dollars, which historically it has not.\"\n\nNorcross’s comments referred to overall restructuring and investment in higher education, not folding Rutgers-Camden into Rowan University.\n\nWe rate the claim False.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11207"}