{"url": "/factchecks/2018/apr/03/kelli-ward/Is-GOP-congresswoman-McSally-a-border-hawk-flip-fl/", "speaker": "Kelli Ward", "vclaim": "Says Rep. Martha McSally \"is a #FlipFlopBorderHawk.\"", "truth_label": "half-true", "date": "stated on March 16, 2018 in a Facebook post:", "title": "Is GOP congresswoman McSally a border hawk flip-flopper, as Kelli Ward claimed?", "text": "U.S. Senate hopeful Kelli Ward called out her Republican opponent as a flip-flopper on a crucial matter to Arizona: border security.\n\"Hey Martha McSally, we could discuss your record a lot easier if you agreed to publicly debate the issues. But since you refuse to, will you at least agree to be honest with the voters? #FlipFlopBorderHawk #TimeToDebate #NoMoreFlakes #AZSEN,\" Ward said in a March 16 Facebook post.\n\nThe Senate seat is up for grabs as Republican Sen. Jeff Flake’s term comes to an end. Flake isn’t running for re-election. The Republican primary is Aug. 28.\nWard, a Republican physician who has served in the state Senate, linked her comment against McSally to a post on Newsmax headlined, \"Republicans side with Dems against border wall funding.\" It cited a joint statement from McSally, a U.S. House member since 2015, and Rep. Will Hurd, R-Texas, acknowledging both the need for border security and for stewardship of taxpayer dollars.\nHas McSally flip-flopped on her support for the border wall?\nWard's campaign pointed to McSally's past reservations on the effectiveness of a 2,000-mile border wall, as well as her initial hesitation to approve money for border barriers requested by President Donald Trump. Yet McSally — who chairs a House subcommittee responsible for oversight of border security programs — ultimately voted to appropriate the funds. \nOverall, McSally has been neither a fierce critic nor a staunch supporter of the border wall. \nWard campaign spotlights McSally’s questions on border wall funding\nWard’s team turned the spotlight on a March 15 tweet from McSally that said, \"I have always supported building a wall,\" linking to a Fox News interview in which she decried California’s immigration policies as too lenient.\nI have always supported building a wall, but with @JerryBrownGov ’s liberal attitude on sanctuary cities, we might have to build a wall between Arizona and California to protect Arizonans pic.twitter.com/BAu9L96PaF— Martha McSally (@RepMcSally) March 15, 2018\n\nBut McSally wasn’t always such a fan, Ward's campaign said, pointing to comments about her and that she made in 2017.\nThe Hill in January 2017 reported that Hurd, from Texas, \"actively opposes the wall,\" while McSally and Rep. Steve Pearce, R-N.M., \"expressed skepticism\" about its effectiveness in stopping illegal immigration.\nCNN reported on a rowdy town hall in her district the next month and said McSally \"made it clear she wasn't sold on Trump's plan to build a border wall.\"\n\"Not a continuous, 2,000-mile border wall, no,\" CNN quoted McSally as saying.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe Wall Street Journal in April 2017 reported that McSally said walls do little to stop criminal organizations from getting across the border. It cited the McSally-Hurd oversight letter with questions about the request for taxpayer money. (McSally and Hurd are chair and vice-chair, respectively, of the House Committee on Homeland Security’s Border and Maritime Security Subcommittee.)\n\"While we have both publicly stated in the past that we believe physical barriers to be one of many tools required to gain operational control of the border, we also believe that an expenditure this large, and submitted with limited details, deserves additional scrutiny to ensure funds are being used effectively in pursuit of our shared goal of securing the southwest border,\" their letter said. It listed several questions, including whether the department would consider existing manmade and natural barriers when constructing new barriers.\nAfter Trump issued an executive order in January 2017 calling for the border wall and the hiring of an additional 5,000 Border Patrol agents, McSally said it was a \"strong start in the right direction.\"\n\"When it comes to barriers, they are important where appropriate, but only part of the equation. What we need is a comprehensive strategy to grow situational awareness, build operational control, and dismantle the cartels and their networks,\" she said.\nIn July 2017, McSally voted in favor of a spending bill that included money for border fencing and wall construction planning. But as AZCentral.com noted, McSally praised the bill for what it did for defense, veterans and water, but stopped short of mentioning the border wall.\nMcSally campaign spokeswoman Torunn Sinclair told PolitiFact that McSally is \"unequivocally in favor of building a wall,\" with the addition of technology and agents.\nMcSally has also sponsored and supported several bills to increase border security since joining Congress in 2015, her campaign said.\nIn a November 2017 Fox News interview, McSally said a necessary border strategy is one that \"absolutely includes the border wall and physical infrastructure where appropriate.\"\nMcSally's remarks and actions in 2017 show that while she hasn't been an effusive supporter of the wall, she favors it to an extent. It's worth mentioning that McSally represents a district that voted for Hillary Clinton in the 2016 presidential election.\nFlip-flop or not?\nDoes that mean McSally has flip-flopped on border wall funding?\nJosiah M. Heyman, an anthropology professor and director of the Center for Interamerican and Border Studies at the University of Texas at El Paso, said he understood Ward’s point given McSally’s 2017 reticence.\nHe noted that an appropriations bill she voted for was for \"a very limited version of the wall,\" and much of it restricted to reworking segments that already exist. The funds also can’t be used to build any of the new wall prototypes, Heyman said.\nElizabeth F. Cohen, an associate professor of political science at Syracuse University, said \"it is disingenuous to claim that someone who has acted cautiously or recommended scrutiny of border wall plans is either for or against building the wall.\"\n\"McSally has voted in favor of funding border fencing and wall construction,\" Cohen said. \"Cautious support may in fact ultimately be quite important to the realization of effective border security given that there are many types of border fences and walls that are ineffective or dangerous.\"\nOur ruling\nWard in a Facebook post called McSally a #FlipFlopBorderHawk.\nIn 2017, McSally publicly questioned a funding request for border barriers — due to limited details — but ultimately voted in favor of it. McSally has said a border wall alone will not stop illegal immigration or criminal organizations, but can work in certain areas. In 2018, McSally has offered a strong embrace, saying she has \"always supported building a wall.\"\nWard’s statement is partially accurate but leaves out important details. We rate it Half True.\n Share the Facts 2018-04-03 14:45:06 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Rep. Martha McSally \"is a #FlipFlopBorderHawk.\"    Kelli Ward Senate candidate in Arizona https://www.facebook.com/KelliWardAZ/posts/1605338606220870   in a Facebook post Friday, March 16, 2018 2018-03-16    Read More  info", "vclaim_id": "vclaim-pol-02235"}