{"url": "/factchecks/2008/mar/10/hillary-clinton/clinton-visited-kosovo-refugees-but-/", "speaker": "Hillary Clinton", "vclaim": "\"I negotiated open borders to let fleeing refugees into safety from Kosovo.\"", "truth_label": "barely-true", "date": "stated on March 5, 2008 in an interview on CNN's <i>American Morning</i>.:", "title": "Clinton visited Kosovo refugees, but ...", "text": "As a way of burnishing her credentials to be commander in chief, Sen. Hillary Clinton made a number of claims during an interview with CNN, including, \"I negotiated open borders to let fleeing refugees into safety from Kosovo.\"\n\nOn May 14, 1999, first lady Clinton visited a refugee camp in Skopje, Macedonia, for ethnic Albanians leaving Kosovo. The trip received extensive press coverage focused on the plight of families trying to escape violence at the hands of Serbian forces.\n\n\n\"I want to send a message to the refugees that we do not intend to let the evil which (Yugoslavia President Slobodan) Milosevic perpetrated against these people keep them away from their homeland and their homes,\" Clinton said on the trip.\n\n\nHillary Clinton's campaign has put forward statements from former Bill Clinton administration officials about the importance of the trip. Richard C. Holbrooke, who negotiated the 1995 Dayton Accords ending the war in Yugoslavia and is supporting Sen. Clinton's presidential bid, said the first lady pressed officials on her trip to keep borders open and then continued to lobby for refugees when she returned to Washington.\n\n\n\"After visiting refugees and gaining a first-hand assessment of the situation, the first lady had intense talks with President Gligorov and Prime Minister Georgievski,\" Holbrooke said in a written statement. \"In these talks, one in the Presidential Palace, another in the residence of the American Ambassador, Christopher Hill, Mrs. Clinton pressed the Macedonian government to fully open the border so that Kosovar Albanian refugees could flee the war zone to safety.\"\n\n\nThe trip seemed more designed to gain media coverage than to conduct substantive diplomacy, however. Clinton visited the area for less than 12 hours, arriving at 9:20 a.m. and leaving at 5:45 p.m. According to the itinerary provided to news organizations, she arrived at the camp and was briefed on relief efforts at 10 a.m., toured the camp at 11 a.m., and met with nongovernmental organizations (NGOs) at 1:30 p.m.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHer meetings with officials appear to have been brief. Holbrooke is correct on some of the details he mentions, but the meetings all took place within the space of a single afternoon. The itinerary shows photo opportunities for the traveling press at 2:20 p.m. with Prime Minister Branko Crvenkovski at the U.S. Ambassador's Residence; at 2:50 p.m. with President Kiro Gligorov at the president's residence; and at 3:30 p.m. with first lady Gligorov at the president's residence.\n\n\nThe\n\nNew York Times\n\nreported that her visit to the camp was \"so carefully scripted that administration officials chose which refugees Mrs. Clinton would speak with.\"\n\n\nMacedonia opened its borders before Clinton visited, so it seems unlikely that she personally negotiated for border openings. But the Clinton administration wanted to make sure the borders stayed open amid concern that Macedonian officials were trying to keep refugees out. In this context, her trip suggests a diplomatic visit intended to reinforce U.S. goals in the region. In her biography\n\nLiving History\n\n, she mentions her visit and describes it as supporting the administration's diplomatic agenda around the world, but she does not mention taking part in specific negotiations.\n\n\nWe tried and failed to find an independent expert who could speak to her role in negotiating open borders. Janusz Bugajski, an expert on the region with the Center for Strategic and International Studies in Washington, D.C., said via e-mail of her visit, \"No doubt she tried to help the plight of refugees, but whether she was mandated by President Clinton to speak on behalf of the U.S. administration concerning policy in the region one would need to ask the former president.\"\n\n\nOur reading of the record shows a good deal to suggest Clinton was concerned about the plight of the people of Kosovo, but almost nothing to indicate she was a major player in border negotiations. We'll give her the benefit of the doubt for traveling to Macedonia and meeting with officials, but the way her statement is phrased, it makes her sound primarily responsible for the United States' efforts in the region. We don't find evidence to support that aside from her less-than-12-hour visit, and so we find her statement to be Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16305"}