{"url": "/factchecks/2016/feb/07/marco-rubio/marco-rubio-change-legal-status-illegal-immigrants/", "speaker": "Marco Rubio", "vclaim": "\"The American people will not support doing anything about people that are in this country illegally until the law is enforced first.\"", "truth_label": "barely-true", "date": "stated on February 6, 2016 in an ABC Republican debate in New Hampshire:", "title": "Polls contradict Marco Rubio on public support for a change in status for illegal immigrants", "text": "Marco Rubio was grilled about his 2013 immigration bill during the ABC debate in New Hampshire, specifically about why he abandoned his own legislation.\nDebate moderator David Muir asked Rubio, \"Gov. (Chris) Christie has said of you, as soon as you felt the heat, you turned tail and run. Gov. (Jeb) Bush has said, ‘I don't think we need people cutting and running anymore.’ Did you fight for your own legislation, senator, or did you run from it?\"\nRubio replied: \"We can’t get that legislation passed. The American people will not support doing anything about people that are in this country illegally until the law is enforced first, and you prove it to them.\"\nIs that how the majority of Americans feel about changing immigration laws? Based on our previous fact-checks, we suspected public polling contradicted that position. We could not reach a Rubio spokesperson on debate night.\nPolls about path to legal status\nRubio was a cosponsor of a bill that included a path to citizenship for illegal immigrants. It included significant hurdles, including fines and a waiting period. The bill passed the Senate in 2013 but stalled in the House after leadership refused to bring it up for a vote. Since then, Rubio has called for a piecemeal approach that emphasizes border security first.\nRecent polls have asked people if they support a path to legal status for undocumented immigrants. That would allow them to work and pay taxes, but they would not be able to vote, for example, which would require citizenship.\nA May 2015 poll found broad public support for path to legal status, according to a report from the Pew Research Center.\nThe poll found that 72 percent of Americans said that undocumented immigrants currently living in the United States should be allowed to stay in the country legally, if certain requirements are met. The poll found that 42 percent said they should be able to apply for citizenship while 26 percent said they should only be able to apply for permanent residency.\nPew’s survey found that 56 percent of Republicans favored a path to legal status.\nHowever, George Hawley, a political scientist at the University of Alabama, previously told PunditFact that the Pew survey also shows a complicated set of attitudes.\n\"A majority of Republicans also felt that giving people who came to the United States illegally a way to gain legal status is like rewarding them for doing something wrong,\" Hawley said. \"Further, 42 percent of Republicans felt legal immigration should be decreased, compared to 21 percent who think it should be increased. Also, far more Republicans view immigrants as a burden, 63 percent, than view them as an asset for the country, 27 percent.\"\nOther 2015 polls also showed broad support for giving illegal immigrants a path to legal status.\nA Pew survey done in September 2015 found that \"majorities across all demographic and partisan groups favor providing legal status to undocumented immigrants. Republicans (66 percent) continue to be less likely than independents (74 percent) or Democrats (80 percent) to support a path to legal status for those in the U.S. illegally.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nA Wall Street Journal/NBC News poll conducted in July found a majority of adults showed support for some sort of legal status. The poll found that 47 percent of all adults supported a pathway to citizenship while 17 percent supported the right to a legal status, adding up to a total of 64 percent.\nThe majority of Republicans too supported some sort of legal status. Among Republicans, the poll found 36 percent support a pathway that eventually allows citizenship while 17 percent favored legal status, for a total of 53 percent.\nGallup found in July 2015 that 65 percent favored a path to citizenship in a poll conducted in July 2015. But this poll included larger samples of blacks and Hispanics -- Hispanics are more likely than other groups to favor a path to citizenship.\nGallup found big differences between the two major parties. At 80 percent, Democrats overwhelmingly favored a path to citizenship while that dropped to 50 percent for Republicans.\nSo currently, majorities support allowing people here illegally to change their status in some way that allows them to stay.\nPolls conducted at the time the bill was being debated also showed public support, though.\nAn ABC News/Washington Post poll in May 2013 -- a month before the Senate passed the bill -- asked, \"Would you support or oppose a program giving undocumented immigrants now living in the United States the right to live here legally if they pay a fine and meet other requirements?\" About 58 percent chose \"support.\"\nWhen a path to legal status was specifically connected with border security, support hit 50 percent. But 44 percent said they should not be linked.\nAn ABC News/Washington Post poll in April 2013 asked, \"Do you think a law allowing people to apply for citizenship should take effect only after border control has been improved, or should take effect without being linked to border control efforts?\" Fifty percent chose \"after being improved,\" while 44 percent said \"without being linked\" while the remainder were unsure.\nOne expert told us it’s not so much that the general public opposes immigration legislation, but that House members in competitive districts fear losing primary races.\n\"Some polls ask about other immigration policies, like building a wall, using e-verify, etc. which are generally favored, but polls have shown for a while now that there is broad support for some pathway to legalization or citizenship,\" said Stephen A. Nuño, a professor of politics and international affairs at Northern Arizona University. \"The problem is that high concentrations of Republicans in those Republican House members’ districts are feared and are closely watched by potential challengers. There is the other thing that many Republican leaders simply don't want a pathway to legalization regardless of what the country wants.\"\nOur ruling\nRubio said, \"The American people will not support doing anything about people that are in this country illegally until the law is enforced first.\"\nMultiple polls have showed that the majority of Americans support some type of status to allow illegal immigrants to remain in the United States -- and some extend that to citizenship. We found one poll that suggested people would like to see border enforcement first, but there are many polls that show straightforward support for legal status.\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/9632eb5c-a709-4c91-a182-1376ae3ecab0", "vclaim_id": "vclaim-pol-05451"}