{"url": "/factchecks/2019/feb/07/michael-bloomberg/bloomberg-claims-education-gains/", "speaker": "Michael Bloomberg", "vclaim": "\"All of this work helped us increase graduation rates by 42 percent and substantially reduce the racial achievement gap.\"", "truth_label": "mostly-true", "date": "stated on January 21, 2019 in a speech:", "title": "Bloomberg claims education gains", "text": "Michael R. Bloomberg may be laying the groundwork for a presidential run. Or he may not. He is traveling around the country, delivering speeches that emphasize his record over 12 years as mayor of New York City and what he has been doing since his last term ended in 2013.\nIn a speech to the National Action Network, the civil rights organization, on Martin Luther King Day, Bloomberg talked about his education record as mayor.\n\"So we closed schools that had been failing mostly minority communities for decades, and we opened new ones in their place that outperformed the old schools,\" he said. \"We gave New York City teachers a 43 percent raise to attract and retain the very best, and we more than doubled the education budget while I was in office. We also got some important help from President Obama, who worked closely with his team and us on New York’s Race to the Top application, and which helped us raise standards and increase quality schools options, including charters, for families who had long lacked them. All of this work helped us increase graduation rates by 42 percent and substantially reduce the racial achievement gap.\"\nGiven his potential presidential candidacy, we wondered about his claims. Did graduation rates increase by 42 percent, and was the racial achievement gap \"substantially\" reduced?\nGraduation rate\nBloomberg, sworn into office in January 2002, was granted mayoral control of the public school system that year by the State Legislature and governor. That meant power and accountability were centralized in his office, not spread across a board of education. The system remains in place today.\nAs evidence of Bloomberg’s claims, his longtime mayoral spokesman, Stu Loeser, offered data from the state Department of Education, as reported by the city. For the class that started high school in September 2001, and graduated by June 2005, 46.5 percent graduated. By August of 2013, Bloomberg’s final year in office, 66 percent of students graduated within four years. That’s a 42 percent increase.  \nExperts who study education data did not take issue with Bloomberg’s claim that graduation rates went up during his tenure.\nFor eight years, Ray Domanico led an independent effort to evaluate the successes of mayoral control as part of New York City’s Independent Budget Office. As the director of education research, Domanico had access to the school’s data. He had been publicly supportive of Bloomberg but said he was curious before he started the job about the results of all of the changes Bloomberg was making.  \n\"On the graduation rate, I think that is unambiguously true,\" said Domanico, who is director of education policy at the Manhattan Institute, a conservative think tank.\nExperts, however, warn about some pitfalls when measuring graduation rates. Students' school years generally span more than one mayor, said Aaron Pallas, chair of the Department of Education Policy and Social Analysis at Teachers College, Columbia University. Nonetheless, Pallas said his analysis showed that Bloomberg’s claim on graduation rates was \"not outlandish.\"  \nThe Research Alliance for New York City Schools at New York University counts students differently than the city and state education departments, and it came up with a 36 percent increase in on-time graduation rates for all students obtaining any type of diploma, said Chelsea Farley, communications director. She called the findings \"generally consistent\" with Bloomberg’s claim.     \nRacial gap\nThere a couple of often-used ways to examine the racial achievement gap - graduation rates and test results - and experts who analyzed data from both ways voiced doubts about Bloomberg's claim that his initiatives \"substantially\" narrowed the gap.\nSupporting Bloomberg’s claim, Loeser offered four-year graduation rate data from June 2005 and August 2013, broken out by racial group. White, Asian, black and Hispanic students all saw increases in on-time graduations, though white and Asian students were still more likely to graduate from high school than their black and Hispanic peers.\n\n\nIn August 2013, 81.1 percent of Asian students graduated on time, up from 66.3 percent in June 2005.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nIn August 2013, 79.7 percent of white students graduated on time, up from 64 percent in June 2005.\n\n\nIn August 2013, 61.2 percent of black students graduated on time, up from 40.1 percent June 2005.\n\n\nIn August 2013, 59 percent of Hispanic students graduated on time, up from 37.4 percent in June 2005.\n\n\nThe gap between white and black students was 18.5 percent points in August 2013, compared with 24 percentage points in June 2005. The gap between white and Hispanic students was 20.7 percentage points in August 2013, compared with 26.6 percentage points in June 2005. That's a decrease of about 6 percentage points for each group.\nBloomberg’s team uses graduation rate data to support his claim.\nPallas, at Teachers College, Columbia University, characterizes the change in racial and ethnic gaps in graduation rates as a \"modest reduction.\"\n\"It's still the case that the typical white or Asian New York City public high school student was much more likely to graduate from high school than the typical black or Hispanic students at the end of the Bloomberg era,\" Pallas wrote in an email.\nFarley, of the Research Alliance, said its analysis showed the gap in graduation rates for black and Latino students compared with white students narrowed from the cohort that entered 9th grade in 2001 to the cohort that entered in 2012 - roughly Bloomberg's mayoral tenure - by about 11 percentage points.\nAs for state test scores, experts caution about relying on them to make conclusions about the racial achievement gap over time. The state changed the difficulty of its testing program numerous times between 2001 and 2013. Using the National Assessment of Educational Progress exam scores, or NAEP, to demonstrate changes in the achievement gap is also complicated by selecting which starting point to use, Domanico said.   \nThe Independent Budget Office studied 71,000 students who were in third grade in 2008-09 and then in eighth grade in 2013-14. Looking at their scores on English Language Arts and math exams, researchers found that the gap between white and Asian students and their black and Hispanic peers widened over that period.\nWhen Pallas analyzed data from the National Assessment of Education Progress Urban District Assessment in 2012, he found that the racial/ethnic achievement gap under Bloomberg did not budge.   \nOur ruling\nBloomberg said that graduation rates under his administration increased by 42 percent, and that the racial achievement gap was \"substantially\" reduced.\nThe data shows the graduation rate increased by 42 percent.\nAs for Bloomberg’s claim that his administration \"substantially\" reduced the racial achievement gap, he looks chiefly to graduation rate data, which showed that the racial achievement gap narrowed.\nBut this part of his statement needs additional information. By a different measure - test scores - experts found that the racial achievement gap was not substantially reduced, and in some analyses didn’t budge or even widened. \nWe rate Bloomberg’s claim Mostly True.", "vclaim_id": "vclaim-pol-01052"}