{"url": "/factchecks/2010/apr/14/stephen-colbert/colbert-claims-justice-john-paul-stevens-last-prot/", "speaker": "Stephen Colbert", "vclaim": "John Paul Stevens is the only Protestant on the U.S. Supreme Court.", "truth_label": "true", "date": "stated on April 12, 2010 in an interview on Comedy Central's \"The Colbert Report\":", "title": "Colbert claims Justice John Paul Stevens is the last Protestant on the Supreme Court", "text": "And then there were none.On the April 12, 2010, episode of The Colbert Report, host Stephen Colbert pointed out that \"the departure of Supreme Court Justice John Paul Stevens will leave an unsual void.\"\"Stevens is the last Protestant,\" Colbert said to his guest, legal expert Jeffrey Toobin. \"When he's gone, who will speak for the people in Bermuda shorts?\" In fact, much has been made of Stevens' religion since he announced his retirement on April 9. Once he steps down -- and unless President Barack Obama appoints another Protestant to take his place -- there will be no more Protestants on the bench. Justice David Souter, who left the court in 2009, is Episcopalian, a religion that combines both Protestant and Catholic traditions. He was replaced by Justice Sonia Sotomayor, who is Catholic. In addition to Sotomayor, five of the justices are Catholic, including Chief Justice John G. Roberts Jr., and Justices Antonin Scalia, Anthony M. Kennedy, Clarence Thomas and Samuel A. Alito Jr.Justices Stephen G. Breyer and Ruth Bader Ginsberg are Jewish. So, why all this discussion of Stevens' religious affiliation? If anything, it says a lot about how the demographics of the court have changed over the years. Historically speaking, the religious affiliations of the current court are quite unusual, according to a report and study done by NPR's Nina Totenberg. For decades, the court was majority Protestant, she reports. It was Catholics and Jews who were the anomaly. That shift is even more pronounced when you look at the nation's religious affiliations. According to the CIA World Factbook, a little more 50 percent of Americans identify as Protestant. Catholics make up about 24 percent of the population, while Jews represent about 1.7 percent of the population. So, back to Colbert's claim. He's correct that Stevens is a Protestant and he's the last one on the Supreme Court bench. Colbert's first statement on the Truth-O-Meter gets a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15110"}