{"url": "/factchecks/2018/sep/17/blog-posting/florida-couple-not-arrested-selling-golden-tickets/", "speaker": "Bloggers", "vclaim": "\"Couple Arrested For Selling ‘Golden Tickets To Heaven.\"", "truth_label": "pants-fire", "date": "stated on September 13, 2018 in blog post headline:", "title": "No, Florida couple didn't get arrested for selling golden tickets to heaven", "text": "Golden tickets to heaven? You know that’s too good to be true, even in Florida.\n\"Couple Arrested For Selling ‘Golden Tickets To Heaven,\" reads a headline on City World News.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe story, in circulation since 2015, said Jacksonville residents Tito and Amanda Watts were selling wooden slabs spray-painted with gold paint on the street for $99.99.\n\"I don’t care what the police say,\" the story quoted Tito Watts as saying. \"The tickets are solid gold… it ain’t cut up two by fours I spray painted gold.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe story even quoted an unnamed Jacksonville Police Department spokesman. It said the police confiscated over $10,000 in cash, five crack pipes and a baby alligator.\nJust like tickets that reserve a spot in heaven, the story is a fabrication.\nThe Jacksonville Sheriff’s office found no records of such a case.\nThe story would have likely made headlines; but we found no coverage by local newspapers of the event, either.\nThe picture of Tito Watts isn’t real; it was snagged off a website with mugshots of people arrested in their Halloween costumes. The photo dates back to 2011.\nWe rate this statement Pants on Fire!\n Share the Facts 2018-09-17 16:58:43 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Couple Arrested For Selling Golden Tickets To Heaven.\"    City World News Bloggers https://cityworldnews.com/arrested-selling-golden-tickets-heaven/   In a blog post headline Thursday, September 13, 2018 2018-09-13    Read More  info", "vclaim_id": "vclaim-pol-01607"}