{"url": "/factchecks/2012/may/23/john-kennedy/airport-spokesman-says-new-international-terminal/", "speaker": "John Kennedy", "vclaim": "Hartsfield-Jackson’s new international terminal is opening \"within budget.\"", "truth_label": "pants-fire", "date": "stated on May 13, 2012 in a radio interview:", "title": "Airport spokesman says new international terminal \"within budget\"", "text": "The Maynard H. Jackson Jr. International Terminal at Hartsfield-Jackson International Airport finally opened its doors after more than a decade of delays, lawsuits and changes of plans.\n\nLocal leaders are celebrating the hard-fought victory by patting each other -- and themselves -- on the back.\n\nAtlanta Department of Aviation spokesman John Kennedy touted the city’s accomplishment during an interview with radio host Scott Slade on AM 750 and 95.5FM News/Talk WSB\n\n\"John, a lot of people have been waiting a long time to get the Maynard H. Jackson International Terminal open. Are we on time to get it open on Wednesday?\" Slade asked.\n\n\"Yes indeed. It will open on time and within budget on Wednesday, May 16, and we are excited, too,\" Kennedy said.\n\nSure it opened Wednesday. But on budget? Even with all the delays?\n\nOther officials have made similar claims. We asked Kennedy for proof.\n\nPolitiFact Georgia also burrowed deep into The Atlanta Journal-Constitution’s archives, where we uncovered a tale of dreams deferred and plans gone awry. \n\nPlanning for the international terminal began in earnest more than a decade ago. Leaders envisioned a crescent-shaped terminal that would double the size of the international complex to 3 million square feet.\n\n\nThe goal was to keep Hartsfield-Jackson competitive and improve its design. International passengers complained that they had to claim their baggage, carry it through U.S. Customs, recheck it and pick it up again. The trek covered more than a mile.\n\n\nStories printed in November 2000 pegged the cost at $719 million, including additional parking, a taxiway and road upgrades. Leaders said it could be finished as early as 2004.\n\n\nThen things got complicated. Construction prices rose, and after the terror attacks of Sept. 11, 2001, so did the cost of security measures. Delta Air Lines went into bankruptcy, and leaders wondered whether the airport needed a new international terminal at all.\n\n\nThe airport’s original design team was fired because the then-general manager of the airport, Ben DeCosta, said its plans would break the proposed $700 million budget. The team sued the city for $60 million.\n\n\nA yearlong audit that ended in May 2006 concluded that at an estimated cost of $1 billion, the international terminal was over budget.\n\n \n\nThat number was low.\n\n\nIn June 2007, the AJC obtained a copy of an internal briefing that showed that delays, design changes and rising construction costs could push the price tag as high as $1.5 billion. It would also be 400,000 square feet smaller than originally planned.\n\n\nAt the time, airport officials also downplayed the $1.5 billion as a \"preliminary\" figure and said no final budget figure had been approved. But five months later, DeCosta confirmed to the Atlanta City Council that the number was well-researched and accurate.\n\n\n\"The number has a lot of information behind it,\" DeCosta said, according to an AJC story Nov. 2007. \"There are things that could push it higher, but this is close.\"\n\n\nDeCosta also downplayed significance of the earlier $700 million budget figure. Its purpose was to establish what share of construction costs the airlines would pay, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010\n\n\n\n\n\n\n\n\n\n\"They weren’t original cost estimates,\" DeCosta said. \"There was no design at that point. They were just budget numbers.\"\n\n\nRegardless, the airport’s biggest airline, Delta, grew concerned. It is helping to pay for the new terminal, and by 2009, it worried that the ballooning price might double the airline's costs to board passengers at its main hub.\n\nThe airline wanted the terminal’s costs trimmed by $400 million, the AJC reported. \n\nThe latest tally: About $1.4 billion, just about what the 2007 internal briefing foretold. Final numbers will be available later in the year.  \n\n\nThis is nearly twice the $700 million floated 10 years ago. How does this count as \"within budget\"?\n\n\nKennedy said he was talking about the formal budget, not the numbers from a decade ago. He sent us a budget document from May 13 of this year that placed the formal budget at $1.413 billion.\n\n\nThe latest projected cost was $1.403 billion, which would mean that the terminal was about $10 million under budget. He noted that other city officials have used this number before.\n\n\nSo what was that $700 million about? It wasn't a budget, Kennedy told PolitiFact Georgia in an email. It was a \"preliminary concept estimate.\"\n\n\n\"The $700 million ... was never a budgeted number -- it was merely a preliminary concept estimate made in the late 1990s for a proposed, future east side international terminal which, together with several other major airport projects, eventually became part the Airport's Master Plan of 2000,\" he wrote. \"There were never any detailed planning or design documents produced for this concept.\"\n\n\nThe Atlanta City Council and airlines did not formally approve a budget for the international terminal until March 2008, Kennedy said. By then, the design and other planning were complete.\n\n\nKennedy added that the original $700 million figure was not up for discussion during the radio interview, and to take that figure into account in this story would be to take his comment out of context.\n\n\nThis explanation made us groan.\n\n\nThe distinction between a \"preliminary concept estimate\" and a \"budgeted number\" is important to technocrats. But when top leaders say in public that they expect an airport terminal to cost $700 million, taxpayers expect it to cost $700 million.\n\n\nFurthermore, the $700 million figure was crucial to the very people who planned the terminal. Former airport head DeCosta fired the airport's first design team, and Delta balked at backing the project when costs threatened to rise above this mark.\n\n\nKennedy's claim that the airport terminal is \"within budget\" goes down in flames.\n\n\nPants on Fire.", "vclaim_id": "vclaim-pol-11051"}