{"url": "/factchecks/2011/dec/30/judy-shiprack-diane-mckeel/did-multnomah-county-voters-favor-library-district/", "speaker": "Judy Shiprack and Diane McKeel", "vclaim": "Say \"in November 2010, voters overwhelmingly supported the idea of creating a (library) district.\"", "truth_label": "half-true", "date": "stated on December 23, 2011 in a guest column:", "title": "Did Multnomah County voters favor a library district with November 2010 vote?", "text": "There’s a battle brewing over at Multnomah County Board of Commissioners headquarters and it has to do with our vaunted library system. Chairman Jeff Cogen wants to ask voters to renew a multiyear levy this spring; in other words, maintain the status quo. Commissioners Diane McKeel and Judy Shiprack want the county board to go further and place before voters a measure that would create a new library district, raising property taxes to pay for it.\n\nIn a guest column, the two commissioners wrote that voters should get the chance to call the question on a permanent funding mechanism for county libraries:\n\n\"In November 2010, voters overwhelmingly supported the idea of creating a district. It is up to the board to decide which funding mechanism will be voted on in May 2012. We believe that Multnomah County commissioners should give voters the opportunity to support a true funding solution.\"\n\nWe think it’s worthwhile to revisit that general election, to remind readers what happened with the library in November 2010. After all, McKeel and Shiprack are using the election to support their argument that county voters are willing to pay more for a library district. The stakes are high: If the board decides to go for a ballot measure that then fails with voters, the library is even more out of luck.\n\nSo, what happened in November 2010? Well, in early 2010 a library subcommittee advised the county charter review committee to put Measure 26-114 on the ballot. The measure changed the charter to allow county commissioners to go directly to voters to create a permanent library tax district, sometime in the future, without seeking taxing approval from cities. The measure by itself did not create a library district.\n\nIt’s accurate to say that voter approval was overwhelming, with 72 percent of voters saying yes.\n\nBut consider that proponents pitched the measure as technical in nature. Backers went out of their way to say that passage of the measure itself would not mean approval of a library district or the increase in taxes that such a district would entail.\n\nHere’s a sampling from arguments in favor of the measure:\n\n\"Measure 26-114 is not a tax increase. It lets voters decide whether, in the future, a special library district can be formed – to protect and ensure library funding,\" wrote local librarians.\n\n\"The measure asks whether the county should be able to set up a special library district sometime in the future, with voter approval. Nothing would occur without voter approval,\" wrote local parents of young children.\n\n\"Measure 26-114 is a change to the county charter on the November ballot. It is not a tax increase,\" wrote local library volunteers.\n\nAnd, finally, here comes local resident Amy Mamdouh:\n\n\"The measure is not a tax increase. It simply allows the library to have the option in the future to be protected through the creation of a special library district. It only creates the option, not the actual district. And that would require voter approval.\" (our emphasis)\n\nGranted, a voter opposed to the possibility -- or the idea -- of a library district probably voted against the measure. But we don’t think the opposite is true. In other words, we’re not convinced that a person voting yes necessarily supported the idea of automatically creating a library district.\n\nWe turned to Portland political analyst and lobbyist Len Bergstein for help. He said the November vote, no matter how overwhelming, doesn’t say much. Seriously, how hard is it to get people to say yes to the library without any of the pain?\n\n\"You have to pause and say, ‘Am I hearing what the voters are saying, or am I hearing what I want to hear they’re saying?’\" he said. \"That measure did not answer the question; it gave an argument to someone who’s a smart advocate, like Judy Shiprack.\"\n\nWe also asked Dan Meek, a Portland attorney with heavy ballot measure experience, for his opinion. He finds the statement worth correcting, but not significantly misleading.\n\n\"So, technically, voters did not support ‘the idea of creating a district.’ They supported the idea of allowing Multnomah County to ask voters later for permission to create a district,\" he said.\n\nWe agree. And in fact, a poll conducted in July shows that \"only 40 percent of likely voters would support a new taxing district, which would cost a typical homeowner about $48 more a year than the existing levy.\" (The current levy maintains a tax of 89 cents per $1,000 in assessed value; a library district would raise that tax to $1.19.)\n\nShiprack and McKeel both argue that the phrasing in the guest column -- voting on the \"idea\" of a district -- is broad enough to make the statement 100 percent accurate.\n\nMultnomah County voters \"are discerning, and I think they are very aware that what they voted on was the possibility of a district and that’s, I think, the same as the idea of creating a district,\" Shiprack said in an interview. \"What I am supporting is having them come back to the polls and vote on the idea.\"\n\nShe added, \"I don’t think Commissioner McKeel and I have a Pants on Fire.\"  \n   \nWe don’t think the statement merits a Pants on Fire either. But we do think the characterization of what county voters approved in November 2010 needs fuller information. It’s not fair to conflate overwhelming support for a technical change in the charter with overwhelming support for a new, and pricier, library district.\n\nFor that reason, we rate the statement Half True -- partially accurate but leaving out important details, such as the exact nature of the measure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this ruling.", "vclaim_id": "vclaim-pol-11879"}