{"url": "/factchecks/2013/mar/21/harry-reid/harry-reid-says-deficit-has-been-reduced-25-trilli/", "speaker": "Harry Reid", "vclaim": "\"In the last two years, we have reduced the deficit by $2.5 trillion.\"", "truth_label": "false", "date": "stated on March 19, 2013 in a Senate floor speech:", "title": "Harry Reid says deficit has been reduced by $2.5 trillion in past two years", "text": "During a recent floor speech, Senate Majority Leader Harry Reid, D-Nev., touted his chamber’s role in cutting the deficit.\n\n\"In the last two years,\" he said, \"we have reduced the deficit by $2.5 trillion.\"\n\nThis claim struck us as odd, since the annual federal deficit has hovered around $1 trillion for the past three years -- and we knew from all the rhetoric about America’s deficit crisis that we hadn’t suddenly surged into a budget surplus.\n\nSo we checked into it.\n\nFirst, some background on the deficit. A \"deficit\" refers to the amount by which spending exceeds revenues. It’s a measure calculated based on one year’s worth of spending and revenues. (The term \"debt\" refers to the cumulative total of all previous deficits, minus all previous surpluses.)\n\nIn fiscal year 2011, the deficit was slightly below $1.3 trillion. By the following year, it had shrunk to less than $1.1 trillion, according to the Congressional Budget Office. And by 2013, the CBO projects a deficit of $845 billion.\n\nBy year’s end, the 2013 figure could end up being higher or lower. The deficit for 2013 could shrink due to across-the-board cuts known as the sequester, which are projected to reduce spending by an additional $85 billion in 2013. And the deficit could shrink further if tax revenues exceed their projected amount (or the deficit could expand if the economy sours and tax revenues don’t meet expectations.)\n\nBut if we allow for some uncertainty, these figures show that the deficit has declined over the past two years by about $455 billion. That’s less than one-fifth of what Reid claimed.\n\nWhen we contacted Reid’s office, a spokesman pointed us to a memo written in January 2013 by Sen. Patty Murray, D-Wash., who chairs the Senate Budget Committee. In this memo, Murray uses CBO figures to calculate that the deficit fell by a combined $2.4 trillion due to the two major fiscal deals of the past two years -- the legislation that ended the 2011 debt ceiling standoff and the legislation that avoided the fiscal cliff around New Year’s Day 2013. Murray did not include the sequester cuts in this calculation. (According to Reid’s prepared remarks, he had intended to say $2.4 trillion but actually said $2.5 trillion on the floor.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut there are some asterisks included in Murray’s memo that Reid, in his floor speech, skipped over.\n\nThe $2.4 trillion in deficit reductions include projected savings over a 10-year period -- 2013 to 2022. In Washington budget wonkery, this is par for the course -- when bills are being debated, their fiscal impact is usually calculated over the bill’s first 10 years of existence.\n\nBut Reid transformed the memo’s headline number into a claim that \"in the last two years, we have reduced the deficit by $2.5 trillion.\" This is problematic for two reasons.\n\nFirst, by using the past tense \"reduced,\" Reid implies that these deficit reductions have already taken place. Instead, they would take place in the future -- and there’s no guarantee that they will materialize.\n\nSecond, he said \"in the last two years,\" when in fact the $2.4 trillion in deficit reduction is projected to take place over the next 10 years.\n\n\"I know this is oversimplifying and it doesn’t work this way, but a 10-year deficit reduction averages out to $240 billion per year, or $480 billion over two years,\" said Steve Ellis, vice president of Taxpayers for Common Sense. \"That’s a big difference. Because it’s so easy to spin the numbers, precision is critically important in budget items.\"\n\nOur ruling\n\nReid said, \"In the last two years, we have reduced the deficit by $2.5 trillion.\"\n\nThere has been some deficit reduction in recent years, but Reid's makes it sound much larger than it actually is. The $2.4 trillion number represents a projection of what is expected (but not guaranteed) to happen in the future over a 10-year period. It is not deficit reduction that has already been banked over the past two years. We rate the statement  False.", "vclaim_id": "vclaim-pol-09565"}