{"url": "/factchecks/2014/sep/26/david-perdue/perdues-attempt-tar-nunn-terrorist-link-fails/", "speaker": "David Perdue", "vclaim": "\"Michelle Nunn’s own plan says she funded organizations linked to terrorists.\"", "truth_label": "pants-fire", "date": "stated on September 17, 2014 in In a television ad:", "title": "Perdue fails in attempt to tar Nunn for terrorist link", "text": "With Election Day just about five weeks away, and polls consistently showing a tight race with national implications, the battle to become Georgia’s next U.S. senator has turned ugly.\nIn a newly released television ad that carries echoes of the late-campaign attacks that pundits said worked during the GOP runoff, Republican candidate David Perdue goes after Democrat Michelle Nunn for a supposed weakness on border security.\nBefore he gets to that though, a narrator opens with a simple statement: \"Michelle Nunn’s own plan says she funded organizations linked to terrorists.\"\nIf that wasn’t clear enough, an overlay in all capital writing spells out what it calls an \"exact quote\" from a Nunn campaign document: \"awards to inmates, terrorists.\"\nA simple sentence but serious implications. Is the ad right, that Michelle Nunn admits to financial ties to terrorists?\nPolitiFact Georgia decided to take a close look. \nThe conservative National Review revealed in July that it had a 144-page series of Nunn campaign memos from last December. The story broke about a week after Perdue won the Republican nomination, in part by attacking rival U.S. Rep. Jack Kingston as \"pro-amnesty\" and in the pocket of the U.S. Chamber of Commerce.\nThe leaked memos lay out Nunn's campaign strategy and include, among other things, detailed fundraising plans, a public relations strategy and list of anticipated attacks in the race.\nIn those anticipated attacks and vulnerabilities is the reference to \"service awards to inmates, terrorists\" during her Points of Light tenure.\nThe plan called for her team to have \"pushback\" documents ready for those anticipated issues as well as common, more broad attacks leveled against Democratic candidates.\nThat means Nunn’s camp correctly predicted the GOP would attack her on the issue, not that there is a connection to be made.\nAnd about that connection?  Perdue spokesman Derrick Dickey said the statement was based first on Nunn’s leaked documents and then cited a National Review story following up on the leak as evidence of the terrorist connection.\n\"This isn’t something that we pulled out of thin air,\" Dickey said.\nThe story refers to a link that PolitiFact Georgia already ruled as Mostly False when used in an attack ad from Ending Spending Action Fund.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe Super PAC– which at nearly $2.8 million has injected the most outside money into the Georgia Senate race  – centered its attack on MissionFish, a business that Points of Light owned until 2012 that collected donations from eBay users for about 20,000 charities.\nOne of those charities, Islamic Relief USA, received about $13,500 in donations from MissionFish, and has partnered with the umbrella group Islamic Relief Worldwide (IRW) on disaster relief programs.\nA top Israeli defense official has accused IRW of having links to the terrorist group Hamas, and in June, the defense minister banned it from operating there.\nIn 2012, one British bank closed an IRW account over counter-terrorism concerns. But the U.S. State Department does not consider the group a terrorist organization or front.\nThe United Kingdom Charity Commission, which regulates IRW, also has found no such ties.  The nonprofit released a statement following Israel’s ban, adamantly denying any links to terrorism.\nIslamic Relief USA, meanwhile, earns a perfect score from Charity Navigator for its transparency and accounting. The group does give grants to IRW for humanitarian programs in developing countries, as it does with other groups, said advocacy counsel Sharif Aly.\nBut it also works with the American Red Cross and other charities in disaster relief, such as an ongoing effort to help with flooding in the Detroit area.\n\"We are not terrorists and we do not support terrorism,\" Aly said. \"Any money disbursed, inside or outside the United States, follows all regulations to ensure that.\"\nNunn declined to be drawn into the debate this summer, when the memo was first unveiled. She did tell the Atlanta Journal-Constitution that the memos, including the anticipated attacks, were more advice from supporters than a strict campaign blueprint.\nNunn spokesman Nathan Click told PolitiFact Georgia that of course Nunn \"absolutely\" did not support terrorism or have any connections to terrorists.\n\"That is not what the memo says,\" Click said. \"It anticipates attacks that mischaracterize her record and distort her experience. That’s exactly what has happened.\"\nSo where does that leave us with an attack that states as fact that Michelle Nunn’s own internal documents says she funded organizations that have terrorist ties?\nThe Perdue ad plainly misconstrues what the Nunn internal memos said and why. PolitiFact Georgia has already ruled that tying Nunn’s nonprofit work to terrorism is off base.\nThe effort to make the connection by incorrectly citing her campaign’s leaked memos verges on the ridiculous.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07245"}