{"url": "/factchecks/2010/oct/24/charlie-crist/charlie-crist-says-marco-rubio-has-said-people-who/", "speaker": "Charlie Crist", "vclaim": "Says Marco Rubio said that \"people who essentially don't agree with him, ought to leave the country, like Keith Olbermann.\"", "truth_label": "true", "date": "stated on October 24, 2010 in a U.S. Senate debate on CNN’s “State of the Union.”:", "title": "Charlie Crist says Marco Rubio has said people who don't agree with him \"ought to leave the country\"", "text": "Florida Gov. Charlie Crist, an independent candidate for U.S. Senate, defends his departure from the Republican Party by criticizing the \"extreme views\" held by the GOP’s right wing — and by extension his Republican rival, Marco Rubio.\n\nSo on Oct. 24, 2010, in their fifth debate of the campaign, Crist strove to paint Rubio as a rigid idealogue who wanted to overturn Roe v. Wade and didn’t support stem cell research. Then he turned it up a notch, saying Rubio had said that folks who didn’t agree with him ought to leave the country.\n\n\"You know, these are extreme views that I am not comfortable with,\" Crist said. \"(Rubio) took it to a point so much so that (he) said that, you know, people who essentially don't agree with him, ought to leave the country, like Keith Olbermann.\"\n\nCould it be true?\n\nCrist campaign spokesman Danny Kanner pointed us to a Palm Beach Post story from March 2010 about a Rubio campaign stop in West Palm Beach. The story ended this way:\n \n\nRubio also said he was against amnesty for immigrants, believing legal immigration will never work if illegal immigrants are granted amnesty.\n\n\nThen, he closed the speech with a thought he said originated from Glenn Beck, FOX News' popular conservative talk show host.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n \n\n\"There are millions of people in America that hate our country, so why can't we just do a trade?\" Rubio said. \"We'll send you Sean Penn, Janeane Garofalo and Keith Olbermann, and you can send us people that actually love this country and want to help us build it.\"\n\n\nThe story prompted this impassioned response from the MSNBC host: \"You have inadvertently revealed that you don't see those with other viewpoints as merely disagreeing with you. You have inadvertently revealed  that you dismiss them as not loving this country.\"\n\nSunday morning, Rubio’s campaign didn’t flinch.\n\nSpokesman Alex Burgos offered this quick response from his BlackBerry after the debate: \"It's true what Marco said, and we appreciate the governor bringing it up.\"\n\nGiven the evidence, and both sides’ endorsement of it, we rate Crist’s statement True.", "vclaim_id": "vclaim-pol-14157"}