{"url": "/factchecks/2007/jun/21/barack-obama/technically-correct-but-uses-unrealistic-numbers/", "speaker": "Barack Obama", "vclaim": "\"Both China and Japan have surpassed us, with Japanese cars now getting an average of 45 miles to the gallon.\"", "truth_label": "half-true", "date": "stated on May 7, 2007 in Detroit, Mich.:", "title": "Technically correct, but uses unrealistic numbers", "text": "In a speech to the Detroit Economic Club on May 7, 2007, Obama said the U.S. needs to make more fuel-efficient cars. \"While our fuel standards haven't moved from 27.5 miles per gallon in two decades, both China and Japan have surpassed us, with Japanese cars now getting an average of 45 miles to the gallon.\"\n\nObama's claim about Japanese cars getting more than 45 mpg involves the fuzzy science of measuring fuel economy, complicated by differing standards in each nation. Obama's campaign says his number comes from a 2004 study by the Pew Center on Global Climate Change that calculated Japanese cars would get 46 mpg if Japan followed the same test methods as the U.S. (Obama accurately says the U.S. mandate has been 27.5 for 20 years.)\n\n\nObama's claim is technically correct. But the Pew numbers exaggerate the differences between the countries because those estimates do not reflect real-world conditions, according to Lee Schipper, director of research at the World Resources Institute's Center for Transport and Environment.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHe says the Japanese fleet actually averages about 23 mpg on the road today, but is improving. The U.S. number is only slightly lower, about 21, but has been stagnant. The real-world numbers are closer because, despite more fuel-efficient cars in Japan, heavy traffic congestion erases much of the efficiency.\n\n\nSchipper said Obama \"is correct that Japan's fuel efficiency is higher and improving more rapidly, but his number is inaccurate. The number he used doesn't really represent a realistic on-road achievement.\"\n\n\nYet Schipper said he doesn't fault Obama for the confusion. \"Everybody makes this mistake. What matters is what cars really get on the road, how long it takes to change the entire fleet and how much people drive.\" (Japanese drivers drive about one-third as many miles per year as U.S. drivers.)", "vclaim_id": "vclaim-pol-00343"}