{"url": "/factchecks/2020/jun/18/jeanette-kowalik/milwaukee-was-among-first-declare-racism-public-he/", "speaker": "Jeanette Kowalik", "vclaim": "\"Our health department, our city and our county declared racism as a public health crisis last year.”", "truth_label": "true", "date": "stated on June 14, 2020 in an appearance on WISN-TV's \"UpFront\":", "title": "Milwaukee was among first to declare racism a public health crisis", "text": "The death of George Floyd, a Black man, at the hands of Minneapolis police has once again brought the issue of racism to the forefront of global discussion.\nIn Milwaukee, as in other cities across Wisconsin and the nation, protesters have called for an end to police brutality and discrimination. \nIn a June 14, 2020 interview on WISN-TV’s ‘UPFRONT’ with Adrienne Pedersen, Milwaukee health commissioner Jeanette Kowalik commented on some things the city has done to address racism. When she did, she included this tidbit that might have surprised some viewers:\n\"Our health department, our city and our county declared racism as a public health crisis last year.\" \nLet’s take a closer look.\nThe claim\nWhen asked to back up her claim, Kowalik pointed to a Common Council resolution adopted July 30, 2019 that says \"racism is a public health crisis affecting the entire society.\"\nThe resolution commits the city to take action toward \"achieving racial equity\" and suggests efforts to \"address public health disparities due to racial inequities.\" It was signed Aug. 8, 2019 by Milwaukee Mayor Tom Barrett.\nThe resolution notes that, at the time, the Wisconsin Public Health Association, as well as 24 cities, counties and states in the U.S., had declared racism to be a public health crisis. \nA May 28, 2019 CBS News report says Milwaukee was the first city in the United States to declare racism a public health crisis. But that report likely meant to refer to Milwaukee County, which passed its declaration of racism as a public health crisis on May 20, 2019. \n At the time, then-Milwaukee County Executive Chris Abele said the resolution was about making a public commitment to taking action. He said every decision across the county should be framed in terms of how to make a difference addressing disparities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThat covers the city and the county.\nAs for the Health Department, Kowalik cited a May 16, 2019 letter she sent to the Common Council that described racism as a public health crisis. \nThe significance\nDr. David Pate, chair of the school of social work at the University of Wisconsin-Milwaukee, called the declaration \"very significant,\" particularly for Milwaukee, which has repeatedly been cited as one of the most segregated metro areas in the U.S.\nPate said one of the main ideas of looking at racism as a public health issue was to first look at \"improving access to health\" by categories like race and gender. He noted that Milwaukee has one of the highest Black mortality rates in the country. \nWhite people live an average of 14 years longer than Black people in the city, according to a ProPublica article. And these disparities begin at birth. \nThe Black infant mortality rate in Milwaukee was 18.4 deaths per 1,000 births in 2017. The U.S. infant mortality rate for white babies is 4.95 and 11.1 for Black babies.\nPate told PolitiFact Wisconsin that Floyd’s death has people aware of \"the idea that there are some issues that we have not dealt with that are systemic.\" The coronavirus pandemic has highlighted some of these disparities — the virus has disproportionately impacted Black populations.\nOn June 8, 2020, in the wake of the Floyd protests, the Denver city council declared racism a public health crisis. Boston Mayor Marty Walsh made the same decision four days later. \nThe list goes on, as more cities follow the lead of Milwaukee County and the city of Milwaukee.\nOur ruling\nKowalik said \"Our health department, our city and our county declared racism as a public health crisis last year.\"\nAll three bodies did make such a declaration, putting them at the forefront of something that has picked up steam nationwide in the months since.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-17958"}