{"url": "/factchecks/2010/aug/10/john-boehner/rep-john-boehner-proposes-us-stop-stimulus-spendin/", "speaker": "John Boehner", "vclaim": "\"There's still about $400 billion or $500 billion of the stimulus plan that has not been spent. Why don't we stop it.\"", "truth_label": "false", "date": "stated on August 8, 2010 in an interview on NBC's 'Meet the Press':", "title": "Rep. John Boehner proposes U.S. stop stimulus spending", "text": "In an NBC Meet the Press interview on Aug. 8, 2010, host David Gregory repeatedly questioned House Minority Leader John Boehner, R-Ohio, about how Republicans would offset the cost of extending all of the Bush tax cuts, as they have proposed.\n\nBoehner said halting stimulus spending would be a good start.\n\n\"Why don't we stop the stimulus spending?\" Boehner said. \"There's still about $400 billion or $500 billion of the stimulus plan that has not been spent. Why don't we stop it. It's not working.\"\n\nWhite House officials disputed Boehner's numbers, as well as Boehner's use of the term \"unspent.\"\n\nWe checked the latest updated figures on stimulus spending at the government's website recovery.gov. Stimulus programs were divided into three sectors: tax breaks to individuals and businesses; projects such as new roads, bridges and high-speed rail; and payments to state governments for things such as hiring teachers and police officers and for services such as extended unemployment insurance and health coverage.\n\nAs of Aug. 4, 2010, $223 billion of the promised $288 billion in tax relief had already been paid out, as had $132 billion of the budgeted $275 billion for projects and $140 billion of the $224 billion set aside in the stimulus for entitlements. That comes to $495 billion that has already gone out the door.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThere was $787 billion in the stimulus, so that leaves only $292 billion that hasn't yet been paid out by the government. So right off the bat, Boehner's $400 billion to $500 billion figure is much too high.\n\nMichael Steel, a spokesman for House Republican Leader, said Boehner was talking about spending cuts outlined by Reps. Paul Ryan and Jeb Hensarling (which Boehner referenced immediately prior in the interview) and \"must have transposed the $266 billion figure for the stimulus with the $396 billion total figure for TARP. Honest mistake.\"\n\nFair enough. That happens in live interviews.\n\nBut we think it's misleading to refer to even that lower number as \"unspent\" stimulus, because much of the $292 billion has been obligated, even though it has not been paid out.\n\nLet's start with the tax cuts. Most of them are being paid out gradually over a two-year period. For example, the Making Work Pay cuts (a refundable credit of up to $400 per individual and $800 per married couple) show up weekly in workers' paychecks. But it is not officially fully paid out until the program expires. White House officials contend these tax cuts aren't \"unspent\" because people are expecting to get their tax cuts.\n\nThe term \"unspent\" becomes even more suspect when talking about the stimulus projects. Recovery Act awardees don’t pay contractors up front for work on infrastructure projects. They usually make progress payments and withhold final payment until the project is completed. But the money is obligated and under contract.\n\nAccording to Recovery.gov, about 80 percent ($215 billion) of the project funds have been awarded and are under contract and agreement. Most are currently underway. Another $25 billion has been awarded but isn’t under contract yet. And the final $25 billion is in the process of being awarded.\n\nSo it would be possible to put the brakes on some of the stimulus funding, though it would likely anger folks who have received awards or who are well into the process of applying for awards. But there's not nearly as much unspent -- and that could conceivably be used to offset the expense of extending the Bush tax cuts -- as Boehner suggested. We rate his claim False.", "vclaim_id": "vclaim-pol-14614"}