{"url": "/factchecks/2020/apr/01/kim-gray/does-richmond-pay-top-school-officials-more-fairfa/", "speaker": "Kim Gray", "vclaim": "“Even Fairfax County doesn’t pay the kind of (school administration) salaries that Richmond is paying right now.”", "truth_label": "false", "date": "stated on March 3, 2020 in a radio interview.:", "title": "Does Richmond pay to top school officials more than Fairfax County?", "text": "Richmond City Councilwoman Kim Gray recently announced she’ll run for mayor this year, promising to be stricter on spending than incumbent Levar Stoney.\nGray has been a constant critic of Stoney, accusing him of being more interested in higher office and grandiose plans than solving Richmond’s core problems. She led a charge that defeated Stoney’s signature proposal to replace the Richmond Coliseum and has opposed the mayor’s efforts to increase taxes on meals and real estate.\nDuring a March 3 radio interview on WRVA, Gray said Richmond doesn’t need higher taxes, it needs greater government efficiency - especially in its school system.\nHost John Reid asked what she would do differently than Stoney about schools. Gray said she’d look for savings in the school system’s central office.\n\"I would lose some of the top-heavy weight,\" said Gray, a former Richmond School Board member. \"We’re paying people exorbitant salaries, higher than the average across the entire Commonwealth. Even Fairfax County doesn’t pay the kind of salaries that Richmond is paying right now.\" \nFairfax is one of the wealthiest counties in the nation and has a high cost of living. We fact-checked Gray’s claim that it pays school administrators less than Richmond.\nGray told us she was referring to the salaries of Richmond Superintendent Jason Kamras, who was hired in 2018, and his top five administrators. She said she was under the impression they were paid more than their Fairfax counterparts, but didn’t have proof. So, under the Virginia Freedom of Information Act, we requested the top 10 salaries paid by Richmond and Fairfax public schools.\nHere’s what we found:\n\n\nAs a general rule, salaries are about 20% higher in Fairfax for comparable jobs. \n\n\nFairfax pays nine administrators more than $200,000 a year, compared to one in Richmond.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nRichmond Superintendent Kamras has a $250,000 salary; Fairfax Superintendent Scott Brayband is paid $311,526.\n\n\nThe five people on Kamras’ leadership team in Richmond are paid between $175,250 and $180,547. The seven people on Brayband’s leadership team in Fairfax are paid between $202,478 and $224,447.\n\n\nAs we’ve mentioned, it’s far more expensive to live in Fairfax than Richmond, largely because of housing costs. Salary.com says Fairfax County’s cost of living is 61% higher than Richmond’s; Payscale.com says it’s 50% higher. Those costs exceed the 20% salary bump the Fairfax school administrators have over their Richmond counterparts.\nIn other words, the Richmond salaries have more purchasing power.\nOur ruling\nGray, in complaining about what she sees as the high pay of top Richmond school officials, said, \"even Fairfax doesn’t pay the kind of salaries Richmond is paying.\"\nThat suggests Richmond administrators are taking home bigger checks than their Fairfax counterparts. That’s what Gray told us she thought, and it’s wrong. Actually, they’re taking home 20 percent less pay.\nIf Gray, in the future, wants to compare the pay of school administrators adjusted for cost of living, she should specify that.\nBut as for the comment she made, it’s False.", "vclaim_id": "vclaim-pol-16855"}