{"url": "/factchecks/2016/jul/23/donald-trump/donald-trump-claims-military-jets-need-salvage-par/", "speaker": "Donald Trump", "vclaim": "The U.S. has to go to \"plane graveyards\" and museums to get parts for its 20-year-old jet fighters while it sells new jets to other countries.", "truth_label": "mostly-true", "date": "stated on June 16, 2016 in Dallas fundraiser:", "title": "Donald Trump claims military jets need salvage parts", "text": "\"Trump Force One,\" as Donald Trump’s Boeing 757 has been nicknamed, has drawn attention for years. A 2011 tour of the renovated jet, posted on Trump’s YouTube channel, has been viewed more than 8 million times. Its 24-karat gold-plated seat belts have been catalogued by the New York Times and the Washington Post.\nBut does Trump know his stuff when it comes to the state of U.S. military aviation?\nAt a June 16, 2016 stop in Dallas during a Trump fundraising swing through Texas, he ripped into U.S. reliance on outdated aircraft while selling newer technology to allies, telling the crowd:\n\"Remember, we’re the ones with the jet fighters that are 20 years old that we have to go to graveyards, plane graveyards, to get parts to use on our jet fighters, to have our great young people to fly in planes where  they go into junk yards and museums to get parts for current fighters, while our opponents and our so-called allies are buying our planes, and they’ve got the new beautiful versions of them, and we’ve got old planes, I mean literally obsolete planes. It’s not going to happen anymore, folks, ok?\"\nThe comments made us wonder — is the U.S. military really scrounging for parts in junkyards and museums? Are our jets really decades old? And do we sell newer and better planes to our allies while keeping older, inferior versions for ourselves?\nThe Trump campaign did not return a request for backup for Trump’s claim, and the Air Force did not respond to repeated requests for comment, so we did some searching and asked a few third-party experts for information on Trump’s points.\nAs it turns out, it’s true that some of U.S. military planes are 20 years old — and some are much older.\nContacted by email, Carl Rhodes, director of Force Modernization and Employment Program at RAND Project AIR FORCE, a federally funded research and development center that provides analytical support to the Air Force, told us \"some are over 60 years old like the B-52\" while \"others are brand new, like the F-22 and F-35.\"\nAt a Feb. 9, 2016, news conference, Major General James F. Martin Jr., the Air Force deputy assistant secretary for budget, said the average age of its aircraft is over 27.\nThe Air Force Posture Statement for fiscal year 2017, released on February 10, 2016, states that makes the current fleet the oldest ever: \"While our Airmen remain heavily engaged around the world, the average age of our aircraft is at an all-time high, and the size of our force and state of our full-spectrum readiness are at or near all-time lows.\"\nSo, Trump has a point about the U.S. Air Force relying on older planes.\nTo our inquiry, Rhodes also confirmed that Air Force maintenance workers pull parts from warehoused planes, directing us to a Jan. 30, 2013 news feature story in AIRMAN, published by the Air Force Office of Public Affairs. According to the story, reclamation teams with the Aerospace Maintenance and Regeneration Group save time and money by pulling parts that are still functional from shelved  planes, sparing the Air Force from waiting longer for new parts to be made.\nAccording to a fact sheet we spotted on the Air Force’s website, since 1964, U.S. military aircraft have been stored and disposed of by Davis-Monthan Air Force Base in Arizona. Davis-Monthan was first established as an aircraft storage facility following World War II. According to a February 4, 2003 PBS story, the practice of removing parts from the junked planes dates to the 1950s.\nSo, must the government go to \"graveyards\" to get parts?\n\"Probably not,\" Rhodes told us, \"but it can save quite a bit of money versus buying all new parts and keeping a sufficient stockpile.\"\nHow much money, exactly? Col. Robert Lepper, Commander of the 309th AMARG, told an Arizona news service in 2014 that the group returns about a half billion dollars worth of parts into service each year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRhodes also offered an example that supports Trump’s claim that in some cases, the U.S. sells planes more advanced than the ones they themselves are using. \"We are selling F-16s to the UAE which are more advanced than our USAF F-16s,\" he said.\nRhodes pointed us to a January 2014 news post on Defense Industry Daily, a trade publication focused on defense acquisition, stating the United Arab Emirates invested $3 billion in research to develop the planes, which are made by Lockheed Martin.\nLockheed Martin, the number one US government contractor overall and within the Air Force sub-sector in fiscal year 2015, reported about 20% of their annual sales revenue came from sales to foreign entities, according to their SEC filings from 2010. Their filings report aircraft sales to countries including Israel, Kuwait, South Korea, and Tunisia. Over 25 countries purchased Lockheed Martin’s F-16 Fighting Falcon, and 15 have purchased the C-130J Super Hercules.\nBoeing is the number two Air Space contractor. Some 62% of Boeing’s Defense, Space and Security Revenue comes from the U.S. Department of Defense, according to the company’s 2015 annual report. International customers account for \"roughly one-third of revenue and 40 percent of current backlog\" for the company. International sales account for a much smaller portion of the sales of the number three company, Northrop Grumman, according to their annual report -- 14 percent of the $23.5 billion total.\nThe U.S. government’s own Defense Security Cooperation Agency’s web site acknowledges an uptick in foreign demand, noting in a 2014 publication, \"While the United States and European Union are cutting their defense expenditures, several countries — particularly in East Asia, South Asia, the Middle East, and South America — are increasing expenditures. Hence, U.S. Contractors are increasingly seeking to sell products and services to these markets.\"\nBut experts we spoke to said that selling planes to other nations isn’t relevant to the state of our own military aviation.\nTodd Harrison, director of Defense Budget Analysis at the Center for Strategic and International Studies, commented by email: \"The fact that U.S. companies are selling planes to other countries is not relevant. Those same companies are also selling planes to the U.S. military right now, and in many cases the U.S. is getting significantly better aircraft than our allies and partners. And what would the alternative be — block U.S. companies from selling aircraft to others?  Then our allies and partners would be less capable and even more dependent on us for security, putting an even greater strain on our forces.\"\nObaid Younossi, director of resource management at RAND Project AIR FORCE, agreed by email that foreign military sales are a plus for the U.S.\n\"We still make and keep the best of best for us: F-22, F-35, KC-46, F/A-18E/F, E-2D, and P-8. There are certainly versions of F-35 and F-18E/F we sell to our allies, but the vast majority of what is coming out of production is for our Services,\" Younossi wrote. \"FMS [Foreign Military Sales] is good not only for strategic reasons but also for economic reasons.  It keeps costs down for us, keeps our industrial base in business, and helps pay for development of technology (i.e. F-16 Block 60 and Kuwaiti investments),\" Younossi said.\n\"Do we need to worry about modernization?,\" Younossi wrote, adding: \"Yes but not for reasons cited.  Some of the old work horses can still do the job but we need new ones to counter future threats.\"\nIn October 2015, the Pentagon awarded a contract to Northrop Grumman Corp. to build the first new bombers since the Cold War, which are to be deployed in the 2020s.\nSince Trump assured his audience \"it’s not going to happen anymore, folks,\" it’s worth noting that updating the military’s aging fleet isn’t the kind of job that can be done overnight — nor is it fully within the hands of the executive branch, as funding levels, determined by Congress, have contributed to readiness problems. according to Air Force officials like Chief of Staff Mark Welsh and Secretary Deborah Lee James..\nOur ruling\nWhile in Texas, Trump said the U.S. has to go to \"plane graveyards\" and museums to get parts for its 20-year-old jet fighters while it sells new jets to other countries.\nThe government indeed salvages parts for military planes remaining in action and the U.S. also sells aircraft to militaries abroad. But clarification is needed. The described parts salvaging, which can save time and money, doesn’t appear to be misguided and the U.S. also buys new planes for its forces.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04622"}