{"url": "/factchecks/2010/jul/19/rick-perry/governor-rick-perry-says-hes-never-fielded-phone-c/", "speaker": "Rick Perry", "vclaim": "\"We don't get a lot of calls from this White House… I have, frankly, never had a call from them.\"", "truth_label": "pants-fire", "date": "stated on July 13, 2010 in an interview:", "title": "Governor Rick Perry says he's never fielded phone call from the Obama White House", "text": "Texas Gov. Rick Perry, who seems to relish bashing Washington, suggested a complete lack of outreach by President Barack Obama and the White House in a Fox News Channel interview aired July 13.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nSpeaking to anchor Neil Cavuto, Perry said: \"We don’t get a lot of calls from this White House.\" Asked about his relations with the Democrat’s administration, the Republican governor said: \"I have, frankly, never had a call from them.\"\n\nPerry’s remarks came after Cavuto asked the governor about federal plans to push afresh for a moratorium on the drilling of deep-water oil wells. According to a transcript posted online by Fox News, Cavuto said: \"Did they consult on this? Did they consult you on this, sir, did anyone ...\"\n\nPerry: \"They don't...\"\n\nCavuto: \"...run this, ‘Hey, we ought to give Rick Perry a call on this?’\"\n\nPerry: \"We don't get a lot of calls from this White House.\"\n\nCavuto: \"Really? How would you describe your relations with the Obama administration?\"\n\nPerry: \"You know, I have, frankly, never had a call from them. So they may have checked in at some staff levels that I'm not aware of.\"\n\nFrom \"the standpoint of the White House caring what Texas thinks -- look... ,\" said Perry, ticking off some administration ideas he said would be injurious to Texas. \"This is an administration that clearly has Texas on its radar and it’s in a bad way.\"\n\nWe asked Perry’s office for elaboration on his no-call status with Obama and also contacted the White House, whose spokesman, Matt Lehrich, disputed Perry’s description.\n\nLehrich pointed us to indications that Perry has been part of White House conference calls.\n\nOn April 29, 2010, according to a press release on the White House website, the president called the governors of states on the Gulf of Mexico, including Perry, \"to discuss the BP oil spill situation and assure the governors that the administration will continue to use every single available resource at our disposal in the response efforts.\"\n\nThe release continues: \"The president described the range of federal actions that are underway to respond to the spill and stressed the importance of maintaining close coordination with the governors as this event continues to evolve. All of the governors appreciated the call and the actions being taken by the federal government.\"\n\nAn earlier release, from July 6, 2009, says Perry was among five governors to participate in a conference call with Vice President Joe Biden.\n\nOf late, Lehrich said in an e-mail, Perry has been invited to be on a call with senior administration officials involved in the response to the oil spill every day since May 4. Perry \"has participated on a number of those calls and has been represented by his staff on many more,\" Lehrich said.\n\nWe shared this information with Perry’s office and got no response.\n\nNext, we checked Perry’s state schedule covering April 1 to mid-July. There were no entries indicating White House calls April 29 or May 4. But Perry’s schedule for June 29 has an 8:15 a.m. entry stating \"Phone Call: White House Intergovernmental Affairs/BP Oil Spill.\"\n\nDoes the Democratic president routinely seek the Texas Republican’s counsel? We doubt it.\n\nBut both the White House’s information and Perry’s own schedule contradict his claim he’s never had a call from this White House. Presuming his state schedule reflects what actually happened, Perry got such a call two weeks before the Fox interview aired.\n\nPants on Fire!", "vclaim_id": "vclaim-pol-14744"}