{"url": "/factchecks/2015/may/13/senate-democrats/Democrats-parlay-votes-on-transportation-bill-into/", "speaker": "Senate Democrats", "vclaim": "The state budget will include scholarship money for minority students as a concession to Senate Democrats for supporting the GOP-initiated transportation bill.", "truth_label": "true", "date": "stated on March 31, 2015 in interviews:", "title": "Democrats parlay votes on transportation bill into scholarships for students", "text": "On May 4th, Gov. Nathan Deal signed into law the year’s most talked about bill -- one allowing the state to raise about $1 billion a year to tackle a backlog of transportation needs.\nThe state’s Republican leadership initially wanted transportation issues handled closer to home. But a majority of the state’s voters nixed that idea in 2012, when a special purpose local option sales tax for transportation, the so-called T-SPLOST, was defeated in nine of 12 regions, including metro Atlanta.\nPassing the transportation bill, House Bill 170, this year -- even with Lt. Gov. Casey Cagle, House Speaker David Ralston and behind it -- wasn’t easy, either. Some Democratic votes proved essential.\nSenate Democrats parlayed their support for the bill into concessions from Deal’s office related to one of their long-standing concerns, underrepresentation of minorities in contract awards at the Georgia Department of Transportation.\nThis includes funding in 2016 of scholarships for minority students pursuing degrees in engineering, said Senate Democrats, including Minority Leader Steve Henson of Tucker.\nA curious reader contacted PolitiFact weeks after the legislative session ended April 2, asking us to check if this were really true. \"Where is it in the state budget?\" she asked.\nPolitiFact promised to take a look.\nIt took until Monday of this week, the day the governor signed the 2016 budget, for us to finally see the full picture.\nThere is indeed money to fund scholarships for minority students who want to pursue degrees in engineering. There’s $3 million in fact.\nThe money will be available in Fiscal Year 2016, which starts July 1, through the Georgia Student Finance Commission, best-known as the state agency overseeing the popular HOPE scholarship program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nQualifying minorities include females, African Americans, Hispanics and American Indians. These scholarships will be available to students at Georgia Tech, Kennesaw State, Georgia Southern, Mercer University and the University of Georgia, as well as qualifying dual-degree program students.\nFor each $3,500 a student receives, he or she must commit to working in an engineering-related field in Georgia for one calendar year or repay the money in cash, plus interest.\nThis is separate from an engineering scholarship program already available to Mercer University students. That program will cost the state about $1 million in 2016.\nBut it’s obvious why the reader was skeptical. There is no reference to $3 million or any money in legislative budget documents. There is some budget language that says the program will operate with existing funds.\nThat’s because, as we’ve been told, the Student Finance Authority will pay for the program with \"revenue generated from the servicing and sale of student loans.\"\nThe Georgia Student Finance Authority signed off on dedicating the $3 million to the scholarship program at a meeting earlier in the month in Statesboro. The vote though was contingent on the budget being signed by the governor, which, as we said, happened Monday.\nA 2012 study raised concerns about the representation of minority, women and economically disadvantaged business enterprises in construction and engineering contracts at the state DOT from 2009 t0 2011. Part of the DOT’s comeback was there aren’t enough minority engineers, Henson told PolitiFact.\nIn negotiations on the transportation bill, in addition to the commitment to minority scholarships, Senate Democrats won concessions for more money for African-Americans and other minority road contractors, as well as a firmer pledge by the state DOT to steer more business toward minority-owned firms.\nThe DOT board has already passed a resolution that Democrats have applauded related to contracts that will be issued in connection with the new transportation funding bill.\nOur conclusion\nSenate Democrats said they won concessions for their support of the transportation bill, including a commitment of funding for minority scholarships in engineering. The budget signed by the governor Monday includes a commitment of existing funds for that program. And based on action by the Georgia Student Finance Authority, the total amount will be $3 million.\nWe rate the statement by Senate Democrats as True.", "vclaim_id": "vclaim-pol-06423"}