{"url": "/factchecks/2014/apr/08/terry-mcauliffe/mcauliffe-says-medicaid-fraud-rate-virginia-047-pe/", "speaker": "Terry McAuliffe", "vclaim": "Says the Medicaid fraud rate in Virginia was \"fact-checked\" and found to be \"0.47 percent.\"", "truth_label": "false", "date": "stated on March 27, 2014 in a radio interview.:", "title": "McAuliffe says the Medicaid fraud rate in Virginia is 0.47 percent", "text": "Gov. Terry McAuliffe says there’s not much fraud in Virginia’s Medicaid program. He offered a statistic to prove his point during a recent interview with WRVA radio host Jimmy Barrett.\nMcAuliffe: \"Well if you read the Richmond Times-Dispatch, I think it was yesterday, they did the political fact-check, and I give them credit for that. They answered the question. Do you know what the fraud rate is, Jimmy, in Virginia? Do you have any idea?\"\nBarrett: \"No what’s the fraud rate?\"\nMcAuliffe: \"Well, you had one delegate going around saying it was 30 percent. It was fact-checked yesterday. Point-four-seven percent, less than half a percent. That’s the facts.\"\nOur ears perked for two reasons: 1) We had never written a fact-check that said the fraud rate of Virginia’s Medicaid program is 0.47 percent, and; 2) We thought it was high time to do that fact-check now.\nBrian Coy, a McAuliffe spokesman, said the governor erred when he cited a March 23 Truth-O-Meter as the source for the 0.47 percent figure. That article examined a claim by Del. Jimmie Massie, R-Henrico, that 30 percent of the state’s Medicaid program was \"lost to waste, fraud and inefficiencies.\" We rated the claim Mostly False, saying that no study has ever quantified the amount of fraud, waste and inefficiency in Virginia’s system.\nCoy said the governor made a simple mistake, conflating our story with a fraud figure his staff had just provided to him.  \nSo that brings us to the next matter: Is the Medicare fraud rate 0.47 percent in Virginia? It’s an important question because the General Assembly is divided over expanding eligibility for the program to an additional 400,000 low-income and disabled Virginians under provisions of the Affordable Care Act.\nMcAuliffe and the Democratic-controlled state Senate support the growth, noting that the federal government will pick up the entire tab for the next three years and 90 percent of the cost down the road. But the Republican-led House has twice rejected the expansion, maintaining, among other things, that Medicaid is rife with waste and should not be expanded before the abuse is curbed.\nThe governor sought to refute the GOP argument by offering the 0.47 percent figure. But contrary to his statement, the statistic is not a measurement of Medicaid fraud.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThat figure is part of a \"payment error rate measurement\" compiled by the Centers for Medicare and Medicaid Services. It’s a computation of the percentage of Medicaid bills that were paid for services Virginians were ineligible to receive. Some of the errors result from fraud and some come from simple clerical mistakes. Each state’s error rate is examined every three years.\n\"It is important to note the error rate is not a ‘fraud rate’ but simply a measurement of payments that did not meet statutory, regulatory or administrative requirements,\" the CMS says on its website.\nMatt Salo, executive director of the National Association of Medicaid Directors, sounded the same warning, \"It’s not a very accurate indicator of fraud,\" he told us. \"It’s not really set up to measure fraud.\"\nWe should note Virginia, under this measurement, seems to perform well, Nationally, 3.3 percent of Medicaid payments go to services for ineligible people. But CMS discourages such comparisons, saying that the sample of bills reviewed from each state is small.\nThere have been studies in recent years estimating as much as 30 percent of all healthcare spending across the nation is lost to waste, fraud and inefficiencies. But the authors of those reports, as we pointed out in our story on Del. Massie’s claim, stress that their estimates don’t carry over to individual states, let alone the Medicaid program in any one state.\nPinpointing Medicaid fraud rates is all but impossible. \"Some (fraud) is found out eventually, but a lot of it, most of it, is never detected,\" explained Kip Piper, a former senior advisor to the Centers on Medicare and Medicaid Services.  \nThe Department of Medical Assistance Services, which oversees Virginia’s Medicaid system, does not try to calculate a fraud percentage. \"There is no officially designated term or standardized metric to calculate a ‘fraud rate,’\" Craig Markva, a DMAS spokesman, wrote in an email.\nOur ruling\nMcAuliffe said the state has a fraud rate of 0.47 percent and that PolitiFact Virginia had verified that figure. A spokesman for the governor said McAuliffe made an innocent mistake in saying we found the statistic to be correct.\nIn fact, we had never looked at the figure until now, and a number of experts told us that the governor erred in interpreting it as a fraud rate. The 0.47 is a computation of the percentage of Medicaid bills that were paid in 2012 for services that Virginians were ineligible to receive. Some of those errors resulted from deceit and some were simply caused by clerical errors.\nNeither the state nor the federal government offer a standard measurement of Medicaid fraud because much of the abuse is undetected. So the governor comes up empty. We rate his statement False.", "vclaim_id": "vclaim-pol-08027"}