{"url": "/factchecks/2010/jan/31/republican-party-texas/gop-says-white-allowed-gigantic-abortion-mill-be-b/", "speaker": "Republican Party of Texas", "vclaim": "\"Bill White has presided over the construction of what may be the world's largest abortion clinic.\"", "truth_label": "pants-fire", "date": "stated on January 22, 2010 in an e-mail.:", "title": "The GOP says Bill White allowed a \"gigantic abortion mill\" to be built", "text": "Jan. 22 marked the 37th anniversary of the Supreme Court's Roe v. Wade decision, which protects a woman's qualified right to terminate her pregnancy.\n\nIn honor of the occasion, the Republican Party of Texas linked Democratic gubernatorial hopeful Bill White to what it called a \"gigantic abortion mill\" in Houston.\n\nWe saw the claim in an e-mail the party distributed last week: \"In Houston, former mayor and now Democratic contender for governor Bill White has presided over the construction of what may be the world's largest abortion clinic. White bills himself as a moderate Democrat, but his administration allowed this 6-floor, 78,000 square foot facility to be built.\"\n\nIn its e-mail, the GOP added a dramatic kicker: \"And there's more to this awful story: White's director of Health Policy was one Elena Marks. Ms. Marks is (or was) also the Texas head of the Planned Parenthood Federation of America. Bill White's connection to this gigantic abortion mill is undeniable; he holds no claim to being a moderate Democrat.\"\n\nThat's quite an indictment. Is it true?\n\nKaty Bacon, White's campaign spokeswoman, said: \"Bill White had nothing to do with a Planned Parenthood facility.\"\n\nBryan Preston, communications director for the state party, said: \"It happened under his watch, and he had someone working with him in his administration that he appointed that is closely connected to Planned Parenthood.\"\n\nWhat we found: This March, Planned Parenthood of Houston and Southeast Texas, which opened more than 75 years ago, plans to move from its current location to a building it began refurbishing in 2008 with $17 million in private donations. The seven-story, 78,000-square-foot former Sterling Bank building on Houston's Gulf Freeway will be the biggest Planned Parenthood facility in the United States, according to Planned Parenthood spokeswoman Rochelle Tafolla.\n\nThe new facility includes a surgical suite that will provide the same services that the current location has offered since 1973. Currently, the clinic performs about 20 abortions per day. Tafolla said more than 90 percent of the clinic's services relate to preventative care, such as breast exams and cervical cancer screening.\n\nThe city issued Planned Parenthood a demolition permit to begin the project in 2008, and several building permits since for various aspects of the construction, Tafolla said.\n\nHowever, the mayor has no role in approving such permits, said Janice Evans, director of communications for Houston Mayor Annise Parker, White's successor.\n\nEvans said: \"We have thousands of building permits, they do not come to (the) city council.\"\n\nAndy Icken, Houston's deputy director of public works, said his department reviewed Planned Parenthood's application for building permits to make sure they complied with the city's building code. Icken also said that nobody from the mayor's office interfered with the application process.\n\nAccording to the Houston Department of Health and Human Services, facilities seeking to perform abortions apply to the state Department of State Health Services to be licensed in Texas. City officials do not sign off on whether facilities can perform abortions.\n\nWhat about Elena Marks, White's then-director of health and environmental policy? Did she play a role in getting city approval for the facility?\n\nMarks didn't return our phone calls, though we confirmed separately that Marks served on the board of directors for Planned Parenthood of Houston and Southeast Texas from 1993-2004.\n\nIn 2007, Marks joined the national board of the Planned Parenthood Federation of America, which doesn't supervise local affiliates but sets general policy for the entire organization, according to Tait Sye, a federation spokesman. Marks previously was the board chair of the Planned Parenthood Action Fund, the PAC for the national organization.\n\nContrary to the GOP's claim, Marks was never the Texas head of the Planned Parenthood Federation of America; the position doesn't exist.\n\nSince 2001, Marks has personally donated about $3,500 to Planned Parenthood of Houston and Southeast Texas. Her latest donation was in March 2007, according to a search of campaign finance records kept by the Texas Ethics Commission.\n\nWe found no evidence that Marks used her official position to ensure approval of the building permits.\n\nThis much is true: White was mayor when Planned Parenthood started renovating a building to become its new facility.\n\nUsing the GOP's logic, White also \"presided\" over Hurricane Katrina and the Houston Astros going to the World Series and countless other coincidental events. But as far as we could tell, White was no more responsible for the Planned Parenthood construction than he controlled the weather, baseball playoffs or other non-mayoral events.\n\nWe rate the Texas GOP's claim ridiculously Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThis story was updated to correct the number of abortions Planned Parenthood of Houston and Southeast Texas performs each week to 20 per day.", "vclaim_id": "vclaim-pol-15344"}