{"url": "/factchecks/2015/jun/15/austin-scott/scott-correct-majority-dont-receive-premium-subsid/", "speaker": "Austin Scott", "vclaim": "Ninety-seven percent of Americans do not receive subsidies for health care under the Affordable Care Act.", "truth_label": "true", "date": "stated on June 5, 2015 in press conference:", "title": "Scott correct: majority don't receive premium subsidies", "text": "(Editor's note: An earlier version of this fact-check included an incorrect number for the $1.7 billion in monthly tax credits potentially at risk for 6.4 million people in Georgia and 33 other states in the lawsuit King v. Burwell.)\n \nThe U.S. Supreme Court is expected to rule later this month in a lawsuit that could wipe out premium subsidies for millions of Americans under President Barack Obama’s healthcare law.\n \nAbout 6.4 million people in Georgia and 33 other states who use the federal marketplace could be at risk of losing a total of $1.7 billion in monthly tax credits and face net premium increases of 287 percent, according to a state-by-state analysis by the Kaiser Family Foundation.\n \nMany in the GOP, particularly Tea Party Republicans, are likely to resist extending the subsidies, even temporarily, The Washington Times reported June 5.\n \nThose Republicans are much more worried about angering their base by appearing to concede on Obamacare than they are about having a handful of constituents lose their subsidies, the newspaper said..\n \n\"Ninety-seven percent of Americans aren't receiving those subsidies,\" Georgia Congressman Austin Scott told reporters.\n \nThat statistic caught the eye of a PolitiFact reader who asked us to do some checking.\n\"Is that claim accurate?\" the reader wrote.\n.\nWe promised to do some checking.\n \nFirst a little background about the closely watched lawsuit, King v. Burwell. \n \nThe plaintiff, King, argues that because the health care law refers to \"an exchange established by the state,\" individuals in states with federally run exchanges are not eligible for subsidies. \n \nOthers contend that the clear intent of the ACA  -- the most significant overhaul of U.S.healthcare since passage of Medicare and Medicaid in 1965 --  is to allow individuals to obtain subsidized insurance regardless of whether they obtain it through a state or federal exchange.\n \nCurrently, 34 states rely on the federal exchange and could lose subsidies if the Supreme Court rules in favor of King. \n \nFlorida could be the most affected, with 1.3 million residents losing monthly subsidies worth a combined $206 million a month, according to forecasts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n \nIn Georgia, 412,385 people could lose subsidies, with a total monthly value of $113 million, the Kaiser Family Foundation analysis showed.\n \nStates such California and New York, which set up their own exchanges, would be untouched by the ruling.\n \nSo what about Scott’s statement that 97 percent of Americans aren’t receiving ACA insurance subsidies.\nWe reached out to Ryann DuRant, Scott’s communications director.\n \nShe told us Scott’s statement was based on calculations that were done using data from the Kaiser Family Foundation analysis, reports in The Atlanta Journal-Constitution and population information from the U.S. Census.\n \nThis includes: about 6.4 million people who receive federal subsidies to buy insurance;, estimates of all insurance subsidies, state and federal combined,totalling about nine million; the national  population estimate of about 318 million. (We calculated 2.83 percent or just shy or 3 percent with subsidies, leaving about 97 percent of Americans without subsidies)\n \nWe asked the Kaiser Family Foundation in D.C.to independently run the numbers for us.\n \nChris Lee, a communications officer with the foundation, said about 2.7 percent of Americans receive ACA tax credits. \n \nHis calculation is based on information that slightly more than 8.6 million of the nation’s 321 million residents have received advance premium tax credits, or subsidies, to buy their insurance, Lee said.\n \nThat would mean about 97.3 percent of Americans aren’t receiving subsidies to buy insurance.\n \nDuRant told us Scott is co-sponsoring a bill, introduced June 4, to repeal ObamaCare and \"address healthcare for all Americans.\n \n\"So in no way was this to discount the 3 percent or the 97 percent,\" she said. ‘We are concerned with 100 percent of Americans and with lowering health insurance premiums for 100 percent of Americans.\"\n \nThe GOP-controlled Congress has repeatedly expressed interest in passing legislation to fully repeal and replace ObamaCare, and Scott’s bill is one of several options that is available.\n \n.Our ruling\nU.S. Rep. Austin Scott said 97 percent of Americans don’t receive subsidies for health care under the Affordable Care Act. His numbers are close.\n \nWe rate his statement True.", "vclaim_id": "vclaim-pol-06315"}