{"url": "/factchecks/2010/sep/25/bob-hackworth/pinellas-commission-challenger-says-county-laid-12/", "speaker": "Bob Hackworth", "vclaim": "\"The downsizing of Pinellas County government resulted in about 1,200 people being laid off in a 12 percent unemployment market. … I can tell you that every one of them was hired from the time that Ms. Latvala went into office in 2000.\"", "truth_label": "false", "date": "stated on September 14, 2010 in a candidates forum in Dunedin:", "title": "Pinellas Commission challenger says county laid off 1,200 while Latvala in office", "text": "Pinellas County’s finances have taken a hit in the recession. And Democrat Bob Hackworth uses it to deliver punches to County Commissioner Susan Latvala, whom he is looking to unseat Nov. 2.\n\nHis message: He knows how to better manage the county, and for proof, voters should look to how the county has fared under Latvala’s tenure.\n\n\"I’m also struck by the irony that as we talk about jobs, jobs, jobs, jobs, that the downsizing of Pinellas County government resulted in about 1,200 people being laid off in a 12 percent unemployment market,\" Hackworth told a crowd at a Dunedin candidate forum Sept. 14, 2010.\n\n\"And so I think we have to be a little sensitive and we also have to be fiscally responsible and acknowledge that as you downsize and cut the cost of government there is a cost that you as the taxpayers bear to deal with that high unemployment number. … I can tell you that every one of them was hired from the time that Ms. Latvala went into office in 2000.\"\n\nEvery single one? And 1,200 layoffs? \n\nWe decided to see if voters should rely on Hackworth’s math.\n\nHackworth said afterward he was referring to job losses in the years since the economy slid, starting in 2007.\n\nSince 2007, 465 county employees were laid off, according to records provided by county agencies. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTammy Hall\n\n\nstated on September 27, 2010 in a campaign mailer\n\n\n\n\n\n\n\n\nJobs incentive program \"created over 1,200 high-wage jobs since 2009.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Timothy Engstrom • October 3, 2010\n\n\n\n\n\n\n\n\nThat count excludes people who received layoff notices but decided to retire instead, or people who wound up with a new county job as departures shook out. \n\nIf you look at the number of people who actually received a layoff notice, the count is 799, still short of Hackworth’s 1,200.\n\nThe next question was whether all the people who were laid off were hired under Latvala’s tenure. Her first meeting as a commissioner was Nov. 21, 2000.\n\nUsing that timeline, only 341 people hired after that date were later subject to layoff.\n\n\"It’s parsing,\" Hackworth responded, saying many more positions were cut.\n\nHere we’re checking two related statements from Hackworth: \"The downsizing of Pinellas County government resulted in about 1,200 people being laid off in a 12 percent unemployment market. … I can tell you that every one of them was hired from the time that Ms. Latvala went into office in 2000.\"\n\nOn that broader point, he’s right. The county government has eliminated 1,612 positions since 2007. But not all of those jobs involved layoffs, because some were vacant, and some involved retirements that were not filled, for example.\n\nBut Hackworth said \"layoffs,’’ and specifically of people hired during Latvala’s tenure, which numbered only 341. \n\nSo we rate his claims False.", "vclaim_id": "vclaim-pol-14359"}