{"url": "/factchecks/2020/jun/03/facebook-posts/not-legal-hit-gas-and-plow-through-menacing-protes/", "speaker": "Facebook posts", "vclaim": "If protesters blocking the road “start banging on your windows, threatening you and trying to get in your vehicle,” it is legal to “hit the gas and plow through them.”", "truth_label": "false", "date": "stated on May 31, 2020 in a Facebook post:", "title": "Not legal to ‘hit the gas and plow through’ menacing protesters with a vehicle", "text": "If you’re driving along and come upon protesters in the street who menace you, do you have the legal right to run them over?\nThat’s essentially a claim on Facebook that was posted during demonstrations around the country over the death of George Floyd.\nThe May 31 post shows a screengrab of a Google search result that turns up a snippet from Quora, a website that allows users to post questions and answers. The Google search bar query is cut off by the image, but it begins \"can I hit someone if they are bl...\". Underneath, the featured search result shows this question and answer snippet from Quora: \"Is it legal to run over protesters that are blocking the road?\" Part of the answer shown is, \"if the protesters at any time start banging on your windows, threatening you and trying to get in your vehicle, you can by all means hit the gas and plow through them.\"    \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nFirst, we wondered if the image shown in the post was legitimate. Does a search for that question really turn up this result? We tried to duplicate the search and didn’t get the same results.\nWhen we inquired with Google about the search snippet shown in the post, spokeswoman Lara Levin told us that such featured snippets are generated automatically but that the company has incorporated policies that should guide what appears. She said such snippet search results are dynamic, though — \"they can appear, disappear or reappear for a given query based on what other relevant information might be available to show.\"\nLevin said that though there are systems designed to exclude content that doesn’t adhere to policies, they \"are not perfect, so if violating snippets appear, we will take action in accordance with our policies.\" She said that following PolitiFact’s inquiry, Google \"evaluated (this snippet) against our policies and found it to be in violation of our dangerous content policy, so we will be taking action accordingly.\"\nIt seems that’s because the advice surfaced in the search is without merit, a half dozen legal scholars told PolitiFact.\nSix law professors told PolitiFact that laws vary by state, but essentially the legal question is whether the use of force is justified as self-defense. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"The fundamental point is that a moving motor vehicle is a deadly weapon. Therefore, all these questions are, at bottom, about when you are authorized to use deadly force against another person,\" said Frank Bowman III of the University of Missouri.\nUsing force is generally permissible to defend yourself from another person’s wrongful use of force against you, but it has to be proportionate, said Fordham University law professor Nicholas Johnson and University of Pennsylvania law professor Kermit Roosevelt. \n\"In particular, deadly force is not allowed unless it’s a response to a threat of death or great bodily harm. Hitting someone with a car is deadly force. So, the question would be at what point would a motorist reasonably believe they were threatened with death or serious injury. Just blocking the road is clearly not enough, though,\" Roosevelt said.\nThe law generally would not permit a driver to plow through a group of protesters who were blocking the road and were banging on windows, threatening and trying to get in the vehicle, said University of Wyoming law professor George Mocsary and Keith Findley, who teaches law at the University of Wisconsin-Madison. \n\"Stepping on the gas and plowing through a group of people would almost certainly cause death or great bodily harm to probably numerous people. The threat of imminent death or great bodily harm would have to be more real than that,\" Findley said. \nThe question is whether the driver of the car reasonably thought he or she was about to be killed or suffer serious harm unless the car moved, said Vanderbilt University’s Christopher Slobogin, and whether the driver was reasonable in thinking that anyone hit by the car \"was threatening such harm or would not be seriously hurt by it.\"\nOne circumstance that potentially stands out is if a person forced their way into your car and you feared for your life, said Bowman.  Some states have \"no retreat\" or \"make my day\" laws that authorize use of deadly force against those who unlawfully enter property, sometimes including vehicles. But the driver’s use of force must be proportionate to any threat, he said.\nOur ruling\nA Facebook post claimed that if protesters blocking the road \"start banging on your windows, threatening you and trying to get in your vehicle,\" it is legal to \"hit the gas and plow through them.\"\nExperts said such use of deadly force would be legal only if the driver feared for their life and using the vehicle was proportionate to the amount of force being used against the driver.\nThe statement is overly broad. We rate it False.", "vclaim_id": "vclaim-pol-17872"}