{"url": "/factchecks/2013/jan/10/wendy-davis/wendy-davis-says-texas-dead-last-mental-health-spe/", "speaker": "Wendy Davis", "vclaim": "Says Texas is \"dead last in support for mental health.\"", "truth_label": "mostly-true", "date": "stated on January 8, 2013 in a Twitter post.:", "title": "Wendy Davis says Texas \"dead last\" in mental health spending", "text": "A Democratic state senator unleashed Twitter posts on the first day of the 2013 legislative session saying what she thinks lawmakers should accomplish.\n\nThe Jan. 8, 2013, posts by Wendy Davis of Fort Worth included a familiar claim about the state’s low standing in mental health spending. \"It's time for the Texas Legislature to take responsibility and move up from dead last in support for mental health,\" Davis said.\n\nLast in the land?\n\nWe explored similar territory in January 2010, rating as Mostly True candidate Marc Katz’s claim that Texas then ranked last in spending for mental health care. For that fact check, we relied on the Henry J. Kaiser Family Foundation’s roundup of per-person mental health care spending for the 50 states in fiscal 2006. According to its analysis, Texas ranked 49th among the states that year in per capita spending, not quite last. At expenditures of $34.57 per resident, Texas bested New Mexico, which spent $25.58. The national average was $103.53. In total dollars spent, Texas ranked 10th in 2006, spending about $805 million.\n\nDavis spokesman Rick Svatora said the senator drew on a Dec. 18, 2012, news report by WFAA-TV, Channel 8 in Dallas, which quoted the liberal Austin-based Center for Public Policy Priorities as saying that Texas ranks last in the country in per-person mental health spending.\n\nAnne Dunkelberg, the center’s associate director, told us by email that the center had passed information to WFAA about spending in fiscal 2009 as written up in an August 2012 report by the Texas-based Hogg Foundation for Mental Health.\n\nWe found the Kaiser foundation’s latest state-by-state breakdown with help from Gyl Switzer, public policy director of Mental Health America of Texas, which advocates for programs that prevent and treat mental illness. A footnote to the research says the figures come from the National Association of State Mental Health Program Directors Research Institute, Inc., which says it’s the only national association to represent state mental health commissioners/directors and their agencies.\n\nTexas was last among the states in such per-capita spending in 2009, 2008 and 2007, according to the charts for those years, though the 2007 chart shows no available data for Hawaii.\n\nThe latest comparison: In fiscal 2010, which in Texas ran through August 2010, Texas spent nearly $980 million total on mental health services, placing ninth nationally, according to a foundation chart. Its per-person spending of $38.99 placed the state 49th--not last--among the states. Idaho, with per-capita spending of $36.64, was 50th, with Maine No. 1 at per-capita spending of $346.92. The national average was $120.56.\n\nDunkelberg noted that the 2010 breakdown, posted by the foundation on Nov. 20, 2012, suggests Idaho saw its per-capita spending drop by nearly $8, from $44 in 2009. In 2010, Texas spending was up 61 cents per person from its $38.38 in 2009, according to the state-by-state charts. Texas surpassed a state, Dunkelberg wrote, \"not because of a significant improvement in our per-capita investment in mental health, but because poor Idaho cut per-capita spending.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nFinally, a spokeswoman for the Texas Department of State Health Services, which folds in the state agency over mental health, replied to our inquiry about the Kaiser breakdown by pointing out the analyzed figures do not take into account all funding for mental health services and saying it \"doesn’t really give a clear picture of all of the money that goes into mental health spending in Texas.\" Christine Mann said by email the unnoted funding includes aid funneled through government-supported insurance programs plus services via agencies such as the Texas Department of Criminal Justice, the Texas Education Agency, the Texas Youth Commission, the Department of Family & Protective Services and the Department of Aging and Disability Services.\n\nMann said by phone that her agency does not have a figure for total Texas spending on mental health services nor has it compared spending on mental health services among the states.\n\nA footnote to the 2010 Kaiser chart says its Texas figure includes money spent on mental health services for prisoners.\n\nDunkelberg, asked to comment on Mann’s critique, said the Kaiser breakdowns do not reflect all mental health funding--for any state. Regardless, Dunkelberg wrote, \"the state ranking is a good measure of direct public and community (mental health) spending by a state for the population that is NOT in prison, or\" served by the agency that bird-dogs child abuse \"or on Medicaid.\"  In each state, too, she said, it’s \"likely that Medicaid is a very large payer for (mental health) services, and also likely that no one is tracking that expenditure.\"\n\nOur ruling\n\nDavis said Texas is \"dead last\" in mental health spending.\n\nThe Kaiser-posted figures do not take into account all mental health spending--for any state. But unless more comprehensive research surfaces, the figures appear to be the best way to compare relative spending.\n\nAnd in 2010, the latest year analyzed, Texas spent more in raw dollars on mental health services than 41 states. But in per-resident spending--a better metric for comparing states--Texas ranked second-to-last to Idaho after ranking last to all other states for several years.\n\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-09864"}