{"url": "/factchecks/2017/jul/03/donald-trump/trumps-pants-fire-claim-cnn-ratings-are-way-down/", "speaker": "Donald Trump", "vclaim": "CNN’s ratings are \"way down.\"", "truth_label": "pants-fire", "date": "stated on June 27, 2017 in a tweet:", "title": "Trump’s Pants on Fire claim that CNN ratings are ‘way down’", "text": "Days before President Donald Trump tweeted a video of him assaulting a CNN logo, Trump took aim at another place he said CNN was hurting: its ratings.\n\"Fake News CNN is looking at big management changes now that they got caught falsely pushing their phony Russian stories,\" Trump tweeted June 27, before adding: \"Ratings way down!\"\nThe reality TV star-turned-president has a well-documented fixation on television ratings that predates his time in office, and we've been checking Trump on statements about TV ratings as long ago as 2011.\nSince the stakes of television viewership appear to loom large in the mind of the president, we decided to look more closely at CNN’s trendline.\nThe upshot: Trump is flat wrong\nTrump’s claim that CNN’s ratings are down raises the question: compared to what?\nBecause his tweet made no mention of other cable news networks, we assume Trump is comparing CNN’s current ratings to past ratings.\nTelevision experts we spoke to about how to gauge CNN’s trajectory suggested we compare CNN’s numbers from one year to the next, based on data from the second quarter (in 2017, second quarter ratings went from March 27 through June 25).\nTo get a comprehensive view, we were told to look at ratings across several benchmark metrics, broken down by audience demographics and viewing times.\nBottom line: CNN is at a five-year high in each of the categories we looked at, according to data provided by the Nielsen Company.\n\n\n\n\nCNN\nRatings\n\n\nPrimetime,\nTotal Viewers\n\n\nPrimetime, 25-54\n\n\nTotal Day,\nTotal Viewers\n\n\nTotal Day,\n25-54\n\n\n\n\n2017 Q2\n\n\n1,055,000\n\n\n371,000\n\n\n788,000\n\n\n263,000\n\n\n\n\n2016 Q2\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n959,000\n\n\n312,000\n\n\n627,000\n\n\n188,000\n\n\n\n\n2015 Q2\n\n\n560,000\n\n\n195,000\n\n\n430,000\n\n\n138,000\n\n\n\n\n2014 Q2\n\n\n459,000\n\n\n156,000\n\n\n341,000\n\n\n105,000\n\n\n\n\n2013 Q2\n\n\n666,000\n\n\n228,000\n\n\n475,000\n\n\n161,000\n\n\n\n\n\nSo when it comes to comparing CNN’s current ratings to past ratings, the verdict is clear: They’ve moved up in several major categories compared to recent years.\nFor its part, CNN called its second-quarter figures a \"ratings milestone,\" with the cable news network tallying a record number of total viewers, and its best second quarter since 2003 in terms of total day viewership among 25-54-year olds.\n\"CNN just posted its most-watched second quarter in history,\" a CNN public relations account tweeted in response to Trump. \"Those are the facts.\"\nCNN just posted it's most-watched second quarter in history. Those are the facts.— CNN Communications (@CNNPR) June 27, 2017 \nOur ruling\nTrump said CNN’s ratings are \"way down.\"\nIn fact, CNN is at a five-year high in several key categories, according to data provided by the Nielsen Company.\nWe rate Trump’s statement Pants on Fire.\n Share the Facts 2017-07-03 17:17:00 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  CNN’s ratings are \"way down.\"    Donald Trump President   Twitter Tuesday, June 27, 2017 2017-06-27    Read More  info", "vclaim_id": "vclaim-pol-03145"}