{"url": "/factchecks/2017/feb/21/anthony-tata/how-have-sanctions-impacted-russias-economy/", "speaker": "Anthony Tata", "vclaim": "\"The sanctions that we put on (Russia) for the Crimea annexation and meddling in Ukraine ... have absolutely crushed the ruble by 50 percent. And GDP from 2014 to 2016 is 50 percent down in Russia, as well.\"", "truth_label": "half-true", "date": "stated on February 19, 2017 in an interview on CNN:", "title": "How have U.S. sanctions impacted Russia's economy?", "text": "Since President Donald Trump took office, the Russian military has patrolled the U.S. East Coast with a spy ship, buzzed an American warship with a fighter jet in the Black Sea, and defied an arms control treaty by deploying a new cruise missile.\nThese sorts of military exercises aren’t far out of the ordinary, but they have drawn more attention than usual amid heightened concern about Trump’s ties to Russia.\nRussian President Vladimir Putin is testing Trump’s response, just as any country would when its adversary gets a new leader, said CNN national security commentator Anthony Tata, a former Army brigadier general and novelist. Another explanation, Tata said, is Putin is trying to divert attention from Russia’s struggling economy.\n\"Putin is our enemy, there’s no question about that, and his country is imploding,\" Tata said on CNN Feb. 19. \"The sanctions that we put on them for the Crimea annexation and meddling in Ukraine, so they could get more natural resources down there … have absolutely crushed the ruble by 50 percent. And GDP from 2014 to 2016 is 50 percent down in Russia, as well.\"\nSpeculation abounds regarding whether Trump might roll back sanctions against Russia or soften the U.S. position on Russia’s intervention in Ukraine, so we were curious about Tata’s claim that the sanctions have damaged the Russian economy.\nTata has the general trend right — Russia’s economy is struggling, no question — but his numbers are slightly off. Additionally, experts said sanctions may have impacted the Russian economy, but not nearly as much as the drop in oil prices worldwide.\nNumbers are close\nTata claims 50 percent drops for both Russia’s currency and gross domestic product since 2014, when Russia annexed Crimea, a region of Ukraine. Former President Barack Obama's administration first launched sanctions against Russia in response in March 2014. The European Union soon followed with its own sanctions.\nSeparately, Obama imposed additional sanctions in late 2016, after U.S. intelligence agencies determined Russian actors interfered in the U.S. presidential election.\nStarting with Russia’s currency, the ruble has lost significant value since the 2014 sanctions were put in place. In February 2014, one ruble was worth about 2.8 cents. Then the value dropped steeply over the next couple years, reaching a low point of about 1.2 cents per ruble in January 2016. That’s an approximately 57 percent drop.\nHowever, despite the fact that the sanctions remain in place, the ruble has steadily creeped up over the past year, reaching a value of 1.7 cents per ruble as of Feb. 21, 2017. That’s about 40 percent less than the value before the sanctions went into effect.\nRussia’s GDP has also fallen over the past couple years. Tata specifically mentioned 2014-16. Russia’s GDP was  $2.053 trillion (in U.S. dollars) in 2014, according to the World Bank, dropping to $1.331 trillion in 2015 — a drop of about 35 percent.\nAdjusted for inflation, however, the drop was more like 3.7 percent because of the struggling ruble.\nRussia’s 2016 GDP is not yet available, but the Russian government has reported very little change from 2015.\nEffect of the sanctions\nThe U.S. sanctions against Russia targeted specific individuals, firms and sectors close to Putin. For example, they froze U.S.-held assets that belong to some major Russian companies and banks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nExperts had mixed opinions about the extent of the sanctions’ impact on Russia’s economy compared with other factors, notably falling oil prices.\nDeclining oil prices worldwide since 2012 are the primary reason for Russia’s economic woes given the country’s dependence on oil revenue and exports, said Susanne Wengle, a University of Notre Dame professor who studies Russia’s political economy.\nThe Russian government’s revenue is tied to oil prices, so a struggling oil industry significantly affects both the private and public sector, Wengle said. In its long-term budget projections, Russia assumed oil prices above $100 per barrel, but in 2016, prices sometimes dropped below $30.\nIf the sanctions weren’t in place, \"the Russian economy would likely have struggled just as much,\" she said.\nBeyond oil, Russia strained its budget by intervening in Crimea and depleting its reserves during the global financial crisis in 2008-09, said Sarah Wilson Sokhey, a University of Colorado, Boulder, professor who studies Russian politics and its economy.\nAlthough Sokhey doesn’t think the sanctions have had a huge impact on the economy as a whole, she said certain individuals who do international business or who import certain products, especially foods, have taken a hit. For example, Russia banned importing European cheeses as a counter-sanction, so local cheesemakers had to make their own brie instead of getting it from France.\n\"It’s not a trivial thing,\" Sokhey said of the sanctions. \"The Russian government would like to get rid of them, but it’s not something that is seriously hurting them or leading to widespread discontent.\"\nMitchell Orenstein, a University of Pennsylvania professor and expert on the political economy in Eastern Europe, said he believes sanctions have significantly impacted the Russian economy by massively limiting foreign investment in Russia. The sanctions exacerbate the oil crisis by limiting Russian access to technology and capital.\n\"Sanctions are certainly a big part of the economic decline in Russia, which explains why President Putin has made it such a high priority to get rid of sanctions,\" Orenstein said. \"It makes it much less attractive for companies to do business in or with Russia.\"\nThe International Monetary Fund has said international sanctions and the oil price drop were \"dual shocks\" to the Russian economy. The organization estimated that all sanctions against Russia for its activity in Ukraine, as well as Russia’s own counter-sanctions, could reduce inflation-adjusted GDP by up to 1.5 percent.\nFor a more thorough rundown of economic analyses regarding the impact of sanctions on Russia, see this Feb. 17, 2017, report by the nonpartisan Congressional Research Service.\nIn an email, Tata told PolitiFact that he did not mean sanctions are the only cause of Russia’s economic problems. Rather, he was making a broader point that Putin is trying to shift eyes away from his country’s economic issues.\n\"Of course, there are other factors, but Putin despises the West in part because of the sanctions,\" he said.\nOur ruling\nTata said, \"The sanctions that we put on (Russia) for the Crimea annexation and meddling in Ukraine ... have absolutely crushed the ruble by 50 percent. And GDP from 2014 to 2016 is 50 percent down in Russia, as well.\"\nRussia’s ruble fell more than 50 percent in the year following the start of sanctions in 2014, but it started to regain value in 2016. There are no GDP figures yet for Russia in 2016, but from 2014 to 2015, it fell by about 35 percent.\nIt seems a drop in oil prices are the main driver of Russia’s problems. But sanctions play at least some role — though it’s hard to evaluate exactly how much given the country’s oil crisis.  \nTata is right that Russia’s economy has struggled in recent years, though his numbers are a little off. More critically, sanctions are only part of the reason for Russia's economic troubles. We rate his statement Half True.\nhttps://www.sharethefacts.co/share/3dbd454b-ee60-4320-8035-7ea7a751eade", "vclaim_id": "vclaim-pol-03647"}