{"url": "/factchecks/2019/sep/04/joe-biden/facts-behind-joe-bidens-blended-story-battlefield-/", "speaker": "Joe Biden", "vclaim": "Says that as vice president, he pinned a Silver Star on a Navy captain in Afghanistan who had carried a mortally wounded comrade out of a ravine, and resisted receiving a medal for his actions.", "truth_label": "barely-true", "date": "stated on August 23, 2019 in an event in Hanover, N.H.:", "title": "The facts behind Joe Biden’s blended story of battlefield heroism", "text": "Former Vice President Joe Biden has been taken to task for blending the stories of several soldiers into a single compelling narrative.\nIn August, the Washington Post uncovered discrepancies and inaccuracies in tales of military heroism Biden has told in several speeches since 2016. The most recent came at an August campaign stop in Hanover, N.H., that focused on health care. At the event, Biden highlighted the needs of veterans, especially those with post traumatic stress disorder. \nThe Biden campaign told PolitiFact that they had no objection to the facts of the events reported by the Post, though they said the article leaves out or downplays what they consider relevant context.\nBiden told the NPR Politics podcast on Sept. 3 that his mix-up of the details \"has nothing to do with judgment of whether or not you send troops to war, the judgment of whether you bring someone home, the judgment of whether you decide on a health care policy.\"\n\"The details are irrelevant in terms of decision-making,\" Biden told NPR.\nAt PolitiFact, details do matter. Here are the facts of the underlying battlefield events, and how Biden strayed from them.\nWhat Biden said in New Hampshire\nAt the Hanover event, Biden spoke of the need to overcome the military ethos of keeping personal pain inside. Soldiers, he said, need to know they can and should seek help.\n\"I’ve been in and out of Iraq and Afghanistan 30 times. I’ve pinned medals, Silver Stars, on soldiers up in the Upper Konar Valley, in the middle of a firestorm, the poor guys have gone through. Young Navy captain — Navy, Navy — up in the mountains in the Konar Valley of Afghanistan. They’re behind, it’s called a FOB, a forward operating base, behind these great big barriers on top of a mountain in a little cove in a Godforsaken country. \n\"One of his buddies got shot. Fell down a ravine about 60 feet. A four-star general asked me, would I go up into the FOB. Everybody got concerned. A vice president going up in the middle of this. But we can lose a vice president. We can’t lose many more of these kids. Not a joke.\n\"This guy climbed down a ravine. Carried this guy up on his back under fire. And the general wanted me to pin the Silver Star on him. \n\"I got up there. And standing —  it’s the God’s truth, my word as a Biden — he stood at attention. I went to pin him, he said, ‘Sir, I don’t want the damn thing. Do not pin it on me, sir. Please. Sir. Do not do that. He died. He died.’\n\"Same way in the middle of Fallujah. These kids are amazing.\"\nBiden might have cast this as \"God’s truth,\" but it wasn’t. His story in Hanover melded aspects of three real events into one hybrid narrative.\n\nThen-Vice President Joe Biden pins the Bronze Star Medal for Valor on U.S. Army Staff Sgt. Chad Workman during Biden’s visit to Forward Operating Base Airborne in Afghanistan, on Jan. 11, 2011. (U.S. Army)\nFirst actual event: Rejecting a medal\nThe emotional core of Biden’s story is the soldier telling him he did not want the medal. The closest match is the story of a Bronze Star Biden pinned on U.S. Army Staff Sgt. Chad Workman in 2011 in Wardak Province, Afghanistan. The ceremony took place at Forward Operating Base Airborne in eastern Afghanistan.\nWorkman did not retrieve a wounded soldier from a ravine. Rather, he tried to rescue a friend from a burning Humvee, but he arrived too late.\n\"I never pulled him out because he was melting,\" Workman told the Post.\nHe confirmed to the newspaper that he did not look forward to the ceremony with Biden: \"I tried to get out of going,\" Workman said. \"I didn’t want that medal.\"\nIn recounting the episode in a National Geographic 2016 interview, Biden gave this version of what Workman said right before receiving the medal: \"Sir, I don’t want it. I don’t want it. He died. He died. I didn’t do my job, sir. He died.\"\nBiden campaign spokesman Andrew Bates said this is the essential truth of Biden’s story.\n\"In Afghanistan, he was moved by Staff Sgt. Workman's valor and selflessness, which is emblematic of the duty and sacrifice of the 9/11 generation of veterans who have given so much across countless deployments,\" Bates said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPolitiFact’s attempt to reach Workman through military press officials was unsuccessful. The Biden campaign said they had no differences with what Workman told the Post.\nSecond actual event: Heroism in Konar Province\nWhile visiting Afghanistan in 2008 with other senators, Biden witnessed an award ceremony in Konar Province. \n\nThen-Sens. Joe Biden, John Kerry, and Chuck Hagel photographed on a trip to  Afghanistan on Feb. 20, 2008. (State Department)\nIn 2007, during a firefight with the Taliban, a bullet cut through the jaw and neck of a soldier manning a hilltop machine gun. Under fire, Army Pfc. Miles Foltz got to his friend, pulled him to safety, stopped the bleeding and saved his life.\nDuring Biden’s trip, he watched as Maj. Gen. David Rodriguez pinned the Bronze Star on Foltz.\nThird actual event: Heroism on a hillside\nIn 2014, President Barack Obama awarded the Medal of Honor, the nation’s highest military recognition, to Army Sgt. Kyle White. Biden was not present at the ceremony.\nIn 2007, White and 13 other members of his squad and an Afghan unit were making their way up a hill alongside a cliff when they were caught in an ambush.\n\"The platoon returned fire,\" Obama said in the White House award ceremony. \"Kyle quickly emptied a full magazine, but as he went to load a second, an enemy grenade exploded and knocked him unconscious.  He came to with his face pressed against a rock.\"\n\nFormer Army Sgt. Kyle Jerome White receives the Medal of Honor from President Barack Obama on May 13, 2014. (U.S. Army)\nSeveral of the other soldiers slid down the cliff to safety, but White saw Spc. Kain Schilling burrowed down behind a small tree, trying to treat a shattered arm.\n\"Kyle sprinted through enemy fire to Kain’s side and began applying a tourniquet — shielding Kain with his own body as gunfire shredded that tree,\" Obama said.\nWhite aided a second wounded soldier on that hillside and, with bullets whizzing past, pulled him to shelter. That soldier didn’t survive, but the first one did.\nAfter the ceremony, White showed reporters a metal bracelet on his wrist.\n\"It was given to me by another survivor of the 9 November ambush. He wears an identical one,\" White said. \"This has made it even more precious than the medal of symbol just placed around my neck. On it are the names of six fallen brothers; they are my heroes.\"\n\nThen-Vice President Joe Biden at a restored flag presentation in Melbourne, Australia, on July 17, 2016. (Pool via AP)\nHistory of jumbled events\nBiden has told similar stories in the past, but with variations.\nFor instance, during a visit to Australia as vice president on July 17, 2016, Biden recalled pinning a Silver Star on a Navy captain at a \"forward operating base up in the valley.\" \nThe captain, Biden said, was \"a kid who jumped off the edge of a mountain where this FOB was, with only six people defending it, climbed down about 200 feet, put a kid on his back who had been wounded, carried him back up under gunfire, but 10 hours later, he died.\"\nWhen Biden went to pin the medal on the captain, Biden recalled, \"He said, sir, with all due respect, sir, I do not want it.\"\nThis version wraps together elements of Foltz’s story (Biden was present at his pinning), White’s story (heroism alongside a cliff), and Workman’s story (the wish not to receive the medal). This version also garbles a few elements (it was a Bronze Star, not a Silver Star.\n\nThen-Vice President Joe Biden joined Missouri Secretary of State Jason Kander at a campaign rally in St. Louis, Missouri. (C-SPAN screenshot)\nLater that year, while stumping for U.S. Senate candidate Jason Kander, Biden told yet another version. He referenced both the cliffside heroism and the burning Humvee, suggesting that both medal recipients tried to refuse the medal, saying they didn’t deserve it. \n\"This is the God’s truth,\" Biden said at one point in his retelling.\nOur ruling\nBiden said that as vice president, he pinned a Silver Star on a Navy Captain in Afghanistan. Biden said the soldier pulled a mortally wounded comrade out of a ravine, and later resisted receiving a medal.\nBiden did pin a medal on a soldier who felt he didn’t deserve a medal, and it was in Afghanistan. From there, several details are wrong: The soldier tried to rescue a comrade from a burning Humvee, not off the slope of a ravine. He was an Army specialist, not a Navy captain. Biden was a senator, not vice president. The medal was a Bronze Star, not a Silver Star.\nThe emotional element of a soldier who feels his medal is unwarranted is accurate. But Biden embellished the tale with details to give the story an unimpeachable ring of truth, and the facts don’t back that up. We rate this Mostly False.", "vclaim_id": "vclaim-pol-00201"}