{"url": "/factchecks/2010/jul/15/david-axelrod/david-axelrod-says-us-will-have-40-percent-global-/", "speaker": "David Axelrod", "vclaim": "\"We had 2 percent of the global market (for advanced batteries) when he (Obama) started. We now have 16 percent, headed to 40 percent by 2015.\"", "truth_label": "half-true", "date": "stated on July 11, 2010 in ABC's \"This Week\":", "title": "David Axelrod says U.S. will have 40 percent of global market for advanced batteries by 2015", "text": "President Barack Obama has repeatedly stressed the need for the U.S. to get out front in the production of electric and plug-in hybrid vehicles. One of the main obstacles has been that few American manufacturers were producing advanced batteries to power those vehicles.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe economic stimulus championed by Obama included $2.4 billion to spur the creation of electric vehicle battery and component manufacturing plants. And this week, the White House repeatedly boasted that those investments are starting to pay off.\n\nNine new battery plants have opened with the help of stimulus money, and the White House says four will be operational by the end of the year. The White House says higher-volume domestic manufacturing of advanced batteries will greatly reduce the cost of batteries -- which is crucial if electric vehicles are to become a viable option for car-buyers.\n\nOn ABC's This Week on July 11, 2010, White House adviser David Axelrod said the stimulus has made the U.S. a global player in the advanced battery market.\n\n\"He (Obama) is going on Thursday to Michigan to a plant that produces advanced batteries for electric cars,\" Axelrod said. \"We had 2 percent of the global market when he started. We now have 16 percent, headed to 40 percent by 2015, because we helped spur and leverage private investment, and that's what we want to do.\"\n\nThat's quite a leap, and so we decided to check it out.\n\nThe first part of Axelrod's equation -- that the U.S. had 2 percent of the global market at the start of the Obama presidency -- is defensible. There wasn't much advanced battery production being done then, except for hybrid electric vehicles. And, at that time, according to a 2008 report from the Department of Energy, only one company was assembling batteries in the U.S. for mass-produced vehicles. They were making batteries for the Saturn Vue. The Ford Escape Hybrid was being assembled in the U.S., but the batteries came from Asia. In any case, that one company, Cobasys, commanded a 2 percent share of the batteries supplied in 2008, according to the report.\n\nAs for where Axelrod got the other figures -- that \"we now have 16 percent, headed to 40 percent by 2015\" -- the White House press office pointed us toward a Deutsche Bank study of announced capacity to produce lithium ion batteries. The study projected the U.S. would have 20 percent by 2012 and up to 40 percent by 2015.\n\nUnlike Axelrod, the White House press office noted that these estimates are about capacity, not actual production.\n\nThe projection of capacity by Deutsche Bank \"pretty well matches with the other projections of announced capacity,\" said Mike Millikin, editor of the Green Car Congress.\n\n\"The Administration has certainly put its money toward boosting U.S. capacity,\" Millikin said. \"However, what ultimately matters is production and purchases.\"\n\nIn fact, many industry experts say capacity will far exceed demand for, and production of, advanced batteries.\n\nIn April, 2010, Menahem Anderman, founder and chief executive of Total Battery Consulting, issued a report on plug-in hybrids (PHEVs) and electric vehicles (EVs) based on-site interviews with top technologists and executives at 20 major automakers and 15 current and prospective battery suppliers on three continents.\n\n\"The government’s stimulus money will create severe overcapacity from 2013 on,\" Anderman told PolitiFact. \"There is no market for the capacity planned.\"\n\nThat's because demand for the cars is limited by high up-front cost and still-evolving battery technology.\n\n\"Unfortunately the mass EV and PHEV market at current gasoline pricing and battery technology status (cost, performance and life) will require unaffordable heavy subsidies to carmakers, battery makers and the consumer,\" Anderman said.\n\nAnd because the market is so dependent on government subsidies, he said, it is risky.\n\n\"Our projections are that the combined EV/PHEV world new vehicle market will be on the order of 200,000 vehicles in 2015 and 1 million in 2020,\" Anderman said. \"The government-paid battery plants that are supposed to be operational by 2013 will be heavily underutilized for years; they will have enough capacity to support the 2020 U.S. market.\"\n\n\"Indeed the U.S. will have many unutilized plants,\" Anderman predicted. \"The major Japanese players (Sanyo, Panasonic, Hitachi) hesitate to invest in EV batteries since they are skeptical about the EV market.\"\n\nAny suggestion that sales of actual batteries will follow announced planned capacity is naive, he said. Many companies that received stimulus money don't have a proven battery ready for mass production and are at least several years away from being qualified by major car companies. And with no experience running a high-volume automated Lithium Ion battery plant, Anderman said, most of the companies will face a slow and costly learning curve.\n\n\"Nobody can predict market share for 2015, but I will be surprised if U.S. will get much more than 10 percent,\" Anderman said. \"There are 5 major Japanese suppliers and two Korean that are 10 years ahead in manufacturing experience.\"\n\nThe Freedonia Group, a Cleveland-based industry market research firm, estimated that in 2017, the U.S. will command 9 percent of the world market (dollar-wise) for lithium-based rechargeable batteries, including those for electric vehicles.\n\nOur biggest issue with Axelrod's claim is that he mixes two different statistics. The 2 percent figure represents actual production; the 16 percent, going to 40 percent by 2015, figures are for capacity. Those are two different things.\n\nIn a July 15, 2010, speech at a new advanced battery factory in Holland, Mich., which was seeded with stimulus cash, Obama worded the statistic more carefully.\n\n\"Just a few years ago, American businesses manufactured only 2 percent of the world’s advanced batteries for electric and hybrid vehicles -- 2 percent,\" Obama said. \"But because of what’s happening in places like this, in just five years we’ll have up to 40 percent of the world’s capacity -- 40 percent.\"\n\nIt takes a careful ear to discern that he's talking about two different statistics. And presented back-to-back, as they were, we think it's misleading.\n\nIn fact, here's how a White House press release about advanced battery investments in the stimulus stated the statistic this week:\n\n\"Pre-Recovery Act, the U.S. produced just 2 percent of the world’s batteries for advanced vehicles, but due to Recovery Act investments, the U.S. will have the capacity to produce 20 percent of these batteries by 2012 and up to 40 percent by 2015 - that’s a jump from 2 percent to 40 percent in a span of just five years.\"\n\nNo, it's not a jump from 2 to 40. The 2 percent was a production number. The 40 percent is a capacity number. It remains to be seen how much of that capacity will be utilized. But most market analysts predict that the U.S. share of the advanced battery market -- actual sales of advanced batteries -- will be much lower than 40 percent. We rate Axelrod's comment Half True.", "vclaim_id": "vclaim-pol-14755"}