{"url": "/factchecks/2012/may/16/chain-email/barack-obama-advisers-recommend-one-percent-fee-al/", "speaker": "Chain email", "vclaim": "Says President Barack Obama’s finance team is recommending a \"1% tax on all transactions at any financial institution.\"", "truth_label": "pants-fire", "date": "stated on May 12, 2012 in a chain e-mail:", "title": "Barack Obama advisers recommend a one-percent fee on all financial transactions, e-mail claims", "text": "Social Security beneficiaries beware: an e-mail hitting local inboxes claims President Barack Obama backs a scheme to tax your monthly check.\n\nBut the online missive falls short on facts.\n\n\"President Obama's finance team is recommending a one percent (1%) transaction fee (TAX). Obama's plan is to sneak it in after the November elections to keep it under the radar,\" the e-mail, which was sent to PolitiFact New Jersey on May 12, said. \"This is a 1% tax on all transactions at any financial institution - banks, credit unions, savings and loans, etc. Any deposit you make, or even a transfer within your own bank from one account to another, will have a 1% tax charged.\"\n\n\"If your paycheck or your Social Security or whatever is direct deposit, it will get a 1% tax charged for the transaction,\" the e-mail claims.\n\nDon’t empty your bank accounts and plan a life off the grid quite yet. Neither the president nor his financial team are recommending such a measure, PolitiFact New Jersey found. The idea comes from a Pennsylvania congressman’s proposal.\n\nU.S. Rep. Chaka Fattah, a Democrat, first advanced the concept in the House in 2004 when he introduced a bill that would have required a study on eliminating all federal taxes on individuals and corporations and replacing that revenue stream with transaction fees.\n\nThe bill had no co-sponsors and died in committee. Fattah introduced similar legislation several times after his first attempt calling for a study. Only one of those bills gained a co-sponsor, but none of them made it out of committee.\n\nIn 2010, Fattah ditched the calls for a study and introduced a bill -- called the \"Debt Free America Act\" -- to implement a one-percent transaction fee on \"any transaction that uses a payment instrument, including any check, cash, credit card, transfer of stock, bonds, or other financial instrument.\"  Any transactions involving stocks were excluded from the fee.\n\nWith the fee, the bill \"intended to raise sufficient revenue to eliminate the national debt\" and \"phase out the income tax on individuals.\"\n\nThe Debt Free America Act is the legislation the e-mail claims Obama and his financial team are recommending, though it’s the work of one congressman and the proposal never left committee.\n\nSince the e-mail, a version of which PolitiFact Rhode Island deemed Pants on Fire in November 2010, started circulating, Fattah reintroduced the legislation.\n\nThe most recent bill, introduced in March 2011, still applies a one-percent transaction fee, but excludes personal bank account transactions in addition to transactions involving stocks.\n\nIt has no co-sponsors and was again referred to committee, where it remains.\n\nOur ruling\n\nAn e-mail claims that the president’s finance team recommends a \"1% tax on all transactions at any financial institution.\"\n\nThat’s ridiculous. A Pennsylvania congressman has sponsored a bill that would levy a one-percent fee on some financial transactions. But nearly every year he has introduced the legislation it gained no support. And none of the bills have ever left committee.\n\nObama -- and his financial team -- have nothing to do with the legislation.\n\nWe set this e-mail claim ablaze. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-11088"}