{"url": "/factchecks/2012/oct/26/libraries-yes-committee/will-multnomah-county-library-tax-district-cost-ty/", "speaker": "Libraries Yes! Committee", "vclaim": "Says \"the typical homeowner will pay $4 more per month\" if library district passes.", "truth_label": "true", "date": "stated on October 21, 2012 in a campaign mailer.:", "title": "Will a Multnomah County Library tax district cost the typical homeowner $4 a month?", "text": "When it comes to voting for or against increased taxes, it’s helpful to know exactly what the bottom line is. Just how much will this mean out of my pocket?\n\nSupporters of a new Multnomah County Library District -- the Libraries Yes! Committee -- tried to put the tax measure in some context in a recent mailer. \"The typical homeowner will pay $4 more per month than the amount we currently pay.\"\n\nWe thought it was worth a quick check to see just what the measure’s impact would be for the average homeowner.\n\nWe spoke with Liz Kaufman, who is handling media for the campaign, to see how it arrived at the $4 mark.\n\nShe directed us to the measure’s explanatory statement written by Multnomah County Attorney Jenny Morf. In the statement, Morf wrote that \"If approved, the Multnomah County Library District will be formed with a permanent rate up to $1.24 per $1000 of assessed value. The typical homeowner will pay $49 a year above the cost of the current levy or $.89 per $1000 assessed value.\"\n\nSo that extra 35 cents per $1,000 of assessed value would mean an extra $49 a year. Divide that by 12 and you get $4.08. The math checks out.\n\nNext we examined what constitutes a \"typical\" homeowner. According to Multnomah County, the median assessed home value for the county is $149,920. Homeowners at that level are paying just over $11 a month, or $133 a year, at the current 89-cent rate. That would get bumped up by about $4 to $15.50 -- or $185 annually -- if the tax district passes.\n\nWe ran the numbers again, just to be safe, with the average assessed value, which is higher, about $178,000. At that number, homeowners currently pay $13.20 a month and can expect to pay $18.40 a month if the measure passes -- $5.20 more.\n\nBy the way, homeowners won’t see the full increase immediately. For the first five years, they would actually be charged $1.18 for each $1,000 of assessed value. After that, it starts to climb to the maximum $1.24.\n\nWhile the ultimate cost would be more for the average house, we think it’s fair to call the median number, where half the houses are assessed at more and half less, \"typical.\" Those figures back up the Libraries Yes! Committee’s claim that the typical homeowner will pay $4 more per month\" once the new district goes into full effect.\n\nWe rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10072"}