{"url": "/factchecks/2011/apr/15/marco-rubio/sen-marco-rubio-says-leaders-borrowing-4-billion/", "speaker": "Marco Rubio", "vclaim": "To pay for government growth, leaders of both parties \"borrowed $4 billion a day, leaving us with today's $14 trillion debt.\"", "truth_label": "mostly-true", "date": "stated on March 30, 2011 in an opinion article in the 'Wall Street Journal':", "title": "Sen. Marco Rubio says leaders borrowing $4 billion a day to grow government", "text": "Down-to-the-wire budget negotiations may have avoided a federal government shutdown on April 8, 2011, but those dealings are likely only a precursor to even fiercer partisan bickering over whether to raise the national debt ceiling. President Barack Obama's deficit-reduction speech on April 13, and the GOP reaction to it, was the latest salvo.\n\nThe nation’s current debt is creeping closer to the $14.3 trillion cap allowed by law. By May 16, the national debt could exceed the cap, causing the U.S. to default on its obligations, according to an April 5 memo from U.S. Treasury Secretary Timothy Geithner to Congress.\n\nCongress has raised the federal debt ceiling nine times in the past 10 years, according to a January 2011 report from the Congressional Research Service. From 1997 to 2001, the debt ceiling remained steady at $5.9 trillion. In 2002, Congress approved raising the cap to $6.4 trillion and has raised it almost every year since as the debt has grown. Republicans have repeatedly said they will not vote to increase the cap again, unless there are measures to ensure future long-term cuts in spending. Democratic leaders have argued that the increase is necessary to avoid sending an already fragile economy back into a tailspin.\n\nOn March 30, 2011, Florida Republican Sen. Marco Rubio penned an opinion piece for the Wall Street Journal explaining why he does not plan to support raising the debt ceiling.\n\n\"I will vote to defeat an increase in the debt limit unless it is the last one we ever authorize and is accompanied by a plan for fundamental tax reform, an overhaul of our regulatory structure, a cut to discretionary spending, a balanced-budget amendment, and reforms to save Social Security, Medicare and Medicaid,\" he said.\n\nIn the article, Rubio wrote that, \"Leaders of both parties have grown our government for decades by spending money we didn't have. To pay for it, they borrowed $4 billion a day, leaving us with today's $14 trillion debt.\"\n\nWe were curious if Rubio was correct -- is the U.S. borrowing $4 billion a day to run the government?\n\nRubio spokesman Alex Burgos offered the following explanation in an e-mail as to how the senator arrived at the $4 billion figure.\n\n\"Our budget deficit this year is roughly $1.5 trillion, according to the Congressional Budgeting Office. 1.5 trillion/365 = roughly $4 billion per day.\"\n\nThe explanation seems rather straightforward, but throughout Rubio’s Wall Street Journal piece, there is only mention of the national debt, not the deficit that he uses to calculate the $4 billion figure.\n\nWhile the two terms are linked, they are not interchangeable. So we decided to reach out to several economists to get their expert take on Rubio’s mathematics.\n\nFirst, a primer on the differences between the \"national deficit\" and the \"national debt.\"\n\nThe deficit is the result of the government spending more in a single budget year than it takes in as revenue from taxes and other sources. The deficit in 2010 was $1.293 trillion, according to the website of the Office of Management and Budget, and we've had a deficit every year since 2002. Before that, from 1998 to 2001, for a brief period at the end of President Bill Clinton's term and the start of President George W. Bush's administration, the federal government was actually operating with a surplus, according to the Congressional Research Service report previously mentioned.\n\nThe national debt, meanwhile, is the total amount of money owed by the federal government to creditors who have loaned the government money. Our colleagues at PolitiFact Georgia looked at a similar $4 billion-a-day claim recently and described the debt this way:\n\nThere are two kinds of federal debt and interest -- the debt held by the public and the total debt. About $9.65 trillion -- yes, trillion -- of that debt is held by the public, which includes individuals, companies and state, local and foreign governments, according to the U.S. Treasury Department. The rest, about $4.6 trillion, is held by the Federal Financing Bank, government trust funds, other funds and accounts. The total debt is about $14.25 trillion (as of April 6). The interest on the debt for the federal fiscal year of 2010 was nearly $414 billion, Treasury Department figures show.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDebbie Wasserman Schultz\n\n\nstated on July 19, 2011 in debate on the floor of the U.S. House of Representatives\n\n\n\n\n\n\n\n\n\"The nonpartisan CBO, Congressional Budget Office, has said that the No. 1 policy decision that brought us to the need to prevent the nation from defaulting on our debt for the first time in history were the Bush tax cuts in 2001 and 2003.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Therese Bottomly • July 25, 2011\n\n\n\n\n\n\n\n\nThe national debt stretches back to the founding of the country. It was $75 million in 1791, passed $1 billion in 1862 during the Civil War, and topped $1 trillion for the first time in 1982 during President Ronald Reagan's first term. You can see the federal debt at the U.S. Treasury Department's Bureau of the Public Debt website. For the yearly federal budget deficits (and occasional surpluses) back to 1901, see the Office of Management and Budget's website.\n\n\"The debt is the sum of all past deficits,\" said Sean Snaith, director of the University of Central Florida's Institute for Economic Competitiveness.\n\n\"When you run a deficit, that adds to your outstanding debt,\" Snaith explained in a phone interview. The deficit \"drives the other one higher. If we didn't run deficits, than we could reduce the debt.\"\n\nSnaith said Rubio’s numbers seemed legitimate, though they likely wouldn’t be routinely used by economists.\n\n\"The actual borrowing doesn’t occur every day,\" Snaith explained. \"The periodic auction of bonds, that’s when the money is raised. But when you’re dealing with a figure like $1.5 trillion, it’s like a light year, it doesn’t register for many people. To make it a bit more comprehensible, they probably tried to bring it down to a level that is easier to visualize.\"\n\nWe also turned to David Denslow, an economist with the University of Florida’s Bureau of Economic and Business Research. Denslow reminded us of another way the deficit and debt are linked: Every year that we have a deficit, the debt grows larger and we have to pay more interest on that debt. \"What we worry about it the accumulating interest,\" he said in an e-mail, referring to it as a \"secondary deficit.\" He warned, \"The effect starts out slow, but becomes explosive.\" As we noted, interest on the debt was more than $400 billion in 2010.\n\nWhile Denslow agreed with the mathematics behind Rubio’s statement, he still suggested the wording could be clearer.\n\n\"The phrasing is a bit misleading. I would phrase it, 'To pay for it, they are now borrowing $4 billion a day, raising the debt to $14 trillion,’\" Denslow wrote in an e-mail.\n\nSo two experts agree with Rubio’s $4 billion a day figure but quibble over the phrasing. Still, we wondered if it was accurate to refer to deficit spending \"for decades\" and justify it with the deficit over the most recent 365 days. After all, using the OMB list of deficits in the past 10 years, it was $3.5 billion a day in 2010, $1.25 billion a day in 2008 and $680 million a day in 2006.\n\nWe posed the question to Marc Goldwein, policy director for the centrist Committee for a Responsible Federal Budget.\n\n\"In terms of when the deficits were created, of course deficits are the result of a variety of tax and spending decisions -- some which have been made in the last few weeks, some which were made in the 1930s,\" Goldwein said. \"But, when the decision is made is a different question from when the money is borrowed. It is being borrowed now.\"\n\nGoldwein's assessment: Rubio's description \"seems to me to be more or less true on average.\"\n\nAgain, not quite a ringing endorsement. Rubio's statement was that, to pay for government growth over decades, leaders \"borrowed $4 billion a day, leaving us with today's $14 trillion debt.\" The sentence mixes a breakdown of the deficit and a total for the debt, and the casual reader could easily confuse the two concepts. We think it would have been more accurate to say that leaders \"borrowed $4 billion a day last year to cover the deficit, pushing today's debt to $14 trillion.\" Still, the senator’s calculation works, even though the money isn't really borrowed every single day. Overall, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-13251"}