{"url": "/factchecks/2008/jan/11/john-mccain/mccain-led-the-charge-but-he-wasnt-alone/", "speaker": "John McCain", "vclaim": "\"I supported (the surge), I argued for it. I'm the only one on this stage that did.\"", "truth_label": "false", "date": "stated on January 10, 2008 in a debate in Myrtle Beach, S.C.:", "title": "McCain led the charge, but he wasn't alone", "text": "No candidate in the presidential race is more closely linked to President Bush's policy in Iraq than Arizona GOP Sen. John McCain. McCain's campaign nearly imploded last year — during some of the war's darker days — because of McCain's outspoken support for the president's troop surge policy, which was announced a year ago this month.\n\nBut McCain was stretching the truth in a Jan. 10, 2008, Republican debate in Myrtle Beach, S.C., when he said, in reference to the surge: \"I supported that, I argued for it. I'm the only one on this stage that did.\"\n\n\nWhile McCain can make a case that he offered the strongest arguments in favor of the surge — and is now reaping the political benefits as violence has declined in Iraq — four of the other five candidates in the Fox News debate made arguments in favor of it. The one exception is Texas GOP Rep. Ron Paul, who supports an immediate troop withdrawal from Iraq.\n\n\nThree of the four remaining Republican candidates on the stage — Mitt Romney, Rudy Giuliani and Mike Huckabee — supported the surge when it was announced and advanced arguments in its favor, although Huckabee expressed reservations early on. Now, he's an ardent surge backer. The final candidate, former Tennessee Sen. Fred Thompson, also spoke in favor of the surge when he joined the presidential race last summer.\n\n\nRomney in a statement released on the day Bush announced his surge policy said he agreed with the president that \"securing Iraqi civilians requires additional troops.\" Later, in a speech to the Conservative Political Action Conference in March 2007, he reiterated his support.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nGiuliani, likewise, put out an immediate statement endorsing the surge after Bush announced it. \"I support the president's increase in troops. Even more importantly, I support the change in strategy — the focus on security and the emphasis on a political and economic solution as being even more important than a military solution.\" He, too, later made a speech in support of the surge.\n\n\nThompson has been less clear in endorsing the surge. In an interview with the Hoover Institution's Peter Robinson in June, for example, he said the strategy in Iraq required evaluation on a \"day-to-day basis.\" But he's always been forthright that he believes U.S. forces must remain in Iraq until the war is won and has repeatedly expressed confidence in Gen. David Petraeus, the surge's architect.\n\n\nHuckabee, who like McCain has accused fellow candidates of insufficient support for the troop surge, initially had qualms. Shortly after the surge was announced, for example, Huckabee told MSNBC's Norah O'Donnell that he wasn't sure he could support the troop increases in Iraq if it meant calling up more National Guard and Reserve forces. He now says he firmly supports Bush's military tactics in Iraq, and recently wrote in\n\nForeign Affairs\n\nmagazine that he would \"not withdraw U.S. troops from Iraq any faster than General David Petraeus, the top U.S. commander there, recommends.\"\n\n\nThere's no doubt that McCain is the surge's most powerful advocate among the candidates, and has been from the start. But to say that none of his fellow GOP candidates supported it, or argued in favor of it, is False.", "vclaim_id": "vclaim-pol-16414"}