{"url": "/factchecks/2019/apr/17/facebook-posts/no-donald-trump-did-not-say-art-deal-being-atheist/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump wrote in his book, \"Being an atheist gives me an edge in every deal. Christians are too moral for business.\"", "truth_label": "pants-fire", "date": "stated on April 15, 2019 in a Facebook post:", "title": "No, Donald Trump did not say in ‘The Art of the Deal’ that ‘being an atheist’ helped him in business", "text": "An inflammatory quotation about atheism and Christianity appears to pit President Donald Trump against evangelicals. But the resurfaced social media meme is not true.\nA post on Facebook displays the front cover of Trump’s 1987 book \"The Art of the Deal,\" spotlighting an excerpt that purportedly says, \"Being an atheist gives me an edge in every deal. Christians are too moral for business.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe quote is made up. We could find no passage in multiple searches of electronic versions of \"The Art of the Deal\" that contains those words, or anything close to it. The book is particularly devoid of religious terms.\nWhile the Trump quote is made up, a quote from a New York Times review included along the bottom of the meme is real: \"Trump makes one believe for a moment in the American dream again.\" It comes from a Dec. 7, 1987, review by Christopher Lehmann-Haupt and has been featured on the front cover of some editions of the book.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis isn’t the first time Trump has been called an atheist.\nDuring the 2016 presidential campaign, memes popped up that claimed he once said he was an atheist on the Phil Donahue Show in 1989. That rumor was quickly debunked, as there was not only no record of Trump every saying that, he also did not appear on Donahue’s show in 1989. The image was actually from his appearance on The Oprah Winfrey Show in 1988 (and he didn’t claim to be an atheist during that interview, either).\nOur ruling\nA Facebook post claims that in his book \"The Art of the Deal,\" Trump said \"being an atheist give me an edge in every deal. Christians are too moral for business.\"\nThose words could not be found anywhere in the business book and appear to be fabricated.\nThis faux quote is Pants on Fire!\n Share the Facts 2019-04-17 19:26:02 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Donald Trump wrote in his book, \"Being an atheist gives me an edge in every deal. Christians are too moral for business.\"    Facebook posts on the internet     Monday, April 15, 2019 2019-04-15    Read More  info", "vclaim_id": "vclaim-pol-00746"}