{"url": "/factchecks/2016/dec/19/kurt-schaefer/schaefers-claims-um-system-funding-fall-short/", "speaker": "Kurt Schaefer", "vclaim": "The 2016 and 2017 Missouri budget includes more funding for the University of Missouri than any time in the last 15 years.", "truth_label": "barely-true", "date": "stated on November 13, 2016 in an ad in the Columbia Daily Tribune:", "title": "Schaefer's claims of UM System funding fall short", "text": "In a full-page ad published on Nov. 13 in the Columbia Daily Tribune, Republican state Sen. Kurt Schaefer took credit for boosting University of Missouri System funding.\nIn the ad, Schaefer, who represents Boone County, touted his accomplishments as the chair of the Missouri legislature’s Senate Appropriations committee. Schaefer is wrapping up his second four-year term in the Senate. Barred by term limits from serving another term, he ran for attorney general but lost in the primary election to Josh Hawley.\n\n\"I was able to make sure that the University of Missouri, Boone County, and Columbia received much needed funding on a number of important projects,\" he wrote.\n\n\nAmong his listed achievements was increased funding for the UM System. Schaefer wrote that he helped secure the largest amount of state funding for the four-campus system in the last two years since 2008.\n\n\nIs he correct? We decided to check it out.\n\n\nBy the numbers\n\n\nSchaefer cites two amounts for the legislature’s appropriations to the UM System: $434 million for fiscal year 2016 and $448 million for fiscal year 2017. In 2008, the legislature appropriated $431 million to the system’s operating budget.\n\n\nSo, technically, funding has increased. But Schaefer did not take into account inflation or rising enrollment over time.\n\n\nIn today’s dollars, 2008's appropriations to the UM System total $474 million. That’s a lot more than the legislature allotted for the past two years.\n\n\nMoreover, enrollment has increased.\n\n\nIn the fall of 2015, the total enrollment for the UM System was 59,807 full-time students. The fall of 2015 coincides with fiscal year 2016. Enrollment for 2016 dropped slightly: 57,778 students. By comparison, enrollment in 2008 was 51,012 students.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThat means that in 2008, state-appropriated dollars per student totaled $9,300, after the amounts are adjusted for inflation. In 2015, the amount per student was significantly lower – $7,256 — a 22 percent decrease.\n\n\nA contentious relationship\n\n\nSchaefer was an outspoken critic of the UM System following student protests at MU last year.\n\n\nThe protests, which began after students said administrators failed to address racism on campus, culminated in the resignation of then-UM System President Tim Wolfe in November 2015.\n\n\nSchaefer lambasted MU’s handling of Melissa Click, a professor who stoked tension on the day of Wolfe’s resignation when she asked for \"some muscle\" to remove a student journalist from a protest.\n\n\nIn January, Schaefer and more 100 other legislators signed letters urging the UM System Board of Curators to fire Click. The curators voted to fire her in February.\n\n\nHe also proposed a legislative commission this year to scrutinize the UM System’s structure, including its diversity programs.\n\n\nAngry about a lack of university leadership during the protests, legislators advocated cutting the UM System’s budget. Schaefer supported that effort, though he took strides to lessen the proposed cuts. The legislature cut appropriations to the system by $3.8 million for fiscal year 2017.\n\n\nOur ruling\n\n\nSchaefer praised his work on the Senate Appropriations Committee, citing increased funding for the UM System as one of his accomplishments.\n\n\nBut it’s clear from the data that state funding has not kept pace with rising inflation. In reality, state funding for the UM System has decreased considerably since 2008, despite what Schaefer wrote in his ad.\n\n\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-03859"}