{"url": "/factchecks/2020/apr/22/facebook-posts/joe-diffie-died-covid-19-complications/", "speaker": "Facebook posts", "vclaim": "Joe Diffie’s death was labeled “as a COVID-19 death and it wasn’t!”", "truth_label": "false", "date": "stated on April 13, 2020 in a Facebook post:", "title": "Joe Diffie died from COVID-19 complications", "text": "Country music singer Joe Diffie died on March 29 from complications related to COVID-19, according to news reports from Rolling Stone, among others. But a widely shared Facebook post claims, without evidence, that he died from something else. \n\"I have a friend who is a friend of Joe Diffie,\" the April 13 post says. \"They labeled his death as a COVID-19 death and it wasn’t! So the family asked why it was listed as the COD and the nurse told them they’ve been labeling as many as they can with the virus because that’s how they’re getting funding. So there ya go! Now we know that the numbers are false because many who have passed didn’t die from the virus, but another cause. That’s how they’re getting the $$$$ and that is the truth.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nOn March 27, Joe Diffie posted a statement on his verified Facebook page that said: \"I am under the care of medical professionals and currently receiving treatment after testing positive for coronavirus (COVID-19). My family and I are asking for privacy at this time. We want to remind the public and all my fans to be vigilant, cautious and careful during this pandemic.\"\nOn that same Facebook page, on March 29, a photo of Diffie was posted with the dates 1958-2020. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"GRAMMY-winning country music legend Joe Diffie passed away today, Sunday, March 29 from complications of coronavirus (COVID-19),\" the post said. \"His family requests privacy at this time.\" \nSome social media posts have claimed that Diffie died of lung cancer. On Instagram, Diffie’s wife unequivocally disputed that. \n\"My husband @officialjoediffie did NOT HAVE LUNG CANCER,\" she wrote. \"His father passed, same name, November 2018 to stave IV lung cancer. STOP STARTING FAKE NEWS. I’ve seen multiple posts and it’s upsetting to all of us.\"\nIn addition, we’ve looked into claims that hospitals get paid more for patients who are suffering from COVID-19. While it’s standard for Medicare to pay hospitals more for patients who go on ventilators — and Medicare is paying an additional 20% for the treatment of COVID-19 victims as part of a federal stimulus deal — evidence indicates that COVID-19 cases are being undercounted, not inflated so that hospitals can cash in. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-16982"}