{"url": "/factchecks/2012/aug/31/barack-obama/romneyryan-budget-would-be-end-road-american-oppor/", "speaker": "Barack Obama", "vclaim": "Says under the Romney-Ryan budget ... \"the American Opportunity Tax Credit for college tuition would be eliminated.\"", "truth_label": "mostly-true", "date": "stated on August 21, 2012 in a campaign email to New Hampshire press Aug. 21:", "title": "Romney/Ryan budget would be end of the road for college American Opportunity Tax Credit", "text": "As a battleground state, New Hampshire sees its share of campaign attacks as national candidates try to catch the eye of Live Free or Die voters.\n\n\nThe latest shot came in an email from President Barack Obama to New Hampshire reporters titled, \"New Report: Impact of Romney-Ryan Plan on Education in NH.\"\n\n\"Disappointingly, Mitt Romney and Paul Ryan support a plan that would give millionaires tax breaks while cutting college scholarships and other key resources in education that help create a strong middle class,\" Obama said in the email sent Aug. 21. \"Romney thinks that students should ‘borrow money’ or get help from their parents to help pay for college, and under the Romney-Ryan budget, college aid would be cut for nearly 10 million students nationally and the American Opportunity Tax Credit for college tuition would be eliminated.\"\n\nPolitiFact already checked Obama and actress Eva Longoria -- a national co-chair for Obama’s re-election campaign -- about part of this claim, which says the plan from Ryan, the House Budget Committee Chairman, would cut Pell Grant scholarships for nearly 10 million students.\n\nThey each got a Half True.PolitiFact concluded that Obama’s statement was fair using his set of assumptions--that spending cuts called for in Ryan's budget plan would be made evenly across federal programs--but they ignored what House Republicans said was a preference that Pell grant maximums not be reduced.\n\nBut the so-called Romney-Ryan budget also would eliminate the American Opportunity Tax Credit? That’s one we hadn’t examined yet, so we decided to check it out.\n\nFirst, we contacted Obama’s campaign to get sources behind the claim. They didn’t get back to us. We also reached out to Romney’s people, who had no response.\n\nThe Urban-Brookings Institution Tax Policy Center did give us an answer, however.\n\nThrough the Romney campaign website and email exchanges with campaign policy advisors, the Tax Policy Center has issued an analysis of Romney’s \"Fairer, Flatter, and Simpler\" tax plan.\n\nAccording to the center, Romney’s economic advisers say that the American Opportunity Tax Credit (AOTC) would be reverted back to the Helping Outstanding Pupils Educationally (HOPE) tax credit if Romney is elected president this year.\n\nHOPE was among higher education tax incentives initiated in 1997 to combat soaring college expenses. Along with the Lifetime Learning Credit, and a deduction for tuition and fees, federal tax subsidies for college students jumped from zero -- before their enactment -- to roughly $6 billion in 2005-2006.\n\nIn 2009, an Obama-backed Congress enacted the American Recovery and Reinvestment Act, which temporarily replaced the 1997 tax credits with the American Opportunity Tax Credit, which was worth more, and available to more families, through a few changes:\n\n- It increased the amount of student expenses that were eligible for the credit and the types of expenses allowed; the AOTC credit includes expenses for course-related books, supplies and equipment that are not necessarily paid to the educational institution.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n- It extended coverage to a student’s first four years of school--versus just the first two years allowed by HOPE. After the first two years under the HOPE plan, the student switches over to the Lifetime Learning Credit for their last two years of college.\n\n- It made the tax credit partially refundable. The tax credit is worth up to $2,500 of the cost of tuition, fees and course materials paid during the taxable year, or $10,000 over four years. A cool 40 percent of it, up to $1,000 a year, is refundable, so money became available to more low-income students, even if they owed no taxes. In contrast, the HOPE and LLC credits are nonrefundable.\n\n\"It's basically more generous,\" said Joseph Rosenberg, a research associate with the Tax Policy Center, referring to the American Opportunity Tax Credit. \n\nBoth of the tax credits currently exist, but they can’t be used together.\n\n\"No one would’ve opted to take the HOPE over AOTC,\" Rosenberg added.\n\nIRS statistics show that in one year, the number of tax returns claiming education credits increased, from 2008, when 7,740,979 households claimed some education tax credit totaling $7.6 billion, with HOPE, to 2009, when 10,598,706 households claimed total credits of $10.8 billion, with AOTC.\n\nAlthough the American Opportunity Tax Credit was only intended to be temporary, President Obama’s annual budget proposals extended the tax credit through 2012 and proposed making it permanent, Rosenberg said.\n\nIf Romney were elected, however, he would allow it to lapse as scheduled under current law.\n\n\"The AOTC was only ever enacted as a temporary provision, so that’s slated to expire with a lot of other tax related things at the end of this year,\" Rosenberg said. \"Absent of any further legislative changes, the AOTC would expire. Without anything else happening, the HOPE would again be available for people to take up.\"\n\nBut does allowing a tax credit to expire warrant Obama’s characterization as \"elimination?\"\n\n\"There’s always a sort of debate,\" Rosenberg said. \"People change the way they phrase it depending on how they want it to look, whether an expiring tax provision, to expire as scheduled, is action or not.\"\n\nEither way, if no action is taken on the American Opportunity Tax Credit, it puts an end to to the program.\n\nObama has used this a major talking point in his campaign. In some ads, he has been as vague as to say that Romney will \"eliminate the tax deduction for college tuition.\" And he has tried hard to characterize Romney’s budget as favorable to the rich and weakening the middle class, including on the topic of education.\n\nIt’s important to keep in mind that even though Romney would allow the credit to expire, that doesn’t mean all tax deductions for college students would be lost.\n\nIf Romney does not renew the American Opportunity Tax Credit, students would revert back to using the less generous, nonrefundable alternatives. Because the four-year program is refundable -- it gives something back to students who don’t have enough income to owe taxes -- losing it would impact the lower income population.\n\nBefore the American Opportunity Tax Credit was created, low-income students could get little or no benefit from the two nonrefundable tax credits available. And critics complained that they didn’t really impact college enrollment, because it provided subsidies for people who would have pursued secondary education anyway.\n\nOur ruling\n\nRomney’s campaign has said that the former Massachusetts governor will not renew the American Opportunity Tax Credit if he is elected in November. And because it’s slated to expire at the end of 2012, it would no longer be available to college students and their families if no action is taken to extend it, as Obama has done since it was enacted in 2009.\n\nBut the AOTC is not the only tax deduction out there for students, as Obama’s ads may lead voters to believe. So while Romney would allow the deduction to end, it does not mean all college tax deductions would be lost. In fact, it would revert back to a previous program that has been in place since 1997. As a result, we rate Obama’s claim Mostly True.", "vclaim_id": "vclaim-pol-10468"}