{"url": "/factchecks/2009/sep/25/michael-moore/barack-obama-goldman-sachs-campaign-contributions/", "speaker": "Michael Moore", "vclaim": "Goldman Sachs was Barack Obama's \"No. 1 private contributor.\"", "truth_label": "true", "date": "stated on September 23, 2009 in an interview on \"The Colbert Report\":", "title": "Barack Obama got many campaign contributions from Goldman Sachs", "text": "Liberal filmmaker Michael Moore has a new film coming out —\n\nCapitalism: A Love Story\n\n— and he appeared on Comedy Central's\n\nThe Colbert Report\n\nto promote it.\n\n\nThe show's ironically conservative host, Stephen Colbert, defended capitalism and the bailouts of late 2008, which led to a mock debate between them.\n\n\nAt first, Wall Street was actually angry about the bailouts, Colbert claimed. \"Because it might come with strings attached,\" he explained. \"But they forgave Obama when he didn't add any. Now all is forgiven.\"\n\n\n\"That's why you like Obama so much now?\" Moore asked.\n\n\n\"I don't like Obama so much,\" Colbert said. \"On this, I do. And your film is helping me like Obama, because you're a critic of his. You think he's in the pocket of guys like Goldman Sachs.\"\n\n\n\"I point out in the film that Goldman Sachs is his No. 1 private contributor,\" Moore answered. \"But I voted for the guy. I'm still hopeful that he's going to do the right thing and side with us, and not Wall Street. But the jury's out on that.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nWe'll let you draw your own conclusions on their debate. We wanted to check Moore's statement about Obama's contributors and the financial services firm Goldman Sachs.\n\n\nObama made a big deal during the election that he didn't accept money from federal political action committees or lobbyists.\n\n\nBut laws require individuals to disclose their occupation and their employer when they donate to federal political candidates. We checked with the Center for Responsive Politics, a well-respected nonpartisan group that specializes in analyzing campaign data. Their numbers include contributions from employees and their immediate families.\n\n\nTheir analysis of the 2008 presidential campaign found that University of California employees were Obama's top donor, giving a collective $1.6 million. That system is run by the state of California, and hence is a public employer.\n\n\nNo. 2 was Goldman Sachs. Goldman employees gave Obama $994,795.\n\n\nObama's next biggest donors were the employees of Harvard University, Microsoft, Google, Citigroup, JPMorgan Chase,  Time Warner, the law firm Sidley Austin, and Stanford University. View Obama's\n\ncomplete list and amounts\n\nhere. Incidentally, Goldman Sachs ranked No.4 on\n\nJohn McCain's list\n\nof employee contributions, at $230,095.\n\n\nMoore said that Goldman Sachs is Obama's \"No. 1 private contributor.\" The data shows that is correct. We rate his statement True.", "vclaim_id": "vclaim-pol-15561"}