{"url": "/factchecks/2014/apr/09/bob-beckel/bob-beckel-koch-brothers-are-one-biggest-polluters/", "speaker": "Bob Beckel", "vclaim": "\"The Koch brothers are one of the biggest polluters in the country.\"", "truth_label": "true", "date": "stated on April 3, 2014 in a broadcast of \"The Five\" on Fox News:", "title": "Bob Beckel: Koch brothers are one of the biggest polluters in the country", "text": "When a billionaire speaks, people listen, especially when that billionaire is Charles Koch. Koch, along with his brother David, has spent hundreds of millions of dollars to get the low-tax, low-regulation government he wants. He’s backed the tea party-funded campaign ads to topple Democrats and deployed scores of lobbyists.\nKoch’s spirited defense in the Wall Street Journal of himself and Koch Industries was everything the talking heads on Fox News’ The Five could have asked for. The resident Democrat, Bob Beckel, set out to skewer the Koch brothers. The rest of the panel, like Greg Gutfeld and Kimberly Guilfoyle, praised them for their philanthropy and business success.\nBeckel was unimpressed.\nBeckel: \"The Koch brothers are one of the biggest polluters in the country.\"\nGutfeld: \"They pollute us with money.\" (While this could be taken differently, this was praise.)\nBeckel: \"They pollute this country.\"\nGuilfoyle: \"You don’t have any evidence to substantiate that.\"\nBeckel: \"Yes, I do.\"\nWe tried to reach Beckel to hear about his evidence, but we got no response. What we found in its place was a report from the left-leaning Political Economy Research Institute at the University of Massachusetts-Amherst.\nLast year, the institute released two lists of the 100 firms with the most significant emissions in the nation. One list is for air and the other is for water. On the first, Koch Industries ranked 14th. On the second, it ranked 30th. Some of the companies ranking high on both lists include ExxonMobil, BASF, Bayer Group and Dow Chemical.\nBehind these rankings is data reported by companies to the Environmental Protection Agency and compiled in something called the Toxics Release Inventory. The Toxics Release Inventory provides the numbers of pounds of waste chemicals released into the environment by each facility. Every facility operates under a permit from the EPA.\nThe EPA then takes this release information and runs it through a computer model that factors in the toxicity of the chemicals, how they get moved around and how close they are to population centers. What emerges is a score. (The technical name is the Risk Screening Environmental Indicator.)\nThis score is a measure of risk. It doesn’t mean that a facility actually poses a threat to health, but a score that is 10 times higher than another means the \"the potential for risk is 10 times higher,\" according to the EPA.\nThis method has been around since 1991 and been reviewed and refined several times since then.\nIt’s important to remember that this information is just for each particular plant. What the researchers at Amherst do is tie each plant to its corporate owner and come up with a total score for a company.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The match of facilities to the companies that own them is a substantial effort for us,\" said Michael Ash, chair of the economics department at UMass-Amherst and head of the project.\nTo repeat, it’s by this measure that Koch Industries ranks 14th in the country in terms of companies sending emissions into the air and 30th in sending emissions into the water. The top air polluter, according to the analysis, is Precision Castparts. The top water polluter is Ohio Valley Electric.\nWe wanted to know if there is anything analytically wrong with adding up the scores the way Ash's group does. We found that the business magazine Forbes has reported these results without challenging them. An environmental economist, Nicolaas Bouwes, who helped develop the Risk Screening Environmental Indicator at the EPA, told PunditFact that there is \"no problem aggregating the numbers.\"\n\"The point of the model was to identify problem actors,\" Bouwes said. \"If you are at #14, there are issues to look into.\"\nKoch Industries did not dispute the findings.\n\"Koch’s TRI (Toxic Release Inventory) number is what it is because we have a large number of U.S. manufacturing sites and we're a U.S.-based company,\" said spokesman Rob Tappan.\nTappan is correct that Koch Industries has a large number of plants. It operates over 100 facilities that produce everything from plywood, to asphalt, to jet fuel. One of its companies makes Brawny paper towels. That water you bought at the store might come in a bottle made of plastic from a Koch Industries plant.\nThe company runs nearly twice as many sites as the corporation with the next-largest number of plants, Honeywell, which has about 60. You would expect that releases would go up with each additional facility.\nOn the other hand, when we dipped into the EPA’s data (using the database on the Right To Know Network), we found that on average, each Koch plant generated about five times as much as each Honeywell plant. Roughly speaking, the comparison was about 500,000 pounds of chemical releases compared to about 100,000. So the number of plants alone doesn’t explain the Koch brothers’ high numbers.\nTappan underscored that the Political Economy Research Institute (the University of Massachusetts-Amherst group) has \"radical\" roots. Ash, he noted is a member of the Union for Radical Political Economics. That organization's website proclaims that it \"presents a continuing critique of the capitalist system and all forms of exploitation and oppression while helping to construct a progressive social policy and create socialist alternatives.\"\nWhile that perspective is not mainstream, that by itself does not invalidate the institute’s findings.\nTappan also notes that \"our manufacturing emissions meet all EPA standards, and we work hard to exceed them.\"\nHowever, Koch Industries paid a $30 million civil fine in January 2000 for its role in more than 300 spills from oil pipelines and facilities in six states. At the time, the fine was the largest civil fine levied under any environmental law, according to the EPA. And last month, leaks at a Texas chemical plant cost the company a $350,000 fine with the promise to invest $45 million in equipment upgrades.\nOur ruling\nBeckel said that the Koch brothers are one of the country’s biggest polluters. In this fact-check, we're talking about the Kochs' company, Koch Industries. Koch Industries operates over 100 plants across the country. According to one ranking, it is not responsible for the most significant releases but it does land within the top 30 on one list and the top 15 on another. Most people would count that as \"one of the biggest.\"\nMost of those releases are legal under EPA permits. The EPA does not consider this level of pollution to pose a health risk in and of itself. However, it is still pollution.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-08017"}