{"url": "/factchecks/2019/nov/01/facebook-posts/some-truth-claim-facebook-us-paid-jordan-syria-wal/", "speaker": "Facebook posts", "vclaim": "The United States paid for a 274-mile wall between Jordan and Syria, \"approved by the Dems in the house and senate,\" in order \"to keep ISIS out.\"", "truth_label": "barely-true", "date": "stated on September 16, 2019 in a Facebook post:", "title": "US-backed Jordan-Syria barriers to fight ISIS aren’t border-to-border 'wall'", "text": "A Facebook post claims the United States built a massive wall in the Middle East to block the ISIS terrorist organization.\nBelow a map showing Jordan and Syria, the post says:\n\"This is a wall. Between Jordan and Syria. Why? To keep ISIS out. Want to guess who paid for it? The US. Yup, the US built a wall in Jordan. 274 miles worth. This was approved by the Dems in the house and senate. But, a Wall for the US is immoral. Apparently it’s not immoral in Jordan. Well well isn’t that interesting.\"\nThe post didn’t provide any source information. A reader asked us to check it out.\nWe found there is no end-to-end physical wall across the Jordan-Syria border, and certainly none like President Donald Trump has advocated for on the U.S.-Mexico border.\nThere are what amount to a series of barriers largely funded by the United States that were approved with bipartisan support. They were erected to block incursions by Islamic State terrorists, but also to block refugees.\nJordan: Key U.S. partner \nJordan is considered a key U.S. partner in the Middle East, according to an April 2019 paper by the nonpartisan Congressional Research Service. \n\"Jordan’s strategic importance to the United States is evident given ongoing instability in neighboring Syria and Iraq, Jordan’s 1994 peace treaty with Israel and uncertainty over the trajectory of Palestinian politics,\" the paper says. \n\"Jordan also is a longtime U.S. partner in global counterterrorism operations. U.S.-Jordanian military, intelligence and diplomatic cooperation seeks to empower political moderates, reduce sectarian conflict and eliminate terrorist threats.\"\n‘Sophisticated electronic fence’\nA detailed Vice News article in 2016 reported that the administration of President Barack Obama was allocating funds \"to build a sophisticated electronic fence along Jordan's northern and eastern borders, a wall which U.S. strategic planners hope will stem the flow of refugees.\"\nThe effort began as a $20 million project in 2008 to erect a set of surveillance towers along a 30-mile stretch of Jordan’s border with Syria. But it expanded into what became known as the Jordan Border Security Program, running some 275 miles along the entire Jordan-Syria border and costing $500 million, according to Vice. (Jordan’s border with Syria runs 234 miles.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nSince 2013, the barrier \"has refocused on detecting Islamic State fighters and arms smuggling, as well as refugees, on both sides of the border,\" the article says.\nOther sources\nExperts we contacted largely confirmed Vice’s account, with some clarifications.\nThe State Department describes the Jordan Border Security Program as an \"integrated border security surveillance, detection and interdiction system along Jordan’s land borders. \"\n\"It’s not a wall, and I don’t think any part of it could be described as such,\" said Ben Fishman, a senior fellow at the Washington Institute for Near East Policy. \"The U.S. funded a series of border security systems to Jordan as part of our long-standing bipartisan security cooperation with Jordan.\"\nGlobalSecurity.org director John Pike said \"there are all kinds of radars and observation towers and other such anti-infiltration measures, but no wall.\"\nCongress increased defense appropriations to Jordan to counter ISIS, including for enhancing border security, Jeffrey VanDenBerg, director of Middle East Studies at Drury University in Missouri, told us. \"But it wasn’t specifically for a wall, and it is not specified what portion of the increased funds were intended for border security.\"\nSome of Jordan’s barriers on its border with Syria predated any recent U.S. appropriations, he added.\nThe major funding, although U.S. money was provided previously, was supported by Democrats in an omnibus spending bill, said Valens Global chief executive officer Daveed Gartenstein-Ross. \nHe cited a 2017 appropriations measure providing up to $500 million that, the law says, \"may be used to provide assistance to the Government of Jordan to support the armed forces of Jordan and to enhance security along its borders.\"\nOur ruling\nA Facebook post claimed the United States paid for a 274-mile wall between Jordan and Syria, \"approved by the Dems in the house and senate,\" in order \"to keep ISIS out.\"\nThe post alludes to a U.S.-Mexico border wall like Trump has championed, and there certainly is no such end-to-end physical wall spanning the Jordan-Syria border.\nThere are high-tech barriers, some of which predated U.S. participation. A major portion was funded by the United States, with bipartisan support, and a major reason was to fight the ISIS terrorist group, but also to block refugees.\nThe statement contains only an element of truth. Our rating is Mostly False.", "vclaim_id": "vclaim-pol-16735"}