{"url": "/factchecks/2018/may/17/true-american/ohio-opioid-crisis-real-headline-misleading/", "speaker": "True American", "vclaim": "\"BREAKING: 60 people just found dead in Ohio\"", "truth_label": "false", "date": "stated on May 13, 2018 in a headline:", "title": "Ohio opioid crisis is real, but this headline is misleading", "text": "An alarming headline stated there was a sudden massive death wave in Ohio, but the facts show there was no one-day wipeout.\n\"BREAKING: 60 people just found dead in Ohio,\" said the May 13 headline on True American, a website with a lot of clickbait headlines. The story is a ripoff of the same misleading stories that appeared in June 2017 on multiple websites.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nThe headline could lead viewers to believe there was a sudden one-day death toll in Ohio, but the story actually refers to ongoing deaths from opioids in Cuyahoga County, where Cleveland is located.\n\"The death toll in one Ohio town continues to rise as 60 people were just found dead overnight and emergency crews can’t keep up with the calls that continue to pour in,\" the story stated.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nBut later in the story, it said that the Cuyahoga County Medical Examiner confirmed that 60 people died in February \"from the same alarming cause.\" The story quoted a news report by FOX - 8 WJW (Cleveland, Ohio) about the overdose deaths.\nWhile the True American story has a May 2018 dateline, the TV report was from March 2017 and refers to February 2017 data released by the medical examiner. The TV station reported that \"at least 60 died from heroin, fentanyl or a combination of the two, bringing this year's total to 109.\" The report said that the number could rise as toxicology results were received in additional cases, but the 60 deaths outpaced the previous one-month record of 57 drug fatalities in September 2016.\nThe data came from information released by the medical examiner to the media.\nChristopher Harris, a spokesman for the medical examiner, told PolitiFact that the final number for February 2017 for opioid-related deaths was 65. For all of 2017, there were 727 total drug deaths; 553 opioid related.\nIn 2018 so far, there have been at least 137 suspected opioid related deaths:\nOhio is one of the hardest hit states in the nation by the opioid epidemic. Richard Rosenfeld, a criminology professor at the University of Missouri-St. Louis, has pointed to the opioid crisis as a factor in the increase in homicides in Ohio.\nOur ruling\nA headline said, \"BREAKING: 60 people just found dead in Ohio.\" The scare-tactic headline creates a false impression that something catastrophic happened to cause 60 people to suddenly drop dead. In reality, the Cuyahoga Medical Examiner initially found that 60 died from overdoses in February 2017, and later reported the final number was 65. So the number is also incomplete and outdated. We rate this claim False.\nhttps://www.sharethefacts.co/share/bf964c03-446b-4083-bc78-fcd26e3c7e5a", "vclaim_id": "vclaim-pol-02059"}