{"url": "/factchecks/2017/feb/02/roy-cooper/nc-gov-roy-cooper-says-private-school-vouchers-lac/", "speaker": "Roy Cooper", "vclaim": "Says North Carolina gives taxpayer dollars to private schools, but \"we really don’t know what these schools are doing or how they are performing.\"", "truth_label": "half-true", "date": "stated on January 25, 2017 in an address to education leaders:", "title": "NC Gov. Roy Cooper makes questionable claim about private school vouchers lacking accountability", "text": "North Carolina Gov. Roy Cooper says that even though the state gives millions of dollars to hundreds of private schools, it has no sense of how students at those schools are performing.\nAnd the day lawmakers returned to Raleigh to start crafting the state budget, Cooper said he would like to see funding for private school vouchers re-routed to public schools.\n\"I am very concerned and have opposed vouchers because of the lack of accountability,\" Cooper said at a breakfast with education leaders Wednesday. \"We really don’t know what these schools are doing or how they are performing. Instead, we need to invest in our public schools.\"\nThe state began offering \"Opportunity Scholarships\" for families to leave public schools for private schools in 2014. In this school year North Carolina will spend $45 million on the program. Legislators plan to triple that in the next decade, to $145 million by 2027. The state’s public school budget in 2015-16, for comparison, was $8.9 billion.\nCooper was critical of vouchers throughout his campaign for governor. And he was endorsed by the powerful teachers group N.C. Association of Educators, which also opposes vouchers. But vouchers are popular with supporters of the school choice movement and with Republican politicians, who have the final say in the state budget.\nWhat are vouchers?\nNorth Carolina allows qualifying parents to receive up to $4,200 annually in state funds per child for private school tuition. It’s one of 13 states (and the District of Columbia) with such a program.\nQualifications include being disabled, being from a low-income family, living in a foster home or having a parent in the military.\nSupporters say it gives many students an option that was previously reserved for wealthier families.\nCritics question its accountability, or point to the many religious schools that receive taxpayer dollars (which was found constitutional by the U.S. Supreme Court in 2002). In North Carolina last year, more than 90 percent of voucher money went to Christian or Islamic schools.\nRegulations and accountability\nDarrell Allison, president of the pro-voucher Parents For Educational Freedom in North Carolina, said Cooper is wrong.\n\"When you hear critics say ‘They don’t have accountability; they don’t have testing,’ what they're really saying is ‘They don’t have the same accountability and testing,’\" Allison said.\nAn expert in education policy agreed with him, at least in part.\n\"There is some accountability attached to the opportunity scholarship program,\" said UNC-Chapel Hill professor Eric Houck.\nFor instance, every voucher student has to take a standardized test and have the results reported to the state.\nBut Houck said Cooper also has a good argument in his favor, in part because the overall results don’t have to be made public – and many of the traditional accountability measures on public schools don’t apply to voucher schools.\n\"Accountability is a big word,\" Houck said. \"If the governor is talking about accountability in the way that the General Assembly has been talking about accountability since the 1980s, he's right. But there are other ways of defining accountability.\"\nAccountability was one factor in a North Carolina Supreme Court case that challenged the constitutionality of the voucher program. The plaintiffs in the case, arguing against vouchers, made a claim similar to the one Cooper is making now.\nThey were backed up by a group of education scholars who filed a brief saying the voucher program \"has virtually no accountability system whatsoever.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHowever, the Supreme Court was not swayed by those and other arguments and allowed vouchers to continue. So let’s look at the program as it stands now.\nTesting\nPublic schools must use standardized tests to gauge if students are at grade level. Private schools only have to give standardized tests to students attending on vouchers. They also must use a nationally standardized test, not a state test.\nAllison said the state will use the results to measure academic gains or losses of voucher students compared to students from similar backgrounds in public schools.\nBut Houck said due to the differences between the tests we’ll eventually know how voucher students compare to their peers in other states, but not whether they’re reading at North Carolina’s definition of grade level or know the content required of public school students.\nPerformance data\nThe test results must be sent to the state. A legislative committee must then use the data to make recommendations \"regarding improving administration and accountability.\"\nBut the results aren’t automatically made public, as public schools’ test results are. And furthermore the oversight committee isn’t expected to give the General Assembly its 2015-16 report until this fall, Allison said.\nBy that time the legislature will already have approved the state budget for the next two years.\nSo Cooper is correct that state leaders don’t have performance data. It’s also worth noting the data for these few hundred private schools is lagging behind the state’s thousands of public schools, which published their 2015-16 testing data in November 2016.\nComparing schools\nWhile the statewide data isn’t public, some of the largest individual recipients of vouchers will have to make their performance results public. But the law applies an enrollment cutoff that meant, in 2015-16, that more than 90 percent of the schools were exempt.\nThe opposite is true of the public school system, where almost every school makes its results public.\nAllison said the cutoff that keeps most individual schools’ results secret is in place to keep from releasing information that might identify individual students. However, public schools use a cutoff of 5 students, while voucher schools use a cutoff of 25.\nIn terms of non-academic accountability, voucher schools also fall short of public schools in several ways.\nOnly three schools that received vouchers in 2015-16 received enough to trigger a financial review. The hundreds of other, unaudited schools accounted for 95 percent of the $25 million spent that year.\nPublic schools also have stricter measures for how much education teachers must have, and for conducting employee background checks. And that’s despite the fact that North Carolina’s public schools received an \"F\" in a 2016 USA Today report on teacher background checks.\nOur ruling\nCooper said, regarding private schools receiving public funds, \"we really don’t know what these schools are doing or how they are performing.\"\nWhile private schools do have much less oversight and accountability than public schools, it isn’t entirely lacking. Schools do have to give voucher students standardized tests and report the results to the state for oversight.\nBut there are many areas in which voucher recipients don’t face the same oversight and public reporting requirements as public schools, or have a lesser standard.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/088bcd03-e7cf-4e20-9c7d-690b64ce562e", "vclaim_id": "vclaim-pol-03723"}