{"url": "/factchecks/2018/jul/18/blog-posting/no-evidence-woman-who-died-home-explosion-was-test/", "speaker": "Bloggers", "vclaim": "\"Woman set to testify against Clintons blown up in home explosion.\"", "truth_label": "pants-fire", "date": "stated on July 11, 2018 in a blog post:", "title": "No evidence woman who died in home explosion was to testify against Clintons", "text": "A recent blog post baselessly ties a woman’s death in a home opposition to the Clintons.\nThe article, which appears on the Goldwater, claims that Carole Paladino, a 72-year-old recently deceased New Jersey woman, \"had previously been identified by SVR analysts as being a ‘probable witness’ against the Clinton Foundation.\"\nThe conspiracy website exploited the real death of Paladino and her husband. She was not set to testify against the Clinton Foundation.\nFacebook flagged this story as part of the company’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nMultiple news outlets reported on the explosion at the Paladino home on July 7, 2018.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAuthorities did not suspect foul play as the cause, the reports said, but a gas leak instead.\nThe website didn’t care about that, choosing instead to build a conspiratorial narrative built on Paladino’s contribution to a report that supposedly led to all New Jersey schools being forced to buy EpiPens. She was a retired school nurse.\nThe website further embeds itself into false news territory by deeming this the fifth death in its \"Clinton body count series.\"\nWe’ve debunked similar claims about the Clintons getting involved in shady business and plotting to kill others before. Like those claims, this one provides plenty of speculation, but no evidence to substantiate its headline.\nA woman died in a home explosion, but she was not set to testify against the Clintons. We rate this statement Pants on Fire.", "vclaim_id": "vclaim-pol-01844"}