{"url": "/factchecks/2018/apr/18/scott-walker/record-low-unemployment-and-record-high-number-peo/", "speaker": "Scott Walker", "vclaim": "\"Our bold reforms have Wisconsin’s unemployment rate down to an all-time LOW of 2.9 percent, and the number of people working at an all-time HIGH!\"", "truth_label": "half-true", "date": "stated on April 4, 2018 in a tweet:", "title": "Record-low unemployment and record-high number of people working due to Scott Walker's policies?", "text": "Two favorite boasts of Republican Scott Walker in his bid for a third term as governor are about unemployment and the number of people working in Wisconsin.\nHe doubled down in this April 4, 2018 tweet, declaring:\nOur bold reforms have Wisconsin’s unemployment rate down to an all-time LOW of 2.9 percent, and the number of people working at an all-time HIGH!\nWe’ll check the two statistics.\nBut more importantly, as voters begin to ponder the November 2018 election, we’ll also examine Walker’s insistence that both are due to his reforms.\nThe figures\nWisconsin’s estimated unemployment rate dipped to 2.9 percent in February 2018, the lowest ever, the Milwaukee Journal Sentinel reported, citing the latest figures available when Walker posted his tweet.  The article noted that the figures came from a state Department of Workforce Development report that was based on preliminary estimates from a monthly survey with sparse sample sizes and was subject to revision.\nThe same Journal Sentinel article reported that in February 2018, the state also set a record for the total number of people employed, with 3.07 million. It’s worth noting that when Walker previously claimed, in June 2016, that more people were employed in Wisconsin than ever before, we rated his statement Mostly True, noting it didn’t take into account population growth.\nNow to the role of Walker’s reforms.\nWalker’s argument\nWalker’s campaign cited a number of policies that it links to the two statistics, including these.\nTax, regulation cuts: In 2015, roughly midway into Walker’s time as governor, University of Wisconsin-Madison economist Noah Williams credited Walker’s reductions in taxes and regulations for the favorable unemployment labor participation rates. Williams was described at the time as an informal adviser to Walker’s 2016 presidential campaign.\nManufacturing/agriculture credit: An April 2017 study by the same economist argued that the credit, which took effect in 2013, has \"accounted for a total gain\" of 42,000 jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nFood stamp change: More than 25,000 people, according to Walker’s Department of Health Services, gained employment after completing job training that was required under new rules imposed by the Walker administration.\nTo be sure, Wisconsin hasn’t always had high marks during Walker’s tenure.\nIn comparison to other states, Wisconsin hasn’t fared well in rankings for job creation and new business creation. And the job growth wasn’t enough to meet Walker’s promise to create 250,000 jobs during his first term.  \nA governor’s limited role\nAs we’ve noted repeatedly in previous fact checks, the economy is affected by many factors, including national ones, and a governor plays an important -- but only limited -- role in a state’s economy.\nMarquette University economics professor James McGibany reiterated that to us in assessing Walker’s claim.\nMcGibany said it’s very difficult to tease out how many jobs were created solely because of a policy change, or changes. For example, he said some of the increase in Wisconsin manufacturing jobs during Walker’s tenure is likely due to the overall economy recovering from the 2008-’09 recession.\nSimilarly, some people who had been on food stamps and later found work likely did so because of the overall improvement in the economy, not specifically because of job training requirements. Moreover, McGibany said, low unemployment and high labor participation are being seen in most of the Midwest, including in states governed by Democrats as well as Republicans.\n\"The point is,\" he said, \"what is going on in Wisconsin is not the exception, but the rule for most of our neighboring states.\"\nIndeed, even Walker himself has acknowledged there are multiple factors at work.\nFor example, when asked about a week before his tweet why Wisconsin’s unemployment rate is so low, he said it is \"a combination of things -- the biggest thanks for that are to the hard-working employers of the state, because I understand that government doesn’t create jobs, people do … what we did was help create a better business climate.\"\nOur rating\nWalker says: \"Our bold reforms have Wisconsin’s unemployment rate down to an all-time LOW of 2.9 percent, and the number of people working at an all-time HIGH!\"\nWalker is correct on the two statistics. But his various reforms can only be considered to be a contributing factor, at most, given many factors that affect the state’s economy.\nWe rate Walker’s statement Half True.  Share the Facts 2018-04-18 13:36:58 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Our bold reforms have Wisconsin’s unemployment rate down to an all-time LOW of 2.9 percent, and the number of people working at an all-time HIGH!\"     Scott Walker Wisconsin governor, Republican https://www.politifact.com/wisconsin/statements/2018/apr/18/scott-walker/record-low-unemployment-and-record-high-number-peo/   In a tweet Wednesday, April 4, 2018 2018-04-04    Read More  info", "vclaim_id": "vclaim-pol-02179"}