{"url": "/factchecks/2020/oct/28/donald-trump/trumps-misleading-claim-about-ballot-signatures-ne/", "speaker": "Donald Trump", "vclaim": "“In Nevada, they want to have a thing where you don’t have to have any verification of the signature” on ballots.", "truth_label": "false", "date": "stated on October 25, 2020 in a rally:", "title": "Trump’s misleading claim about ballot signatures in Nevada", "text": "As President Donald Trump has lobbed attacks on mail in voting this election year, the battleground state of Nevada has become a frequent target of his often misinformed claims on the subject.\n\"In Nevada, they want to have a thing where you don’t have to have any verification of the signature. It is so terrible,\" Trump said a New Hampshire rally Oct. 25.\nIt wasn’t immediately clear from his remarks, but Trump’s campaign told us the president was referring to his campaign’s recent litigation over signature verification procedures in Clark County, Nev., the state’s most populous county. But we found no evidence that the state or county wants to get rid of signature verification.\nTrump campaign’s recent lawsuit in Clark County\nIn August, a day after Nevada Gov. Steve Sisolak signed legislation known as AB 4 into law, the Trump campaign sued Nevada Secretary of State Barbara Cegavske seeking to block it. The pandemic era elections bill provided, among other things, that active voters would automatically receive ballots in the mail. At Cegavske’s urging, a federal judge dismissed the Trump campaign’s lawsuit.\nBut Trump continued to attack Nevada’s voting by mail system with false attacks about signature requirements.\n\nThe website of Cegavske’s office says that \"signature verification is performed on every ballot received. If the signature is missing or if the signature on the ballot return envelope does not match the signature on file for the voter, the ballot will not be counted until the voter verifies their signature.\" The state has procedures in place for voters to \"cure\" or fix their ballot if the signature was missing or didn’t match.\nThis is common for checking signatures across states.\nOn Oct. 23, the Trump campaign filed another lawsuit, this time against Cegavske and the registrar of voters for Clark County related to ballot signatures. That’s what the president was talking about in New Hampshire, his campaign said, when he again alleged the state doesn’t \"want\" any signature verification on ballots. \n\"We basically have no signature requirement because the system is so lax that virtually all signatures are currently counted in Clark County,\" Adam Lexalt, the state’s former attorney general and Trump campaign chair, told PolitiFact.\nThis lawsuit alleges that Clark County election officials positioned observers in such a way that they can’t fully see the review of ballots, including decisions related to ballots with signature issues. The lawsuit also says that county officials have used a low standard to verify signatures.\nClark County is using the Agilis ballot sorting machine as a first step to match voters’ signatures on their ballot envelopes. If the machine finds that the signature doesn’t match the voter’s signature on record, then it is reviewed by elections officials in person. Clark County, which includes Las Vegas, is the only Nevada county to use the machine to verify signatures. The Trump campaign lawsuit alleges that \"it is more likely that fraudulent and improper ballots are being tabulated by Clark County\" but includes no proof that any fraudulent ballots were accepted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe lawsuit zeroes in on something referred to as the \"tolerance level\" setting on the machines to determine whether signatures match. The lawsuit says the county registrar, Joseph Gloria, intentionally lowered the manufacturer’s recommended tolerance level to 40 to decrease the number of rejected ballots. \nA setting of zero would allow through any ballot while the maximum setting is 100. A spokesperson for the county elections office, Dan Kulin, said that there is no manufacturer’s recommended setting, but confirmed that Clark County uses a setting of 40. We reached out to the manufacturer to ask questions about the settings but didn’t hear back.\n\"To determine what score to use, we ran tests of the system and concluded that 40 would accept all the signatures that are obvious matches,\" Kulin said. \"Signatures that don’t meet that score are reviewed by our manual processes and may be rejected.\"\nThe program compares the writing style, the slant of the letters, and how someone crosses their t’s as part of determining the score of the signature.\nSo far about 30% of the signatures are being automatically authenticated, Kulin said. For those that aren’t authenticated by the machine, the signatures are verified by local elections workers. \nThe Republicans’ lawsuit, still pending, doesn’t include any documentation from the manufacturer about the settings or proof that the setting used by Clark County is flawed. Instead, it points to the low number of rejected ballots as evidence: As of Oct. 22, 1.45% of ballots in Clark County had been returned for signature issues compared to 3.78% in Churchill County, which doesn’t use the machine, according to the lawsuit.\nBut the lawsuit cherrypicks by choosing Churchill, the county with the highest rate of ballots needing signature cures.\nOur ruling\nTrump said \"in Nevada, they want to have a thing where you don’t have to have any verification of the signature.\"\nTrump’s campaign said he was referring to a lawsuit challenging ballot processing procedures in Clark County. The Trump campaign’s Oct. 23 lawsuit challenges the county’s use of a machine to help flag signature issues on ballots. The case is pending, so it will be up to a judge to decide if any of the arguments have merit.\nRepublicans argue that the fact that only 1.45% of ballots in Clark County needed signature cures translates to a watered down signature requirement. But criticizing the use of the county’s procedures isn’t evidence that the county wants no verification of signatures. \nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18797"}