{"url": "/factchecks/2016/mar/10/hillary-clinton/hillary-clinton-says-bernie-sanders-wants-delay-cl/", "speaker": "Hillary Clinton", "vclaim": "\"The Clean Power Plan is something that Sen. Sanders has said he would delay implementing.\"", "truth_label": "false", "date": "stated on March 9, 2016 in in the Democratic debate in Florida:", "title": "Hillary Clinton wrongly says Bernie Sanders wants to delay the Clean Power Plan", "text": "Debating in a city where rising sea levels are a concern, Hillary Clinton suggested Bernie Sanders wants to set back a major climate change policy of the Obama administration.\n\"The Clean Power Plan is something that Sen. Sanders has said he would delay implementing, which makes absolutely no sense,\" Clinton said.\n\"What? Tsk,\" Sanders said, laughing and shaking his head incredulously.\n\"Wait, what?\" was our reaction too.\nLooking at statements and actions by Sanders, Clinton’s statement is misleading.\nBriefly, the Clean Power Plan aims to cut carbon emissions from coal-burning power plants by 2030 by 32 percent from 2005 levels, promoting clean(er) energy sources instead. This plan, hailed and criticized as a historic environmental initiative, was put on hold on Feb. 9, 2016, by the U.S. Supreme Court.\nWe searched Google, LexisNexis and CQ for comments Sanders has made on the plan and found no evidence that Sanders has said he wants to delay the implementation.\nThe Clinton campaign referred us to Sanders’ Feb. 21 interview with Grist, an environmental online magazine, in which he laid out what President Sanders would likely do on climate change.\nSanders said he would change the Clean Power Plan to incentivize renewables instead of gas and extend a two-year program for wind and solar credits all the way to 2030. And beyond carbon, he would also regulate methane through the plan.\nThe Clinton campaign also cited environmental law expert Richard Revesz’s blog post for The Hill criticizing Sanders. The Clean Power Plan \"cannot be changed at the stroke of the pen,\" Revesz wrote a few days after the Grist interview, and Sanders’ actions would \"stop the train and cause a great delay.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n(Ann Carlson, an environmental law professor, made the same argument.)\nBut Sanders himself did not say he would delay implementation. In reality, he wants a more ambitious plan (and has released one) and has supported Obama’s plan from the get-go.\nA day before it was unveiled, Sanders said in a press release, \"It sounds to me like a step forward in ending our dependence on fossil fuel, and I support that effort.\"\nHe also tweeted that day, \"Pres Obama knows climate change is the great planetary crisis facing us & we must move boldly to transform our energy system #CleanPowerPlan.\"\nAnd in November, Sanders voted twice against legislation to block the Clean Power Plan.\n\"It is an embarrassment that with few exceptions Republicans refuse to recognize the reality of climate change, and even fewer are prepared to do anything about it,\" he wrote in a press release following the effort to repeal the plan. \"Today’s vote to block the Clean Power Plan is a stark reminder that instead of worrying about the future of our planet, Republicans are more concerned with their campaign contributions.\"\nOur ruling\nClinton said, \"The Clean Power Plan is something that Sen. Sanders has said he would delay implementing.\"\nSanders advocates for more ambitious action on climate change, which some experts argue could delay the plan. But Sanders himself has never said what Clinton is suggesting, and he has supported the Clean Power Act in words and action.\nWe rate Clinton’s claim False.", "vclaim_id": "vclaim-pol-05291"}