{"url": "/factchecks/2013/may/15/reclaim-america-pac/pac-ad-says-kelly-ayotte-voted-fix-background-chec/", "speaker": "Reclaim America PAC", "vclaim": "Says Kelly Ayotte voted to \"fix background checks.\"", "truth_label": "half-true", "date": "stated on May 14, 2013 in a TV ad:", "title": "PAC ad says Kelly Ayotte voted to fix background checks on gun sales", "text": "New Hampshire Sen. Kelly Ayotte saw her poll numbers drop after she voted against a proposal to expand background checks on gun sales.\n\nNow coming to her rescue is Marco Rubio’s Reclaim America PAC. The Florida senator’s group is out with an ad that says Ayotte \"voted to fix background checks.\"\n\nWhat gives? Did she vote against them or vote to fix them?\n\nThe answer depends on how you define the fix. Gun control groups say background checks won’t be fixed unless they are expanded to cover more types of gun sales. The bill Ayotte voted for did not do that, but it would have added more records to the database used to run background checks in hopes of keeping guns from criminals and the mentally ill.\n\nLet's explore.\n\nManchin-Toomey amendment\n\nThe background check amendment, sponsored by Sens. Joe Manchin, D-W.Va., and Pat Toomey, R-Pa., was a compromise intended to replace stricter language in Majority Leader Harry Reid’s Safe Communities, Safe Schools Act of 2013.\n\nCurrent law requires checks on purchases only from federally licensed gun dealers. Reid’s bill would have expanded them to all transfers, even private ones among family members, with few exceptions. The Manchin-Toomey amendment attempted to find middle ground -- expanding the checks to gun shows and Internet sales, but not requiring them of family members and friends giving or selling guns to each other.\n\nAyotte joined Republican colleagues in a mostly partisan vote, defeating the measure 54-46. (Procedurally, the amendment needed 60 votes to pass).\n\nAyotte, in declaring opposition to the measure, said: \"I believe that restricting the rights of law-abiding gun owners will not prevent a deranged individual or criminal from obtaining and misusing firearms to commit violence. While steps must be taken to improve the existing background check system, I will not support the Manchin-Toomey legislation, which I believe would place unnecessary burdens on law-abiding gun owners and allow for potential overreach by the federal government into private gun sales.\"\n\nThe Republican alternative\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nThe same day as the vote on Manchin-Toomey, Republican Sens. Charles Grassley of Iowa and Ted Cruz of Texas introduced a substitute amendment. Like Manchin-Toomey, that amendment won a majority of votes (52-48), but not the needed 60.\n\nThe Grassley amendment would have provided incentives for states to submit relevant mental health records to the National Instant Criminal Background Check System and required federal courts to do so. It also would have allocated money for prosecuting violations of the background check requirement. But it did not expand the requirement to cover any new firearms sales, such as at gun shows or over the Internet. (Editor's note: We looked more into the details of the Grassley amendment after we published this report. See our story for a more detailed discussion on the how the amendment would have worked.)\n\nEight senators ended up voting in favor of both background check measures.\n\nIn an op-ed several weeks after the votes, Ayotte said Manchin-Toomey would have expanded \"the broken background check system we have now.\"\n\n\"In my view, we shouldn’t be expanding a flawed system. The focus should be on fixing the existing system, which criminals are flouting. We need to make sure we are enforcing current law and prosecuting those who attempt to illegally obtain firearms,\" she wrote. \"And we must ensure that NICS includes records currently not being entered in the system, including mental health adjudications where an individual is found to be a danger to themselves and others.\"\n\nMayors Against Illegal Guns, a pro gun-control organization founded by New York City Mayor Michael Bloomberg, said the amendment Ayotte supported did \"nothing to close the gaping loophole that allows criminals to buy guns without background checks.\"\n\nOur ruling\n\nThe PAC ad said Ayotte voted to \"fix background checks.\"\n\nBut we found differing opinions on what would actually fix the system.\n\nReclaim America’s evidence is her support for a measure that would have put more records into the instant criminal check system, with the aim of capturing more people whose gun applications should be rejected. But to many in the gun-control debate, fixing background checks means requiring them on firearms bought at gun shows and over the Internet.\n\nThe ad, as you might expect, only portrays one side of the background check debate. The other side could reasonably argue that Ayotte stood in the way of fixing the loopholes in background checks. On balance, we rate the statement Half True.\n\nUpdate: After this story was published, we looked into more details about the Grassley amendment and how it would have worked, specifically the incentives to states to send mental health records to the federal background check database. We published our additional findings in this story. The ruling on this fact-check remains the same.", "vclaim_id": "vclaim-pol-09333"}