{"url": "/factchecks/2018/mar/30/blog-posting/no-david-hogg-graduate-california-high-school/", "speaker": "Bloggers", "vclaim": "David Hogg graduated from Redondo Shores High School in 2015.", "truth_label": "pants-fire", "date": "stated on March 28, 2018 in a tweet:", "title": "No, David Hogg didn’t graduate from a California high school in 2015", "text": "A viral image of a since-deleted tweet said David Hogg, one of the victims of the Parkland, Fla., shooting, graduated from a California high school in 2015.\nWe’ve previously debunked the theory Hogg is a crisis actor, but we decided to take a closer look at the purported yearbook evidence.\n\"I went to school with him at Redondo Shores High School and he graduated in 2015,\" the tweet said. \"Here he is in our yearbook from 2015. He always wanted to work for CNN and be an actor. #GunReformNow #NeverAgain\"\nBut the image accompanying the tweet is taken from the 2017 Stoneman High School yearbook.\nJoey Wong, a student at the Parkland, Fla., high school, posted a video of his yearbook on Twitter showing the cover and the page from the viral image.\nThere’s a photo going around claiming David Hogg did not attend Douglas, but a school in California. Here’s a video to debunk that: pic.twitter.com/hJsMNSdAsF— Joey (@_Joey_Wong) February 21, 2018\n\n\n\"Okay, so, what we have here is a Marjory Stoneman Douglas High School yearbook from the school year 2017, Florida, and bookmarked is David Hogg’s yearbook photo from the same book,\" Wong says in the video. \"David Hogg, 11th grade. This is last year. He’s right here. That’s him.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAnother student, Sarah Chadwick, echoed Wong’s confirmation in another tweet.\n\"She claims it’s not a Douglas yearbook (which I promise it is, I know multiple people in that picture) yet there’s someone in the pic wearing a douglas t-shirt????\" Chadwick tweeted.\nShe claims it’s not a Douglas yearbook (which I promise it is, I know multiple people in that picture) yet there’s someone in the pic wearing a douglas t-shirt???? pic.twitter.com/BwPDyGztgK— Sarah Chadwick// #NEVERAGAIN (@Sarahchadwickk) February 21, 2018\n\nHogg did not graduate from a California high school in 2015; in fact, he was on the cross country team at Stoneman that year. The Sun-Sentinel published a photo of one of his races.\nHogg did, however, live in California prior to Florida. His father, Kevin Hogg, was an FBI agent assigned to the Los Angeles International Airport before his retirement to Florida in 2014.\nAccording to a tweet by Daniel Williams, a fellow student, Hogg moved to Florida their freshman year and has not transferred since.\n\"He moved from California our freshman year and hasn't transferred since. I've worked with him in many tv production project and sorry @davidhogg111 but he isn't that great of an actor,\" Williams tweeted.\nWe rate this statement Pants on Fire!\n Share the Facts 2018-03-30 15:15:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  David Hogg graduated from Redondo Shores High School in 2015.    Laguna Beach Antifa Blogger https://me.me/i/laguna-beach-antifa-lagbeachantifa9-22m-david-hogg-didnt-attend-parkland-20703986   In a tweet Wednesday, March 28, 2018 2018-03-28    Read More  info", "vclaim_id": "vclaim-pol-02245"}