{"url": "/factchecks/2021/jan/11/facebook-posts/no-isnt-video-capitol-rioter-upset-because-hes-no-/", "speaker": "Facebook posts", "vclaim": "Video shows man upset because he was added to the no-fly list for storming the Capitol.", "truth_label": "false", "date": "stated on January 10, 2021 in a Facebook post:", "title": "No, this isn’t a video of a Capitol rioter upset because he’s on the no-fly list", "text": "A video of a distressed man yelling in an airport has gone viral, and in some cases, it’s wrongly being connected to the U.S. Capitol breach on Jan. 6. \n\"This is what they do to us. They kicked me off the plane. They called me a f------ terrorist,\" the man says in a TikTok video. \nAnother person can be heard asking him to please calm down and saying that she was kicked off a Delta flight earlier.\nSome social media users are mischaracterizing why the man is upset.\n\"People who broke into the Capitol Wednesday are now learning they are on no-fly lists pending the full investigation,\" one Facebook post said. \"They are not happy about this.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBut the TikTok user who published the video didn’t say the man was upset because he was on the no-fly list, a Department of Homeland Security database of \"known or suspected terrorists.\" \nRather, the user said that he was upset because he was directed to wear a face covering. \n\"Homeboy had a full toddler level meltdown bc he was told to wear a mask,\" the Jan. 10 TikTok post said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nUSA Today reported that Delta removed two \"unruly\" passengers flying from Ronald Reagan Washington International Airport on Jan. 8. \nOther airlines have reported difficult customers after the wake of the riot, including \"non-mask compliant, rowdy, argumentative\" passengers who harassed crew members on an Alaska Airlines flight from Washington Dulles International to Seattle, according to the story. \nSeparately, Rep. Bennie Thompson, a Democrat from Mississippi and the chairman of the Committee on Homeland Security, released a statement on Jan. 7 urging the Transportation Security Administration and the FBI to add those involved in the attack on the Capitol to the no-fly list.\nWe reached out to Delta and the FBI about the claim in this Facebook post — and whether rioters have been added to the no-fly list — but did not immediately hear back.  \nHowever, there’s nothing to support the allegation in the post. \nFirst, the TikTok user who posted the video said that the man was upset because he was kicked off his flight for not wearing a mask. \nAnd second, if the man had been added to the no-fly list — a decision that’s made by the FBI and enforced by TSA — it doesn’t make sense that he would have made it to the boarding area, where this video was taken. \nIf someone is on the no-fly list, they can’t even get a boarding pass, which means he wouldn’t have made it to the gate.\nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.\nCORRECTION, Jan. 13, 2021: An earlier version of this fact-check included a quote from the video that, upon further review, we cannot conclusively say was uttered because the audio is unclear. We have updated the fact-check to remove that portion of the transcription. The ruling remains unchanged.", "vclaim_id": "vclaim-pol-19158"}