{"url": "/factchecks/2012/oct/12/joe-biden/biden-romney-called-ending-iraq-war-tragic/", "speaker": "Joe Biden", "vclaim": "On ending the war in Iraq, \"Gov. Romney said that was a tragic mistake, we should have left 30,000 troops there.\"", "truth_label": "half-true", "date": "stated on October 11, 2012 in the vice presidential debate:", "title": "Biden: Romney called ending the Iraq war 'tragic'", "text": "The vice presidential debate started off with questions about the Obama administration’s handling of the lethal attacks on the Libyan consulate in September 2012.\n\nVice President Joe Biden sought to portray the commander-in-chief as ever-mindful of threats to the country as he answered questions from moderator Martha Raddatz.\n\n\"When you're looking at a president, Martha, it seems to me that you should take a look at his most important responsibility. That's caring for the national security of the country. And the best way to do that is take a look at how he's handled the issues of the day.\n\n\"On Iraq, the president said he would end the war. Gov. Romney said that was a tragic mistake, we should have left 30,000 -- he ended it. Gov. Romney said that was a tragic mistake, we should have left 30,000 troops there.\"\n\nDid Romney really say ending the Iraq war was \"tragic\" and that the U.S. should have left behind 30,000 troops?\n\nFirst, some background. Ending the war in Iraq was a big campaign promise for Obama. In October 2011 he announced all troops would be pulled from Iraq by the end of the year.\n\nBy the end of 2011, his administration could not reach an agreement with the Iraqi government on the size of a residual force. Negotiations on that fell apart, according to a Reuters report, \"over a Pentagon demand that Iraq provide U.S. troops with immunity against prosecution in Iraq for any crimes committed there. Iraq's government was unwilling to meet that demand, and its political elite were divided over a post-2011 U.S. military presence.\"\n\nSome troops remained in the country. In the days leading up to the withdrawal date, about 200 U.S. troops remained and operated within the American Embassy \"to coordinate military relations between Washington and Baghdad, particularly arms sales,\" the New York Times reported.\n\nSo what was Romney’s take? He addressed Obama’s actions during a roundtable discussion with veterans at a South Carolina barbecue restaurant on Veterans Day in 2011. A colonel asked Romney how he would handle soldiers returning to the country in need of jobs, according to a transcript of the event.\n\nRomney called Obama’s troop removal \"an enormous mistake,\" \"a failing,\" \"precipitous\" and -- here’s the buzz word -- \"tragic.\"\n\nHis complete response: \"Yeah. A couple of things. One, you probably know that it is my view that the withdrawal of all of our troops from Iraq by the end of this year is an enormous mistake and a failing by the Obama administration. Secretary Panetta and others had indicated they were working to put in place a Status of Forces Agreement to maintain our presence there, so that we could most effectively transition to the Iraqi military and Iraqi security forces providing security for their country.\n\n\"The precipitous withdrawal is unfortunate. It's more than unfortunate. I think it's tragic. It puts at risk many of the victories that were hard-won by the men and women who have served there. I hope the risk is not realized. I hope instead that the Iraqis are able to pick up the baton, and despite the fact that we will have walked away on a too-rapid basis.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThis wasn’t the first time Romney’s campaign reacted to Obama’s withdrawal plan. He expressed his disapproval in a biting statement a few weeks earlier, keying in on the lack of an \"orderly transition.\"\n\nOn the night of the vice presidential debate, the Romney campaign website still faults the Obama administration for not reaching a Status of Force Agreement, or SOFA, and emphasizes continued unrest there.\n\n\"Despite the clear need for a SOFA and desire on both sides to conclude an agreement, President Obama fumbled the negotiation. It was a display of stunning diplomatic incompetence. The day after the abrupt withdrawal of U.S. troops at the end of last year, Iraq’s Prime Minister took worrying actions to consolidate power. He leveled terrorism charges against the Sunni Vice President, causing the Vice President to flee the capital and sparking a political crisis that continues to this day. Iraq still faces worrying insurgent attacks.\"\n\nIn a December 2011 interview with Reuters, Romney criticized Obama's \"failure to secure an agreement and maintain 10,000 to 30,000 troops in Iraq.\"\n\nOur ruling\n\nWhile talking about how Obama kept his promise to end the Iraq war, Biden said, \"Romney said that was a tragic mistake, we should have left 30,000 troops there.\"\n\nIt’s true that Romney characterized Obama’s 2011 deadline with the word \"tragic.\" Romney did not say ending the war was tragic; he was talking about the speed at which Obama removed all troops. Romney’s preference was to leave a large residual force, and he has used an estimate of up to 30,000 in the past, as Biden said during the debate. We rate Biden’s claim Half True.", "vclaim_id": "vclaim-pol-10194"}