{"url": "/factchecks/2018/dec/20/blog-posting/meme-mischaracterizes-chuck-schumers-record-border/", "speaker": "Bloggers", "vclaim": "Says Sen. Chuck Schumer in 2014 \"helped put together and signed a $25 billion deal to fund a border wall\" and now opposes Trump's $5 billion request for a border wall \"just because he's a Republican.\" ​", "truth_label": "false", "date": "stated on December 17, 2018 in a blog post:", "title": "Meme mischaracterizes Chuck Schumer's record on border security funding", "text": "A meme gaining traction on social media claims Sen. Chuck Schumer, D-N.Y., supported a border wall deal during Barack Obama’s presidency but then flip-flopped once President Donald Trump took the White House.\nThe post contains a photo of Schumer and a mock first-person confession revealing the Senate minority leader’s partisan reason for the apparent policy pivot.\n\"In 2014, I helped put together and signed a $25 billion deal to fund a border wall,\" reads the post from a group called The Right View Of Washington State. \"Now, Trump wants $5 billion for a border wall. Well I’m gonna b----, cry, piss and moan just because he’s a Republican and wants it.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe meme is swimming in factual errors and fishy interpretations.\nNo border wall deal in 2014\nThe post says Schumer helped put together a border wall deal in 2014. That’s wrong — there was no border barrier deal that year.\nIt’s possible the creator of the post was thinking of a 2013 proposal that Schumer shepherded through the Senate. But characterizing the 2013 legislation as a $25 billion deal to fund a \"border wall\" runs into factual hurdles.\nThat proposal, a comprehensive immigration plan Schumer sponsored and voted for, cleared the Senate in 2013. But the Republican-controlled House did not take up that bill after that. (It’s worth noting that presidents, not lawmakers, as the meme suggests, sign bills into law.)\nThe package included more than $46 billion for border security. The vast majority of that money ($30 billion) was for hiring more U.S. Border Patrol agents along the southern border. Around $8 billion would have gone toward building or repairing 700 miles of fencing (including some double-layer fencing) along the U.S.-Mexico border.\nThat’s not $25 billion for a wall, as the meme claimed.\nFence vs. wall\nIt would be a stretch to say the fencing Schumer supported in 2013 fits the same description as Trump’s \"impenetrable, physical, tall, power, beautiful southern border wall,\" with \"precasts going up probably 35 to 40 feet in the air.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nSchumer’s office insisted a border fence is very different from Trump’s promised wall. The senator’s office pointed us to a Trump tweet from the election when then-candidate Trump scolded his opponent Jeb Bush for conflating the two.\n\"Jeb Bush just talked about my border proposal to build a ‘fence.’ \" Trump tweeted. \"It's not a fence, Jeb, it's a WALL, and there's a BIG difference!\"\nDaniel Yoken, a Schumer spokesman, said, \"Sen. Schumer supported fencing where it makes sense then and still does today.\"\nSchumer has also argued that border security isn’t limited to a wall, and that there are other, more effective ways to secure the border. The meme claims Schumer opposes a wall \"just because\" Trump is a Republican.\nOne more point to clarify: Schumer in January 2018 said he offered to back funding for Trump’s border wall in exchange for a broader immigration package that included a deal for so-called Dreamers, young immigrants living in the country illegally.\nSchumer reportedly made a $25 billion offer for the wall during a private meeting with Trump, as lawmakers negotiated a way to avert a government shutdown. Schumer rescinded his offer just a few days after making it, saying it was off the table because Trump rejected the broader immigration package.\nThe New York Times reported that while the White House refused to acknowledge that Schumer made the wall offer, Senate leaders on both sides of the aisle confirmed it.\nAn offer on behalf of Schumer’s part to fund a border wall undermines the meme’s notion that he’s automatically ruled out the wall simply because Trump wants it.\nOur ruling\nThe Facebook post says Schumer in 2014 \"helped put together and signed a $25 billion deal to fund a border wall\" and now opposes Trump's $5 billion request for a border wall \"just because he's a Republican.\"\nThere are numerous factual errors here: there was no border barrier deal in 2014. A 2013 legislative package proposed $8 billion for border fencing — not $25 billion for a border wall.\nMore importantly, the border fencing Schumer backed in 2013 is different than how Trump has described his border wall. And the meme glosses over Schumer’s previous support for border wall funding earlier this year, in exchange for protections for Dreamers.\nWe rate this post False.\n Share the Facts 2019-01-03 14:42:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Sen. Chuck Schumer in 2014 \"helped put together and signed a $25 billion deal to fund a border wall\" and now opposes Trump's $5 billion request for a border wall \"just because he's a Republican.\"    Bloggers Internet    in a blog post Thursday, December 20, 2018 2018-12-20    Read More  info", "vclaim_id": "vclaim-pol-01174"}