{"url": "/factchecks/2020/aug/19/facebook-posts/young-kamala-harris-was-among-berkeley-students-bu/", "speaker": "Facebook posts", "vclaim": "Says Kamala Harris inaccurately “claimed to be bussed in the 60’s due to segregation type issues.”", "truth_label": "false", "date": "stated on August 13, 2020 in a Facebook post:", "title": "A young Kamala Harris was among Berkeley students bused to desegregate elementary schools", "text": "Back when Kamala Harris and Joe Biden were opponents in the presidential campaign, and not running mates, she drew attention during a debate in 2019 for attacking the former vice president for his record on busing to integrate segregated schools. \n\"There was a little girl in California who was part of the second class to integrate her public schools, and she was bused to school every day,\" Harris said at the time. \"And that little girl was me.\"\nNow that Biden is the Democratic nominee and Harris is on his ticket, her comments are again under scrutiny on social media. \n\"Kamala Harris claimed to be bussed in the 60’s due to segregation type issues,\" one post says. She was born in 1964, thus 6 years old in 1970. Wth?\"\nThe three-letter question at the end of the post signals a note of incredulity. And the post’s comments are full of claims that Harris lied. \n\"She’s a phony,\" one person said. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHarris didn’t say that she was \"bussed in the 60’s,\" as the Facebook post claims. In fact, she said, \"I was part of the second class to integrate Berkeley, California, public schools almost two decades after Brown v. Board of Education,\" the 1954 Supreme Court decision barring racial segregation in schools. So that would mean she was referring to the late 1960s or early 1970s.\nWe’ve previously looked at that claim and what we found supports Harris’ recollection. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe Facebook post is correct that Harris was born in Oakland in 1964. She grew up in a predominantly Black middle-class neighborhood in west Berkeley, and she was 3 years old when the city’s school board voted in January 1968 to desegregate the district’s elementary schools by busing starting that fall.\nChildren in western neighborhoods, like where Harris lived, were bused to elementary schools in eastern Berkeley, which was more affluent and had more white residents. Children from the east were bused to the western neighborhoods, which were more racially and socio-economically diverse.\nNatasha Beery, a spokesperson for the Berkeley Unified School District, told PolitiFact California that Harris was \"absolutely\" accurate in her remarks on the debate stage.\n\"She would be part of that second class that integrated our schools through our two-way busing program,\" Beery said. \"It began in 1968. And she joined a group that had started kindergarten the following year in 1969, and so her description is correct.\"\nFollowing the debate, the school district posted a history of its integration efforts on its website in response to media inquiries about Harris' experience. When Harris joined first grade in 1970, \"she joined a cohort that had entered kindergarten in the second year of the busing program, in 1969,\" the history says. \nHarris attended a private school for kindergarten in 1969 and enrolled the following year in the public Thousand Oaks Elementary school, on the city’s northeast side.\nThe city’s junior high schools had started integrating earlier, in 1964, though not using busing, and Berkeley has only one high school, so it was already desegregated. \nWith its \"wth?\" tag, the Facebook post implies that Harris was inaccurate in saying she was bused to desegregate public schools. That’s wrong. The timeline of Berkeley desegregation efforts and the school district corroborate her statement. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17146"}