{"url": "/factchecks/2019/may/19/jb-pritzker/pritzkers-latest-sweeping-tax-claim-falls-flat/", "speaker": "JB Pritzker", "vclaim": "Says states with graduated income taxes \"create jobs and grow their economies faster\" than Illinois.", "truth_label": "half-true", "date": "stated on May 1, 2019 in a speech:", "title": "Pritzker’s latest sweeping tax claim falls flat", "text": "Illinois Gov. J.B. Pritzker is mounting a full court press to overhaul the state income tax, and critics are equally aggressive in trying to stop him. That’s led to a lot of questionable claims on both sides about the financial upside of Pritzker’s plan to switch Illinois to a graduated tax from a flat tax.\nPritzker fired yet another volley recently during an address before two big business lobbying groups which oppose his plan. The case he made for a graduated tax, which the governor calls a \"fair tax,\" was one we hadn’t heard before.\n\"States with a fair tax create jobs and grow their economies faster than we do,\" Pritzker said.\nIt’s not our role to weigh in on the merits of the graduated vs. flat-tax debate. But in the past we have fact-checked sweeping assertions from both sides that failed to measure up on closer inspection. Pritzker’s recent claim, we found, doesn’t hold up much better.\nMixed results\nForty-one states levy a broad-based tax on income, 32 of them under a graduated-rate structure. Pritzker, in his speech, didn’t go into specifics so we reached out to his office for details.\nJordan Abudayyeh, a Pritzker spokeswoman, responded with an email comparing compound annual growth rates for employment and Gross Domestic Product in Illinois over a five-year period to those of five other states: California, New York, Minnesota, Wisconsin and Iowa, all of which tax income at graduated rates. Compound annual growth rates help to measure trends over time.\n\"Whether you compare Illinois to other large state economies or our neighbors with a fair tax, Illinois underperforms them on economic growth and employment,\" Abudayyeh wrote in an email.\nThe data she sent us came from two federal sources: the Bureau of Economic Analysis and the Bureau of Labor Statistics. Her figures for those states check out, but they don’t come close to telling the full story.\nGDP has grown at a faster clip over the past five years in all five states Abudayyeh cited than it has in Illinois, and every one but Iowa beat Illinois on employment growth as well.\nBut that’s just a small sampling of states, and Pritzker made a sweeping assertion that doesn’t hold up when analyzing all 50 states. Pritzker’s analysis ignores that all but one of the nation’s nine flat-tax states also bested Illinois’ growth rate for GDP during that five-year period. And more than a dozen states with graduated tax systems saw rates more anemic than Illinois.’ The same pattern holds true for employment growth.\nIn fact, more than half of all states that tax income — whether by flat or graduated rates — showed more pronounced economic growth than Illinois during the period Pritzker sampled. That says far more about Illinois’ own economy than it does about the merits of a graduated-rate structure compared with a flat tax writ large.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nExperts we spoke with agreed that Pritzker’s evidence was far from compelling.\n\"You can’t just pull out some handpicked states and say, ‘Well, they grew faster, therefore if we changed (rate structures) we’d grow faster,\" said Kenneth Kriz, a public finance expert at the University of Illinois-Springfield. \"There’s not enough ‘there’ there.\"\nRichard Auxier, a research associate with the Urban-Brookings Tax Policy Center, also said Pritzker oversimplified things. A graduated rate structure is a tool by which states can raise more revenue without increasing the burden on those who make less, Auxier said. But there’s no guarantee doing so will provide a broader economic boost.\n\"The flip side of this is arguing you should get rid of your tax,\" he added, pointing to the growth enjoyed by large states such as Texas and Florida, both of which outperform Illinois yet levy no income tax at all.\nTo be sure, none of this lends credence to the graduated-tax critics who predict dire consequences for Illinois’ economy should it switch rate structures either, though. Experts we queried told us existing research does not suggest any significant connection one way or the other between the type of income tax a state employs and its overall economic performance.\n\"Even those (studies) that are finding any effect, they’re never big effects,\" said Therese McGuire, a professor at Northwestern University’s Kellogg School of Management who studies regional economic development. \"I don’t think we have really strong evidence to go out and say anything strong.\"\nOur ruling\nReferring to a graduated income tax, Pritzker said \"states with a fair tax create jobs and grow their economies faster than we do.\"\nTo support that claim, a Pritzker spokeswoman pointed us to five states — two with large populations and three that border Illinois — that levy their income tax at graduated rates and saw greater economic growth than Illinois over the past five years, according to federal data.\nBut that tiny sample overlooks what else those datasets show: GDP and employment increased at faster rates than Illinois’ in nearly every other flat-tax state as well, along with a number of states that levy no income tax at all.\nExperts told us a graduated income tax is not likely to solve Illinois’ every economic ill, as Pritzker suggested, nor drive workers and businesses away in droves as critics of his proposal predict.\nWe rate Pritzker’s claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00621"}