{"url": "/factchecks/2017/feb/24/greg-abbott/greg-abbott-claim-touting-midland-over-san-francis/", "speaker": "Greg Abbott", "vclaim": "\"Midland, Texas, now beats the San Francisco area in the percentage of jobs created by startups.\"", "truth_label": "mostly-true", "date": "stated on January 31, 2017 in his State-of-the-State address:", "title": "Is Midland outpacing San Francisco in startups? Yes, but perhaps not like you'd think", "text": "Gov. Greg Abbott closed January 2017 by telling lawmakers that Texas not only leads the nation in oil and gas, it’s enjoying an \"innovation renaissance\" typified by technology development.\nIn his State of the State address, Abbott also called Houston, Dallas and Austin global \"knowledge capitals.\"\nBut he sparked our curiosity by saying a West Texas city generates more jobs due to startup businesses than California’s arguably edgiest city. \"Midland,\" Abbott said, jabbing with his left index finger, \"Midland, Texas, now beats the San Francisco area in the percentage of jobs created by startups.\"\nMidland enjoyed a bounce during the latest oil boom. Did it become a hot spot for new jobs and tech jobs?\nCensus Bureau chart\nWe asked Matt Hirsch in Abbott’s office about the basis of this comparison and didn’t hear back.\nBut the day Abbott spoke, journalist R.G. Ratcliffe, writing in Texas Monthly’s Burkablog, attributed the comparison to an analysis of government data by howmuchnet.com, which says it focuses on preparing visualizations about money. That analysis, presented on a U.S. map, indicates that according to U.S. Census data, start-up businesses in 2014 accounted for 4.7 percent of the nonfarm private payroll jobs created that year in Midland. Text above the map states \"the epicenter of job creation from startups in the U.S. is in the heart of Midland, Texas.\"\nIn contrast, according to the presentation, startups in the San Francisco-Oakland-Fremont part of California accounted for 2.2 percent of such new jobs. Startups accounted for 2 percent of such new jobs in the San Jose-Sunnyvale region, which encompasses Silicon Valley. The average for U.S. metropolitan areas was 2.1 percent.\nBesides Midland, other high-growth areas were the Madera-Chowchilla section of northern California and Greenville, N.C. (both with startups accounting for 4.5 percent of nonfarm private payroll jobs created) and the Panama City portion of Florida (4.3 percent)--with Victoria, Texas, also ranking high (4 percent), according to the presentation.\nThe map is accompanied by this explanation: \"The Census Bureau defines startups as businesses that began operating in a particular year. There is no prior business activity associated with the startups. The Business Dynamic Statistics produced by the Census Bureau provide valuable information on business in the U.S. across a broad range of statistical categories. Although San Francisco is often associated with tech startups, that definition may include more established businesses that do not qualify as startups according to the fairly strict definition of the Census Bureau.\"\nWe clicked next to a bureau BDS web page and downloaded its chart, which places Midland No. 1 nationally in 2014 for its share of nonfarm private payroll jobs created by startups. The chart, posted in September 2016, ranks San Francisco 112th among the nation’s 366 metro areas.\nAccording to a bureau publication issued with the chart, startups nationally in 2014 created 2.5 million jobs, an improvement from recent years but still below the 2006 pre-Great-Recession count of 3.5 million such jobs then accounting for 3 percent of U.S. private nonfarm employment.\nEconomists queried\nFor perspective on the rankings, we queried a West Texas economist and a counterpart in the San Francisco area.\nAmarillo economist Karr Ingham oversees the Midland-Odessa Regional Economic Index, which shows Midland’s economy roaring through 2015, but losing steam almost to the end of 2016 before starting to rebound. Ingham added that hard post-2014 data on jobs from startups doesn’t appear to be available, but his sense is that it’s not possible that Midland’s downturn didn’t affect the local pace of jobs created by startups. Conversely, Ingham said, he’d speculate that San Francisco’s economy wasn’t hurt like the Midland economy by oil and gas price drops. That said, Ingham told us, his suspicion is that Midland still has a greater share of jobs created by startups than San Francisco.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn California, Juliana Bunim of the San Francisco Chamber of Commerce pointed out that the Midland-topped breakdown wasn’t limited to high-tech startups like businesses famously prolific in and near San Francisco. \"That’s an important distinction because when people hear the word ‘startup’ they often assume they are technology companies,\" Bunim said by email.\n\"And of course when it comes down to number of jobs and companies, the Bay Area – though a smaller percentage – has significantly more,\" Bunim said. She noted too the bureau breakdown covered jobs created by startups in a year, not over several years.\nBy phone, California economist Christopher Thornberg called the focus on the rate of jobs-created-by-startups metric almost laughable given differences in the respective economies. Thornberg suggested Midland’s 2014 spike in jobs tied to startups was all about an oil boom. \"The idea you’re going to compare what’s happening with oil in Midland what’s happening with high tech in San Francisco, it’s just apples and oranges,\" he said. \"Both are solid economies. They go about it different ways.\"\nA closer look\nNext, we took a longer look at the Midland-San Francisco comparison.\nIn raw numbers, unsurprisingly, startups in the San Francisco area created far more jobs in 2014 than startups in the Midland area, according to detailed bureau data showing job counts for each of the country’s metro areas starting in the late 1970s. In 2014, according to the data, startups in the San Francisco area were responsible for 43,714 of 1.9 million-plus total jobs. The figure for the Midland area: 3,893 startup-tied jobs out of nearly 87,000 total jobs.\nWe checked too on types of jobs. According to other data pointed out by bureau spokeswoman Jewel Jordan, 29 percent of Midland-area workers in 2014 made oil and gas extraction that area’s No. 1 sector with retail trade accounting for 11 percent of employees and accommodation and food services workers comprising 9 percent of the area’s workers. In the San Francisco area, workers in health care and social assistance accounted for 13 percent of employees, making that the area’s biggest field of work, followed by 12 percent of workers in professional, scientific and technical services and 11 percent in accommodation and food services.\nWe also inquired into whether it was unusual for Midland to outpace San Francisco and other metro areas in a given year. Jordan told us by phone the bureau only made its national rate comparison for the latest year of available data, 2014.\nBut we were able to use the bureau’s annual job counts to calculate rates for all five years through 2014. In each of the years from 2010 through 2014, we found, a greater share of jobs in the Midland area were created by startups than in the San Francisco area. The closest margin: In 2010, 1,291 jobs were launched by startups in the Midland area, accounting for 2 percent of 63,588 total jobs, while 33,223 jobs were created by startups in the San Francisco area, for 1.9 percent of more than 1.77 million total jobs.\nNotably too, the 4-plus percent of jobs attributed to Midland-area startups in 2014 outpaced the area’s rate in each of the previous four years, which topped out at 2.9 percent in 2013.\nOur ruling\nAbbott told legislators Midland \"now beats the San Francisco area in the percentage of jobs created by startups.\"\nThe Midland area in 2014 whaled the San Francisco area by this metric. We don’t know where either region ranks now; the government hasn’t done an update. It’s worth clarifying too that startups in this context simply means new businesses; Midland didn’t become a better-than-California high-tech hub. The two economies differ in scale and job types.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/2dd15238-00ae-4b72-8d66-4b42a615d80f", "vclaim_id": "vclaim-pol-03633"}