{"url": "/factchecks/2016/jan/15/chris-christie/marco-rubio-says-chris-christie-supported-sonia-so/", "speaker": "Chris Christie", "vclaim": "\"I didn’t support Sonia Sotomayor.\"", "truth_label": "false", "date": "stated on January 15, 2016 in a Republican debate on Fox Business Network in South Carolina on Fox Business Network :", "title": "Chris Christie says 'I didn’t support Sonia Sotomayor' -- but he did", "text": "Marco Rubio tried to cast fellow GOP presidential candidate Chris Christie as a liberal on many topics, including the appointment of Supreme Court justice Sonia Sotomayor.\nDuring the South Carolina debate Jan. 14, Rubio said that Christie endorsed many of the ideas that President Barack Obama supports, \"whether it is Common Core, or gun control, or the appointment of Sonia Sotomayor, or the donation he made to Planned Parenthood.\"\nChristie shot back, \"Let’s get the facts straight. First of all, I didn’t support Sonia Sotomayor.\" He then continued to dispute the rest of Rubio’s statement.\nWe decided to focus on the part about the Supreme Court justice.\nWho is right? Did Christie support Sotomayor or not?\nSotomayor\nSotomayor, a U.S. Court of Appeals judge, was Obama’s first Supreme Court nominee and the country’s first Hispanic justice. She was confirmed by the Senate on Aug. 6, 2009, in a 68-31 vote.\nThe Rubio campaign did not respond to our inquiry about the claim, but we tracked down some of Christie’s statements through his campaign and news coverage.\nIn 2009, Christie was running for governor in New Jersey, so he didn’t get to vote on her appointment or play any role in her vetting by the Senate. But he did make a series of statements about her in 2009 that a Christie campaign spokeswoman sent to us. It’s not surprising that Christie -- a former federal prosecutor -- was asked to weigh in about a Supreme Court candidate who was from New York and went to college at Princeton in New Jersey.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn a radio debate May 27, 2009, Christie was asked: \"Would you have appointed her or even considered her for a top appointment to the bench?\"\nChristie responded, \"She wouldn’t have been my choice, no.\" When asked to elaborate, Christie said, \"Well, no, I mean listen, that’s the question. She wouldn’t have been my choice. Absolutely not. Not my kind of judge. \"\nBut two months later, he made comments that showed some support for her confirmation -- although he again said that Sotomayor would not have been his choice.\n\"After watching and listening to Judge Sotomayor's performance at the confirmation hearings this week, I am confident that she is qualified for the position of associate justice of the U.S. Supreme Court,\" said Christie, a former federal prosecutor, according to Politicker New Jersey. \"Elections have consequences. One of those consequences are judicial appointments. While Judge Sotomayor would not have been my choice, President Obama has used his opportunity to fill a seat on the Supreme Court by choosing a nominee who has more than proven her capability, competence and ability.\"\nHe continued: \"I support her appointment to the Supreme Court and urge the Senate to keep politics out of the process and confirm her nomination. Qualified appointees should be confirmed and deserve bipartisan support. Chief Justice Roberts and Justice Alito deserved that support based on their work as Circuit Court Judges. So does Judge Sotomayor. As a result, I support her confirmation. This is a historic moment and her inspiring success story should not only make the Latino community proud, but all Americans.\"\nOur ruling\nChristie said, \"I didn’t support Sonia Sotomayor.\"\nWhen Sotomayor was nominated by Obama, Christie said in May 2009,  \"She wouldn’t have been my choice, no.\" But two months later, Christie said that she had \"more than proven her capability, competence and ability,\" adding, \"I support her appointment to the Supreme Court and urge the Senate to keep politics out of the process and confirm her nomination.\"\nChristie’s statement that he didn’t support Sotomayor misrepresents his eventual position. We rate this claim False.\nhttps://www.sharethefacts.co/share/ddcd5e6e-4c95-498f-9332-1d198ac3dad6", "vclaim_id": "vclaim-pol-05549"}