{"url": "/factchecks/2021/jan/12/greg-kelly/newsmax-host-recycles-out-context-clip-call-joe-bi/", "speaker": "Greg Kelly", "vclaim": "Says Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"", "truth_label": "false", "date": "stated on January 11, 2021 in a TV segment:", "title": "Newsmax host recycles out-of-context clip in call for Joe Biden’s impeachment", "text": "As the House weighs a second impeachment of President Donald Trump following the U.S. Capitol mob attack, Newsmax TV host Greg Kelly argued against removing Trump from office and called for the impeachment of someone else: President-elect Joe Biden.\nKelly’s justification for impeaching Biden, who takes office Jan. 20, involves a video that the Newsmax TV host presented out of context.\n\"You know, if I were in Congress, I would launch an impeachment effort against Joe Biden for election fraud in 2020, and I would call him as a witness,\" Kelly said in the Jan. 11 segment. \"I already found this. It’s a very interesting clip that I found in a dark corner of the internet.\"\nKelly played a short clip of Biden’s Oct. 24 interview on \"Pod Save America,'' a liberal podcast. It showed Biden saying: \"We have put together, I think, the most extensive and inclusive voter fraud organization.\"\n\"I think that was a confession,\" Kelly said, laughing. \"Could you do anything with that? How would you defend about that? There are credible allegations of voter fraud. He’s admitting to it. What would you say? ‘Oh, well that was a brain lapse.’ Or was that a Freudian slip?\"\nThe clip that Kelly played on air, however, was not a \"confession\" of Biden \"admitting to\" voter fraud. It was shown out of context, much like a similar clip that White House press secretary Kayleigh McEnany shared on Twitter months earlier.\nPolitiFact rated McEnany’s claim that Biden admitted to voter fraud False.\nKelly’s claim is similarly inaccurate. Newsmax declined to comment.\nThe full-length interview shows that Biden was responding to a question from host Dan Pfeiffer, a former staffer of President Barack Obama. Pfeiffer asked what Biden would say to people who had not yet voted or did not have a plan to vote.\nBiden’s answer was long and winding. (The full transcript is here.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWhile Biden used the words \"voter fraud organization,\" he was describing a project to help people learn where and how to vote legally. The full context makes it clear that Biden was not encouraging widespread voter fraud or claiming that Democrats were guilty of it.\n\"It can get complicated,\" Biden said of voting. \"Because the Republicans are doing everything they can to make it harder for people to vote, particularly people of color to vote.\"\n\"We have put together, I think, the most extensive and inclusive voter fraud organization in the history of American politics,\" he continued, referencing the system Democrats had in place for people that ran into trouble casting their ballot because of long lines or other problems.\nHe described the system, telling listeners a number they could call for help and information \"if, in fact, you have any problem.\"\n\"We have over a thousand lawyers, over a thousand of them answering the phone,\" he said. \"If you think there’s any challenge to your voting, go to 833-DEM-VOTE. Dial those letters on your phone. That will get you the assistance that we have already put in place.\"\nBiden’s campaign clarified his remarks by saying Biden had the \"most robust and sophisticated team in presidential campaign history to confront voter suppression.\"\nBiden had talked about the same voter protection effort during a speech in August and an interview in September.\nDespite Kelly’s mention of \"credible allegations,\" there remains no evidence that widespread voter fraud affected the election, which Biden won. Dozens of judges in courtrooms across the country rejected the legal challenges brought by Trump and his allies.\nOur ruling\nKelly said that Biden is on video \"admitting to\" election fraud in a \"confession.\"\nThat’s wrong. The full-context video shows Biden was describing an effort to prevent voter suppression and help people vote when he misspoke. \nWe rate Kelly’s statement False.", "vclaim_id": "vclaim-pol-19165"}