{"url": "/factchecks/2012/jun/21/david-dewhurst/david-dewhurst-says-ted-cruz-xx/", "speaker": "David Dewhurst", "vclaim": "\"Most of Ted Cruz’s money comes from Washington, from outside the state of Texas.\"", "truth_label": "barely-true", "date": "stated on June 4, 2012 in a radio interview.:", "title": "David Dewhurst says most of Ted Cruz's \"money comes from Washington, from outside the state of Texas\"", "text": "Fresh from leading the May 2012 Republican primary for his party’s U.S. Senate nomination, David Dewhurst declared that voters in his July runoff with Ted Cruz will be choosing between Texas and Washington.\n\nAccording to a June 5, 2012, email blast from the Dewhurst campaign, the lieutenant governor told Sean Rima of San Antonio’s KTSA (550 AM): \"This is a choice, ladies and gentleman, between Texas and Washington. Most of Ted Cruz’s money comes from Washington, from outside the state of Texas, and they’ve run millions and millions of untrue ads against me.\"\n\nQuestionable advertising aside, we wondered if Cruz, a lawyer and former state solicitor general, had indeed raised most of his money from Washington and out of state.\n\nTo back the claim, Dewhurst spokesman Matt Hirsch pointed out a Houston Chronicle news story published five days after Dewhurst made his comment. We’d typically rule out this type of research since we expect a statement to be supported at the time it’s made. In this case, though, we confirmed that figures cited in the story were based on finance reports filed with the Federal Election Commission by Dewhurst and Cruz before Dewhurst spoke.\n\nAccording to Cruz’s campaign-finance filings as posted on the election commission website the day we searched, his reports at the time the Chronicle did its story covered contributions received from early 2011 through May 9, 2012.\n\nThe Chronicle story says Dewhurst has raised more than 90 percent of his campaign cash in Texas, while Cruz has pocketed 35 percent of his proceeds from outside the state, raising more than $1.5 million from more than 1,000 donors who live outside Texas.\n\nThe story says Cruz has received donations from every state except for Vermont, while Dewhurst has reaped $180,800 from 88 people in 20 other states and the nation’s capital. Generally, the story says, Dewhurst has outraised Cruz, $18.4 million to $5.8 million, but Cruz has an 8-to-1 edge beyond Texas.\n\nA June 19, 2012, analysis by the Texas Tribune notes that it’s not known where more than $1 million of Cruz’s contributions came from. That’s because donations of $200 or less are not required to be itemized.\n\nThe Tribune reported that of $4.6 million in itemized individual contributions that Cruz received, 39 percent — $1.5 million — came from out-of-state contributors.\n\nAccording to a related June 12, 2012, post on the Chronicle’s Texas on the Potomac blog, Cruz has raised $381,451 from 169 Washington donations. By our math, such donations account for about 7 percent of Cruz’s total contributions.\n\nDewhurst, the post says, had drawn 11 donations from Washington donors, totaling $6,750.\n\nSo, Cruz has raised less than 10 percent of his money from Washington givers, less than 40 percent from donors outside Texas, though this does not account for the origins of his unitemized donations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nWhen we followed up, Hirsch of Dewhurst’s campaign pointed out that outside groups have put some $3.8 million into touting Cruz or opposing Dewhurst, also as reported by the Chronicle. That $3.8 million includes $1.3 million designed to directly support Cruz's candidacy, the Chronicle reported, and $2.5 million spent by the anti-tax Club for Growth on targeting Dewhurst.\n\nThe Tribune said in its article that two Texas super PACs have put $3 million into supporting Dewhurst’s candidacy.\n\nHirsch pointed out, too, that according to the Center for Responsive Government, which tracks campaign spending, FreedomWorks, another group, has spent about $133,000 promoting Cruz, while the Senate Conservatives Fund has spent more than $500,000 doing the same.\n\nThrow in these outside expenditures and one could speculate that as much as $5.3 million intended to help Cruz or oppose Dewhurst has been raised from, or spent by, individuals and entities from outside Texas, though we do not know how much of the outside groups’ spending originated from non-Texas givers.\n\nSignificantly, though, it’s unlikely the groups spent such funds hand-in-glove with Cruz’s campaign. That’s forbidden. The election commission says on its site: \"Independent expenditures represent spending by individual people or groups or political committees... expressly advocating the election or defeat of clearly identified federal candidates. These expenditures may not be made in concert or cooperation with or at the request or suggestion of the candidate, the candidate’s campaign or a political party.\"\n\nOur ruling\n\nDewhurst says Cruz has raised most of his money from donors in Washington and out of state. Through early May 2012, in reality, Cruz had gathered less than 10 percent of his campaign’s itemized contributions from Washington givers and less than 40 percent from outside Texas.\n\nThat’s not \"most.\"\n\nOur sense is that spending by outside groups for or against Cruz or Dewhurst belongs in a different category than money either one has raised. Such groups are barred from coordinating expenditures with candidates.\n\nStill, Dewhurst’s statement has an element of truth; Cruz has gotten considerable out-of-state support. We rate Dewhurst’s claim Mostly False.", "vclaim_id": "vclaim-pol-10889"}