{"url": "/factchecks/2020/dec/10/blog-posting/no-pfizers-head-research-didnt-say-covid-19-vaccin/", "speaker": "Bloggers", "vclaim": "“Head of Pfizer research: Covid vaccine is female sterilization.”", "truth_label": "false", "date": "stated on December 2, 2020 in a blog post:", "title": "No, Pfizer’s head of research didn’t say the COVID-19 vaccine will make women infertile", "text": "As people start to receive Pfizer’s COVID-19 vaccine, social media users continue to share misinformation about the injection. \n\"Head of Pfizer Research: Covid vaccine is female sterilization,\" reads an inaccurate headline on a blog called \"Health and Money News.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWhile the headline refers to sterilization, the post uses softer language, referring to the possibility of infertility caused by the COVID-19 vaccine. Even so, it draws a misleading conclusion from the claims made by the doctors it cites — claims that Pfizer and other experts dispute. The post claims the vaccine contains a spike protein called syncytin-1, \"vital for the formation of human placenta in women,\" that could be targeted by the body’s immune system. \n\"If the vaccine works so that we form an immune response AGAINST the spike protein, we are also training the female body to attack syncytin-1, which could lead to infertility in women of an unspecified duration,\" the post says. \nThe blog cites \"ex-Pfizer head of respiratory research Dr. Michael Yeadon and the lung specialist and former head of the public health department Dr. Wolfgang Wodarg.\"\nWodarg is a German physician, and Yeadon hasn’t worked for Pfizer in nine years, according to the Associated Press. Yeadon’s LinkedIn profile says he was formerly the chief scientific officer of allergy and respiratory research. PolitiFact tried to reach him without success. \nThe post links to a Dec. 1 letter from the men to the European Medicines Agency seeking to stop clinical trials of the Pfizer vaccine in the European Union.\n\"Several vaccine candidates are expected to induce the formation of humoral antibodies against spike proteins of SARS-CoV-2,\" the letter says. \"Syncytin-1… which is derived from human endogenous retroviruses … and is responsible for the development of a placenta in mammals and humans and is therefore an essential prerequisite for a successful pregnancy, is also found in homologous form in the spike proteins of SARS viruses. There is no indication whether antibodies against spike proteins of SARS viruses would also act like anti-Syncytin-1 antibodies. However, if this were to be the case, this would then prevent the formation of a placenta which would result in vaccinated women essentially becoming infertile.\"\nBrent Stockwell, a professor studying disease networks and chemical and biological tools at Columbia University, told us that the claim that the COVID-19 vaccines cause infertility isn’t true. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 2, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSeniors around the world who died from COVID vaccine are being improperly listed as “natural causes.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 5, 2021\n\n\n\n\n\n\n\nHumans do have a protein called syncytin-1, which is critical in developing the placenta during pregnancy, Stockwell said in an email. \"Theoretically, an immune response against this protein could cause increased risk of a failed pregnancy.\"\nBut if the claims in the blog post were accurate, that would mean that pregnant women who catch COVID-19 would also become infertile, he said. No increased infertility or pregnancy loss has been observed in women with COVID-19. \n\"Any hint of similarity between syncytin-1 and the SARS-CoV-2 spike protein (which is used as part of the vaccine) is extremely remote,\" he said. \"There are hardly any parts of the two proteins that are even vaguely similar, and they are far more distinct than would be needed for cross-reactivity of immune responses.\"\nIn short, he said there’s no chance that the COVID-19 vaccine would train the immune system to accidentally recognize and fight syncytin-1. \nPfizer told us in a statement that there’s no data to suggest that the company’s vaccine candidate causes infertility. \nExperts interviewed by The Associated Press, which also looked into this post, corroborated this. \nOur ruling\nThe blog post says: \"Head of Pfizer research: Covid vaccine is female sterilization.\" \nThe head of Pfizer research didn’t say this. A doctor whose LinkedIn profile says he worked at Pfizer nine years ago as a chief scientific officer has raised concerns that a COVID-19 vaccine could make women infertile if their immune systems target a certain protein.\nBut experts say that even the rationale behind that idea is wrong. If a COVID-19 vaccine could cause infertility in the way the post describes, so would having COVID-19 itself, and there’s been no evidence for that so far.\nWe rate this blog post False.", "vclaim_id": "vclaim-pol-17261"}