{"url": "/factchecks/2013/jan/30/greg-abbott/greg-abbott-says-according-fbi-more-people-are-kil/", "speaker": "Greg Abbott", "vclaim": "Says according to the FBI, more people are killed each year with hammers and clubs than rifles.", "truth_label": "true", "date": "stated on January 3, 2013 in a tweet:", "title": "Greg Abbott says that according to FBI, more people are killed each year with clubs, hammers than with rifles", "text": "Not long before President Barack Obama’s Jan. 16, 2013, speech calling for more gun control measures, Texas’ attorney general tweeted about a different class of assault weapons.\n\nGreg Abbott wrote, \"FBI: More people killed with hammers & clubs each year than rifles,\" and supplied a link to a Jan. 3, 2013, Fox News commentary piece that originated on Breitbart.com and referred to FBI murder statistics from 2005 through 2011.\n\nPolitiFact in Washington, D.C., recently tackled a similar claim culled from Facebook:\n\n\n\n\nObama was on the record supporting bans on certain semi-automatic rifles before his Jan. 16 speech, in which he again called for renewing the 1994-2004 federal \"assault weapons\" ban while urging education, mental health and other measures to reduce gun violence.\n\nLike Abbott’s tweet, the Facebook post cited the FBI. PolitiFact looked at the bureau’s annual report on \"Crime in the United States,\" a collection of data from local agencies on several categories of crimes.\n\nThe Facebook post earned a \"True\" rating because it reflected the FBI’s statistics from 2011, the most recent year available, for murders with knives (1,694), personal weapons (728, typed on Facebook as 726), blunt objects (496) and rifles (323).\n\nThe Facebook post did not include homicides the FBI attributed to handguns (6,220), firearms whose type was not stated (1,587) and \"other guns\" (97). Those numbers mean handguns were used in 72 percent of all firearm murders in 2011 and slightly under half of all murders using any kind of weapon that year.\n\nAbbott’s tweet, similarly, did not include some FBI-tracked categories by referring solely to rifles and blunt objects and leaving out other significant firearm categories. Still, according to the FBI’s data covering 2005 through 2011, blunt objects such as clubs and hammers were consistently used to murder more people than rifles alone.\n\nFBI homicide data 2005-2011, ranked in order of weapons used most often in 2011:\n\n\n\n Our ruling\n\nLike an older Facebook item, Abbott’s tweet uses data selectively, ignoring the significant role of handguns in gun violence. That said, it is correct that FBI data indicates that in 2011, more people were killed with \"clubs and hammers\" than with any type of rifle.\n\nWe rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n \n\nClarification: This story originally posted with the \"speaker\" identified as \"Facebook posts\" instead of Greg Abbott. Updated 2:54 p.m. Jan. 30, 2012.", "vclaim_id": "vclaim-pol-09783"}