{"url": "/factchecks/2016/apr/26/facebook-posts/viral-facebook-claim-about-target-adding-urinals-w/", "speaker": "Facebook posts", "vclaim": "Says Target installed urinals in a women’s bathroom to \"accommodate the ones who have giblets.\"", "truth_label": "pants-fire", "date": "stated on April 22, 2016 in a Facebook post:", "title": "Viral Facebook claim about Target adding urinals to women’s restroom is Pants On Fire", "text": "Has Target added urinals to a women’s restroom in California?\nThat’s the claim in a Facebook post that’s been shared more than 14,000 times as of April 26, 2016, one week after the mega-retailer announced transgender customers are welcome to use bathrooms that match up with their gender identity at their stores nationwide.\nTarget is the latest corporation to announce the policy, just as state legislatures have debated or approved so-called \"bathroom laws.\" Those laws, including one signed by the governor of North Carolina in late March, would prohibit transgender people from using restrooms that do not correspond with the sex listed on their birth certificate.\nTarget’s policy has led to mixed customer reviews. Some have cheered it, while more than half a million people had signed a boycott petition by American Family Association, a conservative Christian activist group, as of Tuesday. The group contends the policy encourages sexual predators and puts women and young girls in danger.\nWe know the policy alone is controversial. But we wondered whether Target had taken its stance to an even more contentious level by installing urinals in a women’s store restroom? That’s the claim in the popular Facebook post by a user named Kathleen Crawford:\n\"It's true. ..I'm in the women's bathroom at a Target north of LA...they actually took out a stall for women in order to accommodate the ones who have giblets...yes, these are urinals...for men...and so the war on women progresses. …\"\nThe allegation inspired outrage on some conservative blogs, where it was taken as fact.\nIt shouldn’t be.\nOur research\nThe Facebook post includes a photo of two urinals wrapped in plastic inside a restroom with a red wall. It shows no evidence of where, exactly, the photo was taken.\nWhen we contacted Target, a corporate spokeswoman called the claim on Facebook \"inaccurate.\"\n\"We have not made any changes to the restrooms,\" the spokeswoman, Molly Snyder, said in an email. \"We have not added any urinals to any women's restrooms nor do we have any plans to do so.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nShe said the company never had past plans to do so.\nSo what’s going on with the photo?\nIt’s hard to say for certain.\nWe reached out to the person who posted it on Facebook, but we haven’t heard back.\nThe myth-busting website Snopes.com also checked out the Facebook post and found it False. It said the \"picture has nothing to do with Target's restroom policy. The image was not taken in a women's restroom at a Los Angeles Target store (rather a men's room that was undergoing repair or refurbishment).\"\nSnopes.com did not say how it found out where the photo came from. Snyder, the Target spokeswoman, said she did not know its source.\nIf Target had made this change, we’d expect more than just one photo to surface.\nWe reached out to the woman on Facebook, and we'll add her response should we hear back.\nOur ruling\nA popular Facebook post alleged last week that Target installed urinals in a women’s restroom in California.\nTarget representatives told us the claim is \"inaccurate,\" and that the company has no plans to change its restrooms, and never did. Best we can tell, the Facebook post is a one-off picture that hasn’t surfaced in any other form (other than the thousands of people sharing it).\nSo stop that! This claim rates Pants on Fire.\nhttps://www.sharethefacts.co/share/7fedb0b8-7b12-4278-affd-bd43717e7f7c", "vclaim_id": "vclaim-pol-05046"}