{"url": "/factchecks/2010/feb/23/paul-workman/workman-says-turner-claims-her-homestead-exemption/", "speaker": "Paul Workman", "vclaim": "\"Holly Turner... still takes her homestead (property tax) exemption in Fort Worth.\"", "truth_label": "barely-true", "date": "stated on February 18, 2010 in a radio ad:", "title": "Workman says Turner claims her homestead exemption in Fort Worth", "text": "Businessman Paul Workman, one of three Republicans vying for a Texas House seat representing the southwestern portion of Travis County, has lived in the county about 25 years longer than opponent Holly Turner, whose campaign says she moved to Austin from Forth Worth in July.\n\nWorkman has denounced her as a \"carpetbagger,\" and started airing a radio ad Feb. 18 that suggests Turner is too new to the district to hold office. Among his claims: She \"still takes her homestead exemption in Fort Worth.\"\n\nDoes Workman have it right?\n\nCraig Murphy, a spokesman for Turner's campaign, flatly denied the charge, saying: \"She doesn't have a homestead exemption in Forth Worth — she doesn't have a homestead exemption at all.\"\n\nEric Bearse, a consultant for Workman's campaign, shot back: \"She is trying to disown the downtown Fort Worth condo she bragged about just five months ago in a publication.\"\n\nAccording to Murphy, Turner's husband, Chris, has owned a condominium in downtown Fort Worth since April 2006 — eight months before he and Turner married. The two are featured in the September 2009 issue of Fort Worth Magazine enjoying the digs.\n\nMurphy said, however, that the couple moved to Austin in July 2009. Their son, Carter, started school in Austin in August.\n\nStill, the Turners met the state's criteria to qualify for the exemption on their 2009 property taxes. That is, Chris Turner owned it and they occupied it as their primary residence on Jan. 1, 2009. Also, neither spouse claimed a homestead exemption on another property (legally, they can only claim one homestead exemption between them).\n\nHolly Turner's name isn't on the deed, according to the Tarrant County property tax record — her husband's is, so he's the only one who can legally apply for and claim a homestead exemption for the property, said Mark Hutcheson, a partner at the Austin-based property tax law firm Popp, Gray & Hutcheson, LLP.\n\nThe exemption cut about $900 from his property taxes, which were paid from the couple's joint checking account Jan. 31, according to tax records.\n\nHutcheson said it's too soon to know if Chris Turner can claim a homestead exemption for 2010 because the Tarrant County Appraisal District won't re-evaluate whether the property qualifies for one until about April.\n\nMurphy said the Turners have been trying to sell the Fort Worth property for about a year, though it's not currently on a multiple listing service. Jo Ann Hicks Royer, the director of relocation at Williams Trew in Forth Worth, a real estate company that listed the Turners' condominium for about six months, called the condo market \"very very slow.\"\n\nHutcheson suggested it's appropriate for Holly Turner to say it's her husband's homestead exemption, not hers. Since her husband owned the condo since before they were married (we couldn't independently confirm this, but Murphy said they were married in New Zealand in December 2006), it's not community property, Hutcheson said.\n\nBut Judon Fambrough, an attorney at the Real Estate Center at Texas A&M University, suggested that regardless of who legally owns the property and seeks the homestead exemption benefit, Holly Turner still enjoys the resulting reduction in taxes. That's a common reality.\n\n\"Community... separate... it don't matter,\" Fambrough said. \"He'll get the tax statement so he can claim the homestead exemption and the wife will benefit.\"\n\nUntil July, the Fort Worth condo was Holly and Chris Turner's primary residence. As such, it qualified for the state's homestead tax exemption.\n\nWhile Holly Turner can't personally claim the exemption, it would be disingenuous to maintain that she didn't benefit from the tax break.\n\nBy the same token, to suggest that she doesn't live in Travis County because her husband received a home exemption for 2009 is misleading.\n\nWorkman could safely say his opponent enjoyed the tax benefits of her household's Tarrant County homestead exemption. He overreaches by saying Turner personally takes the exemption.\n\nWe rate Workman's statement as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15286"}