{"url": "/factchecks/2011/feb/16/tom-delay/tom-delays-calls-travis-count-home-austin-most-lib/", "speaker": "Tom DeLay", "vclaim": "Says Travis County, home to Austin, is the most liberal county in the United States.", "truth_label": "pants-fire", "date": "stated on January 13, 2011 in an interview.:", "title": "Tom DeLay calls Travis County, home to Austin, the most liberal county in the land", "text": "Questioning his Travis County conviction for laundering corporate money to help GOP Texas House candidates, Tom DeLay reminded NBC-TV’s \"Today\" show Jan. 13 that his  trial took place on Republican-unfriendly turf.\n\nAsked by NBC’s Matt Lauer about the jury’s motivation, DeLay replied: \"Well, first of all, I was tried in the most liberal county in the state of Texas, indeed in the United States.\"\n\nNo question, Travis County, where Democratic candidates thrive, where Ann Richards bloomed, where Barack Obama has been welcomed by roaring crowds, is a liberal haven.\n\nBut most liberal in the land?\n\nSeeking back-up information, we reached DeLay’s daughter, Dani DeLay Garcia, who sometimes serves as his spokeswoman. Garcia said by e-mail that the county’s liberal pre-eminence is a fact reported many times.\n\nIndeed, a Nexis search delivered numerous articles linking Travis County\" and \"most liberal,\" including about 50 stories mentioning DeLay. A closer look showed Travis County routinely described as the state’s most liberal county, but we didn’t spot anyone but DeLay calling it the most liberal in the nation.\n\nTypical: A Nov. 25 news report by The Associated Press on DeLay’s conviction: \"DeLay had unsuccessfully tried to get the trial moved out of Austin, the most liberal city in one of the most Republican states.\"\n\nA February 2005 column by the since-deceased conservative commentator Robert Novak refers to then-Travis County District Attorney Ronnie Earle as an \"intense partisan Democrat who is routinely re-elected in Texas's most liberal county.\" Likewise, a June 2005 article in Congressional Quarterly Weekly quotes Steve Bickerstaff, adjunct professor in the University of Texas School of Law, calling Earle \"part of the Democratic mainstream of this county, which is more liberal than elsewhere in the state.\"\n\nWe found one instance of a commentator airing doubts about the county’s liberal-ness compared to others nationally. On MSNBC Jan. 13, actor-comedian Sam Seder, a guest host on its left-leaning and now-defunct \"Countdown\" program, said: \"Travis County, where Austin is located, is bluer than most of the state; 64 percent of the residents voted\" for Obama for president \"in 2008. But calling it the most liberal county in the country might be just a stretch.\"\n\nIn a similar vein, we learned that FactCheck.org, a respected fact-checking unit at the University of Pennsylvania, recently weighed DeLay’s characterization. In a Jan. 14 post headlined \"DeLay’s Spin Cycle,\" the group noted that greater shares of voters voted for Obama in more than a dozen Texas counties, including Hidalgo (69 percent for Obama), Webb (72 percent), Presidio (71 percent), Zavala (84 percent) and Jim Hogg (74 percent). Nationally, FactCheck.org said, a greater share of voters in many other counties cast ballots for Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nNext, we noticed a August 2005 study rating the nation’s most liberal and conservative cities based on results of the 2004 presidential election. Detroit was the most liberal, followed by Gary, Indiana, and Berkeley, California, according to the study by the California-based Bay Area Center for Voting Research. Austin ranked as the 93rd-most liberal city. Dallas, the study said, was more liberal, placing 32nd nationally.\n\nA Google search brought us to an April 2010 post by The Daily Caller, a conservative Washington-based website that touts its reporting and commentary. The site designated the nation’s 100 counties deemed most friendly to liberals based on factors including the share of votes carried by Democrats John Kerry and Obama, respectively, in 2004 and 2008; percentages of adults with a bachelor’s degree or more as well as in management/professional jobs; the status of same-sex partnerships; strictness of smoking bans; and the number of local Whole Foods stores, referring to the natural-foods’ grocery chain headquartered in Austin.\n\nThe No. 1 most liberal-friendly county, the Caller said, is California’s San Francisco County; followed by Montgomery County, Md., a suburb of the nation’s capital; Northern California’s Marin County; Colorado’s Boulder County; and New York County, where Obama carried 85 percent of the 2008 vote. Travis County was the 57th most liberal-friendly county.\n\nWe wondered how Obama fared in the Caller’s 20 most liberal-friendly counties. According to 2008 results posted online by the New York Times, he won greater shares of the vote (ranging from 70 to 90 percent) in 18 counties than he did in Travis County.\n\nFinally, we talked to Dick DeGuerin, DeLay’s lawyer, who shared part of an August 2010 poll of Travis County voters by GOP pollster Mike Baselice. According to the results, which had a margin of error of plus or minus 4.9 percentage points, about one-third identified themselves as liberals and the same portion identified themselves as conservatives. Also, some 60 percent of the 400 respondents had a positive impression of Barack Obama, compared to 35 percent for George W. Bush and 16 percent for DeLay.\n\nWe wondered how Travis County’s voters compared ideologically to voters in San Francisco County. Benjamin Meyers, a research associate at David Binder Research in San Francisco, shared part of a November poll in the county, with a margin of error of plus or minus 4.4 percentage points. Of 500 respondents, 60 percent said they were registered Democrats, 10 percent said they were registered Republicans and others declined to say or indicated affiliation with another party. Fifty percent of the voters identified themselves as progressive or liberal, 25 percent said they were moderate and 14 percent said they were conservative.\n\nTravis County, liberal? Certainly, especially by Texas standards. Most liberal in the country? Not by a long shot.\n\nThe statement is more than wrong -- it’s ridiculous. Pants on Fire!", "vclaim_id": "vclaim-pol-13599"}