{"url": "/factchecks/2016/mar/08/keep-promise-1-pac/pro-ted-cruz-pac-says-marco-rubio-skipped-18-defen/", "speaker": "Keep the Promise 1 PAC", "vclaim": "Says Marco Rubio \"skipped 18 defense votes including one to arm the Kurds to fight ISIS.\"", "truth_label": "half-true", "date": "stated on March 6, 2016 in a TV ad:", "title": "Pro-Ted Cruz PAC says Marco Rubio skipped 18 defense votes including one to arm Kurds to fight ISIS", "text": "Marco Rubio has been repeatedly attacked for missing Senate votes while campaigning for president.\nNow a PAC supporting Ted Cruz has zeroed in on particular missed votes that relate to defense spending.\n\"Did you know Marco Rubio skipped 18 defense votes, including one to arm the Kurds to fight ISIS?\" asks the narrator in an ad from Keep the Promise 1, a PAC largely funded by a New York hedge fund magnate Robert Mercer.\nThose are fighting words in an ongoing battle between Cruz, the Texas senator, and Rubio, the Florida senator, about defense votes.\nBut is it accurate?\nYes, Rubio skipped the votes. But this ad misleads by failing to tell the full picture. It doesn’t tell viewers that all of Rubio’s skipped votes pertain to one bill, and that Rubio voted for the overall bill, while Cruz actually voted against it.\nA spokeswoman said the PAC didn’t have a plan yet regarding where the ad will run, but Politico reported that it will air in Florida, where voting by mail and at early sites is already underway leading up to the March 15 primary.\nDefense votes\nThe ad cites a Feb. 17 article in Breitbart, a conservative website, about Rubio skipping 18 defense votes in 2015. These votes relate to a single bill: the National Defense Authorization Act, which sets spending and policies for the Defense Department, for military construction and for security programs within the Energy Department.\nEleven of the 18 skipped votes cited by Breitbart were on amendments before the bill passed. Other votes were procedural or largely after the Senate passed the bill, for example, working out differences between the two chambers or on the conference report before the bill went to President Barack Obama.\nRubio’s skipped votes included amendments to revise the definition of spouse for veterans benefits, reaffirm the prohibition on torture and to improve cybersecurity. (Cruz himself skipped three of the 18 votes that Rubio missed.)\nThe ad emphasized that one of Rubio’s missed votes was to arm the Kurds to fight ISIS.\nTwo days before the Senate voted on the final bill, Rubio skipped a vote on an amendment to provide weapons and training for the Kurdistan Regional Government. On June 16, the Senate voted 54-45 for the amendment, but that wasn’t high enough to meet the 60 votes threshold for passage. Although Rubio skipped the vote, he was a co-sponsor of the amendment.\nSen. Joni Ernst, R-Iowa, the original co-sponsor along with Sen. Barbara Boxer, D-Calif., said in a statement that the goal was to arm the Iraqi Kurdish Peshmerga forces \"who are a critical partner in the fight against ISIS.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe Obama administration urged the Senate to reject the amendment, and Defense Secretary Ash Carter wrote a letter saying it could push the government of Iraq closer to Iran, Politico wrote.\nOn June 18, Rubio voted in favor of the overall bill, which passed the Senate by 71-25 about a month after the bill passed the House.\nThe ad omits that Rubio voted for the defense bill, and that Cruz voted against it.\nCruz said that although the bill will \"increase military readiness,\" he said he could not vote for the bill because he promised, \"I would not vote for an NDAA that continued to allow the president to violate the constitutional rights of American citizens by indefinitely detaining them without due process.\"\nThe rest of Rubio’s skipped votes were after the bill passed the Senate.\nObama vetoed the bill on Oct. 22 in part because it prohibited funds to close Guantanamo Bay, one of his 2008 campaign promises.\nBut after Obama signed a two-year budget deal, he signed the defense authorization bill on Nov. 25.\nIs it misleading to attack Rubio for missing 18 votes when they are the same bill?\n\"On the 18 votes, it is sort of fair, although of course not quite the same severity in terms of negligence of missing votes on 18 separate bills,\" said Norm Ornstein, political scientist at the conservative American Enterprise Institute. \"But the vast majority of the votes were on important things, and it is a key bill that is right in Rubio's self-proclaimed wheelhouse, so I see it as fair game.\"\nWe sent a summary of our findings to Rubio’s spokespersons and did not get a reply.\nOur ruling\nA pro-Cruz PAC said that Marco Rubio \"skipped 18 defense votes, including one to arm the Kurds to fight ISIS.\"\nThe ad is misleading because it omits that the 18 votes related to the same bill: the National Defense Authorization Act, a comprehensive defense bill. The ad also omits that Rubio voted for the overall bill, which passed the Senate.\nThe majority of the skipped votes were amendments, while many others were procedural or related to votes after the bill passed the Senate.\nThe ad also omits that Cruz voted against the bill.\nWe rate this claim Half True.\n \nhttps://www.sharethefacts.co/share/f4f24f63-2d2d-400a-881e-9be4ff7e931c", "vclaim_id": "vclaim-pol-05306"}