{"url": "/factchecks/2017/may/03/wisconsin-freedom-alliance/do-s-legislator-get-daily-stipend-just-showing/", "speaker": "Wisconsin Freedom Alliance", "vclaim": "Wisconsin politicians get daily expense payments \"even if they don’t spend a dime on meals, or lodging or travel,\" and \"no receipts are required for them to get paid.\"", "truth_label": "mostly-true", "date": "stated on April 25, 2017 in a radio ad:", "title": "Do Wisconsin legislators get a daily stipend just for showing up?", "text": "The Wisconsin Freedom Alliance, a conservative political group, splashed into the news briefly in 2016 when it funded ads criticizing various Republican state Senate candidates during primary campaigns.\nNow the group is back with a campaign charging that taxpayers are on the hook for bloated pensions, salaries and other benefits for state lawmakers of all political stripes.\nIn an April 2017 radio ad, the alliance ripped a practice that pays Wisconsin state lawmakers a per-diem amount when they travel to the Capitol for business.\n\"Did you know state politicians can collect their per diems even if they don’t spend a dime on meals, or lodging or travel? No receipts are required for them to get paid. No receipts! It’s the honor system for politicians paying themselves. Does that sound like a good idea?\"\nIs that the way the system works?\nThe benefit\nLegislators in most states qualify for per-diems. In many cases they receive more than Wisconsin lawmakers can get.\nThat hasn’t prevented the per-diems from coming under occasional attack in Wisconsin. They top out at $115 a day for state senators, and $78.50 a day (and $157 for an overnight) for Assembly members.\nIn 2016, overall payments to Assembly members ranged from a low of $916 to state Rep. Nancy VanderMeer (R-Tomah) to a high of $9,591 to state Rep. Peter Barca (D-Kenosha), the Assembly minority leader. In total, the 99 Assembly members received $484,504.\nThe 33 senators received $200,860 in 2016. The payments ranged from $2,024.00 to state Sen. Terry Moulton (R-Chippewa Falls) to $14,256 to state Sen. Scott Fitzgerald (R-Juneau), the majority leader.\nLawmakers living close to Madison qualify for lower per-diem rates.\nLawmakers base salary is $50,950.\nThe Wisconsin law governing the benefit says legislators \"shall be entitled to an allowance for expenses incurred for food and lodging for each day that he or she is in Madison on legislative business.\" (italics ours).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, if the allowance is tied to spending on food and lodging, is it possible, as the alliance contended, that it is paid \"even if they don’t spend a dime on meals, or lodging or travel?\"\nMichael Flaherty, executive director of the Freedom Alliance, cited a Dec. 30, 2016 story by the USA Today Network-Wisconsin, headlined \"Madison lawmakers max out hometown perk\".\nThe story said \"Lawmakers can collect the money as income without spending a dime on meals, lodging or gas. No receipts of expenses are required to get paid.\"\nThe no-receipts claim is on target, according to the clerks for the Senate and Assembly. Lawmakers are not asked to itemize.\nAs for whether a lawmaker who skips meals and drives home to sleep can still get a per diem, the answer is, yes, that’s possible.\nBut it’s impossible to say how often that happens, given the loose accounting system.\n\"It’s a benefit, an allowance,\" said Senate Chief Clerk Jeff Renk.\nIn Renk’s opinion, despite the statute’s talk of expenses incurred, lawmakers who incur no expense while collecting a per diem are not violating the law.\nThe perk is so automatic that lawmakers, at the beginning of a two-year legislative session, choose whether to receive the maximum daily reimbursement for days they travel to Madison within that period. That’s how the law was written.\nAll they have to do to collect is confirm their appearances by entering a mark in a computer program.\nOne piece of the group’s claim requires a minor clarification. Travel costs in the form of mileage are reimbursed separately from the per-diem payments.\nOur rating\nThe Wisconsin Freedom Alliance claimed that state lawmakers get daily expense payments \"even if they don’t spend a dime on meals, or lodging or travel,\" and \"no receipts are required for them to get paid.\"\nPer diems are built on an honor system that requires no documentation that any travel or lodging expense has been incurred. Travel costs, though, have nothing to do with per diems, and some clarification is necessary here because no one can say how often lawmakers get the per diem without spending anything.\nWe rate the claim Mostly True.  Share the Facts 2017-05-03 15:34:00 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  Wisconsin politicians get daily expense payments \"even if they don’t spend a dime on meals, or lodging or travel,\" and \"no receipts are required for them to get paid.\"     Wisconsin Freedom Alliance  Organization   In a radio ad Tuesday, April 25, 2017 2017-04-25    Read More  info", "vclaim_id": "vclaim-pol-03351"}