{"url": "/factchecks/2019/aug/27/viral-image/no-evidence-pope-francis-said-catholics-who-vote-d/", "speaker": "Viral image", "vclaim": "Says Pope Francis said, \"You cannot call yourself ‘Catholic’ and vote Democrat. It is a grave sin, one for which there is no redemption.\"", "truth_label": "false", "date": "stated on August 26, 2019 in a Facebook post:", "title": "No evidence Pope Francis said Catholics who vote Democrat are committing “a grave sin.”", "text": "President Donald Trump recently said that any Jews who vote for Democrats show \"either a total lack of knowledge or great disloyalty.\" Did Pope Francis say something similar about Catholics? \nThat’s what an Aug. 26 Facebook post alleges, attributing this quote to the head of the Catholic Church: \"You cannot call yourself ‘Catholic’ and vote Democrat. It is a grave sin, one for which there is no redemption.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching for the quote online we found no results. We also didn’t discover any evidence that Pope Francis has condemned Americans who vote for Democrats. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nThere are about 51 million Catholic adults in the United States, and today they’re evenly split between the Republican and Democratic parties, Pew Research Center reported in January. White Catholics are more likely to vote Republican, and Hispanic Catholics \"overwhelmingly back Democrats.\" \nRepublican and Democratic Catholics both used to admire Pope Francis, according to Pew, but he’s become an increasingly polarizing figure in the church. Democrats and Democratic-leaning Catholics view him more favorably than Republicans and Republican-leaning Catholics. Republican Catholics are much more likely than Democratic Catholics to say he’s \"too liberal\" and \"naive.\" Most Catholic Democrats say he’s doing an excellent or good job of spreading the Catholic faith. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00229"}