{"url": "/factchecks/2014/apr/25/chain-email/lead-bullets-will-have-come-overseas-after-epa-clo/", "speaker": "Chain email", "vclaim": "Because the EPA closed a lead smelter in Missouri, \"all lead for bullets will have to come from overseas!\"", "truth_label": "pants-fire", "date": "stated on April 3, 2014 in a chain email:", "title": "Lead bullets will have to come from overseas after EPA closed smelter, chain email says", "text": "\"We, the American public have been blindsided again by the Obama crowd!!!\" warns a chain email. \"Last Lead smelting plant -- gone.\"\nThe email goes on to blame the \"Evil Protection Agency\" for shutting down a lead smelting plant, calling it \"backdoor gun control\" and saying it will result in the cost of bullets soaring.\n\"All lead for bullets will have to come from overseas!\" the email says, adding, \"Long term what this means: Your investment in ammo may be your best investment. Guns will be plentiful but ammo will be another story. How does $3.75 a round (that's for one bullet) for a 9mm work for you?  Box of 50 would only cost you $187.50.\"\nWe wondered: Is the email correct to say that all lead for bullets will now have to come from overseas?\nThe Doe Run plant\nWe’ve been down this road before.\nIn December, former Republican U.S. Rep. Allen West of South Florida, stated on his website: \"It seems that back door gun control is in full effect in the United States. Why? Thanks to Obama’s Environmental Protection Agency (EPA), we can no longer smelt lead from ore in the United States. ... So America, back door gun control is moving forward and while we are all distracted with Obamacare and Iran nuclear negotiations, our Second Amendment rights are undergoing an assault by clandestine infiltration.\"\nWe rated West’s claim Pants on Fire.\nThe shuttered smelter, operated by Doe Run, is located in Herculaneum, Mo. Facing regulatory concerns about its air-quality record, Doe Run announced in 2010 that it had reached a settlement with the EPA and the state of Missouri which included paying fines. Then, in December 2013, it shut down. We found no evidence that the EPA’s settlement had anything to do with gun control -- it was about pollution.\nEver since the EPA was created in 1970, one of its missions has been to limit pollution from smelters, which are \"terribly toxic sites,\" said David Rosner, a professor of sociomedical sciences at Columbia University who studies the politics of pollution, told us when we wrote fact-checked West. Lead can accumulate in the body from many sources, and it can severely hamper mental and physical development.\n\"It had nothing to do with gun control or bullets,\" Rosner told PolitiFact. \"The idea of linking this to an issue of gun control or a surreptitious way for the government trying to shut down the gun industry is nuts. This was an EPA decision because of children who were being poisoned by what had come out of that plant.\"\nIndeed, while the chain email blames Obama, the EPA’s case against Doe Run actually began decades ago. The St. Louis area failed to meet federal clean air standards for lead in 1987 due to emissions from the smelter, the St. Louis Post-Dispatch reported in 1989. That was during the Reagan administration.\nReagan wasn't the only Republican president who presided over an advance in the national anti-lead effort. In 2008, during the tenure of President George W. Bush, the EPA adopted tougher air quality standards for lead that were 10 times more stringent than the past.\nDoe Run’s primary smelter -- a plant that extracts lead from ore -- was the last primary smelter in the country. But Doe Run continues to operate as a secondary lead smelter -- essentially a recycler for lead contained in other products. That includes -- you guessed it -- bullets.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nA company spokeswoman told us in December that more than 80 percent of all lead produced in the United States is used in either vehicle batteries or in stationary batteries for backup power used by the military and in telecommunications and medical applications.\n\"In the U.S., the recycle rate of these batteries is approximately 98 percent, making lead-based batteries the most highly recycled consumer product,\" the company said in a statement. \"These batteries are recycled at secondary lead smelters. We own such a smelter in southern Missouri.\"\nIn our previous fact check, Doe Run spokeswoman Tammy Stankey told us that the company \"will continue to supply our ammo customers using secondary lead.\"\nWe contacted Stankey again for this fact-check.\n\"The primary smelter did close, (but) we are still supplying ammo customers through our only secondary smelter,\" she told us. \"We do know that primary lead is being imported to the U.S., but we don’t know if it is specific to ammunition suppliers. ... There are many other uses of lead.\"\nAmmunition experts\nNow that the Doe Run primary smelter has been shuttered for a few months, we checked back with ammunition experts to see whether there’s any evidence that all lead for bullets now comes from overseas.\nAn NRA spokesman referred us to the National Shooting Sports Foundation. Spokesman Mike Bazinet told us for this fact-check that \"almost all the lead used in ammunition in the U.S. comes from secondary sources, recycled car batteries and other sources of lead. The closing of the lead smelter has not had any effect on ammunition prices or availability. ... Lead for bullets comes from secondary sources, and that was not completely understood by people out there. We certainly tried explain that it's had virtually no effect on ammunition prices.\"\nWhile some ammunition is imported to the U.S. from overseas, \"it would be pretty heavy stuff to send (lead) across the ocean and put into a bullet. There are secondary sources of lead in sufficient quantity in the United States.\"\nTom Falone -- president of Clearwater-based Florida Bullet, which supplies ammunition to law-enforcement agencies in Florida -- said its manufacturer has been using reclaimed lead for years.\n\"I think that by the time we see a shortage, the industry will have found another material to replace the lead with,\" Falone said.\nOur ruling\nA chain email said that following closure of a lead smelter in Missouri, \"all lead for bullets will have to come from overseas!\"\nWhile the closure of a Doe Run primary lead smelter in December 2013 means there are no smelters to make lead from ore anywhere in the United States, smelters to recycle lead remain in operation, and their output is substantial enough to satisfy the needs of ammunition manufacturers. Four months after that particular smelter closed, we found no evidence that all lead for bullets now comes from overseas.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07945"}