{"url": "/factchecks/2014/jun/01/clay-pell/clay-pell-says-rhode-island-has-highest-dropout-ra/", "speaker": "Clay Pell", "vclaim": "\"Rhode Island has the highest dropout rate in New England at twenty-three percent.\"", "truth_label": "half-true", "date": "stated on April 30, 2014 in a campaign website:", "title": "Clay Pell says Rhode Island has highest dropout rate in New England, at 23 percent", "text": "In Clay Pell’s education plan, \"Seizing the Future: A World-Class Education For All,\" and in a May 5 email to his subscriber list, the Democratic candidate for governor states that Rhode Island has the highest high school dropout rate in New England, at 23 percent.\nThere are two parts to this claim. We’ll start with whether the dropout rate is really 23 percent.\nThe \"Seizing the Future\" education plan, which Pell released April 30, 2014, attributes the 23 percent dropout figure to a report issued April 28 by GradNation, a campaign of the nonprofit America’s Promise Alliance that strives to lower the nation’s high school dropout rate.\nWe checked out the report, \"Building a GradNation: Progress and Challenge in Ending the High School Dropout Epidemic (2014).\" It gives Rhode Island’s four-year \"Adjusted Cohort Graduation Rate\" at 77 percent, for 2011-2012. That’s the lowest graduation rate in New England, according to the report.\nComparatively, Connecticut, Maine, and Massachusetts have a graduation rate of 85 percent; New Hampshire is at 86 percent, and Vermont at 88 percent.\nYou may ask, what the heck is an adjusted cohort graduation rate? And why should we care?\nA cohort is a group of subjects who share an event during a particular time span. The adjusted cohort graduation rate refers to the percentage of students in a given group who successfully finish high school in four years with a diploma, accounting for transfers in and out of the system. It’s a relatively new measure all states are required to use.\nBut we couldn’t find Pell’s 23 percent dropout figure in the GradNation report.\nWe asked Pell’s campaign manager, Devin T. Driscoll, if they arrived at that figure by subtracting the 77 percent graduation rate from 100 percent.\nDriscoll said yes.\nBut guess what, class! The answer is not that simple; and the Pell folks made a basic mistake.\n\"The dropout rate is not an inverse of the graduation rate,\" says Marie T. Stetser, of the National Center for Education Statistics of the U.S. Department of Education.\nStetser directed us to a report she co-authored, \"Public High School Four-Year On-Time Graduation Rates and Event Dropout Rates: School Years 2010-11 and 2011-2012.\" The GradNation report uses these same NCES statistics.\n\"Counts of students who have not graduated on time with a regular high school diploma do include dropouts, but also include those who will earn a regular diploma in more than four years, and those who have or will earn alternative credentials,\" the report states.\nFor example, students who have stayed back one or more grades in high school but eventually graduate, and students in GED programs would be included. Also, students who have simultaneously enrolled in high school and secondary school may take more than four years to graduate, and will receive a high school diploma and an associate’s degree when they finish.\nSo how far off is the Pell campaign’s 23-percent dropout estimate?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nRoughly by half, according to the Rhode Island Department of Education. The state’s average high school dropout rate was 11.9 percent for 2011-12, says spokesman Elliot Krieger.\nHe explains that the remainder at that time were in either GED programs (3.2 percent) or still in school (7.8 percent), adding up to the 23 percent figure the Pell campaign came up with.\n\"The key point is that each year a certain number or percentage of students graduate – but the remaining students are not all dropouts …,\" he said.\nKrieger notes that the state’s high school graduation rate for 2012-2013 rose three points, to 80 percent. NCES is currently working on its 2013 statistics, so we don’t know how that compares with other states.\nWhat about the second part of Pell’s claim, that Rhode Island’s dropout rate is the highest in New England? On that question, he seems to be on track.\nThe data is a little difficult to follow, so bear with us.\nThe NCES measures the high school \"event dropout rate,\" which is the percentage of students who were enrolled in 9-12th grade the previous year who did not return to school or graduate. It excludes those, for example, who did not return because they were temporarily absent for suspension or illness, or who transferred to another district.\nIt is a different population than the four-year cohort.\nBy that measure, Rhode Island, at 4.2 percent for 2011-2012, had the highest event dropout rate in New England.\nConnecticut’s event dropout rate was 2.1 percent; Maine: 3.2 percent; Mass.: 2.5; New Hampshire: 1.3; and Vermont: 2.5.\nIn 2010-2011, Rhode Island’s event dropout rate was 5.2 - and still the leader of the pack.\nDriscoll, Pell’s campaign manager, said the campaign did more research after being contacted by PolitiFact Rhode Island, and recognized that the shortcut it took to find a dropout rate was in error.\n\"It seems fair to say that, in our efforts to draw attention to the critical problem of Rhode Island’s alarming high school graduation and dropout rates, we did not use the standard calculation of the dropout percentage,\" Driscoll wrote in an email.\n\"But the fact remains: Rhode Island does have the highest dropout rate in New England (and the Northeast).\" In the future, he said, the campaign plans to use the NCES statistics when talking about dropout rates.\nOur ruling\nClay Pell said, \"Rhode Island has the highest dropout rate in New England at twenty-three percent.\"\nThe campaign made an error in calculating the dropout rate, which, according to the Rhode Island Department of Education was actually 11.9 percent in 2011-12, the latest year for which figures were available.\nBut the state did have the highest \"event dropout rate\" in New England, according to federal statistics.\nBecause the statement is partially accurate but leaves out important details or takes things out of context, we rate it Half True.", "vclaim_id": "vclaim-pol-07800"}