{"url": "/factchecks/2020/feb/07/viral-image/no-evidence-president-john-f-kennedy-smoked-mariju/", "speaker": "Viral image", "vclaim": "Says John F. Kennedy “smoked cannabis in the White House, while president, because he suffered from severe back pain and Addison's disease.\"", "truth_label": "barely-true", "date": "stated on January 30, 2020 in an Instagram post:", "title": "Evidence lacking that President John F. Kennedy smoked marijuana in the White House due to ailments", "text": "Richard Nixon signed a law designating marijuana — along with ecstasy, heroin and LSD — a drug that has \"no currently accepted medical use in the United States, a lack of accepted safety for use under medical supervision and a high potential for abuse.\"\n\nNearly 50 years later, Tommy Chong promoted his drug of choice by invoking one of Nixon’s political rivals and predecessor as president, John F. Kennedy.\nChong, an actor and part of the former Cheech and Chong comedy team, made his plug for pot with a Jan. 30 post on Instagram that has more than 70,000 likes. The post features a black-and-white image of Kennedy in a shirt and tie. Kennedy appears to be exhaling smoke while holding perhaps a cigar of some sort. Text below the image claims:\n\"JFK SMOKED CANNABIS IN THE WHITE HOUSE, WHILE PRESIDENT, BECAUSE HE SUFFERED FROM SEVERE BACK PAIN & ADDISON'S DISEASE.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nKennedy suffered from a number of serious ailments, including chronic back pain and Addison’s disease (which causes extreme fatigue and other symptoms). He was known for trying to keep them secret. He served less than three years as president before being assassinated in Dallas in 1963.\nThere’s no proof he smoked marijuana to treat his ailments. We asked historians and consulted the history books.\nA 1998 book on Mary Meyer, one of Kennedy’s mistresses, recounted a 1976 National Enquirer story that said Meyer and Kennedy smoked marijuana once at the White House. The information in the article was attributed to the late Jim Pruitt, who by then was a former Washington Post editor, who said Meyer told him about the encounter.\nThe Washington Post reported on the Enquirer article at the time. According to the Post, Pruitt confirmed his account about the marijuana smoking, said he had given the marijuana to Meyer, and he said the Enquirer had paid him for the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nBut none of that goes to the idea that Kennedy regularly used marijuana at the White House in order to fight his ailments.\nStacey Flores Chandler, a reference archivist at the John F. Kennedy Presidential Library, told us the foundation has Kennedy’s medical records from the 1950s and ‘60s as well as records of several of Kennedy's physicians. \n\"I haven't found any evidence in either the records here or in secondary sources that the president used cannabis as a treatment for any of his medical conditions,\" she told us.\nChandler also noted that historian Robert Dallek, who had access to Kennedy’s medical records, wrote about amphetamines, steroids, painkillers and other medications prescribed for Kennedy’s back and Addison’s, but made no mention of marijuana. \nWe messaged Chong’s website but didn’t get a reply.\nOur ruling\nA social media post claims Kennedy \"smoked cannabis in the White House, while president, because he suffered from severe back pain and Addison's disease.\"\nThere is an unconfirmed, secondhand account that Kennedy once smoked marijuana at the White House. And he did suffer back pain and Addison’s, according to records.\nBut there is no evidence to support the suggestion that Kennedy regularly smoked marijuana in the White House because of his physical ailments.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-17361"}