{"url": "/factchecks/2021/jan/08/facebook-posts/no-mike-pence-wasnt-arrested/", "speaker": "Facebook posts", "vclaim": "Says Mike Pence was arrested.", "truth_label": "false", "date": "stated on January 6, 2021 in a Facebook post:", "title": "No, Mike Pence wasn’t arrested", "text": "Capitol police whisked Vice President Mike Pence out of the Senate chamber to safety on Jan. 6 as a mob of President Donald Trump’s supporters stormed the U.S. Capitol. \nBut on social media, some people reported that Pence had actually been arrested. \n\"Multiple reports of Mike Pence being arrested,\" read one widely-shared Facebook post.\n\"Pence being arrested today??\" another said. \nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere’s no evidence to support that Pence was arrested that day or since, a news event that would certainly have generated more than a few headlines. \nIn fact, Pence continued to tweet after he was escorted out of the chamber that afternoon. People who are under arrest generally aren’t allowed to keep posting on social media. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The violence and destruction taking place at the US Capitol must stop and it must stop now,\" Pence tweeted. \"Anyone involved must respect law enforcement officers and immediately leave the building.\" \nThat evening, Devin O’Malley, Pence’s press secretary, tweeted that Pence had returned to the Senate to resume certifying President-elect Joe Biden’s victory, a process that was interrupted by the intruders.\n\"He never left the Capitol,\" O’Malley said. \"@VP was in regular contact w/ House & Senate leadership, Cap Police, DOJ, & DoD to facilitate efforts to secure the Capitol & reconvene Congress.\"\nA couple hours later, Americans could see for themselves that Pence wasn’t in custody when he presided over the televised joint session of Congress.\n\"Today was a dark day in the history of the United States Capitol,\" he said.\nOn Jan. 8, he tweeted again for the first time since the attack, saying he and his wife were saddened by the death of the U.S. Capitol police officer who died that day. \nWe rate claims that he was arrested False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-19141"}