{"url": "/factchecks/2009/jun/15/mike-murphy/jose-no-1-baby-name-texas-social-security-administ/", "speaker": "Mike Murphy", "vclaim": "In Texas, \"the No. 1 name for new male babies — many of whom will vote one day — is Jose.\"", "truth_label": "true", "date": "stated on June 12, 2009 in a column in Time magazine.:", "title": "Jose is No. 1 baby name in Texas — Social Security Administration says so", "text": "It's not unusual for a minority party to engage in soul-searching, finger-pointing and general agonizing over why it lost power. The Republican Party is in the midst of such a process right now.\nMike Murphy, a GOP political strategist, has argued that the Republicans need to address why they lost so badly among two demographics: the young and Latinos.\nObama crushed McCain among Hispanic voters by a 35-point margin, Murphy wrote in  a column in  Time   magazine.\n\"By 2030, the Latino share of the vote is likely to double,\" Murphy wrote. \"In Texas, the crucial buckle for the GOP's Electoral College belt, the No. 1 name for new male babies — many of whom will vote one day — is Jose.\"\nMurphy added, \"Latinos need to see a quick end to the Republican congressional jihad on immigration,\" Murphy concluded, adding that they should support immigration reform with a path to citizenship. \"Republicans should differentiate themselves from the left by heating up the lukewarm American melting pot with a firm insistence on learning English and a rejection of the silly excesses of identity politics.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe were intrigued by his claim — which he repeated on  Meet the Press  on June 14 — that Jose was the No. 1 baby name for boys in Texas. We wondered if that could be proved with hard numbers or if it was mostly conjecture.\nIt turns out that the Social Security Administration compiles  baby names  for infants born in the United States, based on applications for Social Security numbers. The administration includes  a few caveats  about the data — names are counted only when the year of birth, state, and gender are known, for example. But it's hard to think of a better source for name popularity.\nIn 2008, the No. 1 name for a baby boy born in Texas was indeed Jose. (It's held the top spot since 1996.) Nationally, it was 41st.\nIn Texas, Jose was followed by Jacob, Daniel, Christopher, Joshua, David, Angel, Ethan, Juan and Michael.\nIn case you're wondering, that same year in Texas, the most popular name for a girl was Emily, followed by Isabella, Abigail, Emma, Madison, Sophia, Mia, Natalie, Ashley and Ava.\nWe're not rating Murphy's political advice one way or the other. But the numbers confirm he had his facts right about Jose. We rate Murphy's statement True.", "vclaim_id": "vclaim-pol-15716"}