{"url": "/factchecks/2019/oct/29/instagram-posts/instagram-post-falsely-says-flu-shot-causes-fetal-/", "speaker": "Instagram posts", "vclaim": "Says there is a 4,250% increase in fetal death from the flu shot.", "truth_label": "false", "date": "stated on October 22, 2019 in an Instagram post:", "title": "Instagram post falsely says flu shot causes fetal death", "text": "As flu season begins, some Instagram users are posting photos with misinformation about vaccines.\nIn one post published Oct. 22, an account called Holistic Health & More, which has more than 165,000 followers, claimed the flu shot can lead to the death of fetuses.\n\"4250% increase fetal death from flu shot,\" the photo reads. \"CDC failed to tell pregnant mothers of the increase (sic) chance of miscarriage & stillbirth after receiving CDC recommended flu vaccine.\"  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook, Instagram’s parent company.) It has more than 1,700 likes, and PolitiFact found several copies of the post elsewhere on the internet.\n\n(Screenshot from Instagram)\nAs evidence for its claim, Holistic Health & More linked to a website called VacTruth.com, a known publisher of anti-vaccine misinformation. The site requires a password to enter, so we were not able to locate the article in question. Holistic Health & More did not respond to a message requesting more evidence.\nWe found one study that did observe a spike in \"spontaneous abortion,\" or miscarriage, among women who had been vaccinated for the flu — but the bulk of research has found no link between the vaccine and infant mortality. Importantly, medical officials still recommend pregnant women get the flu shot because they can be more prone to severe illness from the flu, as can their babies.\nWhere the post came from\nWe traced the Instagram post to an anti-vaccine blog entry from November 2016. The blog, Health Freedom Idaho, is part of a libertarian movement that opposes health regulations and advocates for nontraditional care. \nThe blog post links to a 2013 study published by the journal Human & Experimental Toxicology. It looked at miscarriages and stillbirths listed in the Vaccine Adverse Event Reporting System (VAERS), a database of reported vaccine side effects maintained by the Centers for Disease Control and Prevention and the Food and Drug Administration.\nRELATED: No, you’re not an ‘active, live walking virus’ for 2 weeks following a flu shot\nThe study found an increase in \"fetal loss reports\" among pregnant women who received the flu shot during two consecutive seasons, from 2008 to 2009 and from 2009 to 2010. (The season typically spans from fall to spring.) Approximately 587,600 pregnant women were vaccinated with the standard flu shot in 2008-09, and about 2,236,000 pregnant women were vaccinated with the standard flu shot and/or the swine flu vaccine the next year.\nThe study noted a jump in fetal loss reports from four in 2008-09 to 174 in 2009-10. \nThat’s a 4,250% increase — but it doesn’t mean you should interpret it the way this blogger did.\nThe researchers did not prove that the flu shot was the cause of the uptick.\nThe CDC lists several limitations of this data. The reason why it’s unreliable has to do with the fact that health care providers are encouraged to report any health problems following the administration of vaccines — even if they don’t believe the vaccine was the cause.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\n\"Reports may include incomplete, inaccurate, coincidental and unverified information,\" the CDC’s list of limitations reads. \"The number of reports alone cannot be interpreted or used to reach conclusions about the existence, severity, frequency, or rates of problems associated with vaccines.\"\nExperts concurred with those limitations.\n\"The study you cite is trying to do something with VAERS data which is not valid,\" said Daniel Salmon, director of the Institute for Vaccine Safety at Johns Hopkins University’s School of Public Health, in an email. \"The results of this study do not contribute to our scientific understanding of the issue.\"\nOther research shows no link\nThe study cited by the Instagram post isn’t the only one to link the flu shot with miscarriages. But most research shows that the vaccine is safe, and the CDC recommends it for all pregnant women so they can avoid complications caused by flu infections.\nOne study, which was published in the journal Vaccine in September 2017, compared nearly 500 pregnant women who had miscarriages during the 2010-11 and 2011-12 flu seasons to the same number of women who had normal deliveries during the same period. Researchers found that, of the women who miscarried, 17 had received the flu shot within a month of miscarrying and also received the vaccine the year prior.\nHowever, the study’s authors warned that the results did not suggest a causal link between the flu vaccine and miscarriage — and they still said pregnant women should receive the flu shot. On its website, the CDC also doubts the study’s results.\nRELATED: Bloggers poison truth in claim about flu shot dangers\nThe CDC says the bulk of research supports the notion that the flu shot is safe for pregnant women and that the risk of miscarriage is low. It cites several studies that have found no increased risk of miscarriage as a result of receiving the flu shot.\n• A 2013 study published in the journal Obstetrics & Gynecology did not find an increased risk of pregnancy loss within four weeks of receiving the flu vaccine.\n• A 2014 study published in the Journal of Pediatrics found that, among 57,554 vaccinated and unvaccinated women, the flu vaccine did not lead to an increased or decreased risk of \"preterm birth.\"\n• A 2017 review of reports to the Vaccine Adverse Event Reporting System between 2010 and 2016 found no evidence to suggest a connection between the flu vaccine and pregnancy complications.\n• A 2017 study found that, even when it is administered during the first trimester of pregnancy, the flu vaccine was not associated with structural birth defects.\nIn addition to the CDC, the American College of Obstetricians and Gynecologists also recommends that pregnant women receive the flu shot.\n\"In evaluating all of the available scientific information, there is insufficient information to support changing the current recommendation which is to offer and encourage routine flu vaccinations during pregnancy regardless of the trimester of pregnancy,\" Haywood Brown, former president of the professional association, wrote in September 2017.\nOur ruling\nAn Instagram post claimed that there is a 4,250% increase in fetal death from flu shots.\nThat claim can be traced to a 2013 study that found an increase in fetal death among pregnant women between two consecutive flu seasons. But the CDC and experts say the way that data was collected was problematic. The bulk of research shows there is no connection between miscarriage and the flu shot, and the CDC and American College of Obstetricians and Gynecologists recommend all pregnant women get the vaccine.\nThe Instagram post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-00002"}