{"url": "/factchecks/2014/jan/31/terry-mcauliffe/mcauliffe-says-virginia-receives-most-federal-mone/", "speaker": "Terry McAuliffe", "vclaim": "Virginia is \"the No. 1 recipient of federal dollars.\"", "truth_label": "barely-true", "date": "stated on January 13, 2014 in a speech.:", "title": "McAuliffe says Virginia receives the most federal money", "text": "The federal government has long been a gravy train for Virginia’s economy, but Gov. Terry McAuliffe is worried Washington is cutting the tracks.\nDuring his first address to the General Assembly in January, McAuliffe cited a list of natural attributes and state policies that have helped Virginia flourish. \"Much of the success I just described results from Virginia being the number one recipient of federal dollars,\" he said.\nMcAuliffe said federal defense cuts and a 16-day government shutdown last year \"dealt a severe blow to our economy and our confidence in the future.\" He said Virginia must diversify and become less dependent on U.S. largesse.\nWe wondered whether Virginia really is No. 1 on Uncle Sam’s spending list.\nBrian Coy, a McAuliffe spokesman pointed us to figures from the Center for Effective Government, a liberal non-profit group that tracks U.S. spending. They show that in fiscal 2011,  companies located in Virginia had federal contracts totaling $88.7 billion -- tops in the nation. California companies were second with $62.4 billion in contracts followed by Texas, with $45.2 billion.\nData published by USA Spending.gov, a web site established by the Office of Management and Budget in the White House, shows Virginia has been tops in federal contract receipts during each of the last four fiscal years. A large reason is that Virginia -- home to world’s largest Naval base in Norfolk and the nation’s largest shipbuilder in Newport News -- receives more federal defense dollars than any other state, according to a 2011 analysis by Bloomberg Government.\nBut contracts are only part of federal spending. Washington sends states grants, direct payments for programs and pays salaries to federal employees scattered across the nation. To fully assess McAuliffe’s claim that Virginia is \"the No. 1 recipient of federal dollars,\" we needed data that computed all of the federal dollars disbursed in Virginia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe U.S. Census Bureau used to tally the total amount of federal money flowing into each state in its Consolidated Federal Funds Report. Results from the final study showed that in fiscal  2010, Virginia ranked sixth among states in receiving federal largesse. Here’s a list of the leaders:\n\n California, $333.8 billion\n Texas, $225.7 billion\n New York, $202.3 billion\n Florida, $186.7 billion\n Pennsylvania, $145.9 billion\n Virginia, $136.1 billion.\n\nOur ruling\nMcAuliffe, in his maiden address to the General Assembly, said Virginia is \"the No. 1 recipient of federal dollars.\"\nThe governor’s office backs the statement by citing statistics showing Virginia is tops in receiving federal contracts. But McAuliffe, in his speech, never defined his terms and federal dollars come to states in many ways, including salaries, grants and payments for Social Security, Medicaid and Medicare.\nWhen it’s all put together, the most current data ranks Virginia sixth in receipt of federal funds and second when the largesse is broken down to an average per citizen.\nWe don’t dispute McAuliffe’s gist that Virginia’s economy heavily relies on federal spending, but he illustrated his point with inartfully. Virginia leads the nation in receiving a few types of payments from Washington. Overall, Virginia is near the top of the list, but it’s not No. 1.\nSo we rate McAuliffe’s statement Mostly False.", "vclaim_id": "vclaim-pol-08318"}