{"url": "/factchecks/2012/jan/08/anna-little/bob-menendez-attacked-potential-gop-challenger-ove/", "speaker": "Anna Little", "vclaim": "\"Bob Menendez just voted to increase the government's debt ceiling to $1.9 TRILLION! In his 19 years in Congress, Menendez has helped overspend America over $15 TRILLION into debt.\"", "truth_label": "barely-true", "date": "stated on December 29, 2011 in a message on her campaign website:", "title": "Bob Menendez attacked by GOP challenger over federal debt increases", "text": "Republican Anna Little wants to kick U.S. Sen. Robert Menendez out of office this year, but she doesn’t seem to know much about the Democratic senator’s record when it comes to increasing the federal debt.\n\nOn her campaign website -- \"Little for Senate\" -- the former Monmouth County freeholder sounded the alarm about Menendez’s spending habits with a message entitled \"Stop Debt! Stop Bob Menendez!\"\n\n\"Bob Menendez just voted to increase the government's debt ceiling to $1.9 TRILLION! In his 19 years in Congress, Menendez has helped overspend America over $15 TRILLION into debt,\" the message continued. \"Who will pay? Your children? Your grandchildren? Menendez doesn't seem to care.\"\n\nAfter reviewing Menendez’s voting records, PolitiFact New Jersey found that Little’s statement is far from the truth. The senator voted against the most recent debt ceiling increase and he has opposed some of the legislation that experts say contributed to the rising federal debt.\n\nHowever, Menendez has voted for other bills -- such as the American Recovery and Reinvestment Act of 2009 (the stimulus) -- that helped put the nation in greater debt. Menendez served as a congressman between 1993 and 2006, when he joined the Senate.\n\nLarry Cirignano, Little’s campaign manager, acknowledged that the message should not have said Menendez just voted for a debt ceiling increase, but he maintained that Menendez is \"spending money we don’t have.\"\n\nMenendez spokeswoman Tricia Enright said the senator has always taken the nation’s deficit seriously, but he believes the issue must be addressed in a way that protects the middle class and \"asks the wealthiest Americans and big corporations to pay their fair share.\"\n\nFirst, let’s explain the most recent debt ceiling increase.\n\nIn early August, President Barack Obama and Congress reached an agreement to raise the nation’s debt ceiling by up to $2.4 trillion for a new limit of about $16.6 trillion. But Menendez voted against that deal.\n\nThe senator supported a previous debt ceiling increase of $1.9 trillion, but that vote occurred about two years ago. Little’s statement claims Menendez \"just voted\" for a debt ceiling increase, giving readers the impression that she is referring to the most recent increase.\n\nNow, let’s turn to Little’s other claim that \"Menendez has helped overspend America over $15 TRILLION into debt.\"\n\nThe total federal debt has exceeded $15 trillion, the result of military conflicts, legislative actions and overall economic conditions. We focused on Menendez’s voting record in regard to previous debt ceiling adjustments and certain legislation that contributed to the higher debt.\n\nIn both categories, Menendez comes away with a mixed record.\n\nBefore the most recent debt ceiling deal, there were 16 debt limit adjustments during Menendez’s tenure. Menendez supported 11 of those measures, and rejected five.\n\nThe nonpartisan Pew Fiscal Analysis Initiative in April identified various legislative actions that contributed to debt increases between 2001 and 2011. Those changes include tax cuts enacted in 2001, 2003 and December 2010; the Medicare Part D program; and the stimulus.\n\nOf those five examples, Menendez voted against three of them -- the tax cuts in 2001 and 2003; and the Medicare Part D program. But he supported the stimulus bill and the December 2010 tax legislation.\n\nTwo experts we contacted also pointed out how the weak economy contributed to the higher debt, given the reduction in federal revenues and greater spending on items like unemployment benefits.\n\nJason Peuquet, a policy analyst with the bipartisan Committee for a Responsible Federal Budget, added in an email: \"But one of the largest single factors has been the economic downturn, which is difficult to assign blame for.\"\n\nOur ruling\n\nOn her campaign website, Little claimed Menendez \"just voted\" for a debt ceiling increase and that he \"has helped overspend America over $15 TRILLION into debt.\"\n\nBut Menendez voted against the most recent debt ceiling increase, and he has a mixed record in regard to past legislative actions that contributed to the higher debt. For example, he rejected tax cuts in 2001 and 2003, but supported the stimulus bill in 2009 and tax cuts in December 2010.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Codey\n\n\nstated on July 13, 2011 in an interview on Hannity on Fox News\n\n\n\n\n\n\n\n\n\"Every president has raised the debt ceiling.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • July 21, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11843"}