{"url": "/factchecks/2018/oct/08/ron-desantis/ron-desantis-says-tallahassee-mayor-andrew-gillum-/", "speaker": "Ron DeSantis", "vclaim": "Says Andrew Gillum has presided over \"the highest crime in Florida four years running.\"", "truth_label": "mostly-true", "date": "stated on September 23, 2018 in CBS4 interview:", "title": "Ron DeSantis says Tallahassee Mayor Andrew Gillum presided over the highest crime in Florida", "text": "Tallahassee Mayor Andrew Gillum wants a promotion to the governor’s office. But Republican rival Ron DeSantis says the state would be in trouble if that happened based on Gillum’s track record with crime in the capital city.\n\"This is a guy that is presiding over the highest crime in Florida four years running,\" DeSantis said on CBS4 Jim DeFede’s show Sept. 23.\nOne week later on DeFede’s show, Gillum boasted about a drop in crime.\n\"I'm the mayor of a city that right now is experiencing a five-year low in our crime rate and we accomplished that by having fewer arrests at the same time,\" Gillum said.\nWe decided to fact-check both candidates who are running for governor. We found that both DeSantis and Gillum point to valid statistics, but they are cherry-picked.\nHere, we will fact-check the statement by DeSantis that Gillum has presided over the highest crime in Florida four years running.\nFBI data on Leon County crime rate\nLeon County and the city of Tallahassee have been in the limelight for crime in recent years.\nExperts generally focus on crime rates per 100,000 residents rather than sheer numbers of crimes. Crime rate data submitted by law enforcement to the FBI shows that there were 4,802 crimes per 100,000 residents in Leon County in 2017. The data includes violent offenses such as murder and rape and property offenses such as theft.\nIn 2017, Leon County had the highest crime rate of all Florida counties. Leon County’s crime rate was the highest in Florida in 2014, 2015 and 2016, too.\nWhile Leon County is a broader area than just the city of Tallahassee, the Tallahassee Police Department handles the bulk of the county’s crime.\nGillum’s former chief of staff, who is now running for mayor, has also made statements about the high crime rate and \"the highest number of murders in history last year.\" There were 17 murders in 2017 compared to 11 the year before.\nThe Gillum campaign, however, has said the crime stats actually have good news, too: The county crime rate overall dropped between 2016 and 2017 by 15 percent. The statistics based on crimes reported only by the Tallahassee Police Department showed a similar decrease. And the downward trend has continued for the first half of 2018.\nThe Tallahassee Police Department ranks 28th in the crime rate when examining all cities and counties in 2017. However, a comparison of all departments isn’t particularly useful because that combines tiny towns and large counties. Tallahassee’s population is about 190,000.\nWhen looking at cities with a population of at least 90,000, Tallahassee’s rate in 2017 was lower than Miami Beach, Orlando and Fort Lauderdale — all cities with a high number of visitors or workers who may not live in the city.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nWhile DeSantis didn’t single out any type of crime, the data shows that the majority of the crimes reported by the Tallahassee police department were larcencies.\nThat includes anything from shoplifting to breaking into a car and stealing a briefcase, Tallahassee Police Chief Michael DeLeo said.\nLimitations of crime rate data\nThe American Society of Criminology and FBI caution about the pitfalls of using crime statistics to rank communities.\nSuch rankings ignore local characteristics that influence crime, such as poverty rates and the concentration of the youth population. Tallahassee is a college town -- home to Florida State University and Florida Agricultural & Mechanical University -- as well as the state government.\nA city mayor has relatively little control over the characteristics most often identified as the strongest predictors of local crime rates such as poverty and the age of residents, said Brian Stults, an associate criminology professor at Florida State University in Tallahassee.\nThe mayor may have some control over the size of the police department, but studies are inconsistent about whether increases in police size and funding lead to decreases in crime, Stults said. The more important factor is not how many police you have, but how they police.\nA city spokeswoman said Tallahassee has hired a few dozen more police officers during Gillum’s tenure as mayor, growing the force by about 11 percent.\nUnderstanding the crime rate requires a look at the specific characteristics of Tallahassee. The city has a large number of visitors who do not live year-round in the city, including students, lobbyists, politicians and other people who work in the capital city but may live in other cities.\nThat means that crimes committed against — or by — students or commuters who work in the capital city are included in the count of Tallahassee’s crimes, but many of them are not counted in the residential population of the city.\nMayors, and police chiefs, can influence the strategies the police department uses, but the results that flow from these strategies take time, said Dennis Jay Kenney, a professor at John Jay College of Criminal Justice and a police officer in Bartow, Fla., in the 1970s.\nExperts caution against giving politicians credit or blame for declines or increases in crime, which are more likely a function of social changes in the community or economy than political actions.\nOur ruling\nDeSantis said Gillum has presided over \"the highest crime in Florida four years running.\"\nDeSantis was referring to the crime rate in Leon County, in which Tallahassee represents most cases. Data shows that Leon County had the highest crime rate in Florida in recent years. DeSantis omits that the county’s crime rate in 2017 declined from 2016.\nA few cities had higher crime rates, but like Tallahassee, they draw a lot of visitors who aren’t included in the residential population. Experts and the FBI caution against using the statistics to compare jurisdictions because it fails to take into account unique characteristics, such as a high college student population or visitors.\nWe rate this statement Mostly True.\nhttps://www.sharethefacts.co/share/5f46143e-aadc-4498-b3ae-af293632d383", "vclaim_id": "vclaim-pol-01505"}