{"url": "/factchecks/2017/aug/28/ourlandofthefreecom/its-fake-news-trump-pardoned-kentucky-clerk-kim-da/", "speaker": "OurLandOfTheFree.com", "vclaim": "\"President (Donald) Trump pardons Kim Davis.\"", "truth_label": "pants-fire", "date": "stated on August 26, 2017 in an Internet post:", "title": "It's fake news that Donald Trump pardoned Kentucky clerk Kim Davis", "text": "President Donald Trump’s pardon of controversial former sheriff Joe Arpaio led to a fake news site falsely claiming Trump also pardoned a controversial government clerk from Kentucky.\n\"BREAKING: President Trump Pardons Kim Davis,\" read the headline on an Aug. 26, 2017, post on OurLandOfTheFree.com. Facebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to cut down on fake news.\nThe post appeared after Trump’s Aug. 25 pardon of Arpaio, the former sheriff of Maricopa County, Ariz. Arpaio had been found guilty of criminal contempt after he continued to illegally profile Latinos against a judge’s orders. His sentencing was set for Oct. 5.\nDavis, meanwhile, was the Rowan County, Ken., clerk who had in 2015 refused to sign marriage licenses for same-sex couples on religious grounds, in defiance of a U.S. Supreme Court ruling. A federal judge sent her to jail for five days for contempt of court for not complying with an order to issue the licenses. Her deputy clerks were eventually allowed to sign the licenses; Kentucky later took county clerks’ names off marriage licenses.\nShe had faced three lawsuits for her refusal, but the suits had been dismissed. The same judge who jailed her later ruled that in one case, the state of Kentucky and not Davis was responsible for paying $225,000 in legal fees for the couple that brought the suit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo Davis can’t get a pardon, because technically she wasn’t convicted of a federal crime. But it doesn’t matter, because we know that the website that posted the story makes up all its content.\nOurLandOfTheFree.com is a parody site that, like other sites that created stories we’ve debunked, attempts to fool conservatives with absurd stories.\nOurLandOfTheFree.com said at the bottom of its home page that the site’s creators \"make no guarantee that what you read here is true. In fact, it most definitely is not.\" Its About Us page noted, \"All posts should be considered satirical and all images photoshopped to look like something they’re not.\"\nThe story about Davis being pardoned by Trump is as made up as the other articles on the site.\nWe rate this statement Pants On Fire!\n Share the Facts 2017-08-28 19:58:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://ourlandofthefree.com/2017/08/remember-this-lunatic/ \"President (Donald) Trump pardons Kim Davis.\"    OurLandOfTheFree.com website   in an Internet post Saturday, August 26, 2017 2017-08-26    Read More  info", "vclaim_id": "vclaim-pol-02962"}