{"url": "/factchecks/2011/jun/23/kim-guadagno/lt-gov-kim-guadagno-says-foreign-trade-offices-sha/", "speaker": "Kim Guadagno", "vclaim": "After not having any foreign trade offices overseas for the past decade, New Jersey opened offices in Shanghai and London in the past six months, and has seen an 18 percent increase in exports.", "truth_label": "false", "date": "stated on May 11, 2011 in a radio interview on WNYC:", "title": "Lt. Gov. Kim Guadagno says foreign trade offices in Shanghai and London boosted exports by 18 percent", "text": "If you heard Lt. Gov. Kim Guadagno on the Brian Lehrer Show on May 11, you'd think New Jersey didn’t have any foreign trade offices for at least a decade until the administration of Gov. Chris Christie set up outposts in Shanghai and London, which led to a big surge in exports.\n\nIn the middle of her statewide tour to highlight New Jersey’s commitment to economic growth, Guadagno did a radio interview on the WNYC program. After discussing the state’s effort to attract jobs from the Hunts Point section of the Bronx, the conversation turned to where Guadagno said the \"real game\" is -- overseas.\n\nHere’s how Guadagno summed up New Jersey’s international outreach:\n\n\"It's no longer just a regional market. It's attracting business from overseas. And New Jersey, for the past decade, hasn't had any offices overseas. Compare that to Pennsylvania (that) has 23. Now we just opened in the last six months, two offices. One in Shanghai and one in London. And we actually saw an increase in our exports of 18 percent.\"\n\nFred Snowflack, a spokesman for Guadagno, said the offices in Shanghai and London opened last year through a joint effort between the New Jersey Economic Development Authority and the Port Authority of New York and New Jersey. Two people are stationed in Shanghai and one person is in London, Snowflack said.\n\nAccording to a September 2010 press release announcing the deal, the duties of the foreign trade representatives include helping to advance export sales of New Jersey companies and arranging visits for potential investors. The London office covers the Europe, Middle East and Africa regions.\n\nPolitiFact New Jersey also confirmed that Pennsylvania has 23 foreign trade offices covering 67 countries. So she is right on that point.\n\nBut she's wrong on two other key points: that the state lacked foreign trade offices for the past decade and that the two new ones led to the 18 percent increase in exports.\n\nActually, a total of 10 full- and part-time overseas offices were in operation during the past decade.\n\nNew Jersey had full-time offices in Tokyo from 1988-2006; London, 1994-2004; Ra’anana, Israel,  1995-2007; Mexico City, 1999-2006; Cairo, 2000-2004; and Sao Paulo, Brazil, 2000-2007. The state had part-time offices in South Korea from 1999-2004; Greece, 2000-2004; China, 2001-2004; and Argentina, 2001-2002.\n\nSnowflack told us those offices closed for financial reasons. Asked about the discrepancy between Guadagno’s radio interview and the information on previous offices, Snowflack wrote in an email:\n\n\"As for the other question, the lieutenant governor has said on many other occasions, including her budget testimony of last year, that the offices were closed during the Corzine Administration.  I submit that the important point here is that the state has reopened overseas offices, not the exact year in which some of the old ones closed.\"\n\nData from the U.S. Department of Commerce back up the 18 percent increase in exports. Those exports included chemicals, computers and electronic products, and transportation equipment.\n\nBut that's a figure for exports throughout the world and an economics professor expressed doubt that the new offices deserve much credit.\n\n\"I wish economics were that easy,\" Rutgers University professor Thomas Prusa said.\n\nSnowflack told us Guadagno was not linking the export increases to the new offices.\n\n\"She was not saying that the two new offices were directly responsible for the increase in exports,\" Snowflack wrote in an email. \"Her point was that New Jersey is trying to rekindle business relationships overseas, as evidenced by an increase in exports and two new offices. But she never said two offices that opened within the last year prompted an 18 percent increase in exports.\"\n\nThat may have been what she meant, but listeners who heard her would clearly be under the impression there was a link. She said, \"Now we just opened in the last six months, two offices. One in Shanghai and one in London. And we actually saw an increase in our exports of 18 percent.\"\n\nHer wording suggests a clear linkage.\n\nLet’s review:\n\nGuadagno said New Jersey has opened foreign trade offices in Shanghai and London, marking the first in at least a decade. She’s right about those two offices, but she’s wrong to say such international efforts haven’t been done before. In fact, New Jersey had 10 offices at various times during the past decade.\n\nAnd there's little, if any, evidence that the offices led to the 18 percent increase. We find her statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12873"}