{"url": "/factchecks/2017/mar/16/peter-roskam/rep-roskam-gdp-growth-obama/", "speaker": "Peter Roskam", "vclaim": "\"The past (Obama) administration was the first administration that never had a whole year of 3 percent growth.\"", "truth_label": "mostly-true", "date": "stated on March 6, 2017 in a speech at the City Club of Chicago:", "title": "Roskam says Obama admin the first to never top 3% in annual GDP growth", "text": "Speaking at an event in Chicago earlier this month, U.S. Rep. Peter Roskam, R-Ill., was talking tax policy and the economy when he pointed to lackluster economic growth that occurred under former President Barack Obama.\n\"The past (Obama) administration was the first administration that never had a whole year of 3 percent growth,\" Roskam said during a March 6 speech at the City Club of Chicago.\nIt’s an oft-cited figure Republicans tend to throw around to highlight the weak economic recovery throughout Obama’s presidency, but does the data back it up?\nA familiar claim\nRoskam’s claim lacks some specifics, particularly the type of growth and time frame he was referring to in his speech.\nDavid Pasch, the Wheaton Republican’s communications director, provided a link to data compiled by the Bureau of Economic Analysis showing both the annual and quarterly percentage change in real gross domestic product, or GDP, which is the total value of goods and services provided in the country.  \nWhile annual figures on GDP growth date back to the Herbert Hoover administration and the onset of the Great Depression in 1929, the federal government did not start tracking quarterly growth until 1947.\nConsidering the time frame for which this annual data is available, it’s safe to assume Roskam was referring to economic growth since the Hoover administration.\nIn fact, Roskam’s claim is quite similar to a statement Donald Trump made during a campaign speech in October, which was fact-checked by our colleague Joshua Gillin at PolitiFact Florida.\nAs was the case with Trump’s claim, Roskam is right when he says that year-over-year GDP growth never topped 3 percent while Obama was in office.\nBut as Princeton University economist Alan Blinder told PolitiFact at the time, looking at annual data can be misleading because it doesn’t provide context or account for historical factors that affect economic growth, such as recessions and global crises. For example, Hoover came into office on the cusp of the Great Depression, and Obama took over during the tail end of the Great Recession and amid instability in the Middle East.\nThat’s one of the main reasons why economists suggest looking at the percentage change in GDP by quarters, rather than growth in a single calendar year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\n A $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhen PolitiFact Florida fact-checked Trump saying Obama was the first president \"in modern history not to have a single year of 3 percent growth,\" data for the third and fourth quarters of 2016 was not yet available.\nBut now it is.\nGDP growth in 2016 and the Obama years \nAccording to the Bureau of Economic Analysis, the percentage change in GDP growth during the third and fourth quarters of the last year of Obama’s final term was 3.5 percent and 1.9 percent, respectively, resulting in an average growth rate of 1.6 percent for 2016.\nThat was down 1 percentage point from 2015 when GDP grew by 2.6 percent, which marked the best year for average growth under Obama.\nTypically, economic growth in the first quarter of a new presidency is attributed to the previous administration, meaning former President George W. Bush gets credit for the 5.4 percent contraction in the economy during the first three months of 2009.\nAs for the remainder of Obama’s time in office, quarterly GDP growth averaged 2.0 percent, or 1.5 percent when averaging out annual figures.\nBut if the data is used to compare one quarter to the same quarter from a year ago, there were two periods during Obama’s tenure in which growth exceeded 3 percent. Between the third quarters of 2009 and 2010, GDP growth was about 3.1 percent; and between the first quarters of 2014 and 2015, the economy grew by 3.3 percent, according to the Bureau of Economic Analysis.\nWith the way Roskam refers to growth, however, Obama indeed was the first president who did not achieve more than 3 percent growth in GDP. Average growth under Bush Sr., was 2.1 percent; 3.9 percent for Bill Clinton; 2.3 percent for George H.W. Bush; and 3.5 percent for Ronald Reagan.\nThe highest annual growth on record occurred in 1942 during the Franklin D. Roosevelt administration, when GDP grew by a staggering 18.9 percent as the United States entered World War II and ramped up production following the Dec. 7, 1941, attack on Pearl Harbor.  \nOur ruling\nRoskam said the Obama \"administration was the first administration that never had a whole year of 3 percent growth.\"\nWhile Roskam’s claim is accurate when based on annual GDP growth figures between 2009 and 2016, there are other ways to look at the data, such as from one quarter to the same in the previous year. Doing so reveals economic growth has surpassed 3 percent during two periods of Obama’s presidency.\nWe rate Roskam’s claim Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  “The past (Obama) administration was the first administration that never had a whole year of 3 percent growth.\"    Peter Roskam U.S. Representative    in a speech at the City Club of Chicago Monday, March 6, 2017 03/06/2017    Read More  info", "vclaim_id": "vclaim-pol-03549"}