{"url": "/factchecks/2010/aug/12/john-kasich/kasich-silence-casts-doubt-whether-he-would-seek-i/", "speaker": "John Kasich", "vclaim": "On whether to eliminate the state income tax.", "truth_label": "half-flip", "date": "stated on August 12, 2010:", "title": "Kasich silence casts doubt on whether he would seek income tax repeal", "text": "John Kasich stormed the stage in a park in his hometown of Westerville, Ohio, last year to emphatically declare his candidacy to become the Republican nominee for governor. He offered big-picture ideas, the staples of conservative politics — shrinking government spending and lowering taxes.\n\nOne specific tax goal he reaffirmed that June 1 was to eliminate Ohio’s state income tax.\n\nIt’s a goal Kasich had mentioned in earlier speeches in the run-up to that formal announcement. And he left no doubt where he stood that day.\n\n\"We’ll march over time to destroy that income tax that has sucked the vitality out of this state,\" Kasich roared.\n\nBut as time has marched on, a funny thing happened. Kasich has stopped calling for an elimination of Ohio’s income tax. \n\nIt is absent from his campaign website, where he argues spending cuts are needed so taxes can be lowered. And at a speaking event Aug. 4, Kasich talked nearly an hour without mentioning the income tax repeal once.\n\nWe decided to run his remarks through the Flip-O-Meter to see if he’s done a full gainer on the issue.\n\nWhen he launched his campaign, Kasich’s call to eliminate the state income tax  was emphatic. But he has never detailed how he would  eliminate a major tax that provides much of the state’s operating money. \n\nHe repeatedly has dodged reporter’s questions for details about his plan. Full of disdain, he often would brush aside questions, sometimes snapping that he would discuss specifics when he was good and ready. Each week Kasich delivers campaign speeches across Ohio and it’s common now for him to not mention his cornerstone policy issue. \n\nPerhaps growing weary of the questions, Kasich lately has softened his retorts and taken pains to be less bombastic and more assuring that he has not abandoned his idea.\n\n\"Nothing’s changed on that. I’m for reducing taxes,\" Kasich said to reporters Aug. 4 after his speech in Columbus.  \"Nothing has changed. But this idea of reducing these taxes, as I told you from the beginning, takes time.\n\n\"There’s no obfuscation there at all. . . Nothing’s changed about any of my programs or my plans.\"\n\nKasich was essentially forced to distance himself from his own idea when Republican state Rep. John Adams, of Sidney, near Dayton, last winter introduced a bill that would phase out the state’s income tax. Democrats, who control the House, happily linked Adams’ bill to Kasich’s idea and gave the bill a series of hotly promoted committee hearings.\n\nIn January, the Legislative Service Commission, an independent state agency, released an analysis of Adams’ bill and predicted the plan would cost Ohio more than $800 million next year and as much as $12 billion by 2020. In all, eliminating the state’s income tax could blow a 40 percent hole in the general revenue fund, which could in turn impact police, fire and local government appropriations.\n\nThose details make Kasich’s plan all the more intriguing. He insists it can be done, even as he refuses to offer up details or talk about it on the campaign trail. Sure Kasich says he’s standing by his plan to eliminate the state’s income tax but his silence on the campaign trail about an issue he once was so boastful about speaks volumes.\n\nHis unwillingness to answer questions or provide details about how he would eliminate the tax makes it appear as if he wishes he never promised its demise so prominently. \n\nHe hasn’t publicly gone that far, yet, so we rate his position a Half Flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14603"}