{"url": "/factchecks/2018/mar/29/uncle-sams-misguided-children/misleading-attack-ron-desantis-about-farm-bill-foo/", "speaker": "Uncle Sam's Misguided Children", "vclaim": "Says U.S. Rep. Ron DeSantis \"voted in favor of food stamps for illegal immigrants.\"", "truth_label": "pants-fire", "date": "stated on March 23, 2018 in a headline:", "title": "A ridiculous attack on Ron DeSantis about food stamps and immigrants", "text": "Republican U.S. Rep. Ron DeSantis, who has received support from President Donald Trump in his bid for Florida governor, favors giving a benefit to immigrants in the country illegally, says an article on Facebook.\n\"DeSantis voted in favor of food stamps for illegal immigrants,\" stated a March 23 headline on Uncle Sam’s Misguided Children, a website that says it is a \"community founded by United States Marine Veterans to bring awareness of the lame stream media.\" The article drew from the Central Florida Post, a right-leaning website.\nThe Uncle Sam story said that DeSantis’ vote on the 2014 farm bill \"ultimately puts illegal aliens and criminals ahead of law-abiding American citizens in line for food stamps — a judgment President Trump would surely question.\"\n(While Trump has said the \"time has come\" to restrict federal assistance to immigrants, that already exists.)\nWe found that the Uncle Sam article omitted key context that immigrants in the country illegally were already banned from getting food stamps long before the 2014 farm bill, a sweeping package that only briefly mentions verifying immigration status.\nThe article also ignored an explanation by DeSantis about why he voted against the farm bill.\nDeSantis is running in the August primary against a field that includes Agriculture Commissioner Adam Putnam.\nDeSantis vote on farm bill in 2014\nA farm bill is passed about every five years, reauthorizing food and agriculture policy including measures such as crop and commodity subsidies, conservation programs, agriculture research and food stamps, known as SNAP for Supplemental Nutrition Assistance Program.\nThe Uncle Sam story points to an article about DeSantis’ 2014 vote as one of 63 Republicans to join 103 Democrats voting against HR 2642, the farm bill.\nThe legislation, which passed the House 251-166 and was signed into law by President Barack Obama, had drawn opposition from both sides: Some liberals said the cuts were too steep while some conservatives said it didn’t do enough to cut spending.\nWhile the legislation was hundreds of pages, only a few sentences related to illegal immigrants. Section 4015 stated \"a state agency shall be required to use an immigration status verification system.\"\nThat provision drew scant media attention. Some news stories mentioned in a single sentence that the farm bill banned illegal immigrants, college students, lottery winners and dead people from getting food stamps.\nAnother reason the immigration section may not have been a key part of the debate? Federal law already generally banned immigrants in the country illegally from getting food stamps.\nThe Personal Responsibility and Work Opportunity Reconciliation Act of 1996 restricted access for immigrants to get food stamps. But subsequent legislation restored access for certain immigrants, including refugees and lawful permanent residents with a proven work history.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nWhile the 2014 farm bill required states to use an immigration status verification system, most states already had procedures in place to meet that requirement.\nNune Phillips, a policy analyst at the Center for Law and Social Policy, which advocates on behalf of low-income people, said the farm bill didn’t change immigrant eligibility rules for food and nutrition assistance.\n\"Undocumented immigrants are not currently, and never have been, eligible for SNAP. To qualify for SNAP, applicants must be U.S. citizens or be eligible, lawfully-present noncitizens,\" he said.\nWhy DeSantis voted against the farm bill\nThe section on immigration wasn’t the motivation behind DeSantis’ vote against the farm bill.\nHe voted against the bill because of the high costs. He believed that the bill failed to overhaul a food stamp program that was growing too large, said campaign spokesman Brad Herold.\nIn a 2014 Facebook post, DeSantis said the farm bill was a \"bad deal for taxpayers and contains little in the way of meaningful reforms,\" such as work requirements.\nHerold said DeSantis does not believe in granting any form of benefits to immigrants in the country illegally. He has voted in favor of amendments related to work requirements for food stamps.\nBut the 2014 farm bill didn’t alter the pre-existing policy that illegal benefits are not eligible for SNAP benefits.\n\"Voting against a bill that expanded farm subsidies and failed to enact welfare reforms is not a vote to confer benefits on illegal immigrants,\" Herold said.\nJacob Engels, publisher of the Central Florida Post and author of the article inked from the Uncle Sam website, directed PolitiFact to an article by the Center for Immigration Studies, an organization that advocates for low levels of immigration. The story was more nuanced, saying that a family that has some citizens and some immigrants in the country illegally could still get some benefits.\nOur ruling\nUncle Sam’s Misguided Children said that DeSantis \"voted in favor of food stamps for illegal immigrants.\"\nThe article fails to point out that even before the farm bill passed, undocumented immigrants were already generally blocked from getting food stamps.\nThe farm bill that DeSantis voted against was a sweeping piece of legislation that mentions immigrants only briefly in the context of requiring states to verify their status.\nDeSantis stated at the time of his vote against the bill that he thought it was a bad deal for taxpayers and failed to rein in the food stamp program. By voting \"no\" he took a stand against the overall piece of legislation — that’s not evidence that he \"voted in favor of food stamps for illegal immigrants.\"\nWe rate this claim Pants on Fire!\nhttps://www.sharethefacts.co/share/66dea4ea-297e-4808-9766-e9b365f01bfe", "vclaim_id": "vclaim-pol-02250"}