{"url": "/factchecks/2016/apr/19/ohio-democratic-party/ohio-democratic-party-bashes-john-kasichs-costly-c/", "speaker": "Ohio Democratic Party", "vclaim": "Says Republican presidential candidate and Gov. John Kasich has spent 177 days out of state and used $350,000 in taxpayer money on his \"costly campaign.\"", "truth_label": "true", "date": "stated on April 8, 2016 in a Facebook post:", "title": "Ohio Democratic Party bashes John Kasich's 'costly campaign'", "text": "In recent weeks, the national media has poked fun at John Kasich for chomping through Italian subs and pasta in the Bronx and eating pizza in Queens — with a knife and fork.\nBack home, Ohio Democrats talked about something else: the governor’s out-of-state travel, and what it costs taxpayers in the only state he has won.  \nThe Ohio Democratic Party posted a graphic on its Facebook page on April 8, 2016, to bolster its complaint. Kasich’s \"costly campaign,\" the image says, entails 177 days spent out of state and a tab of $350,000 to taxpayers.\nHow did they calculate the days and dollars? We decided to look into it.\nThe party’s communications director, Kirstin Alvanitakis, pointed us to a March 26 Columbus Dispatch story reporting that Kasich has been out of state at least 177 days as he pursued the presidency. The Dispatch tally includes days he spent exploring the bid before his official announcement July 21, 2015.\nAn Associated Press story contains the $350,000 figure. By law, a special unit within the state department of public safety is assigned to protect the governor, and nine state troopers guard him 24/7. So when he goes to Mike’s Deli, so do they.\nState funds from the public safety department’s non-highway program, which includes the governor’s security detail, is likely paying for rental cars, hotel rooms, flights, fuel, per diems and overtime while Kasich criss-crosses the country chasing delegates.\nBut the Dispatch story describes how cagey state agencies are being with these specifics. Information that was public in the years before Kasich’s run is now shielded. On payroll records, the governor’s detail was previously listed as the \"executive protection unit.\" Officials told the Dispatch that that designation that has been dropped to shield the troopers’ identities.\n\"To ensure safety and security, we do not discuss any of the resources used as part of the executive security detail,\" is the response repeated by agency spokespersons and the governor’s campaign staff alike.\nThe Associated Press used another tool to approximate the cost: an interactive, searchable \"checkbook\" of state spending hosted on the website of Ohio Treasurer Josh Mandel, part of his nationally recognized transparency initiative.\nWe used the Ohio Checkbook to drill down into the data, which has been updated since the AP checked. Isolating the travel costs of the non-highway program, which is currently showing expenditures from July 1, 2015, through Feb. 2, 2016, the total now comes to $403,638.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nThis chart shows how disproportionate the travel spending has been in 2016 so far, compared to prior years.\n\nMost of the transactions shown through the Ohio Checkbook lack details (\"General Travel Expenses\" is a recurring line item), but there are some expenditures that coincide with Kasich’s campaign stops. Like a batch of hotel rooms booked over a series of days in December at the Wynn Las Vegas, the Renaissance Des Moines, the Doubletree Salt Lake City, and the Hampton Inn of Waterloo, all around the time period last December when Kasich bounced from a debate in Nevada, to a town hall in Iowa, to a fundraiser in Utah, and back to Iowa.\nIt’s not a staggering total, though some taxpayers might argue that $403,638 could be better spent on other state services.\nKasich has poo-pooed any suggestions that he should drop out of the race before the Republican National Convention in July, which means the total taxpayer share from his campaign travel could continue to swell. (The average monthly spending from this fund in fiscal year 2016 is about $57,663. By comparison, $57,562 was the total spent in all of fiscal year 2014.)\nOther governors who ran for president have stuck taxpayers with tabs, too. Chris Christie’s security detail cost New Jersey taxpayers an estimated $614,000. Bobby Jindal racked up $400,000 in Louisiana during his considerably shorter run through November 2015. Wisconsin taxpayers paid Scott Walker’s security team $577,000 in overtime alone before he dropped out in September 2015.\nWalker reimbursed about $260,000 to the state for expenses his campaign incurred. So far, the Kasich campaign has refused to disclose details about his security detail or its resources, or whether he similarly intends to give taxpayers a refund. We did not hear a response from Kasich’s campaign, or spokesman Rob Nichols.\nOur ruling\nThe Ohio Democratic Party said that in 177 days on the campaign trail, Kasich’s security detail cost taxpayers $350,000.\nOur analysis confirmed that $350,000 is most likely a conservative estimate. At the current rate, the total could be twice that by the RNC in July. Since neither state officials nor Kasich’s camp will confirm any details on the governor’s security, we have to rely on what we learned from the treasurer’s open records data.\nWe rate this claim True.\nUpdate, April 20, 2016: After this item published, Ohio Treasurer Josh Mandel's checkbook tool updated to show expenditures for Feb. 2, 2016, through March 2, 2016, bringing Kasich's security travel spending to $475,976. \nhttps://www.sharethefacts.co/share/f55505e5-5211-4178-9fd0-7d1b2854c596", "vclaim_id": "vclaim-pol-05082"}