{"url": "/factchecks/2010/sep/13/austan-goolsbee/Goolsbee-millionaires-tax-cuts-average/", "speaker": "Austan Goolsbee", "vclaim": "Extending current tax rates would \"average more than $100,000 a year to millionaires and even billionaires.\"", "truth_label": "mostly-true", "date": "stated on September 12, 2010 in an interview on \"This Week.\":", "title": "Goolsbee says millionaires' tax cuts average $100,000", "text": "Tax cuts passed under the Bush administration have been in place for close to ten years, but they will expire at the end of 2010 if Congress doesn't take action. Add in a weak economy, big government deficits, and an upcoming election, and you've got one of the most pressing policy issues of the year.\n\nPresident Barack Obama's administration wants to see the tax cuts made permanent for individuals who make less than $200,000 a year and couples who make less than $250,000 a year. Tax rates would go up for people who make more than that.\n\nAustan Goolsbee defended that position on This Week with Christiane Amanpour. Goolsbee is one of Obama's top economic officials, and was recently selected to chair the Council of Economic Advisers, which counsels the president on economic policy.\n\nObama has been \"quite clear,\" Goolsbee said, \"that borrowing $700 billion to extend tax cuts that average more than $100,000 a year to millionaires and even billionaires is the least effective bang for the buck we have.\"\n\nWe were interested in that $100,000 number -- that extending the expiring tax cuts would \"average more than $100,000 a year to millionaires and even billionaires.\"\n\nThe White House pointed us to data from the Ways and Means Committee, the committee in the U.S. House of Representatives charged with writing tax legislation. Democrats on the committee asked the Joint Committee on Taxation for an analysis of extending the expiring tax cuts. The Joint Committee on Taxation, or JCT, is a nonpartisan committee with a professional staff of economists, attorneys and accountants who conduct research.\n\nThe JCT crunched the numbers to generate several tables estimating tax revenues if the tax cuts expire, and how many taxpayers would be affected. The JCT found that, for those who have income of $1 million or more, extending the Bush tax cuts would mean $32.7 billion that the government would not collect in 2011. That amount would apply to 315,000 tax filers. Divide the foregone tax revenues by the number of filers, and you get $103,809, or just over $100,000, as Goolsbee said.\n\nWe also checked with the Tax Policy Center, an independent, nonpartisan think tank that generates economic projections similar to those of the JCT. The Tax Policy Center found that the average tax increase to millionaires and up would be $128,832. That's a bit higher than the JCT estimate, but for a complex economic analysis, it's fairly close. The center's numbers also supports Goolsbee's statement that extending the tax cuts would \"average more than $100,000 a year to millionaires and even billionaires.\"\n\nTo get the point of view of someone who opposes letting the current tax rates expire, we turned to the conservative Heritage Foundation. J.D. Foster said he didn't argue with the numbers, but with Goolsbee's focus on millionaires. Many of those who make more than $200,000 or $250,000 are not millionaires, and those people will see a tax increase as well.\n\n\"If they only intend to raise taxes on millionaires, then they need to change their proposal,\" Foster said. \"I understand it's a convenient rhetorical ploy, but its factually incorrect.\"\n\nThis is a fair point: Goolsbee talked about a $700 billion cost, which is a general estimate for what extending the tax cuts for 10 years would cost for all higher earners, not just millionaires.\n\nWe went back to the analysis and found calculations for what the Bush tax cuts are worth for other high incomes. The JCT found that for those who make between $500,000 and $1 million, the lower rates were worth an average $17,467 per tax filer, and for those who make between $200,000 and $500,000, the lower rates were worth $7,152 per tax filer. The Tax Policy Center's numbers were similar.\n\nSo Goolsbee is correct that the expiring tax cuts are worth, on average, more than $100,000 for millionaires and billionaires. But the proposal the president supports would let tax cuts expire for some people who make high salaries but aren't millionaires, which Goolsbee didn't mention. So we deduct a tick from the Truth-O-Meter and rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14435"}