{"url": "/factchecks/2013/aug/28/doug-stoner/candidate-overstates-past-fundraising-totals/", "speaker": "Doug Stoner", "vclaim": "\"I fought hard for that (state Senate) seat. I only lost by four points. I raised over $700,000.\"", "truth_label": "barely-true", "date": "stated on August 3, 2013 in a speech:", "title": "Candidate overstates past fundraising totals", "text": "The race to lead the Democratic Party of Georgia is in the homestretch, and one candidate’s purported fundraising prowess drew our attention.\n\"A lot of you know that the Republicans gerrymandered my district in 2012 so they can get a supermajority in the Senate,\" former state lawmaker Doug Stoner, a candidate for the chairmanship, said during a recent forum. \"It’s a district that 64 percent of the folks voted for John McCain (in the 2008 presidential election). The point of all of this is I didn’t give up. I continued to work and I fought hard for that seat. I only lost by four points. I raised over $700,000. I have a real plan to … fund, build and engage this party.\"\nA PolitiFact Georgia reader did some checking and questioned Stoner’s claim that he raised $700,000 in his last campaign.\nFundraising has been a problem for the party. The prior chairman, Mike Berlon, resigned in May, in part, because the party’s pockets were empty in comparison with their Republican counterparts. In April, the Democrats had $30,000 in cash while Republicans had 20 times as much money, The Atlanta Journal-Constitution reported.\nStoner believes he can do a better job raising money for the party as party chairman. He’s one of three candidates vying for the position and the AJC has reported he has the backing of Atlanta Mayor Kasim Reed, former Georgia Gov. Roy Barnes and Mary Squires, who had been in the race. The election is scheduled for Saturday. About 300 people -- mostly state committee members -- are eligible to vote, said Liz Flowers, a party spokeswoman.\nStoner spent two years in the Georgia House of Representatives before he was elected to the Georgia Senate in 2004. The Cobb County native served eight years in the Senate before losing to Republican Hunter Hill in November. The Republican-led Georgia Legislature reshaped the district’s boundary lines before the 2012 election, which Stoner still says made it easier for Hill to win. The district includes Sandy Springs, Smyrna and Vinings.\n\"Doug Stoner stood up to Republican voting map gerrymandering and ran a tough campaign in a seat created for a GOP win,\" he says on his website. \"Doug came within four points of winning the seat, raising upwards of $700,000.\"\nPolitiFact found information that seemed to contradict Stoner’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nThe Atlanta Journal-Constitution’s Political Insider column reported in late October that Stoner’s Republican opponent \"has raised $411,012 -- nearly double the amount of the Democratic incumbent.\"\nStoner reported raising $273,513 for that race, according to paperwork filed with the Georgia Government Transparency and Campaign Finance Commission. The commission was formerly known as the state Ethics Commission.\nStoner explained the discrepancy.\n\"Three hundred thousand (dollars) is about right for my 2012 race, but $700,000 is what I’ve raised for all my races,\" he said.\nStoner directed us to Influence Exporter, a website that counts campaign contributions and who gives the politicians money. The website found Stoner raised $233,394 for his 2012 race and $708,657 for all his campaigns.\nAs for the similar claim on his website, Stoner said it should say he raised a cumulative total of about $700,000 through all his races. Monday afternoon, Stoner told PolitiFact that he would have his staff post the correct information. It hadn’t been changed by Tuesday afternoon.\nTo sum up, Stoner said he had raised about $700,000 in his 2012 campaign for a state Senate seat. Stoner said he meant $700,000 over the course of all his political campaigns.\nBut the statements he made at the candidate forum and on his website leave a vastly different impression.\nWe rate Stoner’s claim as Mostly False.", "vclaim_id": "vclaim-pol-08950"}