{"url": "/factchecks/2013/feb/20/bob-stacey/will-washington-leave-oregon-holding-bag-columbia-/", "speaker": "Bob Stacey", "vclaim": "Says \"If Oregon’s Legislature simply authorizes $450 million for the CRC, it will … leave Oregon holding the bag for a great deal more cost responsibility.\"", "truth_label": "false", "date": "stated on November 26, 2012 in in a memo:", "title": "Will Washington leave Oregon 'holding the bag' on Columbia River Crossing?", "text": "Lawmakers in Oregon and Washington are expected to vote this year on local funding for the Columbia River Crossing, raising the stakes of the political wrangling around the replacement of the Interstate 5 bridge.\n\nInthe early planning stages of the CRC, officials in Oregon and Washington agreed to split the cost of the bridge, which could be as much as $3.5 billion. Oregon’s Gov. John Kitzhaber included $450 million in state funding for the bridge in his proposed 2013-15 budget. (The rest of the money is supposed to come from Washington, the federal government and tolls on the bridge.)\n\nMetro Councilor Bob Stacey says Oregon could wind up paying more, thanks to provisions of a 2012 bill passed by the Washington Legislature that approves tolling of the new Interstate 5 corridor. Amendments to that bill put a $3.412 billion funding cap on the project and barred tolling on the Interstate 205 bridge, which also crosses the Columbia River between Portland and Vancouver.\n\nIn a memo to the Metro Council, Stacey said that the Oregon Legislature needs to fight back with provisions of its own -- making light rail a priority and limiting Oregon’s spending on the project to $450 million. \"If Oregon’s Legislature simply authorizes $450 million for the CRC, it will be implicitly accepting Washington’s limitations, which will leave Oregon holding the bag for a great deal more cost responsibility — or with a great deal less from the CRC project for our communities.\"\n\nMega-projects like interstate bridges are complicated, but we were surprised to hear that something Washington did could leave Oregon \"holding the bag.\"  We thought we’d check.\n\nFirst, let’s look at tolling. Federal law generally prohibits tolling on an interstate bridge unless the money is used to pay for the bridge. That makes the Washington Legislature’s prohibition of tolling on the I-205 bridge meaningless because neither state could do it without a federal waiver.\n\nWith no tolls on I-205, Stacey could be right in saying that drivers would avoid the I-5 bridge and go to I-205. It is also possible, as he says, that tolls from the new bridge could be less than projected. That would create a shortfall in paying for the bridge.\n\nIf that happens, who is holding the bag?\n\nTo answer that, let’s go back to the original interstate agreement to build the bridge. In 2006, Oregon and Washington representatives signed an intergovernmental agreement stating that both state transportation departments are \"to jointly be responsible for the cost of the Columbia River Crossing Project.\"\n\nSounded like an even split to us, but to be sure,we checked with officials in both Oregon and Washington.\n\nPat Egan, chair of the Oregon Transportation Commission, says jointly means equally. \"That’s the declared working agreement,\" Egan said.\n\nEgan said he’s confident the final price tag for the bridge will be closer to $3 billion than $3.5 billion. But even if the bridge exceeds the cap,  he said, it will be up to both legislative bodies to approve more funding.\n\nNorth of the river, we talked to Sen. Ann Rivers, the La Center Republican who wrote the Washington project cap amendment. She wants to control the costs but doesn’t see Washington doing that unilaterally. \"I think we can count on overruns and I expect them to be split evenly,\" she said.\n\nBut what about that cap that Washington passed?\n\nHistory shows it may be better to think of the cap as a goal. Legislative bodies pass capital plans, including caps. Sometimes costs go up. Lawmakers don’t like it, but they usually approve more money. The city of Portland approved additional funds for the Portland Aerial Tram when it went over budget, for instance, and the Oregon Transportation Commission did the same this year for the rebuilding of U.S. 20.\n\nIn the end, Stacey’s right that if legislators greenlight the CRC, the state could ultimately owe more than $450 million on its share of the bridge. But setting a cap on the project or limiting Oregon’s share with legislative riders won’t stop that. And thanks to the agreement between Oregon and Washington to pay for the bridge jointly, if Oregon ever needs to pay more, Washington would need to join in.\n\nPolitiFact Oregon doesn’t do prophecy. We can’t say whether the bridge will be over budget -- as much as history might tempt us to offer a guess.\n\nWhat we can say is that the Washington toll rule won’t matter. The Washington Legislature’s cap won’t matter. Bottom line? The intergovernmental agreement covers the responsibility. Both states are left holding the bag.\n\nStacey’s statement is inaccurate. We rule it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09689"}