{"url": "/factchecks/2012/may/25/conservative-voters-texas-pac/conservative-pac-says-larry-taylor-gave-state-tuit/", "speaker": "Conservative Voters of Texas PAC", "vclaim": "Says Larry Taylor gave \"in-state tuition to illegal immigrants.\"", "truth_label": "pants-fire", "date": "stated on May 25, 2012 in whylarrywhy.com:", "title": "Conservative PAC says Larry Taylor gave “in-state tuition to illegal immigrants”", "text": "Matt Welch, press secretary with Galveston County state Rep. Larry Taylor’s campaign for a Texas Senate seat, wrote PolitiFact Texas asking us to examine a statement posted on a website attacking his candidate.\n\nThe site created by the Conservative Voters of Texas PAC, www.whylarrywhy.com, blares in big type, \"Why did Larry Taylor give in-state tuition to illegal immigrants?\" Taylor is among three Republicans and a Democrat seeking to represent Senate District 11, southeast of Houston.\n\nMark McCaig, president of Conservative Voters of Texas and a Houston attorney, told us by phone that the PAC’s claim was based on passage of Senate Bill 1528 in 2005.\n\n\"The current law that allows illegal immigrants to qualify for in-state tuition was voted for -- was supported by Larry Taylor,\" he said.\n\nThe PAC’s website urges readers to send a letter to Taylor saying, \"Because of your vote on SB 1528 (79th Regular Session), children of illegal immigrants are allowed to attend state schools with in-state tuition.\"\n\nWe have previously reported that Texas became the first state to offer the in-state tuition benefit to children of illegal immigrants in 2001 -- or two years before Taylor joined the House. In 2001, only five legislators voted against House Bill 1403, which Gov. Rick Perry signed into law that June.\n\nMcCaig conceded that the 2001 law created the in-state tuition benefit. He said, however, that the 2005 measure backed by Taylor replaced the 2001 law while preserving the in-state tuition benefit. Hence, he said, Taylor voted to give that benefit.\n\nTaylor disagreed, saying by phone that the option he voted on was not to discontinue or continue giving in-state tuition to illegal immigrants, but to tighten restrictions or \"leave it the way it is.\" Given that choice, he said, he and other representatives present voted unanimously to pass SB 1528.\n\nLegislative records confirm that House members unanimously approved the proposal, though one legislator recorded his \"no\" vote in the House Journal. State senators also unanimously endorsed the legislation.\n\nAt the time, lawmakers said they were changing definitions in law to ensure that applicants to colleges and universities were treated fairly in determinations of residency.\n\nAt McCaig’s nudging, however, we noticed the 2005 proposal repealed the 2001 language enabling illegal immigrants to pay in-state tuition. But the latter proposal also swapped in similar provisions.\n\nIn a telephone interview,  Dominic Chavez, a spokesman for the Texas Higher Education Coordinating Board, said the 2005 proposal covered several topics related to residency issues and tuition. Chavez said the revisions were intended to ensure that other legal U.S. residents had the same access to in-state tuition earlier made possible for illegal immigrants.\n\nFor example, he said, a student who earned a Texas high school diploma while living here with his grandmother could be denied in-state tuition rates if his \"domicile\" was determined to be with a parent in another state.\n\nDid the 2005 law tighten restrictions on who could qualify, as Taylor says? Chavez said, \"I’m not sure we could prove it one way or the other.\"\n\nBroadly, Chavez told us, SB 1528 \"was not designed to repeal or not repeal\" the 2001 law. \"A vote against SB 1528 did not equate to a vote to repeal HB 1403,\" he said. Put another way, he said, the coordinating board traces creation of the tuition benefit for illegal immigrants to the action in 2001.\n\nWelch, Taylor’s consultant, pointed out by phone that various conservative Republicans including Reps. Leo Berman, Ken Paxton and Wayne Christian voted, like Taylor, for the 2005 proposal. He said this was an indication that no one thought they were voting to give in-state tuition to illegal immigrants.\n\nAsked for comment on our findings, McCaig said that SB 1528 constituted a renewal of the tuition benefit because its definitions replaced all the definitions in HB 1403.\n\nOur ruling\n\nThe PAC says Taylor voted to give in-state tuition to illegal immigrants.\n\nHowever, Texas lawmakers granted illegal immigrants the chance to pay in-state college tuition rates in 2001.\n\nIt’s correct that the cited 2005 action revised the 2001 law, partly to benefit legal U.S. residents. But these changes did not give or create the tuition benefit. If lawmakers had simply rejected the 2005 proposal, for instance, the tuition benefit would have stayed in place. It was years old.\n\nThis claim depicts a vote on a measure crafted for limited purposes as if it were a vote to launch the state’s in-state tuition benefit. That’s tricky reasoning -- and ridiculous. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11029"}