{"url": "/factchecks/2019/feb/08/blog-posting/no-nasa-has-not-discovered-new-planet-covered-mari/", "speaker": "Bloggers", "vclaim": "NASA has discovered a new planet covered with marijuana", "truth_label": "pants-fire", "date": "stated on February 4, 2019 in a story:", "title": "No, NASA has not discovered a new planet covered in marijuana", "text": "Cannabis enthusiasts may have been lured to an online story that purports scientists have discovered a new planet completely covered in marijuana. Alas, it is not so.\nThe story, posted Feb. 4 on the blog ehealthdigest.org, has been on the internet since at least May 2015.\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nLet’s be clear: No, NASA has not discovered a planet covered in marijuana.\nIf such a thing did happen, it would be national news and not simply a regurgitated report on a few obscure blogs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe story has been repeatedly debunked. The planet that was supposedly discovered — Planet X637Z-43 — even has its own hoax Wikipedia page.\nThe post attempts to make the claim appear slightly credible but falls short in several areas, especially when quoting Harvard astronomer David Charbonneau as saying, \"Imagine if it takes 140 years to travel from one planet to another, let’s just say it’s going to be a very long trip. You better have rolled yourself a couple of joints for the road.\"\nWe reached out to Charbonnaeu but did not immediately hear back.\nThis is full on Pants on Fire!\n Share the Facts 2019-02-08 18:09:48 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  NASA has discovered a new planet covered with marijuana    Bloggers on the internet     Monday, February 4, 2019 2019-02-04    Read More  info", "vclaim_id": "vclaim-pol-01046"}