{"url": "/factchecks/2008/apr/17/hillary-clinton/yes-oil-company-employees-have-donated-to-obama/", "speaker": "Hillary Clinton", "vclaim": "\"Barack Obama accepted $200,000 from executives and employees of oil companies.\"", "truth_label": "true", "date": "stated on April 15, 2008 in a TV ad airing in Pennsylvania.:", "title": "Yes, oil company employees have donated to Obama", "text": "As part of a dust-up over which candidate is more likely to stand up to Big Oil, Hillary Clinton knocks Barack Obama for taking money from people who work for oil companies.\n\nThe ad starts by showing Obama saying, \"I don't take money from oil companies.\" The Clinton ad's narrator chides Obama for boasting about this when corporations are prohibited by law from donating to political candidates. \"But Barack Obama accepted $200,000 from executives and employees of oil companies,\" the narrator ads.\n\n\nObama would have been correct if he had said he didn't take money from oil company lobbyists or political action committees. (He did make this point in\n\na later ad, which we found to be Mostly True; see it here\n\n.)\n\n\nThe ad also is correct that Obama accepted $222,309 from executives and employees of oil companies, according to an analysis from the nonpartisan Center for Responsive Politics. It's worth noting those donations could be from anyone from the CEO to the janitor. People who donate to political candidates are required to list their occupation and employer. It's important to note that this rule is has far from perfect compliance; sometimes people don't fill it in at all.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nClinton doesn't mention the fact that she accepted even more money from executives and employees of oil companies — $309,363, according to the center. And she accepted about $442,800 from energy lobbyists, according to the center, though not all of that is from oil and gas alone.\n\n\nNevertheless, the ad is correct that Obama did accept money from employees of oil companies, and we rate its statement True.", "vclaim_id": "vclaim-pol-16257"}