{"url": "/factchecks/2018/jun/05/donald-trump/president-trump-said-eagles-players-kneeled-anthem/", "speaker": "Donald Trump", "vclaim": "Philadelphia Eagles players stayed \"in the Locker Room for the playing of our our National Anthem\" or were \"kneeling.\"", "truth_label": "false", "date": "stated on June 4, 2018 in a tweet:", "title": "President Trump said Eagles players kneeled for the anthem. They didn’t.", "text": "It was the eve of June 5 — the night before the Eagles were supposed to visit the White House — when President Donald Trump announced an abrupt change of plans.\nThe President released a statement Monday night informing the public that he had uninvited the Birds from the traditional post-Super Bowl victory visit. Why? In part because \"only a small number of players decided to come,\" and in part because Trump said that players had been kneeling or standing in the locker room during the national anthem, which he said was \"disrespectful.\" Many people on the internet made the reasonable assumption that Trump was talking about Eagles players.\nBut here’s the thing: none of the Eagles kneeled during the national anthem in 2017. According to a study released by Sports Pundit, the Birds were one of just seven teams in the NFL with a perfect non-kneeling record for the entire year. And they didn’t wait in the locker room either, per ESPN SportsCenter anchor Kevin Negandhi. We found no reports that said players stayed in the locker room.\nThe only on-field activism displayed by some Eagles players was the raising of their fists during the national anthem, which was kickstarted by safety Malcolm Jenkins.\nThere’s one tiny exception: cornerback Ron Brooks kneeled once, but he was cut before the season started.\nThe movement among NFL players to kneel during the national anthem began back in 2016, when San Francisco 49ers quarterback Colin Kaepernick took a knee during the 2016 preseason to protest police brutality and racial inequality.\nAnd other players followed suit. A record number of players kneeled during Week 3 of the 2017 season, after President Donald Trump stated that players who did so should be fired.\nLast month, NFL owners unanimously approved a new policy that would require players to stand if they are on the field during the national anthem, and slap teams with a fine if they disobey. Under the new rule, players would still be able to wait in the locker room during the anthem.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nIn its reporting on Monday night, Fox News circulated images of a handful of Eagles kneelingbefore games, implying they did so in protest. Players jumped to defend themselves, saying the photos of them kneeling were actually moments of prayer, not protest.\nExecutive Producer Chris Wallace later apologized for the \"misleading\" footage.\nThe Eagles released their own statement — basically a subtweet of the President that didn’t acknowledge the issues at all.\nPennsylvania politicians have since jumped in on the action. Philadelphia Mayor Jim Kenney called Trump a \"fragile egomaniac obsessed with crowd size and afraid of the embarrassment of throwing a party to which no one will attend.\" Yeesh. So that’s what happens when you insult Kenney’s hometown team.\nSenator Bob Casey said he still supports the Birds, and he invited players to celebrate at the state Capitol. U.S. Rep. Brendan Boyle echoed that sentiment, welcoming the team to Harrisburg for Wawa coffee (on him).\nOur Ruling\nTrump said he canceled the Eagles’ visit to the White House in part because some players declined to attend, and in part because \"staying in the Locker Room for the playing of our National Anthem is as disrespectful to our country as kneeling.\"\nBut according to a study from Sports Pundit, there were zero Eagles players who kneeled during the national anthem during the 2017 season. And according to ESPN SportsCenter anchor Kevin Negandhi, they didn’t wait in the locker room either.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-01995"}