{"url": "/factchecks/2015/jul/23/donald-trump/trump-guantanamo-prisoners-swapped-bowe-bergdahl-a/", "speaker": "Donald Trump", "vclaim": "The five Guantanamo detainees swapped for Bowe Bergdahl \"are right now back on the battlefield.\"", "truth_label": "false", "date": "stated on July 21, 2015 in a campaign rally in South Carolina:", "title": "Donald Trump: Guantanamo prisoners swapped for Bowe Bergdahl are 'back on the battlefield'", "text": "Donald Trump says you can tell that America’s current leaders are the only people in the country who haven’t read his book, The Art of the Deal, because they make such bad deals.\nAt a campaign rally in South Carolina July 21, 2015, Trump, the wealthy businessman-turned-Republican presidential candidate, called out the White House for making deals he disagrees with. One he cited specifically was the controversial decision to exchange five Guantanamo detainees for Taliban prisoner Army Sgt. Bowe Bergdahl in May 2014. Bergdahl has since been charged by the military with desertion and misbehaving before the enemy.\n\"We get a traitor, a no-good, rotten traitor like Bergdahl,\" Trump said. \"And they get five killers that they most wanted in the whole world, who are right now back on the battlefield, trying to kill everybody, including us. Okay? What kind of a deal is this?\"\nAre the five former detainees -- who were senior Taliban operatives -- now \"back on the battlefield\" and re-engaged in terrorism? We decided to take a closer look.\nIn September 2014, we gave a Pants on Fire rating to a claim that \"Three of five detainees swapped (for Bergdahl) are now ISIS leaders.\" Has something changed since then?\nBest as we can tell, no.\nThe five detainees (sometimes called the Taliban Five) were released to the Persian Gulf nation of Qatar. Qatar is understood to be a neutral state, as opposed to a \"battlefield\" for insurgent activity. Under the agreement, the five released detainees are not allowed to leave the country.\nThis travel ban was initially supposed to last one year, ending June 1, 2015, but it has been extended.\nMultiple administration officials and experts told us the Taliban Five haven’t left Qatar, and we couldn’t find any evidence to the contrary.\n\"They’re all still in Qatar,\" said Myles Caggins, a spokesman for the National Security Council.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe United States and Qatar are working together to keep tabs on the Taliban Five. Caggins declined to comment on specific security and surveillance arrangements. But he said \"the State Department is in continual discussion with the government of Qatar\" regarding the former detainees.\nAnother barrier to the ex-detainees’ return to the battlefield is an additional travel ban beyond the U.S.-Qatar agreement. Four of the five are restricted from leaving the country due to a travel ban imposed by a 1998 United Nations Security Council Resolution, said Barnett Rubin, associate director of the Center on International Cooperation at New York University.\nOf course, this doesn’t necessarily mean the former detainees aren’t trying to reconnect with the Taliban or other insurgent groups.\nAt least one of the Taliban Five is suspected by the United States of having attempted to contact Taliban associates. And Afghan intelligence officers arrested two suspected insurgents who tried to visit former detainee Mohammad Nabi Omari in Qatar, according to the New York Times.\nIt’s also possible that some or all of the Taliban Five have had more contact with the Taliban or other jihadist networks without the public (or even the government) knowing, said Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies. But mere communications, or even giving orders from a distance, is not the same thing as literally being \"back on the battlefield.\"\n\"There are indications that they would like to return to the battlefield,\" Gartenstein-Ross said. \"There’s reason for concern, but there’s not evidence to support (Trump’s) particular claim.\"\nEven if the Taliban Five has re-engaged in insurgent activities electronically -- a contention that, we reiterate, is not confirmed by any publicly available information -- it would be a stretch to conclude that this counts as returning to the battlefield.\n\"At least one of them called some of his relatives. I don't know what he said on the phone. If making a phone call now constitutes returning to the battlefield, we are in 1984 territory,\" Rubin said, referring to the George Orwell novel.\nOur ruling\nDonald Trump said the five Guantanamo detainees swapped for Bowe Bergdahl \"are right now back on the battlefield.\"\nThe Taliban Five are known to be in Qatar, where they have been since their release over a year ago. Qatar is considered neutral ground -- not a battlefield -- and they are not allowed to leave the country. At least one of the five has been in contact with suspected insurgents, but experts said there is not enough information available to know the extent of these communications. And even if they had communicated with insurgents from afar, that would not the same as literally going back to the battlefield.\nBecause there is no evidence to support Trump’s claim, we rate it False.", "vclaim_id": "vclaim-pol-06161"}