{"url": "/factchecks/2015/may/07/chris-cuomo/cnns-chris-cuomo-first-amendment-doesnt-cover-hate/", "speaker": "Chris Cuomo", "vclaim": "\"Hate speech is excluded from protection\" under the First Amendment.", "truth_label": "false", "date": "stated on May 6, 2015 in a Tweet:", "title": "CNN's Chris Cuomo: First Amendment doesn't cover hate speech", "text": "Hate speech is not the same thing as free speech, wrote CNN anchor Chris Cuomo on the ultimate forum for public discourse: Twitter.\nAmid debate about free speech after a shooting at an anti-Muslim protest in Texas , a user tweeted at Cuomo: \"Too many people are trying to say hate speech (doesn’t equal) free speech.\"\nIn response, Cuomo, who has a law degree, said, \"It doesn't. Hate speech is excluded from protection. Don’t just say you love the Constitution … read it.\"\nThe claim that the Constitution doesn’t protect hate speech incited heavy backlash, so we decided to flesh it out and see if there’s any truth to Cuomo’s statement.\nThem’s fightin’ words\nFirst let’s get the obvious out of the way: The concept of \"hate speech\" -- speech that negatively targets people based on personal traits like religion or race -- is not addressed in the Constitution. The First Amendment of the Constitution, included in the Bill of Rights, says:\n\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\"\nThat may seem cut and dried, but as with the rest of the Constitution, there are nuances to the concept of free speech. In the course of interpreting the amendment, courts have decided that certain speech does not fall under protections offered by the First Amendment.\nUnprotected speech includes things such as threats, child pornography and \"fighting words\" (speech that would likely draw someone into a fight, such as personal insults). But hate speech is not included in that list.\nHowever, sometimes hate speech can also be considered \"fighting words\" or a threat. In those cases, hate speech would be excluded from protections offered by the First Amendment, said James Weinstein, an expert in free speech at Arizona State University’s Sandra Day O’Connor Law School.\nFor example, if someone hurled racial epithets during a heated argument with another individual, that could be considered both fighting words and hate speech, in which case it would not have First Amendment protection. But it would be unconstitutional to ban someone from putting those same words on a picket sign at a protest -- it would still be hate speech, but it wouldn’t fall under one of the unprotected categories.\n\"With that caveat, the overwhelming understanding is that ‘hate speech’ is constitutionally protected in the United States,\" said Michael Herz, co-director of the Floersheimer Center for Constitutional Democracy at Cardozo Law. \"Indeed, that protection makes this country different from most other countries in the world.\"\nTo his credit, Cuomo later clarified his position and said he was referring to the type of hate speech that falls under unprotected categories -- specifically citing the 1941 Supreme Court ruling in Chaplinsky vs. New Hampshire, which excluded fighting words from the First Amendment. (In the Chaplinsky case, the fighting words were not hate speech; rather they were \"God damned racketeer\" and \"damned fascist.\")\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Of course the First Amendment does not expressly mention hate speech among its six protections in its text,\" Cuomo said. \"I meant to refer to the relevant case law about the (First Amendment) to see what is protected. There you quickly find that hate speech is almost always protected. The keyword is ‘almost.’ Hate speech can be prohibited; that is why I keep citing the Chaplinsky case and the fighting words doctrine.\" (Read his full response on Facebook.)\nEven with this clarification, Weinstein said Cuomo’s argument isn’t without holes. If a statute bans hate speech, it has to be because it counts as a threat or fighting words -- not simply because it is hate speech. This may seem like a slight nuance, but it’s important.\nIn 2002, the Supreme Court ruled that it’s constitutional for a state to have a statute that bans cross-burning -- but only if prosecutors can prove criminal intent to threaten. They cannot, for example, ban a burning cross used only to demonstrate political ideology. In another cross-burning case, the Supreme Court ruled in 1991 that it’s unconstitutional to up the penalty or charge people with a crime solely because their actions constitute hate speech.\n\"The fact that something is hate speech or not is irrelevant for First Amendment analysis,\" Weinstein said.\nHerz, of Cardozo, added that there hasn’t been a fighting words case in the Supreme Court since Chaplinsky in 1941, and he believes it likely would have a different outcome today.\nOf course, reasonable legal minds can disagree on these nuances. Alexander Tsesis, a First Amendment law professor at Loyola University Chicago, said he believes it can be constitutional to prohibit hate speech, and the 2002 cross-burning ruling is a good example of that.\nTsesis said the jury’s still out on whether or not there’s potential for the Supreme Court to ban hate speech more broadly, noting that there’s some potential for laws that prohibit speech that defames an entire group, such as causing a group injury by saying a false stereotype. Although Tsesis believes that would be constitutional, he acknowledged that most scholars disagree.\n\"In the United States, the only two types of hate speech laws likely to survive are those that are likely to elicit an imminent fight and those that are truly threatening,\" he said.\nOur ruling\nCuomo said, \"Hate speech is excluded from protection\" under the First Amendment.\nThe Supreme Court has ruled that certain categories of speech are excluded from constitutional protection, such as a threat or \"fighting words.\" Sometimes, speech can be both a threat and hate speech, in which case it would not necessarily have First Amendment protection.\nBut hate speech on its own -- such as on a picket sign or a blog -- is not excluded from protection. It may only be incidentally excluded.\nCuomo tried to clarify his point after the fact, giving an explanation similar to the examples we hashed out here.\nBut on his specific claim, the jurisprudence works against him. We rate his statement False.", "vclaim_id": "vclaim-pol-06437"}