{"url": "/factchecks/2017/aug/09/viral-image/viral-image-wrongly-blames-bill-clinton-giving-nor/", "speaker": "Viral image", "vclaim": "\"Bill Clinton gave North Korea $5 billion and two nuclear reactors in 1994, essentially giving them nukes.\"", "truth_label": "false", "date": "stated on August 9, 2017 in a Twitter post:", "title": "Viral image wrongly blames Bill Clinton for giving North Korea the means to make nuclear weapons", "text": "A viral meme spreading through Twitter blames former President Bill Clinton for not just allowing North Korea to develop nuclear weapons, but fostering their program more than two decades ago.\n\"Bill Clinton gave North Korea $5 billion and two nuclear reactors in 1994, essentially giving them nukes,\" read the meme we first noticed on Aug. 9, 2017.\nIt included an image that showed Clinton seated next to late North Korean leader Kim Jong Il. It’s worth noting that the photograph is actually from Aug. 4, 2009, when Clinton traveled to Pyongyang to negotiate the release of two American journalists. Kim Jong Il died two years later.\nHELP KEEP POLITIFACT GOING! \nMAKE A CONTRIBUTION TO SUPPORT\nINDEPENDENT FACT-CHECKING\nThe meme popped up after revelations that Kim Jong Un’s regime had potentially developed miniaturized nuclear devices capable of fitting inside intercontinental ballistic missiles.\nThe center of this claim — that Clinton negotiated a deal with North Korea that included two reactors — is based on a real agreement. But there are significant problems with the assertion that Clinton paid the country $5 billion, \"essentially giving them nukes.\"\nThe Agreed Framework\nWhile president, Clinton did broker a deal with North Korea, amid revelations that the country was building a full-scale processing facility to produce plutonium.\nNorth Korea had kicked international inspectors out of the country in 1993, announcing its intention to pull out of the Treaty on the Non-Proliferation of Nuclear Weapons, an international agreement North Korea had joined in 1985.\nBy then, the North Koreans had separated enough plutonium from spent fuel from a reactor it had built while Clinton was governor of Arkansas to create a couple of nuclear weapons, according to Joshua Pollack, a senior research associate at the James Martin Center for Nonproliferation Studies at the Middlebury Institute of International Studies at Monterey.\nIn October 1994, Clinton arranged a deal with incoming leader Kim Jong Il, whose father Kim Il Sung had died in July.\nNorth Korea would have to take its current reactor offline and stop construction of two other reactors they said were for electricity.\nIn exchange, the United States would help the country build two so-called light-water nuclear reactors to produce power for the country. The light-water reactors would make it harder for North Korea to produce weapons-grade material. Those reactors were estimated to cost about $4 billion, and would be financed by South Korea, Japan, and possibly Germany, Russia and the United States, the Washington Post reported.\nIn addition, the United States would help provide heavy fuel oil to North Korea, which would have to halt plans to produce nuclear weapons and submit to international inspections. It would have to surrender spent nuclear fuel once the new reactors were built.\nThe deal, which did not require congressional approval, was referred to as the Agreed Framework. Clinton hailed it as a path to easing sanctions and normalizing diplomatic relations.\n\"This agreement will help achieve a longstanding and vital American objective — an end to the threat of nuclear proliferation on the Korean Peninsula,\" Clinton said of the deal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEnd of the deal\nSpoiler: The Agreed Framework failed.\nNorth Korea accelerated its efforts to enrich uranium, which wasn’t a direct violation of the framework, and accused the United States of reneging on fuel oil promises. That certainly irked the George W. Bush administration, which cut off fuel oil shipments in 2002.\nNorth Korea withdrew from the agreement, ending its obligation to abide by the deal’s terms. By 2006, North Korea claimed it had successfully tested a nuclear device.\nTo say that Clinton’s deal was the culprit is wrong, however.\nRichard Nephew, a senior research scholar at Columbia University’s Center on Global Energy Policy, said that while the Agreed Framework was flawed, it impeded North Korea’s ambitions. The meme misrepresented much about the deal.\n\"This is a problem that is years in the making, owned by bipartisan administrations, and — for a time, anyway — delayed by President Clinton rather than him giving North Korea nuclear weapons,\" Nephew said.\nImportantly, Clinton didn’t give North Korea two reactors, because the construction was never completed.\nYou can even look up the unfinished sites online.\nAnd the $5 billion figure the viral image cited wasn’t cash, but likely included the construction costs of the reactors (which were never completed) and energy aid. The Congressional Research Service noted in a 2014 report that the United States provided more than $400 million in heavy fuel oil to North Korea between 1995 and 2003.\nThe consortium created to oversee the reactors’ construction, the Korean Peninsula Energy Development Organization, still exists on paper. It officially ended the light-water reactor project, but is still working \"to settle financial and legal obligations stemming from the termination.\"\n\"All the North Koreans got out of it in the end is that they stole the construction equipment\" for the reactors, Pollack said. \"They also learned a few things about building that type of reactor. They’ve tried to make a small initial one themselves, but it appears to have been stalled for years now.\"\nIn the meantime, Pollack added, the North Koreans have created enough plutonium and enriched enough uranium to create as many as 60 nuclear bombs.\n\n\n\n\nOur ruling\nAn image circulating on the Internet claims \"Bill Clinton gave North Korea $5 billion and two nuclear reactors in 1994, essentially giving them nukes.\"\nClinton did negotiate a deal in 1994 to provide two nuclear reactors and provide heavy fuel oil to North Korea in exchange for the country giving up its nuclear weapons program.\nThat's about where the truth of this image stops. The energy aid costs didn’t approach anywhere near $5 billion, and the reactors were never built. North Korea had continued to enrich uranium on its own, leading the Bush administration to end the deal. The agreement, while a failure, didn’t give North Korea nuclear weapons. Experts said the agreement actually slowed North Korea down.\nWe rate this statement False.\n Share the Facts 2017-08-09 20:11:53 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Bill Clinton gave North Korea $5 billion and two nuclear reactors in 1994, essentially giving them nukes.\"    Internet rumors Viral image   in a Twitter post Wednesday, August 9, 2017 2017-08-09    Read More  info", "vclaim_id": "vclaim-pol-03020"}