{"url": "/factchecks/2012/sep/28/val-demings/val-demings-says-daniel-webster-used-taxpayer-fund/", "speaker": "Val Demings", "vclaim": "Says Daniel Webster \"used taxpayer funds to build a lobbyist lounge.\"", "truth_label": "barely-true", "date": "stated on September 17, 2012 in a campaign commercial:", "title": "Val Demings says Daniel Webster “used taxpayer funds to build a lobbyist lounge”", "text": "For a few seconds, the political attack looks like a scene from Mad Men. A man wearing a suit relaxes in a tall leather chair, his hand holding a cigar as smoke wafts above a crystal decanter of brandy nearby.\n\nHe’s inside no ordinary members-only club. This space is reserved for lobbyists, paid for by taxpayers and the brainchild of Republican U.S. Rep. Daniel Webster.\n\nWell, so says a TV commercial from the Democrat seeking to unseat Webster from his Orlando-based seat, former Orlando Police Chief Val Demings.\n\n\"Thirty-year politician Daniel Webster used taxpayer funds to build a lobbyist lounge,\" the narrator says in the ad.\n\nSounds like a pretty swank idea for a man who’s made a career of preaching frugality (and who, by the way, doesn’t drink). We wanted to know if he really spent tax money on a lounge for lobbyists.\n\nWebster became speaker of the Florida House in 1996 -- a huge year for House Republicans, who regained control of the House for the first time in 122 years. Webster wanted to do something special for the Republican minority leaders outnumbered all those years by Democrats. Many of those former Republican leaders had since become lobbyists.\n\nWebster spent about $100,000 for renovations to the speaker’s office suite when he took power, according to news accounts (PolitiFact Florida examined how that compares to other speakers in this 2010 check).\n\nOf that, no one knows how much -- if any -- he spent furnishing one office he wanted to reserve for the past minority leaders to use. PolitiFact Florida asked the Department of Management Services and the Florida House for expenditures from the makeover, but did not hear back. (The state worker who kept tabs on the renovations is on vacation, we’re told.)\n\n\"The room cost nothing to create, and was a converted windowless office with a threadbare couch and House archived photos on the wall,\" Webster campaign spokeswoman Katie Patchett said in a statement.\n\nDemings’ spokeswoman pointed us to a 2000 Tampa Tribune article about the close relationship shared by former legislators-turned-lobbyists and current lawmakers. The story mentioned Webster’s special room for leaders in connection with how these lobbyists enjoy \"special privileges at taxpayer expense.\" The article did not include a breakdown of costs for the office.\n\nPeople who remember the \"leaders room\" paint a picture of simplicity: a loveseat, some chairs, pictures of the leaders on the walls, a TV and a telephone.\n\n\"And that’s it,\" said Ronald Richmond, who was House minority leader from 1982-84 before turning to lobbying. \"There’s no liquor in there, there’s no beer in there, no Cokes in there, no water in there. Unless they know something I don’t know, and I go there a lot, it ain’t a big deal.\"\n\nWebster had one big rule, they say: No lobbying. No bringing in clients.\n\n\"There was no lobbying,\" Richmond said. \"Oh, heavens no.\"\n\nThe former Republican House leaders who could use the room, though, had new jobs as lobbyists, which bothered Democrats. Five minority leaders-turned-lobbyists were singled out in 1997 as having access to the room: Curt Kiser, James M. Lombard, Dale Patchett, Richmond and Jim Tillman.\n\nAs the former leaders rested their feet or watched session unfold on a boxy TV, Webster occasionally stopped by to ask them for advice about the legislative process. They were his sounding board, said Kiser, a minority leader-turned-lobbyist-turned general counsel for the Florida Public Service Commission.\n\nThe gesture garnered some criticism, and not necessarily about the costs of such a room.\n\n\"I just think it was a hypocrisy of pretending you’re gonna be fiscally responsible and then bam, you’re gonna turn around and do that,\" said former House Democratic Leader Buzz Ritchie, who was in line to become speaker before the Republicans took over.\n\nCapitol observers don’t remember Webster as being particularly friendly to lobbyists. In fact, he put new rules in place during his tenure that sought to diminish the influence of lobbyists by keeping them out of his office the last -- and most critical -- week of session.\n\nStill, some saw the leaders-only lounge as a blemish on his transparency scorecard, including the editorial board of the Tampa Bay Times. The board called for the room’s closure and dubbed it a \"Republican clubhouse.\"\n\n\"Webster wants to honor the Republican leaders who preceded him and share the spoils of power. A nice painting and a plaque ought to be enough.\"\n\nWebster moved on, first to the Florida Senate and in 2010 to Congress, but the room remained in some form. His successor, current state Sen. John Thrasher, moved the room to the Majority Office area and converted the old lounge to a staff office, according to the 2000 Tampa Tribune story.\n\nFormer minority leaders, speakers and Republican majority leaders still congregate there, lobbyist or not.\n\n\"I have to tell you more of the more hilarious moments in my life go on there,\" Richmond said. \"Sandy Mortham (a former minority leader who became Secretary of State) can keep you in stitches.\"\n\nRichmond has few complaints, save for the absence of the landline phone and the \"ancient\" box TV.\n\n\"The picture’s good, but we don’t have a changer,\" he said, referring to a remote control.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nDemings is attacking Webster for using \"taxpayer money to build a lobbyist lounge.\" It’s true that some newspapers characterized a room Webster set aside for a select group of former Republican leaders turned lobbyists as a \"comfortable lounge\" enjoyed \"at taxpayer expense.\"\n\nThere is plenty of deception and hyperbole mixed in here, though. Webster did not build the room (it was an existing office); it’s unclear how much, if any, taxpayer money went toward its furnishings (maybe a phone line at one point?); and access was generally limited to former Republican leaders.\n\nMoreover, the room is a far cry from the Cognac-ridden and smoke-filled country club-style lounge the ad would have viewers imagine. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-10292"}