{"url": "/factchecks/2008/jan/16/john-mccain/more-in-the-8-billion-range/", "speaker": "John McCain", "vclaim": "\"Congress just passed another huge, pork-filled spending bill. The Democrats allowed less than a day to read all 3,400 pages and stuffed it with nearly 10,000 earmarks costing about $10-billion dollars.\"", "truth_label": "half-true", "date": "stated on January 12, 2008 in a speech to the Americans for Prosperity Michigan summit in Livonia, Mich.:", "title": "More in the $8-billion range", "text": "One reason John McCain is so unpopular with fellow senators is his relentless, high-volume crusade against pork — specifically the earmarks for local projects that lawmakers are fond of tucking into annual congressional spending bills.\n\n\nSo it was hardly surprising that McCain chose to showcase his fiscally conservative credentials in the days before the Michigan primary by assailing Democratic congressional leaders for loading the year-end fiscal 2008 omnibus spending bill with money for local projects.\n\n\n\"Congress just passed another huge, pork-filled spending bill. The Democrats allowed less than a day to read all 3,400 pages and stuffed it with nearly 10,000 earmarks costing about $10-billion dollars,\" McCain said in remarks delivered to the Americans for Prosperity Michigan summit in a Detroit suburb.\n\n\nThe bill McCain cites is the $555-billion package of 11 unfinished spending bills that Congress bundled together and cleared in a crush of last-minute business in mid-December. While the general thrust of McCain's remarks are correct, he's exaggerating some facts to drive home his point.\n\n\nIt's technically correct that the Senate had less than a day to read the final version of the legislation; 10 hours and 11 minutes elapsed between when the House voted on a rule adding 10 spending bills to the State-Foreign Operations appropriations bill the evening of Dec. 17 and when the Senate first voted on the package the next afternoon. But while McCain's point is well taken, it's not at all uncommon for major legislation to be completed and turned around on short notice at the end of a congressional session before lawmakers can read it line-by-line. Frequently, members and senators vote with the understanding their party leaders have negotiated or signed off on the most significant details.\n\n\nThe bill itself was 613 pages — hardly light reading, but nowhere near the 3,400 pages McCain depicts. In fairness, McCain might have been referring to accompanying conference reports and other documents that detail House-Senate negotiations on the package.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain also appears to be leaning on the scale in detailing the number of earmarked projects. A preliminary analysis by Taxpayers for Common Sense, which makes a practice of closely tracking earmarks, puts the number of projects in the package at 8,983 worth $7.4-billion. If one adds a fiscal 2008 defense spending bill that Congress passed as a stand-alone measure, the total grows to 11,144 earmarks worth $15.3-billion. The group says it's still scouring conference reports and other documents to establish a final number.\n\n\nBut it's misleading to blame the pork just on Democrats. The Republicans learned how to pack the pork when they ran Congress and they got plenty in this bill, too.\n\n\nThough earmarking remains hugely popular, lawmakers are being more discreet about their requests due to a new lobbying and disclosure law that changed Senate rules. It requires that all earmarks and their sponsors, including those in conference reports, be identified on the Internet at least 48 hours before the Senate votes. Earmarks added in conference — known as airdropped provisions — can be challenged through points of order.\n\n\nWatchdog groups report Democrats have tried to make good on a pledge they made upon assuming control of Congress to limit the number of earmark-funded projects. Not surprisingly, McCain fails to note that his own party turned the appropriations process into a veritable earmark mill during the GOP's 12 years in power.\n\n\n\"There are a lot of self-proclaimed fiscally conservative Republicans who take earmarks,\" said Keith Ashdown, chief investigator for the watchdog group Taxpayers for Common Sense, adding that McCain has walked his talk by refraining from making requests for local projects.\n\n\nThe gist of his charge is true about spending, but his numbers are off and it's misleading to suggest all the parochial spending is being done by Democrats. When we add it up, we get Half-True.", "vclaim_id": "vclaim-pol-16403"}