{"url": "/factchecks/2012/jan/11/jon-huntsman/jon-huntsman-accuses-mitt-romney-enjoying-firing-p/", "speaker": "Jon Huntsman", "vclaim": "\"What’s clear is (Romney) likes firing people.\"", "truth_label": "barely-true", "date": "stated on January 9, 2012 in comments to reporters in Concord, N.H.:", "title": "Jon Huntsman accuses Mitt Romney of enjoying firing people", "text": "Republican primary front-runner Mitt Romney set off a firestorm on Jan. 9, 2012, when he said, \"I like being able to fire people.\"\n\nOr, at least, when he said something along those lines.\n\nRomney’s comments, made at the Nashua, N.H., Chamber of Commerce, fed into an existing narrative, boosted by other candidates and the media, focusing on Romney’s record at Bain Capital. Supporters and critics sparred over the question of whether Bain, a private-equity firm, was a job creator or a corporate carnivore.\n\nSo the notion that Romney not only fired people while at Bain but enjoyed it was catnip for news outlets in full New Hampshire primary mode.\n\nBut did the critics take into account the quote’s context? Not necessarily.\n\nFor instance, one of Romney’s primary opponents, Jon Huntsman, took a shot at Romney in Concord later that day.\n\n\"It’s become abundantly clear over the last couple of days what differentiates Gov. Romney and me,\" he said, according to the New York Times. \"I will always put my country first. It seems that Gov. Romney believes in putting politics first. Gov. Romney enjoys firing people; I enjoy creating jobs. It may be that he’s slightly out of touch with the economic reality playing out in America right now, and that’s a dangerous place to be.\"\n\nWe wondered whether Huntsman was accurately portraying Romney’s remark.\n\nOnce you look at the full context of Romney’s quote, it becomes clear that he was talking about the ability to get rid of a health insurance provider if its services are inadequate.\n\n\"I want individuals to have their own insurance,\" Romney said. \"That means the insurance company will have an incentive to keep you healthy. It also means if you don’t like what they do, you can fire them. I like being able to fire people who provide services to me. You know, if someone doesn’t give me a good service that I need, I want to say I’m going to go get someone else to provide that service to me.\"\n\nSo Romney wasn't referring to his work at Bain Capital -- or being a boss who relishes firing employees -- but rather the notion of switching service providers. He might as well have been talking about switching cell phone carriers or cable TV companies.\n\nRomney himself said as much later in the day: \"Things can always be taken out of context. And I understand that that's what the Obama people will do. But, as you know, I was speaking about insurance companies and the need to be able to make a choice. And my comments entirely reflected that discussion, which is we should be able to choose the insurance company of our choice.\"\n\nOur ruling\n\nRomney certainly phrased his comment awkwardly enough to give Huntsman support for his attack. But Huntsman distorted the comment by making it sound like Romney was heartlessly firing employees. Huntsman zeroed in on the \"firing people\" part of Romney’s quote while ignoring the fact that Romney was talking about switching insurance companies. Worse, Huntsman said it’s \"clear\" that Romney feels that way. In fact, it’s not clear at all. We rate Huntsman’s statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11817"}