{"url": "/factchecks/2008/oct/13/john-mccain/fannie-and-freddie-contributed-to-wider-problem/", "speaker": "John McCain", "vclaim": "On the economic troubles of 2008, \"really the match that lit this fire was Fannie Mae and Freddie Mac.\"", "truth_label": "half-true", "date": "stated on October 7, 2008 in Nashville, Tenn.:", "title": "Fannie and Freddie contributed to wider problem", "text": "The country's economic woes created a somber backdrop for the presidential debate in Nashville, Tenn., on Oct. 7, 2008.\n\n\nJohn McCain explained his view of the roots of the crisis, pinning part of the blame on the Democratic Party.\n\n\n\"One of the real catalysts, really the match that lit this fire was Fannie Mae and Freddie Mac,\" McCain said. \"I'll bet you, you may never even have heard of them before this crisis. But you know, they're the ones that, with the encouragement of Senator Obama and his cronies and his friends in Washington, that went out and made all these risky loans, gave them to people that could never afford to pay back.\"\n\n\nIn this item, we'll look at whether Fannie and Freddie were \"the match that lit this fire.\" (For the Democrats role in encouraging that,\n\nplease see our ruling here.\n\n)\n\n\nFirst, what are Fannie and Freddie? Set up decades ago by the federal government to underwrite mortgages and promote home ownership, Fannie Mae (the Federal National Mortgage Association) and Freddie Mac (the Federal Home Loan Mortgage Corp.) have become major players in the domestic mortgage market. They do not make loans to homeowners directly, but they purchase mortgages, bundle them into securities, and sell some of them on the open market. Together, Fannie and Freddie owned or guaranteed about $5-trillion in mortgages, about half of the U.S. market.\n\n\nBy the summer of 2008, however, the effects of a deflating housing bubble \n\n-\n\nespecially foreclosures and mortgage deliquencies \n\n-\n\nwere affecting Fannie and Freddie, and the agencies didn't have enough money to meet their financial obligations. The U.S. government took them over on Sept. 7, 2008.\n\n\nGetting back to McCain's statement, he suggests that Fannie and Freddie made too many risky loans, and that caused today's crisis. Most economists agree that Fannie and Freddie played a role, but they disagree as to whether they were leading the way or just following the pack.\n\n\nCharles Calomiris, a professor at Columbia Business School and a scholar at the conservative American Enterprise Institute, said McCain's characterization of Fannie and Freddie as a catalyst is a good one.\n\n\n\"As buyers of this paper on such a heavy scale, they helped to make a market in these instruments in a way that encouraged the growth of originations,\" Calomiris said. \"Of course, there were other players in this story, too \n\n?\n\nloose monetary policy, bad investment decisions by other buyers, and a host of regulatory errors.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOther economists disagree.\n\n\n\"The idea that this crisis is fundamentally about Fannie and Freddie is absurd,\" said Dean Baker, an economist and co-director of the left-leaning Center for Economic and Policy Research in Washington.\n\n\n\"They didn't act well in this crisis,\" Baker said. \"They contributed to it. But the primary problem was a housing bubble.\"\n\n\nFannie and Freddie jumped into subprime market to follow the private issuers of mortgage-backed securities.\n\n\n\"They were followers, not leaders,\" Baker said.\n\n\nWe can see both sides of this argument. Their sheer size supports the argument that they played an outsized role in the problems that led to our financial crisis. But they weren't the first ones to leap into subprime.\n\n\nAnd there were a number of other factors that contributed to the crisis as well.\n\n\nFor example, mortgage-backed securities that appeared to be virtually risk-free on paper, premised as they were on ever-rising home prices, became a huge problem when the housing bubble burst. And, once-obscure derivatives — the credit default swap, a private contract that pays off in case of a defaulted loan — were specifically exempted from government regulation. Today, nobody knows the true value of these investments, given foreclosures and mortgage defaults, and that is what's causing the credit crunch — a general reluctance to lend money.\n\n\nLax regulation also played a significant role in the crisis. Some regulatory agencies had regulation powers that they never utilized or didn't utilize well. The Federal Reserve has the power to tighten lending standards, for instance, or raise interest rates. But officials there discouraged new rules and advised Congress repeatedly not to regulate derivatives.\n\n\nMcCain oversimplifies things and perhaps puts too much emphasis on Fannie and Freddie in order to assign political blame. We rate his statement Half True.", "vclaim_id": "vclaim-pol-15910"}