{"url": "/factchecks/2016/aug/24/donald-trump/donald-trump-calls-400-million-payment-iran-ransom/", "speaker": "Donald Trump", "vclaim": "The Obama administration gave Iran \"$400 million in ransom payment cash.\"", "truth_label": "barely-true", "date": "stated on August 21, 2016 in remarks in Michigan:", "title": "Donald Trump's Mostly False claim that $400 million payment to Iran was 'ransom'", "text": "Back in January, Iran released five American prisoners back to the United States. On the same day, the United States transferred $400 million in cash to Iran, holding onto the money until three of the freed Americans were in the air, on their way home.\nSome critics of President Barack Obama’s foreign policy -- including Republican presidential nominee Donald Trump -- are putting the two happenings together and calling it a \"ransom\" payment. The administration denies that characterization.\n\"Iran, the world's top state sponsor of terrorism, has been put on the path to nuclear weapons, was given $400 million in ransom payment cash, where they just yesterday caught Obama in yet another lie,\" Trump said in an Aug. 21 speech in Michigan.\nWhile some in the national security community might consider the transaction unsavory, ineffectual, or legally questionable, calling it \"ransom\" isn’t quite accurate. \nThe word \"ransom\" implies that Iran refused to release the prisoners unless the United States turned over $400 million of its own money to Iran, and American officials capitulated.\nIn reality, the United States owed Iran $400 million as part of a longstanding dispute, and negotiators used that pending settlement as leverage to release the detained Americans. Experts said this kind of exchange is standard issue in U.S.-Iran relations over the past few decades.\nThe important but subtle nuance is this: While settling the $400 million helped ensure that the prisoners got home, it wasn’t an illicit payment. Iran, according to the claim adjudicators, had a legitimate right to the money.\n‘Business as usual’\nIn 1979, Iran’s then-monarch Shah Mohammad Reza Pahlavi paid $400 million to the United States government to purchase military parts. But that year’s revolution toppled the shah, and the military parts were never delivered.\nTo regain its funds, Iran filed a claim against the United States in 1981 in the Iran-U.S. Claims Tribunal, which adjudicates disputes between the two nations. The body, located at the Hague, was established amid negotiations to end the 1979-81 Iran hostage crisis, in which pro-revolution students took over the U.S. embassy in Tehran.\nThe tribunal's first priority was to address claims from private individuals, including 4,700 now-resolved U.S. claims filed against the Government of Iran. Over the past several years, the tribunal has focused more of its attention on claims the two governments have made against each other, including this dispute over the $400 million weapons deal.\nThe State Department announced its settlement in the dispute — the United States would pay Iran $400 million plus $1.3 billion in interest — on Jan. 17, the same day Obama announced the return of the Americans detained in Iran, as well as the formal implementation of the nuclear deal. The first installment of the settlement was also transferred that day, via an unmarked cargo plane, as first reported by the Wall Street Journal in early August.\nThe administration paid the funds using various European currencies because U.S. law bars financial transactions with Iran in U.S. dollars, and Iran’s access to banking is limited because of international sanctions.  \nThe administration has explained that the $400 million settlement and the prisoner release were negotiated in separate channels and coincidentally reached their resolutions near the same time. Negotiators took advantage of the convergence in order to ensure that Iran returned the prisoners by withholding the payment until the American detainees were in the air and headed out of Iran.\n\"While there is no connection between the $400 million and the return of our American citizens, we did, however, in those endgame hours, hold back that payment until we knew that our Americans were safe and sound and on their way out of Iran, because, in the very last few hours, Iran was playing a few games here on us,\" said State Department spokesman John Kirby in an Aug. 19 PBS interview.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe may never truly know how intertwined these two negotiation channels were, but two experts personally familiar with the Iran-U.S. Claims Tribunal told us that the administration’s explanation is plausible.\n\"As for the timing of this particular settlement, the Obama administration’s account is entirely consistent with my experience,\" said Nancy Combs, who was a legal adviser to the tribunal until becoming a professor at William and Mary Law School in 2004.\nCombs said this particular claim was massive in size, complexity and value, so it is likely that lawyers had been working on this case prior to and separate from the prisoner issue, as well as the nuclear deal talks.\nGiven that these cases are hashed out by career lawyers over many years, it’s likely that the lawyers approached the administration with the news that they were in a position to settle, as opposed to the administration directing them to settle, said John Bellinger, who served as the State Department’s chief legal adviser under President George W. Bush. (Bellinger has publicly opposed Trump.)\n\"I suspect that these two negotiations, the claims settlement and detained persons, were completely separate and happened to come together at the same time,\" Bellinger added. \"I don’t think it’s appropriate to call this ransom, and the intent of the money was not to gain the return of these detainees.\"\nWe should note that some have pointed out an article Bellinger wrote for the Washington Post in 2009, in which he seemed to say the tribunal had already dismissed this claim. Bellinger told us that it is his understanding that the January 2016 settlement involved a different dispute.\nWe talked to five people who study national security and Iran. The only one willing to call the payment \"ransom\" was Clare Lopez,  vice president for research and analysis at the Center for Security Policy, a right-leaning think tank. Lopez has called the broader Iran deal unconstitutional and has written for conservative websites.\n\"There's simply no other way to call an unmarked cargo plane delivery of pallets of shrink-wrapped European currency in the middle of the night to the foremost state sponsor of terror in the world that remains under U.S. financial sanctions for terrorism,\" Lopez said.\nThe majority of experts said the ransom label was inaccurate.\n\"In no sense can this payment be considered ransom,\" Combs said. \"A ransom is a payment made to secure the release of a detained person.  This sum, by contrast, was made to satisfy a legitimate debt that the U.S. owed to Iran.\"\nGary Samore, executive director for research at Harvard University’s Belfer Center for Science and International Affairs and a former White House coordinator for arms control and weapons of mass destruction under Obama, said it's not \"technically ransom in that the money that was returned was Iran’s money.\"\nSamore said he was not surprised by the exchange because there’s a history of using financial tools to settle deals with Iran. He specifically noted that in 2011, the nation of Oman paid Iran $1 million on the United States’ behalf for the release of two American hikers who had been jailed in Iran for two years.\n\"It’s business as usual,\" he said. \"I don’t think the Iranians are going to release prisoners if they don’t get something.\"\nOur ruling\nTrump said the Obama administration gave Iran \"$400 million in ransom payment cash.\"\nOn the same day in January, the United States paid Iran $400 million dollars, and Iran released several American prisoners. While there appears to be a quid pro quo — the United States would not give Iran the cash until the prisoners were on their way home — this does not equate to ransom, experts told us.\nIran had a legitimate claim to the money, as the United States owed it to Iran as part of a resolution to a decades-long financial dispute. It’s unclear whether the prisoner and financial disputes were connected in just the final hours of the prisoner transfer or if there was more advance coordination.\nTrump’s statement contains some element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/cdaae571-dd1f-42af-b16b-924a46f08f71", "vclaim_id": "vclaim-pol-04430"}