{"url": "/factchecks/2018/oct/08/donald-trump/donald-trump-falsely-claims-theres-open-borders-bi/", "speaker": "Donald Trump", "vclaim": "\"Every single Democrat in the U.S. Senate has signed up for the open borders, and it's a bill, it's called the ‘open borders bill.’\"", "truth_label": "false", "date": "stated on October 6, 2018 in a campaign rally:", "title": "Donald Trump falsely claims there's an 'open borders bill' backed by Democrats", "text": "President Donald Trump went to Kansas to rally for Republicans seeking election in November and in the process made false claims about Democrats signing on to a purported \"open borders bill.\"\n\"Every single Democrat in the U.S. Senate has signed up for the open borders, and it's a bill, it's called the ‘open borders bill.’ What's going on? And it's written by, guess who? Dianne Feinstein,\" Trump said Oct. 6 in Topeka.\nOverall, Trump portrayed Democrats as too extreme and radical for public office and cast fear that if the alleged Democratic bill ever became law, \"a tidal wave of drugs and crime would pour into our nation like never, ever before.\"\nThere are layers of falsehoods to what Trump said. A main one? There’s no \"open borders bill.\"\nTrump on the campaign trail: His 3 reasons to fear Democrats, fact-checked\nTrump is misrepresenting a bill introduced in June by Sen. Dianne Feinstein, D-Calif., called the Keep Families Together Act. The intention of that bill isn’t to create open borders, but to prevent the separation of immigrant families arriving at U.S. borders.\nWe’ve fact-checked other Republican attacks on this bill and its companion in the U.S. House of Representatives. A False claim in Missouri said the bill \"would give a free pass to any illegal immigrant who brings a child to the border.\" Similarly, a False claim in Arizona about the House bill said it was \"essentially encouraging child trafficking.\"\nHere are the facts.\nKeep Families Together Act is not ‘Open Borders bill’\nFeinstein introduced the Keep Families Together Act at the height of family separations caused by Trump’s \"zero-tolerance\" immigration policy.\nThe bill sought to prohibit federal agents and officers from separating a child from a parent or legal guardian at or near a port of entry or within 100 miles of U.S. borders.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nSeparations would be allowed under specific circumstances: if the child is a victim of trafficking or at significant risk of it; if there's a strong likelihood that the adult is not the parent; or if the child is in danger of abuse or neglect. State courts and state or county child welfare agencies could also separate a child from a parent if it's in the child's best interest.\nThe point of Feinstein’s bill is to prohibit separations as a policy to deter immigrants from coming to the United States, \"or for the policy goal of promoting compliance with civil immigration laws.\"\n\"The bill would not grant illegal immigrants a ‘pass’ — free or otherwise — to enter or live legally or illegally in the United States,\" David Bier, an immigration policy analyst at the libertarian Cato Institute think tank told us for a similar Missouri fact-check.\nImmigration experts have also told us that the Senate and House versions of Keep Families Together Act don’t prohibit the removal or detention of adults and families. The proposals also don’t supersede immigration laws. Immigrants would still have to go through proceedings to proof any claims for asylum or other relief.\nFeinstein’s bill also calls for annual reports on family separations. Such reports would include whether an adult was charged with a crime, the type of crime, if the adult was prosecuted, and the outcome.\nTrump routinely claims Democrats want \"open borders.\" He bases this attack line on Democrats' general opposition to Trump’s promised U.S.-Mexico border wall. Democrats favor other border security measures and argue that the wall would be too expensive, especially since Mexico refuses to pay for it.\nOur ruling\nTrump said, \"Every single Democrat in the U.S. Senate has signed up for the open borders, and it's a bill, it's called the ‘open borders bill’,\" written by Feinstein.\nThere is no such bill.\nThe bill introduced by Feinstein, and supported by all Senate Democrats, is meant to stop family separations at the border. The measure does not eliminate the enforcement of immigration laws. Trump gave an inaccurate and misleading description of the bill.\nWe rate his statement False.\n Share the Facts 2018-10-08 15:32:53 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Every single Democrat in the U.S. Senate has signed up for the open borders, and it's a bill, it's called the ‘open borders bill.’\"    Donald Trump President of the United States    in a campaign rally Saturday, October 6, 2018 2018-10-06    Read More  info", "vclaim_id": "vclaim-pol-01506"}