{"url": "/factchecks/2016/nov/02/donald-trump/donald-trump-right-some-states-you-can-cast-early-/", "speaker": "Donald Trump", "vclaim": "\"Wisconsin is one of several states where you can change your early ballot if you think you've made a mistake.\"", "truth_label": "true", "date": "stated on November 1, 2016 in a speech:", "title": "Is Donald Trump right that in some states, you can cast an early ballot, take it back, vote again?", "text": "Campaigning in Eau Claire, Wis., one week before election day, Republican presidential nominee Donald Trump had a message for Wisconsinites who voted early for Democratic nominee Hillary Clinton but now regret it.\n\"Wisconsin is one of several states where you can change your early ballot if you think you've made a mistake,\" Trump said in the Nov. 1, 2016 speech.\nCast your ballot early, take it back and cast a new one?\nIn Wisconsin, if you act quickly enough, you can do it, whether you voted in-person absentee or absentee by mail.\nThe act is known as \"spoiling,\" something that has been permitted in Wisconsin for many years.\n\"It’s something that, prior to this year, very few people have done,\" Wisconsin Elections Commission spokesman Reid Magney told us.\nOf course, 2016 has been unlike most any other election year.\nAnd it also applies in reverse -- folks who voted early for Trump could take back their ballots, too.\nHow spoiling works\nAccording to a Wisconsin Elections Commission news release issued on the same day of Trump’s speech:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nOnce you have been issued a ballot, whether at the polling place, at the clerk’s office or by mail, you can ask to spoil your ballot as long as the ballot has not been cast and get a new one in the event you make a mistake or change your mind.\nWhen voting by mail, spoiling your ballot requires contacting the clerk’s office and requesting a new ballot be sent to you. The deadline for most voters to make that request is Nov. 3, 2016.\nVoters who have already mailed absentee ballots back to the municipal clerk’s office can go to the clerk’s office and make the request for a new ballot in person.  The deadline to request a new absentee ballot would the last day the clerk offers in-person absentee voting.  For most clerks, that is Nov. 4, 2016, but voters should contact their municipal clerk for scheduled hours.\nAbsentee voters cannot spoil their ballot at their polling place on Election Day.  That was prohibited by a 2011 state law.\nVoters in at least three other states -- Michigan, Minnesota and Pennsylvania -- also accommodate early voter’s remorse, according to news articles in the past two days by the Washington Times, ABC News and Fox News.\nThe National Conference of State Legislatures doesn’t have a list of states that allow re-casting a ballot. In some instances, it may come down to the discretion of a local election official, spokesman Mick Bullock said.\nOur rating\nTrump says: \"Wisconsin is one of several states where you can change your early ballot if you think you've made a mistake.\"\nAs long as you do it in time -- in Wisconsin, several days before election day -- you can \"spoil\" your original ballot and cast a new one. At least three other states allow re-voting, too.\nWe rate Trump’s statement True.\nhttps://www.sharethefacts.co/share/a44566ab-602e-42cc-bac3-47e4efcdee04", "vclaim_id": "vclaim-pol-03999"}