{"url": "/factchecks/2013/feb/08/zoe-lofgren/rep-zoe-lofgren-says-us-laws-have-rarely-barred-ac/", "speaker": "Zoe Lofgren", "vclaim": "\"With the exception of slavery and the Chinese Exclusion Act, our laws have never barred persons from becoming citizens.\"", "truth_label": "mostly-true", "date": "stated on February 5, 2013 in a House hearing on immigration:", "title": "Rep. Zoe Lofgren says U.S. laws have rarely barred access to citizenship", "text": "Rep. Zoe Lofgren says the United States has a long history of welcoming immigrants.\n\nDuring a House Judiciary Committee hearing on Feb. 5, 2013, Lofgren, D-Calif., turned to the history books for perspective on the question of what status to grant newcomers to the United States.\n\n\"What makes America special is that people come here, assimilate and become American with all of the rights and responsibilities citizenship bestows,\" Lofgren said. \"With the exception of slavery and the Chinese Exclusion Act, our laws have never barred persons from becoming citizens, and we should not start now.\"\n\nLofgren is an immigration lawyer and law professor, which made us that much more interested in checking out her claim that only twice in history has the U.S. \"barred persons from becoming citizens.\"\n\nLofgren’s examples\n\nAs the debate over immigration reform cranks up, a key point of contention is citizenship vs. legal residence. On one side are those who favor an arduous checklist that, once completed, grants immigrants all the rights of natural-born Americans. Opponents call that amnesty and argue that immigrants should be limited to a status such as permanent legal residence.\n\nIn the hearing, Lofgren warned that anything less than full citizenship could create a \"permanent underclass,\" then mentioned slaves and Chinese immigrants. It’s clear from the context of the discussion that Lofgren was talking about ethnic groups in history who were subject to sweeping bans. But we would point out that even current law prohibits some groups of people from becoming U.S. citizens, namely those convicted of crimes. The law says applicants must be of \"good moral character\" who adhere to \"the principles of the Constitution of the United States.\"\n\n\"The ‘attached to constitutional principles’ (provision) is rarely invoked,\" said Kevin R. Johnson, dean of the law school at the University of California-Davis. \"It previously was used to bar communists, anarchists and sympathizers from naturalization. It also was invoked previously to bar Jehovah's Witnesses who rejected mandatory military service. Criminal convictions are the most likely modern exclusion for naturalization.\"\n\nCriminals aside, we are focusing in this fact-check on Lofgren’s claim regarding ethnic groups in history.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nStarting with slavery, it might seem self-evident that slaves were not considered citizens, but here’s a bit of background.\n\nDelegates to the Constitutional Convention in 1787 clashed over how to count slaves for purposes of representation in Congress and distributing taxes. Southern slave owners wanted them counted, while Northern delegates argued to count only free people. They ultimately reached a compromise that three-fifths of the slave population would be considered for apportioning seats in the House of Representatives. Even though their owners argued for slaves’ \"personhood\" in this conflict, in all other ways slaves were considered property, not people.\n\nNearly 100 years later, the U.S. Supreme Court case Dred Scott v. Sanford provided some of the most explicit direction on the subject. Scott was a former slave who had moved to a free state and petitioned the court to grant him his freedom.\n\nChief Justice Roger Taney wrote the opinion that slaves \"were not intended to be included under the word ‘citizens’ in the Constitution, and can therefore claim none of the rights and privileges which that instrument provides for and secures to citizens of the United States.\"\n\nThe decision was overturned in 1868 by the adoption of the 14th Amendment to the Constitution, which proclaimed citizenship for \"all persons born or naturalized in the United States,\" regardless of race.\n\nNow, about the Chinese. About 20 years after the 14th Amendment was adopted, Congress passed the Chinese Exclusion Act in 1882 in reaction to the flood of Chinese immigrants drawn by the California gold rush. The act suspended immigration of Chinese laborers and required any who were already here to obtain certification to re-enter if they left the country. It also explicitly prevented state and federal courts from granting citizenship to Chinese resident aliens.\n\nWhat else?\n\nWe asked several immigration historians if Lofgren’s statement was accurate and learned that it needs some clarification and additional information.\n\nErika Lee, director of the Immigration History Research Center at the University of Minnesota, pointed to the 1790 Naturalization Act as the first U.S. law to limit the rights of naturalized citizenship to \"free, white men.\" We think that falls under the heading of slavery, as Lofgren mentioned, but it’s interesting to note that that law remained in effect until 1952.\n\nWhat’s more, Chinese immigrants were not the only group besides slaves to be blocked from citizenship. Bill Ong Hing, a law professor at the University of San Francisco and author of the book Making and Remaking Asian America Through Immigration Policy, 1850-1990, said the naturalization laws of 1870 were intended and later interpreted by the Supreme Court to bar all Asian immigrants from becoming U.S. citizens, not just the Chinese.\n\n\"The law restricted naturalization to ‘white persons’ and people of ‘African descent,’\" said Carl Bon Tempo, a history professor at the University of Albany. \"This had the effect of barring certain persons from naturalizing as citizens – most importantly Asians. The Supreme Court, in fact, upheld this racialized naturalization process in the 1920s. In Ozawa v. U.S., the court ruled against the application for citizenship of a Japanese immigrant on the grounds of his race.\"\n\nChinese were finally allowed to naturalize in 1943, Hing said, when the Exclusion Act was repealed; Filipinos and Asian Indians in 1946, and other Asians including Japanese in 1952.\n\nOur ruling\n\nLofgren said that, \"with the exception of slavery and the Chinese Exclusion Act, our laws have never barred persons from becoming citizens.\"\n\nImmigration experts told us that history is more complicated than Lofgren described, with the most important point being that other Asian groups were also targeted by federal immigration laws. Her statement is accurate but for that detail. We rate it Mostly True.", "vclaim_id": "vclaim-pol-09741"}