{"url": "/factchecks/2020/sep/16/tony-evers/wisconsin-trending-poorly-covid-19-cases-evers-sta/", "speaker": "Tony Evers", "vclaim": "“Wisconsin is one of the nine states with the highest rate of infection per capita.”", "truth_label": "mostly-true", "date": "stated on September 15, 2020 in a media briefing:", "title": "Wisconsin is trending poorly on COVID-19 cases, but Evers’ stat isn’t quite right", "text": "In a Sept. 15, 2020, daily briefing on the COVID-19 pandemic, Gov. Tony Evers made his case that Wisconsin needs to take the coronavirus more seriously.\n\"We need to take every precaution, perhaps more than ever to keep our families, neighbors and communities safe,\" Evers said. \"On Sunday, we had another record-setting day for the number of positive cases.\"\nThat’s correct — the 1,582 tally on Sept. 13 was the highest yet.\nThen the governor addressed where Wisconsin stood relative to other states.\n\"According to a nationwide analysis, Wisconsin is one of the nine states with the highest rate of infection per capita,\" Evers said. \"We cannot continue on this path. At one point, Wisconsin was in a pretty good place, but that is no longer the case.\"\nIs Wisconsin really among the nine worst states in the nation?\nEvers is right about trending in the wrong direction, but his description of the stat isn’t quite right.\nLet’s take a closer look.\nWisconsin cases have spiked\nAsked for evidence of the nine-worst-states claim, Evers’ staff pointed to a New York Times breakdown of cases by state.\nThe analysis, updated daily, shows Wisconsin as of Sept. 15 had the fifth-highest number of new cases per capita over the last seven days — 147 per 100,000 residents. Only North Dakota, South Dakota, Missouri and Oklahoma were worse in that span.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe Times used that data to identify Wisconsin as one of nine states \"where new cases are higher and staying high.\"\nIndeed, since the start of September, the number of new cases and the percentage of positive tests in Wisconsin have both marched steadily upwards, regularly hitting highs not seen before  during the pandemic.\nBut that’s not exactly how Evers described the situation. He said Wisconsin was among those with the \"highest rate of infection per capita,\" with no mention that he was only referring to the preceding week.\nAnd in the longer view, Wisconsin stacks up differently.\nThe Times data showed Wisconsin is 30th in cases per capita overall. That’s in line with similar data maintained by the U.S. Centers for Disease Control and Prevention and others. \nIn other words, Wisconsin was in much better shape relative to other states earlier in the pandemic, but not anymore — which was Evers’ underlying point.\nBritt Cudaback, a spokeswoman for Evers, said his statement should be understood as referring to only recent cases by implication, since it was during a discussion of recent trends.\nOur ruling\nIn a media briefing on COVID-19, Evers said, \"Wisconsin is one of the nine states with the highest rate of infection per capita.\"\nEvers was discussing how the Wisconsin situation used to be better than most states, but now it’s among the worst. That general point is correct, but his reference isn’t quite right.\nWisconsin is among the states with the highest rates of new cases, a crucial descriptor that Evers left out of his stat. Without that, Evers’ statement could refer to total cases in Wisconsin, where the state ranks 30th.\nWe define Mostly True as a statement that is accurate but needs clarification or additional information. That fits here.", "vclaim_id": "vclaim-pol-18940"}