{"url": "/factchecks/2019/jul/26/kirsten-gillibrand/gillibrands-claim-transaction-taxes-not-whole-stor/", "speaker": "Kirsten Gillibrand", "vclaim": "A transaction tax in countries like the UK \"didn't affect their financial markets at all.\"", "truth_label": "barely-true", "date": "stated on July 9, 2019 in a campaign event:", "title": "Gillibrand's claim on transaction taxes not whole story", "text": "Sen. Kirsten Gillibrand supports taxing certain securities trades to pay for some of her proposed initiatives, such as job training programs. The Democratic senator from New York is a co-sponsor of one bill that calls for a tax of .1 percent and another one with varying rates of up to .5 percent.   \n\"I believe that we can easily put in place a transaction tax,\" Gillibrand, a former securities lawyer and presidential candidate, told a group gathered at the New Hampshire Institute of Politics. \"And so, I believe a transaction tax, pennies on the hundred dollars, it’s such a small amount of money. The only industry it will harm or disrupt is the flash trading industry, which I don’t believe actually creates value. But, it also creates enormous amounts of revenue. And other countries like the UK have already done it, and it didn’t affect their financial markets at all.\" \nGillibrand said the tax would generate about $77 billion a year. The Congressional Budget Office found that over 10 years, a transaction tax of .1 percent would generate $777 billion, though other researchers have come up with different revenue estimates. \nNot a new idea \nTransaction taxes have been used in other countries, and the United States had a transaction tax on the issuance and transfer of stocks from 1914 to 1966. There have been some calls in Congress and elsewhere in recent years to bring them back, and Gillibrand is not the only presidential candidate to favor them.   \nThe United Kingdom has had a \"stamp duty\" since 1694, and it’s currently a .5 percent tax on securities issued by companies registered in the UK, though the original issuance is exempt. There are several other exemptions. \nMany countries have enacted some kind of financial transaction tax, and some have abandoned them. A highly cited paper on transaction taxes in different countries, published in 1994 and written by Harvard economists John Y. Campbell and Kenneth A. Froot, notes that experiences with these kinds of taxes are \"quite varied.\" \nSince Gillibrand mentioned the United Kingdom, we focused our research there. \nDid it affect markets?\nWe approached Gillibrand’s campaign for more information about her claim, and her spokeswoman, Meredith Kelly, said the United Kingdom’s \"economy and stock exchange are thriving.\" Kelly sent us two pieces of evidence to support the senator’s statement, including a paper in the National Tax Journal stating that \"many world financial centers,\" including the United Kingdom, \"thrive despite the presence of\" financial transaction taxes. \nOne of the authors of that paper, Leonard Burman, a professor at Syracuse University and co-founder of the Tax Policy Center, wrote in an email that Gillibrand’s claim \"sounds like an overstatement.\" Financial transaction taxes \"surely reduced trading volume,\" he wrote, adding that the reduction in trading volume is something supporters like about the tax. \nThe other piece of evidence Kelly sent was an opinion column written in 2015 by Jared Bernstein, who was an economic advisor to former Vice President Joe Biden. Bernstein wrote that he favored enacting a transaction tax in the United States as a way to raise revenues while reducing trading that makes markets volatile. He wrote, however, that the \"historical evidence\" on whether transaction taxes raises or lowers market volatility is \"inconclusive.\" \nSeveral studies of the effects of the transaction tax in the United Kingdom have highlighted market volatility, share price and investor behavior. While some market impacts have been found, supporters of the tax note that the London market remains robust. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nWhen transaction taxes are imposed, some countries see trading activity move to other, untaxed markets. Campbell and Froot wrote that in the United Kingdom, the tax \"cannot be avoided by trading abroad but it does stimulate trading\" in other untaxed financial instruments and \"also seems to reduce total trading volume to some degree.\" \nAnother paper, published in 2011 by the International Monetary Fund, found the market for a kind of derivative instrument, known in the UK as \"contracts for difference,\" had \"grown rapidly since its inception in the early 1990s, in part due to its exemption from stamp duty.\" \nThe author, economist Thornton Matheson, wrote that the transaction tax in the UK is \"frequently regarded as successful\" because of how much revenue it raises.  \nA 2004 paper from a British think tank, the Institute for Fiscal Studies, found that the stamp duty depresses share prices, which may increase the cost of capital for firms, and also distorted how investors interpret share price as an indicator as to a firm’s profitability.  \nA 2007 paper by UK economic consultant Oxera argued in favor of abolishing the tax, claiming that stamp duty made capital more expensive, by up to 12 percent in some sectors. Like other studies, the authors found that investors chose non-taxed financial instruments to avoid the stamp duty. \nA 1997 study for the Bank of England found that the stamp duty had no effect on volatility in the UK. \nThose in favor of implementing a transaction tax in the United States note the London Stock Exchange is robust and the tax generates significant revenue. Sarah Anderson, global economy project director at the progressive Institute for Policy Studies, said the London Stock Exchange manages to thrive even in the face of Brexit uncertainty.   \nAnother supporter of implementing a transaction tax in the United States, economist Robert Pollin, said the tax has \"not prevented the City of London market from operating on a gigantic scale.\"\n\"It is true that the extent of day-to-day trading in the UK market is somewhat less than on Wall Street,\" said Pollin, co-director of the Political Economy Research Institute at the University of Massachusetts Amherst. \"That may be due to the financial transaction tax. But it is really hard to pin that down one way or another.\"\nOur ruling\nGillibrand said that a transaction tax didn’t affect financial markets in the United Kingdom \"at all.\" \nThe tax has been in effect for centuries and the London Stock Exchange remains a robust financial hub. But enacting a tax likely has some effect, and studies have found that share price and trading volume are affected by the tax. \nWe rate her claim Mostly False.", "vclaim_id": "vclaim-pol-00383"}