{"url": "/factchecks/2019/jun/27/john-delaney/delaneys-debate-claim-medicare-all-will-shutter-ho/", "speaker": "John Delaney", "vclaim": "\"If you go to every hospital in this country and you ask them one question, which is, ‘How would it have been for you last year if every one of your bills were paid at the Medicare rate?’ Every single hospital administrator said they would close.\"", "truth_label": "false", "date": "stated on June 26, 2019 in comments made during the first Democratic presidential primary debate:", "title": "John Delaney’s debate claim that ‘Medicare for All’ will shutter hospitals is unsubstantiated", "text": "At the first Democratic presidential primary debate, former Rep. John Delaney (Md.) outlined his opposition to \"Medicare for All\" and focused on one potential loser: hospitals.\n\"If you go to every hospital in this country and you ask them one question, which is, ‘How would it have been for you last year if every one of your bills were paid at the Medicare rate?’ Every single hospital administrator said they would close,\" he said.\nThis is a variation on a common industry talking point. Hospitals say that Medicare for All would mean serious revenue cuts for them. In turn, they argue, it would drive many to close.\nStill, Delaney’s claim — which got a fair bit of traction online and in post-debate news coverage — piqued our interest. Would \"every single\" hospital close? Has someone actually asked \"every hospital in the country\"?\nWe decided to dig in.\nDelaney’s staff told us his talking point came from three sources. First: the fact Medicare pays hospitals on average 87 cents for every dollar of costs. Second: a federal report suggesting that \"more than two-thirds of hospitals are losing money on Medicare inpatient services.\" Third: Delaney, his staff said, \"has been asking this question at the rural hospitals he has visited over the course of the campaign.\"\nExperts we spoke with offered a different take — mainly, that his evidence is not strong enough to support his claim. In addition, they told us that the potential impact of Medicare for All on hospitals would be much more nuanced — it is not at all clear that \"every single hospital\" would close, and while some would do worse, some might do better.\nDifferent hospitals, different effects\n\"It really depends on which hospitals you’re talking about,\" said Gerard Anderson, a health policy professor at Johns Hopkins University and an expert in hospital pricing.\nHospitals that treat a large number of uninsured patients — people who arguably would gain coverage under a Medicare for All approach — would probably increase their revenue under the new system because they would no longer face the financial pressure of uncompensated care. But hospitals that treat many privately insured patients, for whom insurance rates are often negotiated in a favorable manner, would see their revenues decline.\nEconomists are quick to point out that the latter scenario isn’t necessarily bad. American health care spending is notoriously higher than that of other developed countries. Research suggests that hospitals, particularly those with lots of influence or market power, are among the key drivers of these high costs because they are able to negotiate much higher rates with insurers. \nThat said — would those hospitals that took a financial hit under a Medicare for All approach close immediately?\nAgain, it’s hard to say. But such a dramatic turn isn’t likely, hospital researchers said.\nFor one thing, many hospitals that rely on private insurance could cut elsewhere first, noted Robert Berenson, a health policy analyst at the Urban Institute.\n\"They have high staffing ratios, generous salaries, engage in capital expansion and have billions in reserves from ‘retained earnings,’\" Berenson argued. \"The reserves alone would forestall bankruptcy for some time.\" \nAdditionally, under the new system, hospitals would not be operating in a vacuum. Costs and incentives across the entire health industry would change, too.\nThen, what about those rural hospitals Delaney’s staff mentioned?\nTo be sure, these hospitals have in recent years faced serious financial difficulties. Across the country, more than 100 have closed since 2010, according to data from the University of North Carolina’s Cecil G. Sheps Center for Health Services Research. (Indeed, one of the few policy fixes that has alleviated some of the financial strain is health insurance expansion through the Affordable Care Act.)\n\"We’re so focused right now on keeping rural hospitals open and dealing with declining life expectancy, that we haven’t engaged\" with Medicare for All debates, said Alan Morgan, chief executive officer of the National Rural Health Association.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nBut analyzing the impact is tricky. On one hand, Morgan said, rural hospitals often operate on tighter budgets — and lower government payments without private cash could exacerbate the challenge. But on the other, rising bad debt among rural hospitals, which often treat high levels of uninsured patients, means coverage expansions could be welcome, especially if Congress paid rural hospitals at a separate, enhanced rate.\n\"We’re not at a point where there’s detail yet to know,\" Morgan said.\nBut even under Medicare for All, Anderson noted, special government programs and designations specifically designed to keep rural hospitals afloat would kick in. Although some may operate on limited revenues currently, he said, those programs would continue to exist for those that qualify.\nAnd each hospital has a unique financial situation, said Linda Blumberg, a health policy fellow at the Urban Institute. So, she said, imagining how rural hospitals as a whole may fare requires complex modeling, analysis and prediction.\n\"The variation here can’t be understated. It’s tremendous,\" she said.\nMedicare vs. Medicare for All\nDelaney’s claim also misses another point. The Medicare for All bill sponsored by fellow Democratic candidate Sen. Bernie Sanders (I-Vt.) doesn’t actually say hospitals would be paid at Medicare rates.\nIt’s entirely possible — and indeed likely — that hospitals with large private revenue margins would make less money under a single-payer system. But, again, Delaney seems to oversimplify the situation.\nThe current Medicare for All bill in Congress delegates to the federal government the task of setting up a payment schedule for hospitals and doctors.\nPolitically, Anderson argued, the odds are \"quite low\" that the government would decide to pay all hospitals the current Medicare rates for all services, though it would set a lower price than what many private plans now pay.\nHow does this work in practice? There’s one example in Delaney’s own backyard: Maryland has what’s called \"all-payer rate setting,\" in which the state sets what hospitals can charge for certain services. Maryland’s approach, which was first implemented in 1977 and continues to be modified, has ultimately helped limit spending growth for individual hospital admissions.\nAnd, notably, this price setting hasn’t been a death blow to the state’s hospitals.\nStill, a major (and consequential) change\nAnalysts noted that Delaney is getting at something real, and important. Medicare for All would represent a seismic change for hospitals. Figuring out how to pay them would be complicated and must be done carefully.\n\"It is not easy — it’s not a wave of the hand to fix this,\" Blumberg said.\nAfter all, any government single-payer plan would likely pay less than private plans do. And, economists argue, it should, if policymakers are serious about bringing down health care costs. But that means switching over would require a \"long transition period\" to prevent major disruption to how hospitals function, and how people get care, Berenson said.\n\"Many hospitals are overpaid — substantially — but they need time and a structured approach to get down to Medicare or Medicare +10% rates,\" Berenson said.\nOur ruling\nDelaney said that \"if you go to every hospital in this country and you ask them one question, which is, ‘How would it have been for you last year if every one of your bills were paid at the Medicare rate?’ Every single hospital administrator said they would close.\"\nBut Delaney has not gone \"to every hospital in the country,\" so he cannot say what \"every single hospital administrator\" would claim. No researcher has done this.\nThe evidence for his claim is also lacking. Medicare does pay less than private plans, but it is not at all clear that under Medicare for All every hospital would be paid the Medicare rate. It is also not clear that hospitals would be affected the same way. Some might close their doors, but some might see their margins improve.\nThis statement is not accurate, and lacks evidence to support it. We rate it False.", "vclaim_id": "vclaim-pol-00489"}