{"url": "/factchecks/2010/dec/06/harry-reid/sen-harry-reid-says-sen-john-mccain-opposes-dont-a/", "speaker": "Harry Reid", "vclaim": "\"The senior senator from Arizona (John McCain) said he couldn't support repealing 'don't ask, don't tell' because of the economy.\"", "truth_label": "half-true", "date": "stated on December 4, 2010 in the Senate floor:", "title": "Sen. Harry Reid says Sen. John McCain opposes 'don't ask, don't tell' due to economy", "text": "In an address from the floor of the Senate on Dec. 4, 2010, Democratic Sen. Harry Reid used the analogy of Lucy from the Peanuts cartoon -- who repeatedly pulled the football away every time Charlie Brown went to kick it -- to describe Sen. John McCain's reasoning for his opposition to abolishing the military's controversial \"don't ask, don't tell\" policy.\n\n\"First, Sen. McCain said he would seriously consider repealing it if the military leadership thought we should, and (when) the military leadership said it should be repealed, he pulled away the football. Then Sen. McCain said he would need to see a study from the Pentagon. When the Pentagon produced the study saying repeal would have no negative effect at all, he pulled away the football again,\" Reid said.\n\n\"And his latest trick, he said yesterday that he opposed repealing 'don't ask, don't tell,' a proposal that would be a great stride forward for both equality and military readiness ... because of the economy,\" said Reid, whose quote was picked up in Politico. \"I repeat, the senior senator from Arizona said he couldn't support repealing 'don't ask, don't tell' because of the economy.\"\n\n\"I have no idea what he's talking about, and no one else does either,\" Reid said.\n\nReid's statement -- based on comments McCain made the day before during a Senate Armed Services Committee hearing on the Defense Department's report about the \"don't ask, don't tell\" policy -- seemed to suggest that McCain believed \"don't ask, don't tell\" had some sort of negative economic consequences.\n\nBut that's not the context for McCain's comments. Rather, it was an issue of legislative priority. McCain's point was that the issue of how to address a flailing economy ought to be addressed before the Senate considered something like \"don't ask, don't tell.\"\n\n\"I will not agree to have this bill go forward ... because our economy is in the tank,\" McCain said. \"Our economy is in the tank, and the American people want that issue addressed. And the military is functioning in the most efficient, most professional, most courageous fashion than at any time in our history.\n\n\"So to somehow believe that this is some kind of compelling issue at a time we're in two wars ... is obviously not something that we should be exercising a rush to judgment.\"\n\nTwo days earlier the entire Republican caucus in the Senate signed a letter, sent to Reid, promising to filibuster any bills proposed by Democrats until the Senate had acted to prevent the expiration of the Bush tax cuts for all taxpayers. Republicans have argued that letting the tax cuts expire even for the wealthy, as Democrats proposed, would deal a devastating blow to the economy.\n\nMcCain's comments about not taking up \"don't ask don't tell\" in light of the economy are consistent with that Republican pledge.\n\nMcCain added that he would be willing to consider the \"don't ask, don't tell\" issue in depth during the next legislative session.\n\n\"I would be more than eager in the coming year to have additional hearings, as they had some 13 hearings when 'don't, ask, don't tell' was enacted,\" McCain said. \"And I would pledge to work with you on that effort, but certainly not during a lame-duck session when parts of my state are suffering in ways that they never have in the history of my state.\"\n\nIt's true that McCain listed the poor economy as a reason he would not support \"don't ask, don't tell,\" but only in the context of the economy needing to be a higher priority for the Senate. When Reid claimed, \"the senior senator from Arizona said he couldn't support repealing 'don't ask, don't tell' because of the economy,\" the implication seems to be that McCain was making an argument that \"don't ask, don't tell\" would harm the economy. Especially when Reid added, \"I have no idea what he's talking about, and no one else does either.\" The policy's impact on the economy would be a confusing argument. But in context, McCain's reference to the economy was quite clearly ranking other priorities against it. We rule Reid's statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13916"}