{"url": "/factchecks/2021/jan/29/facebook-posts/post-about-keystone-pipeline-falsely-claims-buffet/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.", "truth_label": "false", "date": "stated on January 27, 2021 in a Facebook post:", "title": "Post about Keystone pipeline falsely claims Buffett gave $58M to Biden campaign", "text": "After President Joe Biden, on his first day in office, effectively halted construction of the Keystone XL oil pipeline, tens of thousands of Facebook users shared an image that claimed he was repaying a favor to billionaire investor Warren Buffett.\nThe image includes a photo of a pipeline. The text above the photo, which misspells Buffett’s name, says:\n\"The Keystone pipeline. Cancelled by Biden on first day. Warren Buffet owns the railroad that is now transporting all that oil. Warren Buffet donated 58 million to Biden campaign. Warren Buffet would lose billions in transport fees if the pipeline is completed. See how politics works? It is not an environmental issue, it is a money issue.\"\nThe image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe thrust of the claim — that Buffett donated $58 million to Biden’s campaign and benefits from Biden’s decision — is wrong. Buffett didn’t make any contributions to Biden’s 2020 presidential campaign.\nBiden and the pipeline project\nThe Keystone XL pipeline, first proposed more than a decade ago during a period of high oil prices, was to have carried up to 830,000 barrels per day of crude oil from Alberta, Canada, to Steele City, Neb., where it would connect with another leg stretching to Gulf Coast refineries. \nThe Trump administration backed the project in the face of objections from environmental groups. The company building it announced in March 2020 that it was launching construction, saying it would invest $8 billion in the project, with service expected to begin in 2023. \nBut continuing court challenges over environmental reviews soon brought the project to a halt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOnly a 1.2-mile section had been completed before Biden on Jan. 20 signed an executive order revoking the pipeline’s construction permit, saying the pipeline would \"not be consistent with my administration’s economic and climate imperatives.\" \nBuffett’s campaign donations\nRecords from the Federal Election Commission and the nonprofit Center for Responsive Politics show that Buffett, a donor to Barack Obama’s and Hillary Clinton’s presidential campaigns, did not contribute to Biden’s 2020 presidential campaign.\nIt’s not clear where the $58 million figure in the claim originated. \nAll contributions to Biden’s campaign by employees of Buffett’s company, Berkshire Hathaway, and its subsidiaries totaled $313,510, according to the Center for Responsive Politics.\nA Buffett spokeswoman has said that Buffett voted for Biden and that he does not have a position on how the pipeline might have affected BNSF Railway, a freight railroad network owned by Berkshire Hathaway that transports crude oil. \nIn the past few years, Buffett expressed support for the pipeline.\nOur ruling\nAn image shared on Facebook claims Biden canceled the Keystone XL pipeline because Buffett \"donated $58 million\" to his campaign.\nRecords show Buffett contributed no money to Biden’s 2020 presidential campaign. Biden cited economic and environmental reasons for signing an executive order that effectively halts construction of the pipeline.\nWe rate the post False.", "vclaim_id": "vclaim-pol-19242"}