{"url": "/factchecks/2013/dec/13/howard-fineman/howard-fineman-steve-stockman-wants-gun-filled-sch/", "speaker": "Howard Fineman", "vclaim": "Says Rep. Steve Stockman \"basically wants gun-filled zones in schools.\"", "truth_label": "true", "date": "stated on December 10, 2013 in comments on MSNBC's \"All In with Chris Hayes\":", "title": "Howard Fineman: Steve Stockman wants 'gun-filled' schools", "text": "Texas politics took an unexpected turn when Republican U.S. Rep. Steve Stockman filed just before the deadline to run against incumbent Republican U.S. Sen. John Cornyn. Assessing the matchup of two conservative candidates, Huffington Post columnist Howard Fineman said Stockman’s world is all about guns.\n\"This is a guy who not only doesn't want gun-free zones around schools. He basically wants gun-filled zones in schools,\" Fineman said on MSNBC’s All In with Chris Hayes.\nWe decided to check Fineman’s assertion.\nAt the start of this year, a few weeks after the Newtown, Conn., shootings, Stockman introduced the Safe Schools Act of 2013. The bill was very simple. It would repeal a federal law that bans everyone except law enforcement from bringing a weapon inside a school.\nThe bill’s stated purpose was \"to restore safety to America's schools by allowing staff, teachers, and administrators to defend the children and themselves.\"\nThere is no question that Stockman envisioned more people with firearms at schools.\n\"Stockman clearly likes that scenario,\" said David Kopel, an associate policy analyst with the libertarian Cato Institute and a proponent of Second Amendment rights.\nWhere Kopel differs with Fineman’s rhetorical flourish is on the point of whether the schools would be full of guns.\n\"When I think of a gun-filled zone, I think of a gun show or going to the annual meeting of the NRA (National Rifle Association) where you know that you are never more than 50 feet from someone with a conceal carry permit and a gun,\" Kopel said.\nSo, Kopel says Fineman engaged in a bit of exaggeration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe other supporters of gun rights we reached said the whole point of Stockman’s bill was to give principals, teachers and staff the ability to defend themselves and their students. We asked Stockman’s office for evidence that more guns would yield more security and did not hear back.\nBut Kopel and Erich Pratt, director of communications for Gun Owners of America, both pointed to the example in Pearl, Miss., where a student opened fire in 1997. An assistant principal ran out to his car where he kept a gun and successfully apprehended the shooter.\nPratt also said a Centers for Disease Control study found that the number of times a gun was used defensively was much greater than the number of times a gun was used to kill someone. The actual words from the report, which was a survey of past research, were a bit more nuanced. The authors noted that there was much debate about the data and said \"defensive gun uses by victims are at least as common as offensive uses by criminals.\"\nThe report added that gun-using crime victims have lower injury rates than victims who use other defensive strategies, however it noted that we don’t know if that protective benefit outweighs the deaths and injuries associated with gun ownership in general.\nThe gun debate is fueled by conflicting values and studies. David Hemenway, professor of health policy at Harvard School of Public Health, said he knows of no report that shows that armed civilians provide a protective factor. In his view, the evidence speaks to quite the opposite conclusion.\n\"Studies do show that where there are more households with guns, all other things equal, there is more homicide because there is more gun homicide,\" Hemenway said.\nOur experts could not point to research on whether armed school personnel would afford the students greater safety, largely because most states don’t allow guns inside schools and episodes of gunmen opening fire in schools are rare.\n\"It’s hard for social science to do studies of such low frequency events,\" Kopel said.\nOur ruling\nFineman said that Stockman \"basically wants gun-filled schools.\" Stockman did introduce a bill that would make it easier for states to allow school personnel to carry firearms. The bill’s stated purpose was to allow those people to defend themselves and their students from an armed intruder. Our experts agreed that Stockman’s goal was to see more firearms inside schools.\nWe did not hear from Stockman’s office so there is no way to know if he envisioned an upper limit to that increase. Based on his bill itself, there would be none.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-08506"}