{"url": "/factchecks/2020/mar/24/blog-posting/drinking-chloroquine-fish-tank-cleaner-wont-stop-c/", "speaker": "Bloggers", "vclaim": "“Fish tank additive may treat coronavirus.”", "truth_label": "false", "date": "stated on March 20, 2020 in an article:", "title": "Drinking chloroquine fish-tank cleaner won’t stop the coronavirus. It might kill you", "text": "An Arizona man is dead and his wife was hospitalized after the couple ingested a fish-tank solvent with chloroquine phosphate, the same active ingredient found in anti-malarial drugs that President Donald Trump has hailed as a possible treatment for the novel coronavirus.\nThe woman told NBC News that the couple thought the drug compound Trump mentioned in a televised press conference was the same as the fish-tank cleaner they had in their home pantry.\nThe two are not the same. Chloroquine, also known as chloroquine phosphate, is used in anti-malarial drugs available in the U.S. by prescription only, according to the Centers for Disease Control and Prevention. A variant, hydroxychloroquine, is an arthritis medicine that can also prevent malaria. \nThe husband and wife were not alone in their confusion. A number of headlines describing the fatal mishap, including from mainstream news outlets, did not make it clear that the couple ingested fish-tank cleaner, rather than the drug form of chloroquine. \nOne headline published before the Arizona couple’s accident missed the distinction entirely.\n\"Fish tank additive may treat coronavirus,\" said a March 20 headline from Valley News Live, a local news network serving TV stations in North Dakota.\nThat headline is wrong. Fish-tank cleaners containing chloroquine phosphate are not the same as the prescription drugs used for malaria. Nor are they suitable for human consumption.\nMoreover, as anti-viral drugs, chloroquine and hydroxychloroquine have shown the ability to combat some diseases, but they have not yet been proven to disrupt COVID-19. \nRELATED: A 100% COVID-19 cure? No, chloroquine effectiveness only anecdotal\nValley News Live did not respond to requests for comment by deadline.\nWhat happened in Arizona\nOfficials from Banner Health, the Phoenix hospital system that treated the husband and wife, warned in a March 23 statement against self-medicating and said the couple’s case was a cautionary tale. The man who died was in his 60s, as is his wife, the statement said.\nThe woman later told NBC News that the solvent made her and her husband feel \"dizzy and hot.\" She said she started vomiting and her husband developed respiratory problems.\nNBC: Did you see the President's press conference? Where did you hear about--Patient: Yeah. Yeah, we saw his press conference. It was on a lot, actually.NBC: And then did you did you seek out Chloroquine?Patient: I had it in the house because I used to have koi fish. https://t.co/C8EiTQQ3r1 pic.twitter.com/QgmElANCEG— Vaughn Hillyard (@VaughnHillyard) March 24, 2020 \nShe said that she had seen Trump talk in a press conference about the promise of chloroquine as a possible coronavirus cure, and that she had the fish-tank cleaner stored away.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"We saw his press conference. It was on a lot, actually,\" she said. \"I had it in the house because I used to have koi fish.\"\n\"I just saw it sitting on the back shelf and said, ‘Hey, isn’t that that stuff they’re talking about on TV?’\" she said. She and her husband mixed about one teaspoon each with soda and drank the concoction as a preventative measure, she said.\nTrump has touted chloroquine and hydroxychloroquine as potential coronavirus treatments, and he tweeted that hydroxychloroquine, combined with an antibiotic called azithromycin, could \"be one of the biggest game changers in the history of medicine.\"\nHYDROXYCHLOROQUINE & AZITHROMYCIN, taken together, have a real chance to be one of the biggest game changers in the history of medicine. The FDA has moved mountains - Thank You! Hopefully they will BOTH (H works better with A, International Journal of Antimicrobial Agents).....— Donald J. Trump (@realDonaldTrump) March 21, 2020 \nBut Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has said there had only been anecdotal evidence that the drugs could knock down COVID-19. The drugs are currently being studied and tested in clinical trials, according to the CDC.\nAccording to the New York Times, prices for the fish-tank additive have skyrocketed on eBay as the coronavirus has continued to spread through the U.S. and around the world.\nDon’t drink the fish cleaner\nDrugs containing chloroquine and hydroxychloroquine are not yet proven to prevent, treat or cure patients of the coronavirus, as we’ve noted.\nA recent French study of 20 COVID-19 patients indicated that the prescription-drug version of chloroquine might help treat the disease. And the CDC notes that a study in China found that patients treated with chloroquine \"had clinical and virologic benefit versus a comparison group.\"\nMore study is still needed. \"There are no US Food and Drug Administration (FDA)-approved drugs specifically for the treatment of patients with COVID-19,\" the CDC says on its website.\nBut the fish-tank cleaner is a definite no-no. In a statement, the FDA said Americans should be wary of products that claim to prevent, treat, diagnose or cure COVID-19.\n\"Products marketed for veterinary use or ‘for research only,’ or otherwise not for human consumption have not been evaluated for safety and should never be used,\" the FDA said. \"The FDA is aware that chloroquine is marketed as an unapproved drug to treat external parasites in aquarium fish, but these products have not been evaluated by FDA to determine if they are safe, effective, properly manufactured, and adequately labeled.\"\n\"Don’t take any form of chloroquine unless it has been prescribed for you and obtained from legitimate sources,\" the agency said.\nOur ruling\nA Valley News Live headline said, \"Fish tank additive may treat coronavirus.\"\nChloroquine, a compound commonly found in fish-tank cleaners, also forms the basis of a prescription drug used for malaria. There are studies underway to conclude whether that drug, and a variant called hydroxychloroquine, could combat the coronavirus.\nBut the fish-tank cleaner is not the same as the prescription drug, and it shouldn’t be substituted as such. A man in Arizona recently died from ingesting it.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-18189"}