{"url": "/factchecks/2014/jan/28/justin-barasky/are-monica-wehby-and-jason-conger-causing-devastat/", "speaker": "Justin Barasky", "vclaim": "Monica Wehby and Jason Conger are \"causing devastating consequences\" for nearly 23,000 Oregonians looking for work.", "truth_label": "pants-fire", "date": "stated on January 15, 2014 in a DSCC news release:", "title": "Are Monica Wehby and Jason Conger 'causing devastating consequences' for unemployed Oregonians?", "text": "One of the most contentious issues that Congress has faced since before Christmas break is whether to extend unemployment benefits for an estimated 1.6 million Americans.\nLawmakers in Washington, D.C., have yet to agree on a plan. Senate Democrats generally favor an extension, while Republicans insist that any extension be offset by spending cuts elsewhere. The temporary extended benefits, meanwhile, expired Dec. 28, 2013.\nThe Democratic Senatorial Campaign Committee, a D.C.-based group dedicated to maintaining Democratic control of the upper chamber, waded into the issue. In a Jan. 15, 2014, news release, Justin Barasky, the group’s national press secretary, blamed the lack of extension, in part, on two Oregon Republican senatorial candidates -- Portland physician Monica Wehby and state Rep. Jason Conger, R-Bend.\nBoth hope to oppose the Democratic incumbent, Sen. Jeff Merkley, in the November general election.\n\"Monica Wehby and Jason Conger’s reckless refusal to support the renewal of unemployment benefits is causing devastating consequences for nearly 23,000 Oregonians looking for work and hurting the state’s economy more each day,\" Barasky wrote.\nAre Wehby and Conger \"causing devastating consequences\" for unemployed Oregonians? PolitiFact Oregon wondered how that could be, since neither candidate is even in the Senate.\nWe contacted the Wehby and Conger campaigns.\nConger, now in his second term in the Oregon House, confirmed on KXL’s \"The Lars Larson Show\" on Jan. 8, 2014, that he would not vote to extend unemployment benefits if he were in Congress.\nHe told PolitiFact Oregon: \"I don’t think another extension of benefits will actually help people who have been long-term unemployed and already extended multiple times.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWehby, in a statement, said she supports a temporary extension of benefits, but added, \"We need to find a way to pay for these extensions by cutting government waste.\"\nHowever, representatives of both campaigns noted that neither candidate is in the U.S. Senate, so neither has any direct say on the issue.\nWe contacted Barasky, who defended his assertions in an email.\nRegarding the candidates’ positions on benefits extensions, he referred to the original news release. It underscored Conger’s statements to Larson, which Conger confirmed. It also cited a Jan. 14, 2014, news story that ran on mycolumbiabasin.com that said that Wehby, following a swing through the state to meet with business owners, indicated \"she’s not so sure it’s the right way to go.\"\nBarasky said another quote in the story demonstrates Wehby’s opposition to an extension. The story said U.S. Sen. Ron Wyden, D-Ore., disputes the idea that long-term benefits dissuade workers from returning to work. It then added, \"Wehby thinks Wyden is wrong.\"\n\"How is that anything but opposition?\" he wrote us. In our reading, however, Wehby was disputing Wyden’s take only on the effect of unemployment extensions.\nThe question of an unemployment benefits extension did not come up at a debate last Saturday among GOP candidates, including Conger and Wehby, hoping to take on Merkley. If it had, Conger said he would have said no, but told us he commiserates with those looking for work. Wehby said she would have answered yes -- with the qualifier that any extension be paid for through spending offsets elsewhere. That pokes a hole in Barasky’s assertion that both candidates oppose an extension.\nOn the larger question of whether the candidates are \"causing devastating consequences\" to unemployed Oregonians, Barasky said, \"We know they aren’t in the Senate, and our release doesn’t pretend they are. We are saying, if they were in the Senate, this is how they’d be voting and those votes would be hurting unemployed Oregonians.\"\nBut that’s not what his statement says. It accuses Conger and Wehby, through \"reckless refusal,\" of \"causing devastating consequences\" -- present tense -- for Oregon’s unemployed workers.\nThat’s just wrong; neither is in a position to cast a vote on the issue, let alone cause \"devastating consequences\" for Oregonians. Even if one is elected to the Senate, he or she won’t be sworn in for nearly a year. Barasky, given the chance to revise the claim, doubled down, saying he was on \"solid ground.\" We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-08338"}