{"url": "/factchecks/2011/oct/02/mike-mccabe/campaign-money-critic-mike-mccabe-says-cash-strapp/", "speaker": "Mike McCabe", "vclaim": "Wisconsin's new state budget includes \"a 15 percent increase for road construction and yet we’ve got local towns tearing up\" paved roads and replacing them with gravel.", "truth_label": "false", "date": "stated on September 17, 2011 in a speech:", "title": "Campaign money critic Mike McCabe says cash-strapped Wisconsin towns \"tearing up” paved roads and replacing them with gravel", "text": "Folks aren’t afraid to speak their mind at Fighting Bob Fest, an annual political gathering in Madison, Wis.\n\nThe event is named for Robert LaFollette, a fighter of corporate power and political corruption who served as governor, congressman and U.S. senator from Wisconsin in the late 1800s and early 1900s.\n\nAmong those who spoke at the festival on Sept. 17, 2011, was Mike McCabe, executive director of the Wisconsin Democracy Campaign, which tracks money in state politics and advocates for campaign finance reform. The nonprofit Madison group is affiliated with left-leaning organizations such as public employee unions.\n\nDuring one portion of McCabe’s fiery, 22-minute speech, it wasn’t a question of whether he made a statement worth fact checking, but which one to look at.\n\nIn rapid-fire approach, he likened campaign contributions to legalized bribery; called the state’s new voter photo ID law a \"poll tax\"; and branded as \"protection money\" campaign contributions from David Koch to the Republican Governors Association and from the RGA to GOP Wisconsin Gov. Scott Walker.  \n\nMcCabe also made a factual claim that was, if less explosive, still intriguing.\n\nThe state’s 2011-2013 budget, he said, includes a \"15 percent increase for road construction and yet we’ve got local towns tearing up pavement and putting down gravel because the money is steered to private contractors instead, not to the local road crews that work for the townships and for the county.\"\n\nTowns tearing up paved roads and turning them into gravel?\n\nMcCabe’s statement -- which was picked up by the liberal Daily Kos, a national website that does political analysis -- includes two pieces, the increase and the shift to gravel roads:\n\n15 percent highway increase\n\nMcCabe cited a document produced by Walker’s office on his 2011-2013 budget proposal. It shows that Walker proposed increasing spending on state highways by $410.5 million, or 14.7 percent, \"over base amounts.\" And he pointed out that state money spent on highways goes to private contractors as opposed to local governments.\n\nThat figure, however, shows just one piece of a much larger pie. The full pie includes not only general tax money -- the \"base amounts\" -- but also cash the state borrows for highway improvements.\n\nDepartment of Transportation budget director Paul Hammer cited a different DOT document that was also provided to us by Walker spokesman Cullen Werwie.\n\nIt shows the 2011-2013 budget spends $3.23 billion on highways. That is actually less than what was spent in the previous budget, under Democratic Gov. Jim Doyle, which was $3.27 billion -- although that figure included $91 million in one-time federal stimulus funds.\n\nSo, McCabe cited a figure that the Walker administration used to suggest it was increasing spending on highways. But the total highway spending isn’t a 15 percent increase, but actually a decrease, so McCabe’s first claim is wrong.\n\nConverting paved roads to gravel\n\nIn telling his audience \"we’ve got towns tearing up pavement and putting down gravel,\" McCabe waved a copy of the Sept. 8, 2011, edition of Isthmus, a weekly Madison newspaper. It carried an article about state budget cuts to villages in the Madison-area.\n\nMcCabe cited a portion of the article about Rick Stadelman, executive director of the Wisconsin Towns Association, which said: \"Stadelman says he knows of several townships with blacktop roads in need of repair that have opted to dig out the blacktop and go back to gravel.\"\n\nWe asked Stadelman which towns were converting paved roads to gravel. Noting that 40 percent of Wisconsin’s 62,000 miles of town roads already are gravel, he said he has heard towns talking about doing such conversions, but could recall only one that had: Mukwa in Waupaca County in east-central Wisconsin.\n\nYou can probably see where this road is leading.\n\nJim Curns, Mukwa’s town chairman, told us the town did convert a quarter-mile section of one little-used road from blacktop to gravel. But not as a result of Walker’s budget. He said it was done three to five years ago -- while Doyle was governor -- because the town couldn’t afford to repave it.\n\nTo see whether other communities are converting paved roads to gravel, we checked with Dan Thompson, executive director of the League of Wisconsin Municipalities, and John Reinemann, the Wisconsin Counties Association’s legislative director.\n\nBoth said they heard of isolated cases in recent years in which towns converted small sections of roads to gravel, but saw no evidence of a trend and nothing related to the 2011-2013 state budget.\n\nWe looked some more and found that the Town of Saukville in suburban Milwaukee and the Town of Verona in suburban Madison are considering converting paved roads to gravel.\n\nBut they haven’t done any yet.\n\nOn that score, Wisconsin appears different than some of its neighbors.\n\nThe Wall Street Journal reported in July 2010 that paved roads were being torn up across rural America and \"replaced with gravel or other rough surfaces as counties struggle with tight budgets and dwindling state and federal revenue.\" And in March 2011, the Minneapolis Star Tribune described how financial issues led Michigan to change more than 100 miles of paved road to gravel and that an estimated 120 miles of pavement have been ground up or left to crumble back to gravel in North Dakota.\n\nLarry Galehouse, director of Michigan State University’s National Center for Pavement Preservation, which advocates for maintaining highways in order to reduce the need for reconstruction, told us: \"This trend has been happening in many states, but primarily on very low volume roads and streets.\"\n\nHe had no examples of roads being converted to gravel in Wisconsin.\n\nOur conclusion\n\nMcCabe claimed the state budget includes a \"15 percent increase for road construction and yet we’ve got local towns tearing up pavement and putting down gravel because the money is steered to private contractors instead.\"\n\nMcCabe relied on a budget proposal document that didn’t spell out the full amounts spent on highways. State spending on highways in the new budget is actually down slightly from the previous one.\n\nMcCabe also relied on a statement by a towns association official who could cite only one example of a paved road being converted to gravel -- and that occurred years before Walker was elected governor. The other experts we consulted said there is no trend in communities tearing up pavement and putting gravel in its place.\n\nWe rate McCabe’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12338"}