{"url": "/factchecks/2020/nov/04/facebook-posts/fact-checking-conspiracy-theory-about-ballot-count/", "speaker": "Facebook posts", "vclaim": "\"Six states can't get the votes counted. Six states in which @realDonaldTrump is leading. Six states where Dems are in charge.\"", "truth_label": "false", "date": "stated on November 4, 2020 in a screenshot:", "title": "Fact-checking a conspiracy theory about ballot counting in battleground states", "text": "A pro-Trump singer-songwriter is spreading misinformation about the ongoing vote count in several key battleground states.\nIn a widely shared Facebook post, Joy Villa claimed Democrats in six states were deliberately delaying ballot counts to hurt President Donald Trump’s re-election chances.\n\"Six states can't get the votes counted,\" says text in the image, which was posted after 3 a.m. EST on Nov. 4. \"Six states in which @realDonaldTrump is leading. Six states where Dems are in charge.\"\n\"Unbelievable,\" Villa wrote in the caption. \"The Democrats are trying to steal this election from @realdonaldtrump. He WON. PERIOD!\"\nVilla’s post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It’s a screenshot of a Nov. 4 tweet from Villa, which has been shared more than 11,000 times.\nWe reached out to Villa for evidence to back up her claim, but we haven’t heard back. It’s unclear which states Villa was referring to, but her post is similar to other claims that said officials halted vote tallies in battleground states like Michigan, North Carolina and Pennsylvania to sway the results in favor of former Vice President Joe Biden. Those claims are inaccurate.\n\n(Screenshot from Facebook)\nFirst, Trump has not won the election, despite claims from the president himself and social media users. A few key states that determine the path to the White House remain uncalled. \nAs of 5:45 p.m. EST on Nov. 4, the Associated Press had called a few battleground states in favor of Biden, including Wisconsin, Minnesota and Arizona. Other swing states, including Iowa, Texas, Ohio and Florida, have been called for Trump.\nSome states in which Trump was leading overnight on Nov. 3 experienced delays in the ballot-counting process due to an influx of mail-in ballots, spurred by the coronavirus pandemic and preferred by Democratic voters. There is no evidence that states are deliberately stalling vote tabulation.\nIn three states — Michigan, Pennsylvania and Wisconsin, all of which have Democratic governors — election officials were not allowed to start counting mail-in ballots until Election Day or just before. That resulted in reporting delays overnight on Nov. 3, since mail ballots take more time to count than in-person votes. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nHere’s the status of those states (which were all toss-ups around in the early morning hours of Nov. 4) as of 5:45 p.m. EST:\n\n\nAbout 92% of precincts in Pennsylvania have reported their in-person votes, and about 41% of mail ballots are outstanding. Trump has an edge on Biden.\n\n\nThe AP has called Wisconsin for Biden. \n\n\nEvery major TV network has called Michigan for Biden. \n\n\nThe situation in the South and the West is a little different.\nGeorgia, which has a Republican governor, experienced a delay after a pipe burst at a ballot counting facility in Atlanta. The Georgia secretary of state told reporters that, as of 5 p.m. EST, there were about 185,000 uncounted ballots in the state.\nNorth Carolina, which has a Democratic governor, is finished counting in-person votes, but it will count provisional and absentee ballots that arrive by Nov. 12 as long as they’re postmarked by Election Day. Democrat-led Nevada, where polls closed later than other battleground states, also remains uncalled as it continues to count mail ballots, but Biden has an edge over Trump.\nRELATED: Battleground states did not ‘stop counting’ votes on election night when Trump was ahead\nThose delays do not indicate that anything is wrong — rather, they highlight the difficulty of holding an election during the coronavirus pandemic.\n\"Election results reporting may occur more slowly than prior years,\" says the U.S. Cybersecurity and Infrastructure Agency on a \"rumor control\" page. \"This does not indicate there is any problem with the counting process or results. Official results are not certified until all validly cast ballots have been counted, including ballots that are counted after election night.\"\nThe Facebook post is wrong to say that battleground states \"can’t get the vote counted\" because Trump was ahead there. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18441"}