{"url": "/factchecks/2014/may/15/ken-paxton/dan-branch-registered-lobby-ohio-union-not-afl-cio/", "speaker": "Ken Paxton", "vclaim": "Dan Branch \"once lobbied for the AFL-CIO.\"", "truth_label": "false", "date": "stated on May 11, 2014 in a news story:", "title": "Dan Branch registered to lobby for a union, not AFL-CIO", "text": "State Sen. Ken Paxton of McKinney maintains his opponent for the Republican attorney general nomination has lobbied for the biggest labor union organization in America.\nA news story posted online by the Dallas Morning News on May 11, 2014, quoted Paxton’s campaign spokesman, Anthony Holm, promising attacks based on state Rep. Dan Branch’s legislative actions, including the Dallas lawyer’s supposed advocacy of third-trimester abortions, a charge we earlier found faulty.\nThe story further quoted Holm as saying Branch \"once lobbied on behalf of the AFL-CIO,\" the traditionally Democratic-leaning federation that says it brings together 56 unions representing 12.5 million working men and women. The acronym stands for the American Federation of Labor and Congress of Industrial Organizations.\nBy email, Holm responded to our request for backup information by guiding us to a Jan. 23, 2002, lobbying registration filing with the clerk of the U.S House by Winstead Sechrest & Minick, the Dallas-rooted firm (now called Winstead PC) where Branch is a shareholder.\nIn the filing, the firm said it was representing the Paper Allied-Industrial Chemical & Energy (PACE) International Union. The filing lists individuals expected to lobby as Frederick McClure and Branch, identified as shareholders, and Brigham McCown, a firm associate. The filing’s second page lists under \"lobbying issues\" the U.S. Department of Energy \"enhanced facilities.\"\nBy phone, Holm said the union represented by the firm later merged with the United Steelworkers, who are affiliated with the AFL-CIO. On April 14, 2005, according to the history page on the steelworkers’ union website, its union merged with the PACE International Union to form the United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (USW). \"With more than 850,000 active members in over 8,000 bargaining units in the United States, Canada and the Caribbean, the combined union is the dominant union in paper, forestry products, steel, aluminum, tire and rubber, mining, glass, chemicals, petroleum and other basic resource industries,\" the web page says.\nLynne Hancock, a Pittsburgh-based national USW spokesperson, told us by phone that the PACE was affiliated with the AFL-CIO.\nWe asked Branch’s campaign about Branch’s lobbying registration, drawing an email from Branch spokesman Enrique Marquez stating the AFL-CIO hasn’t been a Winstead client. On behalf of the Winstead firm, spokeswoman Shannon Tipton emailed a similar not-so.\nThe emails from Marquez and Tipton each had vague descriptions of the firm's work for the PACE union; Tipton said the law firm engaged in \"transactional work with respect to investments or federal regulatory work before the\" U.S. Department of Energy. Marquez said the firm’s PACE work focused on energy department facilities.\nIn Austin, spokesman Ed Sills of the Texas AFL-CIO responded to our inquiry by saying no one in its office had a memory of Branch’s involvement in a PACE issue. By phone, Sill said it’s inaccurate to say Branch lobbied for the federation if he was registered to lobby solely for an affiliate. \"Say IBM belongs to the chamber of commerce,\" Sills said. \"We don’t say you’re lobbying for the chamber of commerce\" if your client is IBM.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nAfter we asked for an interview with Branch, we fielded a phone call from McCown, the third lawyer listed on the Winstead lobbying registration. McCown, saying he’d been contacted by the campaign about our inquiries, told us he connected the firm to an Ohio PACE union local that wanted help in Washington, D.C., where former Texas Gov. George W. Bush was then president, toward preserving a uranium-enrichment facility near Piketon, Ohio, which McCown described as about 40 miles from his boyhood home.\nBranch played a minimal role on behalf of the union, McCown said, maybe attending a White House meeting.\nFor the union's perspective, we turned back to Hancock, who put us in touch with the former president of the Ohio union local, Daniel Minter of Waverly, Ohio. Minter echoed McCown’s account, adding that the Winstead firm advised the union as it successfully sought federal help creating new missions and jobs on the site of the Ohio plant, where enrichment was ceasing.\nDuring the engagement, Minter said, he talked \"very infrequently\" with Branch. Minter said he didn’t recall any AFL-CIO involvement.\nOur ruling\nPaxton said Branch once lobbied on behalf of the AFL-CIO, the umbrella group for dozens of unions.\nBranch registered to lobby in Washington, D.C., in 2002 for a union affiliated with the labor federation that sought federal help preserving jobs near an Ohio facility that was otherwise shutting down. Whatever precise role Branch played for the union, there's no evidence he lobbied for the AFL-CIO.\nMark this claim as False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07855"}