{"url": "/factchecks/2019/jul/11/joe-biden/bidens-claim-aca-was-breakthrough-mental-health-pa/", "speaker": "Joe Biden", "vclaim": "\"We made parity between mental health and physical health. It was a fundamental breakthrough in how we thought about how things should work.\"", "truth_label": "mostly-true", "date": "stated on July 8, 2019 in a TV interview with CNN's Chris Cuomo:", "title": "Biden’s claim that ACA was a ‘breakthrough’ for mental health parity highlights gaps", "text": "In a sit-down interview with CNN, 2020 Democratic presidential primary candidate and former Vice President Joe Biden touted the Obama administration’s passage of the Affordable Care Act, asserting that this law evened out the playing field when it came to insurance coverage of mental and physical health.\n\"We made parity between mental health and physical health,\" Biden told CNN’s Chris Cuomo. \"It was a fundamental breakthrough in how we thought about how things should work.\"\nThis gets at a health care issue that — as a federal appeals court weighs Obamacare’s constitutionality — is now particularly relevant. Did the ACA create equal coverage of mental and physical health?\nWe decided to investigate. We contacted the Biden campaign and never heard back.\nBut our own reporting shows that while Biden’s claim is mostly accurate concerning the health law’s provisions, implementation has fallen short of achieving the goal of parity.\nOne problem, two laws\nThe ACA, which became law in 2010, does include provisions meant to strengthen access to and insurance coverage of mental health care. But it wasn’t the first statute to take on this challenge.\nTwo years earlier, before Barack Obama became president, Congress passed the Mental Health Parity and Addiction Equity Act. It said that, if insurance offered by large employers — an organization employing more than 50 people — included mental health benefits, it had to structure those benefits, as well as associated copayments or caps on visits, equal to — \"at parity\" with —physical health benefits.\nA key thing to note, though, is that this 2008 law did not specifically mandate coverage of mental health services.\nObamacare went further by requiring most plans to cover mental health and substance abuse. And it extended the parity requirement beyond large-employer-sponsored coverage to plans offered by small employers and those bought on the individual market.\nHealth economists estimate that the ACA extended mental health benefits to 62 million people.\n\"It substantially expanded the reach of the parity law,\" said Sherry Glied, a health economist and dean at New York University.\nBoth Glied and Richard Frank, a health economics professor at the Harvard Medical School, agreed that the first part of Biden’s claim checks out. The health law certainly brought in new standards for parity and expanded the rules already on the books. (Frank and Glied both served in the Obama administration.)\nBut because  the law operates in tandem with the earlier legislation, one could also reasonably question whether it constitutes a \"fundamental breakthrough\" or represents the next step in a broader trajectory.\nHoles in the system\nPerhaps more important, though, is the current state of parity. To be sure, the ACA’s requirements created a clear set of parity standards. In some respects, though, these standards exist on paper but don’t always play out in practice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"It’s huge that the guaranteed protections are there,\" said JoAnn Volk, a research professor at Georgetown University. \"The challenges remain in delivering on them.\"\nThat’s because some coverage inequities are easier to spot than others. If a health plan caps how many times you can see a psychiatrist but doesn’t do so for an allergist or oncologist, that’s a clear violation. If mental health care visits have higher coinsurance than do physical health visits, that’s also obviously illegal.\nEvidence suggests those quantitative barriers are less common now than they were before the passage of these two laws. Those changes, Glied said, have most clearly benefited people with severe psychiatric conditions.\nBut other barriers remain — many of which are quite nuanced and therefore more difficult to spot and enforce.\nFor instance, health plans aren’t supposed to require prior authorization for a psychiatrist visit unless they also do so for a \"comparable\" physical health service. The problem, of course, is how the word \"comparable\" is defined and interpreted.\n\"Even if you’re not trying to exploit the ambiguities but are trying to do a good job, you still might get into some controversial situations where folks might disagree, and disagree on a legit basis,\" Frank said.\nAnd, both Frank and Glied noted, there are cases in which insurance plans might try to take advantage of those ambiguities.\nTake, for instance, the question of \"medical necessity.\" Insurance plans can argue that a mental health service isn’t required for someone’s well-being. Advocates argue that, even in the wake of the parity laws, that argument is used as an excuse to deny care, and that it is used more often for psychiatric cases than for, say, treating someone with diabetes or a hip injury.\nThese barriers more often affect people with less severe mental health conditions, but who still require care, Glied said.\nStates have amped up their enforcement, in part due to federal support, Volk said. But they often rely on reports from consumers who have experienced parity violations, which assumes people will realize their plan has broken the law.\nAnd issues exist beyond parity. Research suggests that insurance networks still fall short when it comes to including an adequate or even robust panel of behavioral health providers who accept their coverage.\nThat’s in part because of distinctions in mental health care — whether someone specializes in cognitive behavioral therapy or talk therapy, for instance, or a psychiatrist’s age or gender or life experiences. Plus, many behavioral health specialists simply don’t take insurance.\nThose issues, Frank said, come in part because of the distinct complexity of mental health coverage.\n\"Mental health is not just one thing — it’s a whole bunch of illnesses. You want people to get the care they need,\" Frank said. That means that devising effective policy \"is a balancing act.\"\nOur ruling\nBiden told CNN that the ACA \"made parity between mental health and physical health,\" describing that policy as a \"fundamental breakthrough.\"\nIt’s clear the 2010 law’s parity requirements had a major impact: 62 million people gaining coverage is nothing to sneeze at.\nBut the ACA wasn’t the first piece of legislation to take this issue on. And major issues remain when it comes to making sure insurance treats mental health needs the same way it does physical health ones.\nBiden’s statement is accurate, but it would benefit from additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-00447"}