{"url": "/factchecks/2016/may/22/hillary-clinton/hillary-clintons-approval-rating-secretary-state-w/", "speaker": "Hillary Clinton", "vclaim": "\"When I was secretary of state, I had a very high approval rating.\"", "truth_label": "true", "date": "stated on May 22, 2016 in an interview on \"Meet the Press\":", "title": "Hillary Clinton's approval ratings as secretary of state were high, but they're not now", "text": "The 2016 presidential race may come down to a contest where the least unpopular candidate wins, with Democrat Hillary Clinton just three percentage points ahead of Republican Donald Trump in the latest NBC News/Wall Street Journal poll.\nBoth candidates have extraordinarily high disapproval ratings, a fact mentioned by Chuck Todd when he interviewed Clinton during the May 22 edition of Meet the Press. He wanted to know how she would get past her negative numbers.\nClinton argued that once she gets on a job, whether it's first lady, U.S. senator or secretary of state, she gets things done.\n\"So I have a track record. And I'm going to remind people of that. Because it's not just rhetoric, for me,\" she said. \"When I was secretary of state, I had a very high approval rating, as you can go back and check. Because I was doing a job that people could see.\"\nThe latest NBC News poll shows that 54 percent of registered voters have a negative or somewhat negative opinion of Clinton. Trump scores a bit worse at 58 percent. Only 34 percent view Clinton positively. We wondered if her rating was really very high when she served as secretary of state from January 2009 through Feb. 1, 2013.\nClinton's favorability rating has ebbed and flowed during her two and a half decades on the national political scene. Gallup pegged it as low as 38 percent when her husband ran for president in 1992, but the polling firm has said that's because she was wasn't well known.\nIt peaked at 62 percent during her first years as first lady, dropped to 43 percent in 1996 during the \"Travelgate\" investigation, and spiked to its highest point ever — 67 percent — in December 1998 when her husband was impeached for perjury in the wake of scandals involving Monica Lewinsky and Paula Jones. By the time she left the White House in 2001, Clinton's Gallup rating was down to 44 percent.\nHer polling numbers started going up during her time in the Senate and hit another peak of 58 percent in 2007 while a senator and just after announcing she would run for president, according to Gallup.\nAfter another dip, it shot up to 65 percent in 2009 when she became secretary of state and stayed high for most of her tenure.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn two polls taken in 2011 and 2012, she was viewed favorably by 66 percent, making her more popular than President Barack Obama and Vice President Joe Biden.\nWhen she left that position on Feb. 1, 2013, 64 percent had a favorable view of her. Her rating has since declined in the wake of criticism over security at the consulate in Benghazi, Libya, and controversy over how she handled her emails.\nClinton's campaign pointed us to other polling data. A Washington Post-ABC News poll put her favorability at 67 percent as she was winding down as secretary of state and preparing to testify in a Benghazi hearing. A Wall Street Journal/NBC News poll conducted at the same time put her approval rating at 69 percent.\nAre these percentages \"very high,\" as Clinton characterized them on Meet the Press?\nTo get some perspective on how easy it is to get an approval rating that high, we consulted Gallup's Presidential Job Approval Center which goes back to Harry Truman and lists overall favorability ratings, along with highs and lows. In this context, Clinton’s highest numbers were relatively strong.\nOf the dozen presidents, the six with the highest overall averages are:\n\nJohn Kennedy (average: 70.1; range: 56 to 83)\nDwight Eisenhower (average: 65 percent; range: 48 to 79)\nGeorge H. W. Bush (average: 60.9 percent; range: 29 to 89)\nLyndon Johnson (average: 55.1 percent; range: 35 to 79)\nBill Clinton (average: 55.1 percent; range: 37 to 73)\nRonald Reagan (average: 52.8 percent; range: 35 to 68)\n\nClinton also polls well compared to recent secretary of states, according to Gallup. Condoleezza Rice's scores ranged from 59 percent to 63 percent during the George W. Bush administration. But neither comes close to Colin Powell, whose ratings ranged from 83 percent to 88 percent.\nOur ruling\nClinton said, \"When I was secretary of state, I had a very high approval rating.\"\nPolling numbers show that it was, in terms of public opinion, the best period of her political career.\nShe's not even close to those favorability numbers now that she's in a tough presidential contest, but we rate her statement True.\nhttps://www.sharethefacts.co/share/ebb5ba66-fd0e-497e-9318-fc451f807af5", "vclaim_id": "vclaim-pol-04931"}