{"url": "/factchecks/2019/dec/06/arnold-schwarzenegger/more-jobs-solar-oil-bakersfield-arnold-schwarzeneg/", "speaker": "Arnold Schwarzenegger", "vclaim": "\"In Bakersfield, where there’s a lot of oil drilling going on, there’s more solar jobs now in Bakersfield and around that area than there are oil jobs.\"", "truth_label": "false", "date": "stated on December 1, 2019 in an interview on \"Meet the Press\":", "title": "Bakersfield has far more jobs in oil than solar, despite Schwarzenegger’s false claim", "text": "Former California Gov. Arnold Schwarzenegger likes to boast about his home state’s move to clean energy sources such as wind and solar. \nBut on Sunday’s Meet the Press on NBC, the GOP politician and climate activist may have gone too far. \nSchwarzenegger was on the show promoting World War Zero, a coalition of scientists, politicians and celebrities hoping to bring greater urgency to climate change, ahead of the 2019 United Nations Climate Change Conference. \nHe said California’s embrace of renewables is evident even in Bakersfield, a city of 380,000 better known for oil derricks and country music than solar arrays and wind turbines. \n\"I just want to tell you that, for instance, in California, in Bakersfield, where there’s a lot of oil drilling going on, there’s more solar jobs now in Bakersfield and around that area than there are oil jobs,\" Schwarzenegger claimed. \"People are leaving the oil fields and going to work in solar and clean energy and stuff like that.\" \nMore solar jobs than oil jobs in the Bakersfield area? \nWe drilled down on a fact check. \nOur research \nOur reporting, along with a fact check by Bakersfield NBC TV affiliate KGET, calls Schwarzenegger’s specific claim into question. But it also shows renewable energy jobs are growing in the region. \nAsked about the claim solar jobs have overtaken oil positions, Kern County spokesperson Megan Person told the station \"we know that not to be true.\" \nShe said the county is home to approximately 2,500 solar jobs, most of which are temporary and tied to construction and installation. \nBy comparison, it has about 14,000 jobs directly connected to the oil and gas industry, most of which Person said are permanent oil jobs. She said the figures come from private service JobsEQ. \nIt’s the same amount listed in a 2017 Oil and Gas in California report by the Los Angeles County Economic Development Corporation. \nBakersfield is the largest city in Kern County, located south of Fresno and north of Los Angeles. The region, like much of the state, has seen a jump in renewables, but not to a level matching traditional energy jobs.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"Kern County is seeing a rise in solar installations, and I don’t mean just residential. I mean giant commercial projects,\" Person said, citing a new solar field that will generate 850 solar construction jobs. \n\"It could be confusion related to that,\" she continued. \"I don’t know where [Schwarzenegger’s] numbers came from. We can’t substantiate them.\"\n'It was a mistake' \nThe former governor’s spokesperson, Daniel Ketchell, told PolitiFact California that Schwarzenegger \"meant to say new jobs. What he said was not meant to mislead. It was a mistake.\" \nKetchell clarified that he intended to say the San Joaquin Valley has gained more new clean energy jobs than oil jobs.\nThere’s some evidence for that, but it’s a far different claim than what the governor said on TV. The Valley includes a much bigger area, running from Stockton to Bakersfield, and clean energy goes beyond just solar. \n\"Yes, it’s on the rise,\" Carol Zabin, director of the Green Economy Program at the UC Berkeley Labor Center, said of solar and other clean energy sources. \"The big solar farms are located in various parts of the state. But there’s a concentration in the San Joaquin Valley.\"\nZabin said the Center does not have figures comparing solar and oil jobs in the Bakersfield area. But in a 2017 study, it reported that California’s clean energy initiatives \"created 88,000 total jobs, including 31,000 direct jobs\" in the San Joaquin Valley from 2002 to 2015. \nShe added that automation has led to a decrease in some oil and gas jobs in the Valley, though she noted demand for fossil fuels continues to be strong. \nOur ruling \nFormer California Gov. Arnold Schwarzenegger recently claimed there are more solar jobs than oil jobs in the Bakersfield area. \nA spokesperson for Kern County said the area’s solar jobs amount to just 2,500 while the oil and gas industry includes 14,000 positions. \nSchwarzenegger’s spokesman told us he meant to say the San Joaquin Valley is seeing more new clean energy jobs than oil jobs. There’s some evidence for that, but it’s far different from what he said on TV.\nWe rate Schwarzenegger’s claim False. \n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-16657"}