{"url": "/factchecks/2012/aug/20/connie-mack/connie-mack-bill-nelson-voted-taxes-150-times/", "speaker": "Connie Mack", "vclaim": "Says Bill Nelson \"voted to raise our taxes 150 times.\"", "truth_label": "false", "date": "stated on August 9, 2012 in a video on his campaign website:", "title": "Connie Mack said Bill Nelson voted to raise taxes 150 times", "text": "In the contest between Bill Nelson and Connie Mack for U.S. Senate, Nelson brought up Mack’s past work promoting Hooters and his altercations at bars about two decades ago.\n\nMack’s response? Nelson voted to raise your taxes 150 times.\n\nMack, a Republican congressman from Fort Myers, made the assertion in a video rebuttal to Nelson’s ad. Here’s the script:\n\n\"Sad, 40 years in politics and this is what Bill Nelson wants to talk about. Even if it were all true, and it's not, who cares. After all, Bill Nelson and I are candidates for the United States Senate and there are real differences between us. Bill Nelson cast the deciding vote for Obamacare and voted to raise our taxes 150 times - I voted against Obamacare and to cut taxes. I want to talk about what really matters - fixing our economy, creating jobs and tackling our deficit. Bill Nelson, like a typical career politician, wants to talk about Hooters and what I did as a kid. Let’s get serious: Our country is in crisis. It’s time to debate the issues that matter, not this nonsense\".\n\nThere are a lot of interesting claims in Mack’s statement. But that big number caught our eye: Has Nelson voted to raise our taxes 150 times?\n\nWe already fact-checked whether or not Mack worked as a promoter for Hooters and had a history of fighting at bars, a claim we rated Mostly True. And we’ve also picked apart a claim by a group that claimed Nelson, a Democrat, cast the deciding vote for the Affordable Care Act and ruled that Mostly False.\n\nHere, we get serious and focus on taxes.\n\nMack’s campaign sent us a list of what they characterized as at least 157 votes in favor of higher taxes during Nelson’s Senate career, which started in 2001. We sent the list to Nelson’s Senate office and asked if they disagreed with the characterization of any votes, and we did our own research.\n\nDouble-counting votes and other tallying tricks\n\nAbout half of the votes on the list are Democratic budget resolutions, which set non-binding parameters for considering tax and spending legislation. So it's technically incorrect to say the budget resolution will raise, lower or even keep taxes the same. The documents cannot change tax law.\n\nMack’s tally counts multiple votes on the same budget resolution. For example, Mack cites nine votes Nelson took in 2008 about Congressional Resolution 70, a five-year budget plan.\n\nMack also counted multiple votes on actual legislation. It’s common for senators to take multiple votes as both parties engage in maneuvering and introduce competing amendments.\n\nFor example, in 2001 Mack counts 15 of Nelson’s votes on H.R. 1836 -- the $1.35 trillion in tax cuts enacted under President George W. Bush. That counts as one example of Nelson opposing tax cuts -- but not 15 examples.\n\nWhich brings us to another point: Is opposing a tax cut the same as \"voting to raise our taxes?\" Mack’s list counts several examples of Nelson opposing tax cuts. Some are minor, such as Nelson’s vote to table an amendment to get rid of the medical device tax in 2010.\n\nWe sent Mack’s list to a few federal budget experts including Jason Peuquet, research director at the Committee for a Responsible Federal Budget, a bipartisan public policy think tank; Joe Rosenberg, research associate at the Tax Policy Center, an independent policy analysis group that includes tax analysts who have worked in both Democratic and Republican administrations; and Joshua Gordon, policy director of the Concord Coalition, a group that urges deficit reduction.\n\nWe asked the experts to look over the list and give us their general thoughts. All three generally agreed that a vote against a new tax cut doesn’t equal a tax increase.\n\nGordon called Mack’s list \"ludicrous.\"\n\n\"Voting to lessen the size of a tax cut in a budget resolution is not voting for a tax increase,\" he said. \"So, I would argue the methodology represents a crazy way to look at this issue.\"\n\nNelson supported some tax cuts\n\nMack’s statement omits that Nelson has sometimes voted in favor of tax cuts. Here, we will focus on the Bush tax cuts.\n\nNelson opposed a $1.35 trillion tax cut in 2001 because he said it didn’t do enough to reduce debt or help low- and middle-income taxpayers. He also said that as a congressman he had voted for President Ronald Reagan’s 1981 tax cuts and that led to huge deficits.\n\n\"I don't want to see Congress make that mistake again,\" Nelson said in 2001.\n\nIn 2003 on the second round of Bush tax cuts, Nelson voted against the $350 billion package on the conference report. But in 2006 and in 2010 Nelson, supported extending the tax cuts.\n\nThis year, he went along with Obama’s plan and voted in July to keep tax cuts only for those earning less than $250,000, though he had said he would have preferred keeping the Bush-era tax cuts for those earning up to $1 million.\n\n\"His favored position, and one he still holds, is to let the Bush cuts expire on those making more than $1 million,\" said his Senate spokesman Dan McLaughlin.\n\nNelson called for other tax cuts at times. During his first Senate term he bucked his party in favor of repealing the estate tax and in 2007 he sponsored an amendment to reduce the tax on large cigars.\n\nSome of Nelson’s votes cited by Mack would only affect certain businesses -- for example he voted in favor of repealing exemptions for oil and gas companies in 2010. He took many votes in favor of eliminating corporate tax breaks to pay for projects such as port security.\n\nMack’s spokesman told us that the largest tax increase Nelson voted for was \"Obamacare.\" The health care law did raise taxes on the wealthy and health insurance companies. (Read about those provisions in a fact-check we did on a claim by Rush Limbaugh.)\n\nOur ruling\n\nMack said Nelson \"voted to raise our taxes 150 times.\"\n\nMack jacks up the number by counting non-binding resolutions, which account for about half of those votes. He also counts duplicative votes on the same bill. And, he counts a vote against a tax cut as a vote for a tax increase, even though it’s not the same thing.\n\nFinally, Mack’s statement fails to acknowledge that there have been times that Nelson voted in favor of tax cuts or extending tax cuts. He recently supported extending tax cuts only for those earning less than $250,000.\n\nThe overall message here is misleading. We rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-10554"}