{"url": "/factchecks/2020/jul/29/viral-image/these-buses-are-toronto-raptors-not-blm/", "speaker": "Viral image", "vclaim": "Photo shows “huge charter busses” Black Lives Matter bought “to transport members to riots.”", "truth_label": "pants-fire", "date": "stated on July 24, 2020 in a Facebook post:", "title": "These buses are for the Toronto Raptors, not BLM", "text": "A widely shared Facebook post claims to show sleek, black buses that the Black Lives Matter Foundation bought to ferry protesters to riots. \n\"It’s been 7 years since BLM was formed,\" the post says. \"They have raised over a billion dollars. They haven’t had 1 neighborhood cleanup, sent 1 poor black child to college, bought school supplies, feed the hungry or donated to a food bank or provided housing to 1 poor black family. Where is the money going other than to buy huge charter busses to transport members to riots!\"\nThe post shows a photo of two buses with the words \"Black Lives Matter\" printed on the windows in white. Palm trees are in the background. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWhat the photo actually shows: buses that carried The Toronto Raptors basketball team — and reigning NBA champs — arriving at the so-called NBA bubble at Walt Disney World in Orlando on July 9 ahead of the league’s restart.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe team tweeted the image that day and said, \"Silence is not an option.\"\nThe buses have the Raptors logo alongside the words \"Black Lives Matter.\" \nThe photo also appeared with a story on the Canadian broadcaster CBC’s website about the Raptors resuming training at Disney. \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17819"}