{"url": "/factchecks/2020/aug/05/facebook-posts/facebook-post-mischaracterizes-obamas-eulogy-john-/", "speaker": "Facebook posts", "vclaim": "“At John Lewis funeral Obama told a room full of people that rooms full of people is too dangerous so we must mail in vote.”", "truth_label": "false", "date": "stated on July 31, 2020 in a Facebook post:", "title": "Facebook post mischaracterizes Obama’s eulogy for John Lewis", "text": "During his eulogy for John Lewis on July 30, former President Barack Obama both celebrated the civil rights activist and urged the late congressman’s colleagues to pass a voting rights act in his name. \nHe also spoke at some length about voter suppression and, in his words, \"the most powerful tool we have, which is the right to vote.\" \nA Facebook post published later that day summed up his speech this way: \"At John Lewis Funeral Obama told a room full of people that rooms full of people is too dangerous so we must mail in vote.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nObama, who put on a face covering after he finished speaking, did not explicitly mention the pandemic or the coronavirus during the eulogy. The only reference to mail-in voting came during a criticism of what he described as efforts to deter people from voting. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"We may no longer have to guess the number of jelly beans in a jar in order to cast a ballot,\" he said. \"But even as we sit here, there are those in power who are doing their darndest to discourage people from voting — by closing polling locations, and targeting minorities and students with restrictive ID laws, and attacking our voting rights with surgical precision, even undermining the Postal Service in the run-up to an election that is going to be dependent on mailed-in ballots so people don’t get sick.\" \nObama also used the eulogy to encourage people to vote. \"Just everybody’s just got to come out and vote,\" he said. \nAnd he offered ideas for how to make it easier for people to vote.\n\"Once we pass the John Lewis Voting Rights Act,\" he said, \"we should keep marching to make it even better by making sure every American is automatically registered to vote, including former inmates who’ve earned their second chance; by adding polling places, and expanding early voting, and making Election Day a national holiday, so if you are someone who is working in a factory, or you are a single mom who has got to go to her job and doesn't get time off, you can still cast your ballot.\"\nA few days before Lewis died, Obama tweeted that \"voting by mail shouldn’t be a partisan issue — especially during a pandemic.\" He said \"everybody should be able to request an absentee ballot and make their voice heard in every election.\" But he didn’t raise that issue during his eulogy.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17054"}