{"url": "/factchecks/2014/apr/22/kay-hagan/kay-hagan-says-gop-rival-thom-tillis-called-obamac/", "speaker": "Kay Hagan", "vclaim": "Says North Carolina Republican Senate candidate Thom Tillis \"called Obamacare ‘a great idea.’ \"", "truth_label": "barely-true", "date": "stated on April 17, 2014 in a radio ad:", "title": "Kay Hagan says GOP rival Thom Tillis called Obamacare 'a great idea'", "text": "In her quest to win a second term, Sen. Kay Hagan, D-N.C., has been hit hard by attacks over her vote for Obamacare. In a recent radio ad, she fights back, charging that her potential Republican opponent, state House Speaker Thom Tillis, actually said he liked the health care law.\nHere’s a portion of the narration in Hagan’s ad:\n\"Politicians. These days, you’ve got to watch them close. Real close. Here’s Republican Senate candidate Thom Tillis describing Obamacare: (Audio clip of Tillis) ’It’s a great idea.’ That’s right. Thom Tillis called Obamacare ‘a great idea.’ That was on the Bill LuMaye Show just this February. You can look it up.\"\nIf true, that would be problematic for his chances of winning a Republican primary, since Tillis, considered the establishment conservative in the race, is facing opponents who boast of their uncompromising opposition to the law.\nIs the ad correct that Tillis is a closet fan of Obamacare, even though his own campaign website calls for a \"full repeal\" of the law and labels it \"a cancer on our national economy and it threatens the quality of every American's health care\"?\nAs it turns out, Hagan’s ad uses just half of the quote. Let’s go to the audiotape.\nTillis made his comment on the Raleigh, N.C.-based talk show hosted by Bill LuMaye on Feb. 6, 2014. Here’s some of the conversation that preceded and followed the snippet used in Hagan’s ad.\nLuMaye said that Obamacare is \"devastating business, the economy, tax revenues, but more importantly lives. People who can’t see their doctors, can’t afford the insurance. I mean, I can go down the list -- I don’t need to tell you this. This is it? We have to wait until, what, 2017 in the hopes that we have a Republican in the White House? Can we survive that long?\"\nTillis responded, \"I don’t think so. I think that we can make progress beginning in 2015 with a majority-Republican Senate. Maintain the majorities in the House. We can send legislation to the president that he may veto, but I think that we will make some progress. I think there may be some things that he’d rather not do, but they’ve got to understand the political consequences of continuing to fight for a failed policy.\"\nA little later on, he added, \"A majority of the legislatures are Republican controlled -- a part of what we need to do is to mobilize the states to put on a more unified front against the federal government and get our legislatures more coordinated so that we keep the consequences of Obamacare in the minds of everyone, and build public support for pressuring members of Congress to vote with us and vote with the Republican majority.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nTillis concluded, \"I think there’s a lot of things we can do if we focus on a systematic approach to eliminating the bad -- and the majority of the stuff that is in Obamacare is bad, because it’s not fiscally sustainable. It’s a great idea that can’t be paid for -- let’s focus on the net problem versus a policy that’s creating as many problems as it fixes in terms of health care, and then it’s also creating the most devastating problem of a deficit and debt that we can’t afford.\"\nSo what Tillis actually did in the interview was to call Obamacare \"a great idea that can’t be paid for.\" And most of his comments before that discussed ways to repeal the bill, not support for it.\nThis is far from the ringing endorsement that Hagan’s ad portrays.\nSo how does the Hagan campaign defend its editing of Tillis’ comment? It says the point of the ad is to show that Tillis is playing both sides of the street on Obamacare.\n\"Our ad says he’s trying to have it both ways, which he is,\" said Sadie Weiner, a spokeswoman for the Hagan campaign. \"He’s trying to take credit for supporting the popular parts of the law, but he has no plan to do that, and the only thing he does support is full repeal, which would mean insurance companies could deny care because of an existing condition and charge women more than men.\"\nWe found some justification for this argument when we checked a claim by a pro-Democratic group that Tillis would let insurance companies \"deny coverage for pre-existing conditions.\" We found that claim Mostly True, because Tillis hasn’t given concrete promises to keep any Obamacare provisions, such as that one, if and when a repeal takes place.\nStill, the use of misleading evidence in this case weakens the Hagan campaign’s argument.\nOur ruling\nHagan’s ad says Tillis \"called Obamacare ‘a great idea.' \" That’s a severely edited quote. What Tillis actually said was that Obamacare is \"a great idea that can’t be paid for.\" Pulling out that tiny sound bite gives a highly misleading view of what Tillis said in the interview.\nIn reality, both sides in this contest are trying to have it both ways. Tillis wants to trumpet his opposition to Obamacare for a Republican primary audience that detests the law, yet downplay the reality that the across-the-board repeal he calls for would eliminate some broadly popular provisions.\nHagan, for her part, is trying to argue that Tillis privately supports the very Obamacare he fiercely opposes in public. But to make that argument, she’s relying on extraordinarily thin evidence. We rate Hagan’s claim Mostly False.", "vclaim_id": "vclaim-pol-07960"}