{"url": "/factchecks/2015/jan/21/barack-obama/barack-obama-says-us-economy-creating-jobs-fastest/", "speaker": "Barack Obama", "vclaim": "The economy is \"creating jobs at the fastest pace since 1999.\"", "truth_label": "true", "date": "stated on January 20, 2015 in the State of the Union address:", "title": "Barack Obama says U.S. economy is creating jobs at fastest pace since 1999", "text": "President Barack Obama’s State of the Union address was notable for its celebratory language about the state of the economy, following a recovery that was widely considered long and slow.\nHere’s one of the claims Obama made: \"Tonight, after a breakthrough year for America, our economy is growing and creating jobs at the fastest pace since 1999.\"\nWe initially read this to mean that both the economy and the number of jobs had been growing at the fastest pace since 1999. That would have been a problematic claim, since the final figures for growth in gross domestic product in 2014 aren’t in yet. However, when we asked the White House press office for clarification, they responded that the president was making two separate claims -- first, that the economy is growing, and second, that the United States is creating jobs at the fastest pace since 1999.\nThe first of those claims is clearly true -- except for one quarter of negative growth in the first quarter of 2014, the economy has been expanding -- but we weren’t sure about the second part. So we decided to take a closer look at Obama’s claim that the economy is \"creating jobs at the fastest pace since 1999.\"\nLooking at job growth over the course of the calendar year\nWe looked at total nonfarm employment from December of one year to December of the next, using official figures from the Bureau of Labor Statistics. Here’s what we found:\n\n\n\n\n\nTime period\n\n\nTotal job growth\n\n\n\n\nDec. 1998 to Dec. 1999\n\n\n3,177,000\n\n\n\n\nDec. 1999 to Dec. 2000\n\n\n1,946,000\n\n\n\n\nDec. 2000 to Dec. 2001\n\n\n- 1,735,000\n\n\n\n\nDec. 2001 to Dec. 2002\n\n\n- 508,000\n\n\n\n\nDec. 2002 to Dec. 2003\n\n\n105,000\n\n\n\n\nDec. 2003 to Dec. 2004\n\n\n2,033,000\n\n\n\n\nDec. 2004 to Dec. 2005\n\n\n2,506,000\n\n\n\n\nDec. 2005 to Dec. 2006\n\n\n2,085,000\n\n\n\n\nDec. 2006 to Dec. 2007\n\n\n1,140,000\n\n\n\n\nDec. 2007 to Dec. 2008\n\n\n- 3,576,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\nDec. 2008 to Dec. 2009\n\n\n- 5,087,000\n\n\n\n\nDec. 2009 to Dec. 2010\n\n\n1,058,000\n\n\n\n\nDec. 2010 to Dec. 2011\n\n\n2,083,000\n\n\n\n\nDec. 2011 to Dec. 2012\n\n\n2,236,000\n\n\n\n\nDec. 2012 to Dec. 2013\n\n\n2,331,000\n\n\n\n\nDec. 2013  to Dec. 2014\n\n\n2,952,000\n\n\n\n\n\nSo Obama’s on target: The job growth during calendar year 2014 was higher than any year going back to 1999.\nAdding some context\nThat said, the current recovery is hardly perfect.\nThere have been three clear periods of job growth over the past quarter century. We looked at the gain in employment between the low point in jobs and the high point (or, for the current period, the most recent month). As this chart shows, these periods of expansion were quite consistent while they lasted.\n\nSOURCE: Bureau of Labor Statistics\nHere’s the breakdown of the three job expansions:\n\n\n\n\n\nTime period\n\n\nTotal jobs created\n\n\nJobs created per month\n\n\n\n\nMay 1991 - Feb. 2001\n\n\n24.5 million\n\n\n207,847\n\n\n\n\nAug. 2003 - Jan. 2008\n\n\n8.2 million\n\n\n152,167\n\n\n\n\nFeb. 2010 - Dec. 2014\n\n\n10.7 million\n\n\n181,220\n\n\n\n\n\nThis shows that the current jobs recovery, while more robust and longer than the one from 2003-08, pales in comparison to the one that lasted from 1991-2001. Indeed, it pales in two different ways: The current job expansion has created 13 percent fewer jobs every month on average than the one in the 1990s, and it has so far lasted only half as long. The earlier expansion lasted for almost a full decade.\nOur ruling\nObama said the economy is \"creating jobs at the fastest pace since 1999.\" The current jobs recovery isn’t perfect, but Obama is correct that it’s the fastest since 1999. So we rate the claim True.", "vclaim_id": "vclaim-pol-06811"}