{"url": "/factchecks/2018/aug/10/republican-party-wisconsin/wisconsin-gop-radio-ad-takes-aim-democratic-candid/", "speaker": "Republican Party of Wisconsin", "vclaim": "Claims that Democratic candidate for governor Matt Flynn \"told one child predator to ‘wait and see,’ when he should have turned him in to authorities.\"", "truth_label": "half-true", "date": "stated on August 1, 2018 in a radio ad:", "title": "Wisconsin GOP radio ad takes aim at Democratic candidate for governor Flynn's role in priest case", "text": "In a radio ad attacking Democratic gubernatorial candidate Matt Flynn, the Wisconsin Republican Party claims that Flynn \"told one child predator to ‘wait and see,’ when he should have turned him in to authorities.\"\nFlynn has taken heavy criticism from Gov. Scott Walker and others for his role representing the Milwaukee Archdiocese in priest sexual abuse cases from 1989 to 2004.\nFlynn is one of eight Democrats in the Aug. 14 primary who hope to face Walker in November.\nThe former priest and Flynn have given differing accounts of what happened.\nBut this much is clear: Describing the former priest in question as a \"child predator\" is one step (or several) too far.\n \nLet’s take a look.\nThe case\nA criminal complaint filed against against Marvin Knighton in 2002 claimed the priest had sexually assaulted a 12-year-old boy.\nUnder Wisconsin law, the charge applies to cases in which an adult has sexual contact with a child under 16 without threats, violence, or injury.\nAccording to the criminal complaint, \"Knighton would frequently talk about his own penis and told (the boy) that one day he, (the boy), would have hair on his genital area and that when this happened, he would be a man and that he would take him out to dinner.\"\nThe accuser claimed that the contact involved kissing and touching. The priest would call the boy by a feminine name and tell him how beautiful he was, according to the complaint.\nBefore that, the case had played out behind the scenes.\nIt began when the father of the alleged victim contacted Knighton in 1993 and accused him of sexually assaulting his son. Knighton reported the allegations to the archdiocese, saying he wanted to \"clear this up.\"\nIn a 2003 letter to then-Archbishop Timothy Dolan, Knighton wrote that he went to Flynn regarding the allegation that had been made against him. Knighton stated in the letter that \"nothing inappropriate ever happened with this young man.\"\nKnighton wrote that Flynn \"suggested that we simply wait to see if he would file a report with Project Benjamin,\" an archdiocesan program to help victims of abuse. When the accuser failed to file a report, Knighton’s letter claimed Flynn told him \"not to worry about it. He felt that the young man wasn’t going to do anything.\"\nKnighton’s letter went on:\n\n\"I did not feel comfortable with that decision and again requested that as ‘legal counsel’ for the Archdiocese, that we be proactive in such a delicate matter and meet with my accuser. Mr. Flynn told me that it would be too much of a hassle to do anything legally and most likely nothing would happen. How wrong was that?\"\nThe archdiocese partially corroborates Knighton’s account on its website, which in a summary of the case says \"the attorney advised Knighton that, because no one had filed a complaint, nothing could be done. Knighton continued to exercise ministry.\"\nWhat the candidate says\nIn July 2018, Matt Flynn held a conference call with reporters in hopes of addressing all questions related to the priest abuse scandal.\nIn it, Flynn confirmed that he did meet with Knighton in 1993 while representing the archdiocese as a lawyer for Quarles & Bradley. However, he denied Knighton’s account and said that Knighton was an unreliable source, given that the letter in question was written a decade after the meeting.\n\"What he says there is false,\" Flynn said. \"I insisted (the archdiocese) go to the police on any allegation.\"\nOf course, by that definition, Flynn himself would be an unreliable witness, since he, too, is recollecting events from many years prior.\nThe GOP claim\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe ad characterizes Knighton as a \"child predator.\"\nAccording to the state Department of Corrections, a sexual predator (the law uses the term \"sexually violent person\") is \"a person who has been committed in a civil court proceeding under Chapter 980 of the Wisconsin Statutes.\"\nFor such a commitment to be made, the person has to have been \"previously convicted of certain sexually violent offenses\" and \"diagnosed with a mental disorder that predisposes the person to engage in further acts of sexual violence.\"\nKnighton does not meet either criteria.\nHe has never been convicted in a criminal court of sexual assault. In the 2003 criminal case, a jury acquitted Knighton of the single charge of second-degree sexual assault of a child. A second allegation of sexual abuse from a 1974 victim fell outside the criminal statute of limitations and thus was never tried in court. By 2004 a third allegation had surfaced but never translated to legal action.\nIndeed, the Wisconsin Department of Corrections’ sex offender registry does not list Knighton’s name.\nThat said, the archdiocese conducted a separate investigation of Knighton and in a canonical trial found him guilty of both charges of abuse. The church dismissed him from the priesthood after he lost his appeal in 2011.\nColloquially, a \"predator,\" as defined by Merriam Webster, is \"a person who has committed a sexually violent offense and especially one who is likely to commit more sexual offenses.\"\nIf the multiple allegations against Knighton are true, he potentially meets this definition. But in this context, we think the legal definition carries the most weight.\nReporting to authorities\nThe GOP also claimed that Flynn \"should have turned (Knighton) in to authorities.\"\nShould he have?\nPeter K. Rofes, professor of law at Marquette University, doesn’t think so. But the reasons are complicated.\nLet’s break it down.\nFirst, there is the confidentiality obligation between a lawyer and a client.\n\"With very modest exceptions, lawyers must safeguard confidential information and refrain from revealing all information that relates to representation of a client,\" said Rofes.\nA lawyer could only share information on a client with, say, the police, if the client threatened to imminently endanger life or inflict massive monetary harm.\nUnder the law in 1993, Rofes said, a lawyer had no legal obligation to report a non-client who threatened similarly harmful acts.  In this case, Flynn’s client was the institution of the archdiocese, not Knighton specifically.\nUnder the \"principles of confidentiality\" contained within Chapter 20 of Supreme Court rules, \"Lawyer Flynn did not have an affirmative legal obligation to go outside the archdiocese, to go outside the organization he was representing, with any information on the priest,\" said Rofes.\nIn 1993, Flynn’s only legal obligation was to make sure the archdiocese was aware of the allegations against Knighton. Since Knighton reported the allegations to the archdiocese, they were aware.\nSome might argue Flynn had a moral obligation to report Knighton to authorities.\nFlynn was not precluded from doing that. Nor was the archdiocese. Neither did, which is the thrust of the GOP point.\nOur rating\nThe Wisconsin GOP claims that Flynn \"told one child predator to ‘wait and see,’ when he should have turned him in to authorities.\"\nKnighton and the archdiocese have described events that would support the claim, but their accounts have been disputed by Flynn. That said, Knighton does not legally qualify as as a child predator (or even a sex offender) -- which is central to the claim in the GOP ad. Finally, Flynn had no legal obligation to report a non-client to the authorities, but some might argue he had a moral one.\nOn balance, we rate the claim Half True.\n Share the Facts 2018-08-10 20:37:22 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   Claims that Democratic candidate for governor Matt Flynn \"told one child predator to ‘wait and see,’ when he should have turned him in to authorities.\"    Wisconsin Republican Party Political party https://www.youtube.com/watch?v=VeBOwQ0VwKQ&feature=youtu.be   In a radio ad Saturday, August 1, 0218 0218-08-01    Read More  info", "vclaim_id": "vclaim-pol-01745"}