{"url": "/factchecks/2010/oct/26/tom-barrett/tom-barrett-says-scott-walker-wants-ban-abortion-e/", "speaker": "Tom Barrett", "vclaim": "Says \"Scott Walker wants to make abortion illegal, even in cases of rape, incest or to protect the life of the mother.\"", "truth_label": "true", "date": "stated on October 21, 2010 in a campaign TV ad:", "title": "Tom Barrett says Scott Walker wants to ban abortion, even in cases of rape or incest", "text": "In a gubernatorial campaign largely centered on jobs and the job performance of the candidates, Democrat Tom Barrett has injected abortion into the debate, using a stark TV ad to take aim at his opponent, Republican Scott Walker.\n\nA couple identified as Lana and Mike appear on the screen. Mike says their teenage daughter was brutally raped. \"You can’t imagine what she went through,\" he says. \"That’s why politicians like Scott Walker make me so mad.\"\n\nThe screen goes black. Then as Mike continues, the words he says also appear on the screen:\n\n\"Scott Walker wants to make abortion illegal, even in cases of rape, incest, or to protect the life of the mother.\"\n\nMike concludes: \"Who is Scott Walker to play God with our family?\" and -- repeating a common theme from Barrett and the Democratic side -- says he feels Walker is \"too extreme for Wisconsin.\"\n\nAs voters weigh their choices in the Nov. 2, 2010, election, there is no dispute that Barrett  is pro-choice and Walker is pro-life. But Barrett’s claim, which may be new to many viewers of the ad, is that Walker wants to outlaw abortion under any circumstances.\n\nIt is worth noting that many voters who consider themselves pro-life support make an exception for abortion being available in cases of rape, incest or to protect the life of the mother. A May 2009 Gallup poll, however, found that 23 percent of Americans -- up from 17 percent a year earlier -- said abortion should be illegal under all circumstances.\n\nFor his part, Walker has said repeatedly he opposes abortion, even in cases of rape and incest. He declares himself \"100 percent pro-life.\" And to Pro-Life Wisconsin, an organization that opposes abortion without exception, Walker pledged to seek a complete abortion ban.\n\nWe asked Jill Bader, Walker’s campaign spokeswoman, about Barrett’s ad and she said it accurately states Walker’s position.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n(We would note that as a member of the state Assembly, Walker backed an effort to bar government employees from performing abortions and a bill outlawing \"partial-birth abortion\"; both measures included an exception for when the life of the mother is at stake.)\n\nThis is one item we can assess quickly.\n\nIn the race for governor, Democrat Tom Barrett said his opponent, Republican Scott Walker, \"wants to make abortion illegal, even in cases of rape, incest, or to protect the life of the mother.\" Walker acknowledges that is his position. We rate Barrett’s claim True.", "vclaim_id": "vclaim-pol-14137"}