{"url": "/factchecks/2011/oct/20/stephen-sweeney/stephen-sweeney-blames-chris-christie-rising-pover/", "speaker": "Stephen Sweeney", "vclaim": "\"New Jersey's poverty rate has increased since this governor took office and the number of New Jerseyans without health insurance has risen.\"", "truth_label": "half-true", "date": "stated on September 15, 2011 in a message on Facebook:", "title": "Stephen Sweeney blames Chris Christie for rising poverty rate, health care coverage levels", "text": "While Gov. Chris Christie is focused on meeting with wealthy supporters, New Jersey’s economy is struggling, according to Senate President Stephen Sweeney.\n\nJust as election season was getting under way, Sweeney offered two examples in a Sept. 15 message on Facebook of the state’s deteriorating economic conditions during Christie’s tenure: the poverty rate and the number of residents without health insurance has increased.\n\n\"New Jersey's poverty rate has increased since this governor took office and the number of New Jerseyans without health insurance has risen,\" Sweeney, a Democrat representing a southwestern part of the state, said in the message. \"It's time this governor does something about the economy, other than veto things because they weren't his idea.\"\n\nSweeney’s numbers are accurate, but PolitiFact New Jersey determined the senator’s wrong to solely blame Christie for those economic woes.\n\nFirst, let’s talk about the poverty rate and the number of residents without health insurance.\n\nChris Donnelly, a spokesman for Sweeney, directed us to a news article regarding data from the U.S. Census Bureau’s Current Population Survey.\n\nAccording to that data, the number of Garden State residents living in poverty increased from 9.3 percent to 10.7 percent between 2009 and 2010. The Current Population Survey also shows that the number of uninsured individuals grew to about 1.3 million in 2010 from roughly 1.2 million in 2009.\n\nThe bureau’s 2010 American Community Survey shows a similar pattern. According to the ACS, the number of New Jerseyans below the poverty level increased from 9.4 percent in 2009 to 10.3 percent in 2010.\n\nSo, the latest federal statistics prove Sweeney’s point that the poverty rate and the number of residents without health insurance have increased since Christie took office in January 2010.\n\nBut after reaching out to three poverty experts, we learned that while state policy can impact the level of poverty -- such as a decrease in the State Earned Income Tax Credit -- the main driving forces include the recession and the level of unemployment.\n\n\"Most of the factors that determine a state's poverty rate are beyond the control of a governor in the short run,\" Sheldon Danziger, director of the National Poverty Center at the University of Michigan, said in an email.\n\nPennsylvania State University professor John Iceland, who wrote the book \"Poverty in America,\" said understanding the current level of poverty must come with the realization that recovery is fairly slow after such a sharp and deep recession across the country.\n\nAustin Nichols, a senior research associate at the Urban Institute, also noted how child poverty rates have increased in the last decade mainly due to the faltering labor market.\n\nDue in part to unemployment across the country, Nichols added: \"This whole country is in bad shape. I think some increase in poverty in unavoidable.\"\n\nBut two changes during Christie’s tenure could lead to rising poverty -- the reduction in the number of public-sector employees and the cut to the State Earned Income Tax Credit, Nichols said. The State Earned Income Tax Credit, which is awarded to low- and moderate-income residents, was reduced from 25 to 20 percent of the federal benefit in 2010.\n\nIt's worth noting that New Jersey has seen an increase of approximately 50,000 private-sector jobs since Christie entered office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nDonnelly refuted that Sweeney’s Facebook message blames the governor for these economic conditions.\n\n\"The point was to convey that while things have gotten worse, the governor spent his time at fundraisers with the Koch brothers (GOP fundraisers Charles and David Koch) and not dealing with economic issues,\" Donnelly said in an email. \"Your interpretation, frankly, deserves a ‘Pants On Fire’ rating.\"\n\nHowever, we told Donnelly that the tone of the message and marking the time frame as \"since this governor took office\" indicate that Sweeney is blaming Christie.\n\nOur ruling\n\nIn a Facebook message, Sweeney said that since Christie took office, New Jersey has seen increases in its poverty rate and the number of people without health insurance.\n\nThose statistics are backed up by census data, but a state’s poverty rate is largely dependent on labor market conditions. We rate the statement Half True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12234"}