{"url": "/factchecks/2014/aug/25/alison-lundergan-grimes/alison-lundergan-grimes-ad-says-mitch-mcconnell-ma/", "speaker": "Alison Lundergan Grimes", "vclaim": "Says of Mitch McConnell, \"What can happen in 30 years? A senator can become a multi-millionaire in public office.\"", "truth_label": "barely-true", "date": "stated on August 15, 2014 in a campaign ad:", "title": "Alison Lundergan Grimes ad says Mitch McConnell made millions in public office", "text": "Alison Lundergan Grimes, the Democratic challenger to Senate Minority Leader Mitch McConnell, thinks her opponent has been in office way too long.\nGrimes released a new ad last week that blasted McConnell for his 30-year tenure in Washington. McConnell -- the expected Senate majority leader if he defeats Grimes and the GOP wins enough seats in November -- is running for his sixth term.\nThe ad says that one of the side effects of staying in office too long is that a senator can become a multi-millionaire and lose sight of the needs of average constituents.\n\"What can happen in 30 years?\" the ad’s narration says. \"A senator can become a multi-millionaire in public office, while voting 17 times against the minimum wage, three times for corporate tax breaks that send Kentucky jobs overseas, and 12 times against extending unemployment benefits for laid off workers.\"\nThat’s a lot to chew on, but we’ll limit our assessment here to the question of whether senators can really make millions in office. Our friends over at the Washington Post Fact Checker looked into a similar claim by Grimes in May and found that it fell flat. Because the charge is being aired anew, we decided to take a look.\nSenate salaries\nIt’s true that McConnell was not a millionaire when he became a senator in 1985 but has become a multimillionaire since then.\nAs of 2012, his estimated worth was $22.8 million, making him the 10th-richest senator, according to the Center for Responsive Politics, which collects data on money in politics.\nThat’s almost twice as much net worth than the typical senator in 2012; the average was $12.1 million.\nThe problem with the ad is its strong suggestion that McConnell made his millions from being a senator. That’s not the case.\nWhen we asked the Grimes campaign for evidence, they pointed to Senate salaries going back to 1985.\nSenators’ salaries have grown from $75,100 in 1985 to $174,000 in 2009, and they haven’t changed since. McConnell has been the Senate minority leader since 2007, meaning his salary is higher -- about $193,400, according to the Congressional Research Service.\n(For comparison, Grimes’ current annual salary as Kentucky’s secretary of state is $117,329, according to the Kentucky state government’s salary database.)\nSo adding up annual salaries between 1985 and 2014 and adjusting for McConnell’s leadership positions, McConnell would have earned more than $4 million before taxes and deductions. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nBut as of 2012, McConnell is worth nearly $23 million. If his wealth didn’t come from his office, how did McConnell get so rich?\nMcConnell’s wealth\nThe truth is, much of McConnell’s money comes from his second wife, Elaine Chao, whom he married in 1993. (McConnell was married to his first wife, feminist scholar Sherrill Redmon, from 1968 until 1980.) Congressional financial disclosure forms cover both spouses if the lawmaker is married.\nChao, who served as labor secretary under President George W. Bush, is the daughter of James S. C. Chao, the founder of a major international trade company.\nAfter immigrating to the United States from China in the 1960s, Mr. Chao founded Foremost Maritime Corporation -- now the Foremost Group, of which he is the chairman. We couldn’t figure out exactly how much James Chao is worth. But the Chao Family Foundations recently donated $40 million to build a new executive education center at Harvard Business School.\nSo how did McConnell’s finances change when he married Elaine Chao?\nThe good news is that elected officials are required to fill out public financial disclosure forms annually. The bad news is that the Senate Public Disclosure Office at the Capitol tosses out any forms that are more than six years old.\nHowever, we were able to access McConnell’s disclosure forms back to 1995 through the Center for Responsive Politics, which tracks money in politics. And McConnell’s campaign gave us the forms for 1994, 1993 and 1992.\nAll congressional financial disclosure forms show assets, income and liabilities in broad value ranges. For example, if someone owns a piece of property worth $800,000, it will be categorized on the form as being valued between $500,000 and $1 million.\nFor consistency, let’s assume the maximum amount possible based on those broad ranges. In 1992 -- in the middle of his second term and the year before he married Chao -- McConnell had up to $825,000 in assets and about $46,000 in income (such as speaking fees and investment returns) on top of his Senate salary. He also had up to $300,000 in liabilities, such as property mortgages, bringing down his net worth.\nAfter marrying Chao in 1993, McConnell reported a maximum of $2.6 million in assets -- including a piece of real estate worth up to $1 million that belonged to Chao -- and $93,500 on top of his Senate income. He also had $815,000 in liabilities. And that same year, McConnell inherited his mother’s estate.\nFast-forwarding to 2012, his net worth -- $22.8 million -- was nearly three times higher than it was five years earlier (in 2007, it was $7.8 million). In 2008, as we found in McConnell's discloure forms from that year, he and his wife received a gift of between $5 million and $25 million after Chao’s mother died. This apparently accounts for the bulk of the increase during that five-year period.\nOur ruling\nGrimes’ ad said, \"What can happen in 30 years? A senator can become a multi-millionaire in public office.\"\nWhat's problematic here is the ad’s strong suggestion that McConnell somehow managed to leverage his public office into personal riches. In truth, most of the growth in his wealth stems from his marriage and money his wife received after her mother died.\nThe statement contains some element of truth but ignores critical facts that would give a different impression, so we rate this claim Mostly False.\nCorrection, Aug. 25, 2014: An earlier version of this article included the figure for Grimes’ salary that was reported on her Senate candidate financial disclosure form. However, this figure -- $188,000 -- included earnings from 2013, as well as from part of 2014. To make the comparison equivalent to McConnell’s salary, we’ve adjusted her annual pay to $117,329.)", "vclaim_id": "vclaim-pol-07399"}