{"url": "/factchecks/2017/oct/31/bernie-sanders/sanders-token-claim-economic-disparity-accurate-ca/", "speaker": "Bernie Sanders", "vclaim": "\"The six wealthiest people in the world (have) as much wealth as the bottom half of the world’s population, 3.7 billion people.\"", "truth_label": "mostly-true", "date": "stated on September 21, 2017 in a speech at Westminster College in Fulton, Mo.:", "title": "Sanders' claim on economic disparity accurate, but with a caveat", "text": "U.S. Sen. Bernie Sanders, I-Vt., spoke Sept. 21 at Westminster College in Fulton, where he laid out his vision for foreign policy.\n\n\nLike many of his other speeches, he touched on economic disparity and said, \"There is no moral or economic justification for the six wealthiest people in the world having as much wealth as the bottom half of the world’s population, 3.7 billion people.\"\n\n\nWe wanted to know if it is possible that the collective wealth of the six richest people could equal more than that of half the world’s entire population.\n\n\nWhere is this coming from?\n\n\nSanders’ source is a 2017 Oxfam report that is put together using numbers from Forbes and Credit Suisse’s Global Wealth Databook, according to Joshua Miller-Lewis, Sanders’ press secretary.\n\n\nThe Oxfam report states that the eight richest men in the world had as much wealth as 3.6 billion people in the world, or half that population. But since that report, the numbers have changed: The rich have gotten richer while overall global wealth has decreased, according to the underlying data used by Oxfam.\n\n\nOxfam’s calculations come from wealth estimates by Credit Suisse, a Swiss multinational financial services holding company, said Laura Rusu, policy and campaigns media manager for Oxfam America.\n\n\nBased on the latest data from Credit Suisse, the wealth of the bottom 50 percent of the global population is $409 billion. The six wealthiest people in the world add up to about $416.2 billion, according to Forbes.\n\n\n\"The 1 percent now controls more wealth than the 99 percent of the rest of us combined, and it’s only getting worse,\" said Rusu.\n\n\nThe six richest people, according to Forbes billionaire list, are Bill Gates, Warren Buffett, Jeff Bezos, Amancio Ortega, Mark Zuckerberg and Carlos Slim Helú .\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNational Republican Congressional Committee\n\n\nstated on May 2, 2012 in an email statement\n\n\n\n\n\n\n\n\nSays that Rep. Betty Sutton \"would rather riot with Occupy (Wall Street) than stand up for Ohio families.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Henry J. Gomez • May 9, 2012\n\n\n\n\n\n\n\n\n \n\nSome caveats\n\n\nWhile Sanders’ claim is accurate, there are some notes of caution.\n\n\n\"I think this statement is correct but it is not very meaningful because the bottom 50 percent has essentially no wealth,\" said economist Emmanuel Saez of the University of California, Berkeley.\n\n\nWhile many of the economists we spoke to agreed that the statement is technically correct, the issue lies with wealth measures.\n\n\nMost of the wealth of the rich is from fungible private wealth, which is an asset’s interchangeability with assets of the same type. \"It is probably the case that one-half the world’s population has almost no fungible private wealth. So by that measure, Bernie Sanders may be right,\" said Richard Burkhauser, professor emeritus of policy analysis at Cornell University College of Human Ecology.\n\n\nRusu further explained that the Oxfam reports have seen a drop in private wealth, compared to the world’s collective wealth, but this has to do with an improved data collection method and not necessarily a change in people’s wealth.\n\n\n\"The dramatic drop isn’t due purely to a sharp increase in inequality, but rather the availability of better data,\" Rusu told PolitiFact Missouri.\n\n\nOur ruling\n\n\nWhile giving a speech in Fulton, Missouri, Bernie Sanders stated that the six richest people in the world had as much wealth as the bottom half of the world’s 3.7 billion people.\n\n\nAccording to global wealth disparity research, it is factually accurate to say that six men are, collectively, richer than the bottom 50 percent of the world.\n\n\nHowever, an expert cautioned about reading too much into this specific statistic because of the way wealth is measured and improvements in data collection.\n\n\nSanders’ statement is accurate but needs clarification. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-02749"}