{"url": "/factchecks/2012/jul/26/priorities-usa-action/super-PAC-ad-mitt-romney-outsources-jobs-india/", "speaker": "Priorities USA Action", "vclaim": "Says India \"gained jobs thanks to Romney.\"", "truth_label": "half-true", "date": "stated on July 25, 2012 in a Web ad:", "title": "Super PAC ad says Mitt Romney outsources jobs to India", "text": "A super PAC ad uses the splendor of the Olympics opening ceremonies as a backdrop to denounce Mitt Romney as an outsourcer and tax dodger.\n\nThe ad, by the pro-Barack Obama group Priorities Action USA, opens with an overhead shot of an Olympic stadium packed with people, cameras flashing. Romney, who led the 2002 Salt Lake City games, strides onto a stage and waves.\n\nOlympic teams from China, India, Burma, Switzerland, Bermuda and the Cayman Islands parade in as an announcer makes multiple charges that Romney sent American jobs overseas and stashed his personal wealth in offshore accounts.\n\n\"Welcome to the Olympics,\" the voiceover says. \"There’s Mitt Romney, who ran the Salt Lake City games, waving to China, home to a billion people. Thousands owe their jobs to Mitt Romney’s companies.\n\n\"India, which also gained jobs thanks to Romney, an outsourcing pioneer. And Burma, where Romney had the uniforms made for the 2002 games.\"\n\nThe announcer continues with claims about countries where Romney has had bank accounts or corporations.\n\nThe ad was apparently removed from YouTube because of copyright concerns, but we are checking its claims because they received so much coverage on cable news channels and the Web. Here we’ll look at the claim that India \"gained jobs thanks to Romney.\" (We've previously examined the claim he was a \"pioneer\" of outsourcing.)\n\nOutsourcing governor?\n\nA spokesman for Priorities USA Action provided two different examples to back this up: a state contract that included use of a call center in India while Romney was governor of Massachusetts and a software company that also had a call center in India while it was owned by Romney's firm Bain Capital.\n\nFirst, the call center from Romney's days as governor.\n\nLast month, the Obama campaign released an an ad that said Romney, while governor of Massachusetts, \"outsourced call center jobs to India.\" PolitiFact looked into that claim and found it wasn't so clear-cut. We rated it Half True.\n\nWhen he was governor, Massachusetts had a $160,000 a month contract with Citigroup to process debit cards for food stamps, as well as offshore contracts through its child support enforcement and unemployment insurance programs in 2005. Citigroup outsourced its customer service call center to a facility in India.\n   \nSo it’s an important point that the state wasn’t outsourcing work to India -- a state contractor was. But Romney chose not to to end the arrangement.\n\nDuring budget negotiations in 2004, the second year of Romney’s term, the Democratic-controlled legislature sent Romney a budget with an amendment that \"would prohibit Massachusetts from contracting with companies that ‘outsource’ the state's work to other countries,\" according to the Boston Globe.\n   \nAt the time, many states were contracting with companies that outsourced some form of their work overseas. The Government Accountability Office found that in 2005, 43 states had contracts with companies administering state programs in which some of the work, primarily customer service and software development, was done overseas. The revelation prompted 38 states to consider similar bans on contracting with companies that outsourced, the Globe wrote.\n\nRomney was forced to weigh two competing interests: protecting and promoting jobs in his state vs. saving taxpayers money. The Globe pointed out that lawmakers in Kansas considered a similar measure but pulled the plug when they learned it would cost the state an additional $640,000. The prohibition in Massachusetts’ was favored by labor unions but opposed by some economists who said it didn’t make economic sense for taxpayers to pay more for low-skill jobs. Ultimately, Romney vetoed the measure because he said that even if those jobs were back in the United States, they would not necessarily have been in Massachusetts.\n\nOutsourcing claims at Bain\n\nPriorities USA Action also pointed us to Bain’s involvement with the technical support firm Stream International. Bain bought a stake in the software company CSI in 1993, and later merged it with another firm to form Stream International, according to the Washington Post. In the mid 1990s, Stream was setting up tech-support call centers outside the U.S.\n\nThere's no question that Stream had employees in India because it boasted in an October 2000 news release that it had a joint venture with the Indian company Tracmail to provide customer service at locations that included India.\n\nHowever, Romney left Bain in 1999 to head the Salt Lake City Olympics, so he was gone from day-to-day operations by the time of this press release, though he remained CEO of Bain until 2002. But PolitiFact has rated claims of his continued involvement to be Half True because he founded the company and was responsible for its overall direction, and documents indicate he continued to be involved to some extent for the next couple of years.\n\n\n Our ruling\n\nPriorities USA Action said that India \"gained jobs thanks to Romney.\"\n\nWhile Romney was governor, Massachusetts had contracts with companies that had customer service call centers in India. That’s not the same as the state directly sending work overseas, but Romney blocked a legislative effort to stop it. And it's reasonable to conclude that India gained some jobs, at least while the Massachusetts arrangement was in effect.\n\nAt Bain, he was part of a move to invest in CSI, which later merged with another firm to form Stream International, which announced the call centers in India a year after Romney departed to run the Olympics. So yes, India got some jobs from CSI, but Romney's influence was early and ultimately indirect.\n\nAs for being a pioneer, Romney and Bain joined the bandwagon, but they didn’t lead it. Outsourcing was an established practice by private equity firms to cut costs at companies they invested in.  They were more like disciples than pioneers.\n\nOn balance, we rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10699"}