{"url": "/factchecks/2012/may/18/brett-bittner/marta-subsidy-claim-derailed-facts/", "speaker": "Brett Bittner", "vclaim": "Taxpayers subsidize 80 percent of each MARTA trip", "truth_label": "barely-true", "date": "stated on May 2, 2012 in an interview:", "title": "MARTA subsidy claim derailed by facts", "text": "In a recent Marietta Daily Journal story about opposition to the July 31 regional transportation referendum, the executive director of the Libertarian Party of Georgia took a swipe at MARTA for relying too heavily on taxpayers.\n\n\"When you take a look at what MARTA costs to operate, the taxpayers are subsidizing about 80 percent of it for each trip that’s taken, so there are a lot of opportunities there with the money that’s being proposed especially in the transit perspective,\" Brett Bittner said in an article published May 2. \n\nBittner told The Atlanta Journal-Constitution he came to his conclusion by visiting the MARTA website, looking at the per-trip costs, subtracting the cost of a fare and attributing the rest to the taxpayer.\n\nTransit systems across the nation rely on tax subsidies to operate. But do taxpayers foot the bill for MARTA to that great of an extent?\n\nFirst, let’s look at what MARTA’s ridership pays into the system.\n\nMARTA has one of the highest fare rates in the nation following a fare hike from $2 to $2.50 per ride last fall. Helped by a recent fare increase, the agency projects fare revenue this year of $130.3 million – 31 percent of its operating costs. Last year, fares covered 29 percent of operating costs.\n\nSimple math says Bittner’s figures are askew. If riders are paying almost a third, taxpayers can’t be subsidizing 80 percent.\n\n\"Our Libertarian friend is dead wrong,\" MARTA spokesman Lyle Harris concluded.\n\nBut how far off is he? Let’s look at the taxpayer side of the MARTA coin.\n\nThe largest part of MARTA’s current $413.8 million in transit costs is paid by local sales tax. MARTA gets $201.2 million from the penny tax collected in Fulton and DeKalb counties and the city of Atlanta. \n\nOn top of this, the federal government kicks in $37.8 million. A sore point for MARTA backers is that the state of Georgia makes no direct contribution to operate the city’s transit service.\nIn all, MARTA is paying for bus, rail and other services with $239 million in local and federal taxpayer money.\n\nThe service rounds out its revenue pie with some other sources of income. Advertising on buses, parking fees and land leases bring the non-taxpayer funds to $152.1 million.\nMARTA tapped its reserve fund to plug a $22.7 million hole in its operating budget. Officials say the reserve fund is \"mixed\" with taxes and other revenue, but they said the money pulled for this year’s operating budget comes from the sale of real estate decades ago and some other non-tax sources. If the deficit persists, MARTA may end up pulling more tax money out of reserves to fund transit in coming years. \n\nWith figures in hand, the rest is just math: Taxpayers subsidize 57.8 percent of MARTA’s operating costs.\n\nTen years ago, fares made up more than a third of MARTA’s budget, and while ridership is down from 2002, that’s not why taxpayers are being asked to foot more of the bill. Fares increased 13 percent in actual dollars from 2002 to 2011, but the service’s operating expenses increased 38 percent. That gap has to be made up somewhere, and Bittner is right about where, even if the exact percentage is off.\n\n\"I only looked at the cost per trip and the fare per trip. I didn’t use the ancillary figures in the budget,\" he said. \"We’re still subsidizing over half as taxpayers, especially those of us who live and work in Fulton and DeKalb.\"\n\nIn rebuttal, Harris points out every mode of transportation – including road building – is subsidized by taxes to some extent.\n\nThat argument aside, Bittner was significantly off in assigning 80 percent of the costs of a MARTA trip to the taxpayer, even if he stands by the larger point.\n\nWe rate his claim as Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-11072"}