{"url": "/factchecks/2010/aug/19/jeff-greene/jeff-greene-rethinks-position-cuban-embargo-and-tr/", "speaker": "Jeff Greene", "vclaim": "On lifting the U.S. Cuban embargo and allowing travel to Cuba.", "truth_label": "full-flop", "date": "stated on August 15, 2010 in a televised debate on Miami's WPLG-10 against Kendrick Meek.:", "title": "U.S. Senate candidate Jeff Greene \"rethinks\" position on Cuban embargo and travel", "text": "On Aug. 17, 2010, Jeff Greene, vying for the Democratic bid for U.S. Senate, sat down for some cafecito and conversation at Miami’s famed Versailles restaurant -- a political rite of passage for any candidate hoping to score some votes with Miami’s Cuban exile community.\n\nGreene, who is running against U.S. Rep. Kendrick Meek in the Aug. 24 primary, was met by some heckling from several of the restaurant patrons.\n\n\"You say now that you favor the lifting of the embargo on Cuba and you want to come here and have Cuban coffee and get the Cuban vote? I don’t think so,\"  a customer at the restaurant told Greene, according to the Associated Press.\n\nGreene might have fallen out of the good graces of some Cuban-Americans when recently voicing his willingness to open travel and trade back up to Cuba, but it’s a position that Greene himself has admitted to changing over the course of his campaign.\n\n\"I have thought about this a lot, you know, the past few weeks and I’m really beginning to rethink my own opinion on that,\" he said during a televised debate against Meek on Miami’s ABC affiliate TV station WPLG-10  \"I’m thinking now we have to take a close look at opening travel to Cuba, and the trade embargo.\"\n\nWe decided to put Greene up against our Flip-O-Meter to determine if he had flip-flopped his positions regarding the U.S embargo against Cuba and travel restrictions to the island.\n\nPolitiFact Florida already ruled that Greene flopped on the issue of Cuba before. Namely, he gave varying accounts of a 2007 trip to Cuba. At first Greene denied traveling to the communist island, later he recanted and said he was there on a humanitarian trip with a Jewish group, and finally his campaign spokesperson said Greene’s yacht had docked at the Hemingway Marina due to mechanical issues with the vessel.\n\nTo determine just how much Greene has reconsidered his position on Cuba, we decided to look at statements he has made on relations with the island compared to his most recent epiphany on the WPLG debate.\n\nJune 15, 2010 -- In a Miami Herald story Greene says he supports President Barack Obama’s policy on allowing Cuban-Americans to freely travel to visit their families on the island.\n\nAug. 1, 2010  -- During a televised debate with Tampa’s Bay News 9, Greene said he firmly supported the U.S. embargo of Cuba.\n\nAug. 15, 2010 -- During a debate against Meek, Greene says he’s beginning to \"rethink\" his opinion, calling the embargo \"a 50-year plan that’s failed.\" He added: \"I’m not saying let’s open the doors tomorrow, but I’m saying when I get to the Senate I want to take a close look at considering making a revision to this, what is absolutely a failed policy.\"\n\nAug. 17, 2010 -- Over Cuban coffee at the Versailles Restaurant in Miami’s Little Havana neighborhood, Greene defends his new-found position to several of the disgruntled Cuban exiles on hand. He states: \"It’s a 50-year program that hasn’t worked.\"\n\nAug. 19, 2010 -- In an interview with Rob Lorei on the talk show Radioactivity on WMNF-FM 88.5, Greene acknowledged his change of position, and elaborated on his view.\n\n\"It's almost a 50-year embargo. The purpose was to do what, to get rid of the Castros, to free the Cuban people from communism so that they could have a democracy and have their rights restored. None of that has happened,'' he said. The embargo has impoverished Cuban citizens, left Fidel Castro in control, and the country is drawing tourists from Europe and Canada, he said. Without the embargo, German visitors might combine a trip to Havana with a stop in Orlando. There might be more trade, helping the Florida economy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\n\nWhen pressed, Greene said he's not ready to completely ditch the embargo. \"I say I want to look at it,'' he said. Maybe lift a few restrictions, or go further. \n\n\"The craziest thing is the Cubans have all the American products, they just get them through Canada,'' he said. \"So the whole thing is, it's just accomplishing nothing.''        \n\nFor his part, Meek says he supports the embargo. The congressman shares a close working relationship with Ileana-Ros Lehtinen, and Mario and Lincoln Diaz-Balart, all Cuban-American Republicans from the South Florida congressional delegation.\n\nRepublican Senate hopeful Marco Rubio, the son of Cuban exiles, strongly supports the embargo and favors limiting travel to the island. Independent candidate Gov. Charlie Crist has said he supports the embargo, but is in favor of easing travel restrictions.\n\nWhether on the Senate floor or in cable television, Florida’s Congressional delegation is often asked to chime in on Cuba-related issues -- considering the state has the largest Cuban-American population in the U.S. (nearly 1.1 million according to Census figures). The issue of travel -- which older exiles staunchly oppose, but more recent arrivals approve, according to polls -- is brewing again as the Obama administration considers easing travel restrictions to the island. The administration may announce as early as this week plans to expand opportunities for American students, educators and researchers to visit the island.\n\nSo back to the question at hand. Did Greene reverse course on his position regarding the embargo and travel to Cuba? From stating his firm support for the embargo during an Aug. 1 debate to calling the embargo a failure just 16 days later, we rule that Greene completed a Full Flop on his stance on U.S./Cuba policy issues.", "vclaim_id": "vclaim-pol-14563"}