{"url": "/factchecks/2014/jan/19/nicholas-gorham/former-ri-rep-nicholas-gorham-says-state-general-a/", "speaker": "Nicholas Gorham", "vclaim": "The General Assembly \"has no explicit constitutional authority to impose income, sales, estate and the myriad of other taxes upon us.\"", "truth_label": "true", "date": "stated on December 30, 2013 in a newspaper commentary:", "title": "Former R.I. Rep. Nicholas Gorham says state General Assembly 'has no explicit constitutional authority' to levy taxes", "text": "Former state Rep. Nicholas Gorham made a surprising claim last month in a commentary in The Providence Journal.\n\"The fact is that we have a General Assembly that has no explicit constitutional authority to impose income, sales, estate and the myriad of other taxes upon us, yet it taxes the people as if there were no limitations on its authority to tax the people,\" he wrote in the piece, published Dec. 30.\nThe legislature can’t legally levy taxes? This called for a PolitiFact audit.\nFirst, a history lesson.\nWhen King Charles II granted a royal charter to the colony in 1663, the document, preserved in a metal and glass case at the State House, established \"a form of pure government by an elected assembly presided over by a nearly powerless, elected governor,\" according to an account on the General Assembly’s website.\nThe Assembly’s supremacy continued when Rhode Island became a state, and was reaffirmed in the state’s first Constitution, adopted in 1842.\nArticle VI, Section 10 spelled it out, saying \"the General Assembly shall continue to exercise the powers it has heretofore exercised, unless prohibited in this Constitution.\"\nThe state Supreme Court consistently interpreted that to mean the power of the General Assembly was unlimited unless authority to do something was specifically given to another branch of government.\nThings changed in 2004, when the General Assembly, responding to pressure from good government groups, passed \"separation of powers\" legislation, a set of proposed amendments to the state Constitution.\nThe amendments made it clear the government is divided into three separate branches, banned legislators from serving on any executive-branch boards or commissions, and gave the governor power to appoint members of agency boards. And they eliminated the catch-all Section 10.\nVoters approved the amendments 2-to-1.   \nSo is Gorham right that, because of 2004 vote, the General Assembly lost its \"explicit\" authority to tax?\nOn a literal level, yes. The only reference to setting taxes in the current Constitution is a section that says that the Assembly can set the manner in which property valuations are conducted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nBut legal experts say on a practical level, implicit can be as good as explicit.\nFormer state Supreme Court Justice Robert G. Flanders Jr., who stepped down in early 2004, says that although much was changed by the 2004 amendments, much abides.\nFrom the days of Parliament and the English kings, he said, the power to levy taxes has rested in the legislative body, a legal tradition that was carried on in England’s colonies in the Americas.\n\"Inherent in the legislative power is the power to tax,\" Flanders said. \"You wouldn’t need an explicit grant.\"\nRichard Raspallo, legal counsel to House Majority Leader Nicholas A. Mattiello, agreed, saying there are several examples of legislative power that is assumed despite a lack of specific language in the Constitution.\n\"Where is it explicitly stated in the Constitution that the General Assembly has the authority to require Rhode Island citizens to follow traffic rules, or have a license, or grant people the right to marry, or require people to have certain educational standards in order to work in certain fields?\" he said.\n\"At some point, the General Assembly has been granted power by the people to legislate for the common good,\" he said. \"That includes the imposition of taxes to pay for the welfare of the citizenry.\"\nGorham indirectly acknowledged that, but said the ambiguity shows the need for a state constitutional convention to settle the matter definitively. (Voters will be asked in November whether a convention should be convened.)\nAs he wrote in his commentary: \"Of course, I plan to pay my taxes, but you really have to wonder sometimes. If the people really wanted to get taxes — and, yes, borrowing — under control and on the people’s terms, the Constitution, just the way it is, would be a great place to start. Let the revolution begin!\"\nOur ruling\nNicholas Gorham said the Rhode Island General Assembly ‘‘has no explicit constitutional authority’’ to levy taxes.\nHistory tells us he’s right. Had he suggested that the lack of explicit language meant no one had to pay taxes, we’d view his claim in a far different light.\nBut he didn’t, so we rule it True.\n(If you hear a claim you'd like us to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08385"}