{"url": "/factchecks/2017/mar/13/keith-ellison/ellison-says-travel-ban-will-hurt-somalis-fleeing-/", "speaker": "Keith Ellison", "vclaim": "Says President Donald Trump's travel ban could ban Somalis \"from getting relief (from famine) through coming to the United States.\"", "truth_label": "barely-true", "date": "stated on March 7, 2017 in an interview on MSNBC's \"Morning Joe\":", "title": "Ellison says travel ban will hurt Somalis fleeing famine", "text": "The second in command at the Democratic National Committee, Rep. Keith Ellison, D-Minn., called President Donald Trump’s revised travel ban inhumane and cruel, and particularly hurtful to an immigrant community he knows well.\n\"In Minneapolis, we are proud of our Somalia-American community,\" Ellison said on MSNBC’s Morning Joe on March 7. \"Somalia is going through a drought and a famine. They could be banned from getting relief through coming to the United States because of this ban.\"\nUnder Trump’s latest executive order, refugee processing for people from six nations including Somalia is on hold for four months. The order caps the total number of refugees at 50,000 for the year, a cut of about half from what the Obama administration had planned. No new immigration visas will be issued for three months.\nSo Ellison is right that Somalis can be banned from entering the country. But discussion of drought and famine is misplaced. Somalis can't apply for refugee status because of famine, said Mark Hetfield, president of the refugee assistance organization HIAS.\n\"Before the ban, there was no U.S. immigration or refugee program which assists victims of humanitarian disasters like famine, so the ban itself will not hinder U.S. relief efforts,\" Hetfield said. \"The refugee program is only for individuals with a well-founded fear of persecution based on race, religion, nationality, political opinion, or membership in a particular social group -- not a well founded fear of famine.\"\nKathleen Newland, a senior specialist on refugee issues at the Migration Policy Institute, agreed. Trump's travel ban does not affect a famine response.\n\"The U.S. response to famine in any location would not be to move people to the United States, but to help them where they are,\" Newland said. \"I can’t see how the travel ban would affect relief efforts in and around Somalia.\"\nThe head of the United Nations High Commission on Refugees Filippo Grandi criticized the travel ban in general terms.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"We are concerned that this decision, though temporary, may compound the anguish for those it affects,\" Grandi said the day the latest executive order was signed.\nAbout 15,000 Somalis live in refugee camps in Kenya.\nPaul Spiegel, a researcher at the Center for Refugee and Disaster Response at the Johns Hopkins School of Public Health, said both war and drought have swelled the numbers at refugee camps.\n\"Some of these refugees could be resettled to the United States and other countries,\" Spiegel said. \"Although a rather small amount compared to the number of people affected by the famine, every life counts.\"\nEllison’s spokesman Brett Morrow also noted that the United Nations estimates that about 6 million Somalis need food aid. The freeze on visa and refugee processing blocks people from getting out, which puts additional strain on already stretched humanitarian efforts.\nOur ruling\nEllison said that people threatened by famine in Somalia could be banned from getting relief through coming to the United States due to Trump administration visa and refugee restrictions.\nThe problem with this claim is that the famine has little to no bearing on Somali refugee status. Somalis can't apply for refugee status because of famine or drought, experts say. \nEllison's statement has an element of truth but ignores critical facts that would give a different impression. We rate this claim Mostly False.  Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says President Donald Trump's travel ban could ban Somalis \"from getting relief (from famine) through coming to the United States.\"     Keith Ellison Democratic congressman from Minnesota   In an interview on MSNBC's \"Morning Joe\" Tuesday, March 7, 2017 03/07/2017    Read More  info", "vclaim_id": "vclaim-pol-03564"}