{"url": "/factchecks/2016/mar/04/tim-mcginty/prosecutor-tim-mcginty-claims-credit-demolishing-a/", "speaker": "Tim McGinty", "vclaim": "Says he \"tore down hundreds of abandoned homes that served as havens for crime and reduce(d) the value of our neighborhoods.\"", "truth_label": "mostly-true", "date": "stated on March 4, 2016 in his campaign website:", "title": "Prosecutor Tim McGinty claims credit for demolishing abandoned homes", "text": "Ohio has the gloomy distinction of being one of the hardest-hit states in the national foreclosure crisis. Its policymakers are also on the leading edge of crafting legislation to expedite foreclosures, hoping to remedy the hazards of \"zombie properties,\" or vacant homes that sit as bait for vandalism and violent crime.\nOhio HB 134 reduces the foreclosure process, which can take two to three years, down to as little as six months. Currently awaiting passage in the Ohio Senate, it would make Ohio the eighth state since 2009 to pass similar legislation.\nOhio Attorney General Mike DeWine is most clearly associated with leading the demolition of empty homes. Ohio received funding through the National Mortgage Settlement after five of the largest mortgage servicers were accused of questionable lending practices. In 2012, with Ohio’s portion of settlement funds, DeWine dedicated a $75 million grant program to reimburse counties for demolishing abandoned properties.\nBut Cuyahoga County prosecutor Tim McGinty, running for re-election, claims that his office is responsible for hundreds of demolitions in Cleveland. On his campaign website, McGinty claims he \"tore down hundreds of abandoned homes that served as havens for crime and reduce the value of our neighborhoods.\"\nWe zoomed in on the \"hundreds\" claim. Is McGinty stealing the attorney general’s shine? We made some calls to find out.  \nThe city of Cleveland demolished 761 abandoned and blighted properties in 2014 and 2015, according to statistics recently presented in the City Council’s budget hearings. Most of the funds for the tear-downs came from from county and federal dollars, but when demolition dollars dried up, McGinty’s office pitched in $2 million from the county’s Delinquent Tax and Assessment Collection Fund.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nGus Frangos, the president of the Cuyahoga County Land Reutilization Corporation (aka the \"land bank\")  says that the prosecutor, the city and his agency teamed up to tackle the problem.\nThe land bank used $125,000 of the prosecutor’s funds to tear down 15 properties in \"very challenged neighborhoods, which Prosecutor McGinty’s office has identified based on crime data and other distress factors,\" Frangos says. His agency tore down an additional 117 structures using its own funds from operating grants, donations and contributions.\nDan Williams, city spokesperson, confirms that the city received $1.68 million from the prosecutor’s office and tore down 191 structures in 2015.\nOur rating\nMcGinty says he tore down \"hundreds of abandoned homes.\"\nIt’s true that he piggybacked on the attorney general’s already-established program. But he also directed spending of $2 million from the Delinquent Tax and Assessment Collection Fund so that more demolitions could take place. The head of the land bank and a city spokesperson confirmed this with their numbers.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-05325"}