{"url": "/factchecks/2012/jul/18/barack-obama/barack-obama-says-mitt-romney-received-carried-int/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney’s carried interest income was a tax \"trick.\"", "truth_label": "barely-true", "date": "stated on July 17, 2012 in a campaign ad:", "title": "Barack Obama says Mitt Romney received carried interest, a tax 'trick'", "text": "President Barack Obama’s re-election campaign continues to press the point that Mitt Romney made a lot of money in ways that most people don’t. On July 17, 2012, the campaign unveiled an ad in Pennsylvania, a swing state where Romney was making an appearance.\n\nThe ad begins with a narrator saying, \"Tax havens, offshore accounts, and carried interest. Mitt Romney has used every trick in the book.\"\n\nThe last item in the list -- carried interest, which refers to a type of income typically earned by managers of hedge funds and private-equity firms -- caught our eye. We wondered whether the Obama camp was justified in calling carried interest a tax-limitation \"trick.\"\n\nThis one is a little technical, so we'll break it into pieces.\n\nWhat is carried interest?\n\nPrivate-equity firms (which buy, invest in, help manage and eventually sell companies) and hedge funds (which invest in a wide variety of markets) are run by managers on behalf of outside investors. When profits from a firm’s investments are disbursed, they are typically distributed according to each investor's stake. This income is taxed on each individual’s tax return, usually at the capital-gains rate of 15 percent.\n\nFund managers may receive some income this way, but there’s a separate stream of income that is usually more lucrative for them. They often take 2 percent of the fund’s assets per year as a management fee, which is paid in cash and taxed at ordinary income rates of 35 percent, plus 20 percent of the profits as a performance-based bonus. The 20 percent portion is typically \"carried over\" for years at a time, often until the investment is closed out (thus the name, \"carried interest\"). This payment is taxed at capital gains rates of 15 percent -- less than if it were salary or wages.\n\nThe hefty tax rate advantage for carried interest has spawned criticism. In the 2008 campaign, Obama promised to tax carried interest at the same rate as regular income, an effort we currently rate Stalled on our Obameter.\n\nThe Congressional Research Service says the dispute boils down to opposing views of what carried interest represents. Obama and his allies say carried interest is essentially a management fee rather than investment profits from an ownership stake, and should be taxed like regular income. Opponents say it’s more like like investment income.\n\nIt should not be surprising that Romney had carried interest income, since he co-founded and ran Bain Capital -- a private-equity firm. But this point was confirmed in an on-the-record call the Romney campaign set up with journalists on Jan. 24, 2012.\n\nBen Ginsberg, an attorney for the Romney campaign, said on the conference call that \"the amount from carried interest\" earned by Romney \"was $7.4 million in 2010 and $5.5 million in 2011.\" By having that income taxed at 15 percent rather than 35 percent meant that Romney may have saved more than over $2.5 million in taxes.\n\nIs carried interest a \"trick\"?\n\nWe found differing opinions about whether it's accurate to describe it as \"a trick.\"\n\nSome tax experts told us they think Obama’s use of the term \"trick\" is fair, because carried interest is a way to limit taxes that’s essentially limited to the very wealthy.\n\n\"Given that the word ‘trick’ has no specific legal meaning in this context, I think it's fair game to call this one of the ‘tricks’ in the book,\" said Neil H. Buchanan, a law professor at George Washington University. \"Each technique is different, and is used for a different specific tax advantage, but they're all among the list of things that wealthy people have at their disposal to cut their tax bills, that other people do not have available to them.\"\n\nSeveral other tax experts, however, thought the Obama camp went too far in using that term and in lumping carried interest together with tax havens and offshore accounts.\n\nThey said the taxation of carried interest involves a pretty straightforward application of U.S. tax law. Offshore accounts and tax havens, by contrast, operate in the spaces between U.S. tax law, rather than as part of it. While there’s a dispute over whether the tax treatment of carried interest is smart policy, its legal standing is solid. Carried interest is a longstanding part of the tax code and applies in several areas of investment including real estate and gas and oil.\n\nSecond, some argued that taxing carried interest as capital gains promotes entrepreneurial activity.\n\nSteve Judge, the president of the Private Equity Growth Capital Council, a trade group for private equity funds, said carried interest is a way to reward risk takers in a way that tax havens do not. \"They don’t have the purpose of incentivizing risk taking,\" Judge said. \"That makes it inappropriate to blend carried interest with them.\"\n\nAnd third, carried interest isn’t really a tax strategy in the same way that using offshore accounts or tax havens is.\n\nCreating offshore accounts in tax havens can be put into effect quickly, if you are rich enough. As the Congressional Research Service notes, \"The individual, using the Internet, can open a bank account in the name of a Cayman corporation that can be set up for a minimal fee. Money can be electronically transferred without any reporting to tax authorities, and investments can be made in the United States or abroad.\"\n\nBut to benefit from the taxation of carried interest, you have to become a fund manager -- something that doesn’t happen overnight. It’s a career choice years in the making. Not even a fund’s investors get the benefits of carried interest -- it’s only the fund managers themselves.\n\nLawrence J. White, an economist at the Stern School of Business at New York University, said that as long as they are legal, none of the three techniques cited by the ad are really \"tricks.\"\n\n\"Carried interest is currently a legitimate way of reducing one's tax obligation,\" he said. \"It may be unfair and distortionary; but it's not any more a ‘trick’ than taking advantage of the mortgage interest deduction. Congress ought to change the law so that carried interest is taxed at regular income rates. But until then. …\"\n\nOur ruling\n\nThe Obama campaign said Romney's use of carried interest is a \"trick,\" but we find that's an exaggeration. \"Trick\" suggests something nefarious or twisting the tax code in a way that wasn't intended. But we found little to back that up. Using carried interes ist a legal, well-established part of the tax code that can’t be marshaled to dodge taxes by making a few quick mouse clicks on a Cayman Island website. We rate the ad’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10746"}