{"url": "/factchecks/2011/aug/22/florida-voter/caller-says-gov-rick-scott-cut-funding-pbs/", "speaker": "Florida voter", "vclaim": "Says Gov. Rick Scott cut state funding for PBS.", "truth_label": "mostly-true", "date": "stated on August 17, 2011 in a robocall from the Pink Slip Rick website, played on MSNBC's \"Rachel Maddow\" show.:", "title": "Caller says Gov. Rick Scott cut funding for PBS", "text": "When the progressive group Pink Slip Rick urged Florida voters to call Gov. Rick Scott, Floridians sounded off about layoffs of government workers, the state of public education and the governor's own wealth. But one caller was tuned in to another issue: public television.\n\nOn Aug. 17, 2011, MSNBC's Rachel Maddow played some of Floridians' robocalls that are posted on Pink Slip Rick's website, including a call from Chris S:\n\n\"I really can't believe that you cut PBS of all things. My kids sit around and watch PBS in the early morning. They learn so much from it. And to have the state cut funding for PBS is despicable.\"\n\nDid the jobs governor give Cookie Monster the pink slip? (In a related Truth-O-Meter item we rate a claim made by Debra B., who said Scott spent taxpayer dollars to robocall Floridians.)\n\nScott's veto\n\nOn May 26, 2011, Scott announced more than $600 million in budget vetoes including $4,799,110 for public radio and television. (That veto included money for WLRN, a public radio station affiliated with the Miami Herald, a PolitiFact Florida partner.)\n\nThe veto meant that the 13 public radio stations each lost about $62,000 and the 13 public TV stations each lost about $307,000 (the impact on the stations varied depending on their total budget). These public stations are generally funded by state and federal dollars as well as membership donations and corporate support.\n\nOne piece of public programming was spared Scott's budget ax. WFSU in Tallahassee has a contract for The Florida Channel, which covers the state legislative session and public hearings about redistricting. WFSU lost money along with the rest of the stations but production money for The Florida Channel was not cut, said Janyth Righter, executive director of Florida Public Broadcasting Service Inc.\n\nAfter his vetoes, Scott launched robocalls to highlight the cuts. A progressive group, Pink Slip Rick, invited Floridians to robocall Scott back. \n\nThe Pink Slip Rick campaign is sponsored by Florida Watch Action, a progressive group. The executive director of Florida Watch Action is Susannah Randolph, wife of state Rep. Scott Randolph, D-Orlando, and former campaign manager to former U.S. Rep. Alan Grayson.\n\nImpact of the cut\n\nIn Florida, public radio stations reach 1.3 million listeners weekly, covering local news and airing NPR programs such as Morning Edition, All Things Considered and Car Talk. The TV stations, which reach 11 million viewers weekly, also include local content such as town hall meetings and national PBS programs about news, history and culture. The TV stations also buy and air PBS programs that teach children about the alphabet, reading, vocabulary, math and science among other shows including Sesame Street, Clifford the Big Red Dog, It's a Big World and Curious George.\n\nFlorida's PBS stations also provide workshops for teachers with a focus on at-risk and low-income families and provide books to Florida's neediest children. \n\nThe impact of the veto isn't fully known yet, said Righter, executive director of the Florida Public Broadcasting Service, which represents all of the stations.\n\n\"People are going to be laid off and have been,\" she said. \"Stations are still trying to come up with how to fund some of these things.\"\n\nBut Righter said she doesn't expect that the TV stations will drop children's programs such as Sesame Street.\n\n\"The way the programs are packaged, we really won't lose our kids programs unless something else happens that creates a big drop in revenue,\" she said. \"We have a big commitment to that childrens block. We plan to continue that.\"\n\nIt's the face-to-face outreach with people in the school districts that may not continue, she said. The TV stations have educators who go into schools to provide workshops for teachers to show them how to use PBS programs to help children engage in reading. The cuts will also probably impact local program production, Righter said.\n\nJohn Labonia, general manager at WLRN in Miami, said the veto won't affect children's programming at his station.\n\n\"Stations pay PBS for the rights to carry those programs. In our case we didn't use any of the state money to purchase programs,\" he said.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWhen Pink Slip Rick put out the call to robocall Gov. Scott, Chris S. was among the callers. He said to Scott: \"I really can't believe that you cut PBS of all things. My kids sit around and watch PBS in the early morning. They learn so much from it. And to have the state cut funding for PBS is despicable.\" \n\nThe caller is right that Scott vetoed $4.8 million in state funding for public radio and TV, but the particular impact the caller cites -- cuts to children's programs -- are not expected. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-12535"}