{"url": "/factchecks/2019/aug/29/bernie-sanders/bernie-sanders-half-true-claim-number-people-jail-/", "speaker": "Bernie Sanders", "vclaim": "\"Some 200,000 people are in jail for the crime of being poor and not being able to afford bail.\"", "truth_label": "half-true", "date": "stated on August 22, 2019 in a campaign speech:", "title": "Bernie Sanders’ Half True claim on number of people in jail who can’t afford bail", "text": "Democratic presidential candidate and Vermont Sen. Bernie Sanders recently claimed \"some 200,000 people are in jail for the crime of being poor and not being able to afford bail.\"\nHe made that claim during a campaign speech in Sacramento last week, just blocks from the California State Capitol, where former Gov. Jerry Brown signed a law last year to abolish cash bail and adopt a risk-assessment system.\nSanders introduced legislation in the U.S. Senate in 2018 to end cash bail nationwide. It’s part of his criminal justice reform platform. But the issue remains unsettled, including in California. \nIn January, the bail industry qualified a referendum for the state’s November 2020 ballot, giving voters a say on whether to eliminate cash bail. \nGiven the focus on this topic, we wanted to know whether Sanders’ figure of \"some 200,000\" is accurate. \nOur research \nIn the past, PolitiFact has reported there is no official national tracking of this number, though researchers have used data from the U.S. Bureau of Justice Statistics to extrapolate how many people might be in jail because they can’t afford bail. \nThey point to the bureau’s 2018 report which uses 2016 data. It says there were 458,600 \"unconvicted\" people held in jails across the country. Some, however, were held without bail and others were awaiting commitment to a mental-health facility. \nFor those reasons, PolitiFact rated Half True a related claim by California Rep. Ted Lieu last year. It found the Deomocratic congressman overestimated the total when he said: \"Every day over 450,000 Americans sit in jail not because they've been convicted of anything, but because they are too poor to pay bail & don't have high powered attorneys.\"\nSanders’ campaign said his 200,000 figure is \"a safe estimate\" based on a December 2018 report by the Hamilton Project, an arm of the Brookings Institution, a nonpartisan research group. But that report puts the figure far higher. \n\"There are more than 400,000 people in jail whom a judge would have allowed to be released had they been able to post bail,\" it says. \nRyan Nunn, one of the report’s authors, told us the 400,000 number \"is definitely a ballpark estimate.\" He said his report relied on 2009 data from the Bureau of Justice Statistics. \nShima Baradaran Baughman is a law professor at the University of Utah, where she’s written extensively about cash bail. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"It seems like a low estimate,\" she said of Sanders’ figure. \nDarren Hutchinson, a law professor at the University of Florida who has also studied the topic, emphasized that all the figures are estimates. \n\"I am not aware of any national database that tracks the number of people who are in jail because they cannot pay bail,\" Hutchinson said in an email. \"Most of the recent studies on this issue continue to rely on projections that compare the average income and available assets of individuals detained in jails and an estimate of the average bail amount.\" \n\"It is entirely possible that the number of detainees who cannot afford bail exceeds the figure Sanders stated,\" he added. \nSanders was quoted last year in an article by The Guardian placing the number at \"400,000 people,\" which matches estimates in recent studies. \nOur ruling \nSen. Bernie Sanders recently claimed \"some 200,000 people are in jail for the crime of being poor and not being able to afford bail.\"\nExperts say there is no national database that tracks this figure, only estimates. The report Sanders cited placed the figure closer to 400,000.\nStill, experts told us Sanders’ overall point is right: Many Americans languish in jail for the sole reason they can’t afford bail. \nIn the end, we found his claim was partially accurate but underestimates the total. \nWe rate it Half True. \n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00219"}