{"url": "/factchecks/2015/dec/16/jeb-bush/jeb-bush-claims-cnn-debate-donald-trump-said-isis-/", "speaker": "Jeb Bush", "vclaim": "\"Two months ago, Donald Trump said that ISIS was not our fight.\"", "truth_label": "mostly-true", "date": "stated on December 15, 2015 in a GOP debate on CNN:", "title": "Jeb Bush largely right in CNN debate that Donald Trump said 'ISIS was not our fight' 2 months ago", "text": "Republican presidential candidates Jeb Bush and Donald Trump faced off over what Trump did -- or didn’t -- say about ISIS during the CNN debate in Las Vegas.\nBush said, \"Two months ago, Donald Trump said that ISIS was not our fight. Just two months ago.\"\nTrump responded, \"Never said that.\"\nWho’s right? We dug into the archives and found two quotes that shed some light on what Trump really said.\nThe comments that fit squarely within Bush’s time frame came on Sept. 28, 2015, when Trump sat for an interview with CNN’s Erin Burnett. Here’s an excerpt from Trump’s comments:\n\"(Syria is) a total catastrophe. It's a total mess, and we are helping to make it a mess. Now, we have ISIS and ISIS wants to go after (Syrian president Bashar al-Assad). But we're knocking the hell out of them even though it's not a very full blown thing. We're still dropping bombs all over the place. ...\n\"You have Russia that is now there. Russia is on the side of Assad and Russia wants to get rid of ISIS as much as we do, if not more, because they don't want them coming into Russia. And I'm saying, why are we knocking ISIS and yet at the same time, we're against Assad? Let them fight, take over the remnants, but more importantly, let Russia fight ISIS if they want to fight them. Let them fight it. ...\n\"Let Syria and ISIS fight. Why do we care? Let ISIS and Syria fight. And let Russia, they're in Syria already, let them fight ISIS. Look, I don't want ISIS. ISIS is bad. They are evil. When they start doing with a head chopping … these are really bad dudes. … Let Russia take care of ISIS. How many places can we be? … Russia likes Assad seemingly a lot. Let them worry about ISIS. Let them fight it out.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWhen we checked with the Bush campaign, spokesman Matt Gorman said that the interview with Burnett was indeed the source that Bush was referencing during his debate comments.\nAs it happens, another set of comments actually offer a closer fit in wording to what Bush referenced, but they came more than five months ago, in a July 8, 2015, interview with CNN’s Anderson Cooper. Here’s what Trump told Cooper when he asked him to expand upon his previous remark that nobody would be tougher on ISIS than Donald Trump:\n\"The situation with ISIS has to be dealt firmly and strongly. When you have people being beheaded -- I would love not to be over there. That's not our fight. That's other people's fight. That's revolutions, that's whatever you want to call it, religious wars.\"\nSo it appears that Bush conflated two examples of prior Trump comments. In the quote from \"two months ago,\" Trump didn’t say that ISIS is \"not our fight.\" He did, however, say those words on a different occasion -- but that was more than five months ago, not two.\nMore important, though, is whether Bush accurately captured the essence of Trump’s meaning.\nIn the quote from two months ago -- the one the Bush camp says he was referencing in the debate exchange -- Trump does appear to suggest that Russia and Syria should be the countries to primarily fight ISIS. \"Let Syria and ISIS fight,\" he said. \"Why do we care? Let ISIS and Syria fight. And let Russia, they're in Syria already, let them fight ISIS.\"\nOur ruling\nBush said, \"Two months ago, Donald Trump said that ISIS was not our fight\" -- something Trump immediately denied. Trump didn't use those words two months ago -- even though he did five months ago -- but in the comments from two months ago, Trump said something close to what Bush indicated. We rate Bush’s comment Mostly True.", "vclaim_id": "vclaim-pol-05619"}