{"url": "/factchecks/2008/aug/28/joe-biden/biden-digs-back-on-afghanistan-to-dig-mccain/", "speaker": "Joe Biden", "vclaim": "Three years ago, John McCain said, \"Afghanistan — we don't read about it anymore in papers because it succeeded.\"", "truth_label": "true", "date": "stated on August 27, 2008 in a speech at the Democratic National Convention in Denver:", "title": "Biden digs back on Afghanistan to dig McCain", "text": "Speaking to the Democratic National Convention on Aug. 27, 2008, vice presidential nominee Joe Biden questioned John McCain's judgment on U.S. progress in Afghanistan — cherry-picking a comment McCain made three years ago. Biden used McCain's assessment to nip at the Republican on his decisionmaking compared to Barack Obama's.\n\n\n\"Should you trust the judgment of John McCain, when he said only three years ago, 'Afghanistan — we don't read about it anymore in papers because it succeeded?' \" Biden said.\n\n\nThe McCain comment stems from an Oct. 31, 2005, appearance on the Charlie Rose talk show on PBS. He was asked about winning in Iraq. After discussing issues confronting that country, McCain concluded: \"Afghanistan, we don't read about anymore, because it's succeeded. And by the way, there's several reasons, including NATO participation and other reasons, why Afghanistan is doing as well as it is.\"\n\n\nIt wasn't the first time that year McCain lauded \"success\" in Afghanistan — but it was more unqualified than other assessments.\n\n\nA couple of weeks later, on Nov. 10, 2005, McCain told an audience at the American Enterprise Institute, \"One of the reasons why we don't see a lot about Afghanistan is because many of the successes — although we still have a long way to go through — that we have.\" He added he would \"love to see more troops there.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn February 2005, McCain suggested permanent military bases were needed, according to the Associated Press. His office later clarified that permanent bases were not necessarily required, but noted America had to remain in the country to remove the \"last vestiges\" of the Taliban and al-Qaida.\n\n\nThis year, McCain said he would support adding more U.S. and Afghan soldiers, strengthening the government there. He promised it would \"turn around the war in Afghanistan,\" where the Taliban have expanded attacks recently and American troops in July rose to 36,000, their highest level.\n\n\nAlthough Biden was selective in his choice of McCain's words, he correctly quotes what McCain said three years ago. We rule his statement True.", "vclaim_id": "vclaim-pol-16033"}