{"url": "/factchecks/2016/jun/26/david-miliband/david-miliband-link-between-jobs-immigration-and-b/", "speaker": "David Miliband", "vclaim": "\"The major immigration issue was about Poles, and Bulgarians, and Romanians,\" and that they weren’t contributing economically. \"The unemployment rate among Poles in Britain is lower than the unemployment rate among Brits.\"", "truth_label": "true", "date": "stated on June 26, 2016 in comments on \"Meet the Press\":", "title": "David Miliband on the link between jobs, immigration and Brexit", "text": "Backers of the British vote to leave the European Union, or Brexit, might see a rosy economic future, but the immediate effects have been rough to say the least. The value of the pound tumbled, as did stock markets worldwide, and the International Monetary Fund downgraded the United Kingdom’s prospects of growth.\nPopular anger with a 10-year influx of European workers was a major driver behind the \"Leave\" vote, former British lawmaker David Miliband told NBC host Chuck Todd. There was a strong sense that immigrants, particularly those from the former Eastern Bloc, were taking advantage of Britain’s welfare services.\nFor the largest group, Poles, Miliband said that wasn’t the case.\n\"The unemployment rate among Poles in Britain is lower than the unemployment rate among Brits,\" he said on Meet the Press on June 26, 2016.\nMiliband is certainly correct that an influx of immigrants from countries such as Poland, Bulgaria and Romania (and their reliance on government services) was a central theme in the \"leave\" movement.\nHe’s also correct that Poles working in the United Kingdom are less likely than natives of the United Kingdom to find themselves unemployed, according to the latest numbers we could find.\nBritain’s Office of National Statistics conducts the country’s quarterly Labour Force Survey. According to Madeleine Sumption, director of the Migration Observatory at Oxford University, in the last quarter of 2015, the unemployment rate for Poles was 3.5 percent, while the national rate stood at 5 percent.\nSumption cautioned us on the numbers, noting that as in the United States, the unemployment rate is based on a survey. And with a relatively small amount of Poles living, and thus working, in the United Kingdom (a bit under 800,000 vs. the total population of 64 million), the data is somewhat thin.\n\"The numbers hop around a bit from quarter to quarter,\" Sumption cautioned. That’s due to the small number of Poles in the survey, \"but it has always been the case that Poles have lower unemployment than Brits.\"\nThe gap has been consistent. We used the labor survey from the first quarter of 2015 and got results similar to Sumption. (We looked at the unemployment rate of British nationals, not the average rate for the nation as a whole.)\n\n\n\n\n\nFirst quarter 2015\n\n\nEmployed\n\n\nUnemployed\n\n\n\n\nBritish\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n94.80%\n\n\n5.20%\n\n\n\n\nPolish\n\n\n95.90%\n\n\n4.10%\n\n\n\n\n\n \nFurther confirmation comes from a 2011 Office of National Statistics report that found Polish unemployment was 5.5 percent back when the overall British rate was 7.8 percent.\nThe problem with low unemployment\nWhile Miliband had his numbers right, his statistic missed one of the major complaints against the Poles -- that their presence makes life harder for the average British worker. When Poland along with seven other Eastern and Central European countries joined the European Union in 2004, the United Kingdom was one of only three nations that allowed the newcomers to come and work immediately.\nOver the years, more than half a million Poles arrived. In the 2010 European parliament elections, the pushback in Britain was palpable. The UK Independence Party, a right-leaning group, made immigration control a key issue, running ads that claimed immigrants were driving wages down.\nOur fact-checking colleagues in the United Kingdom, Full Fact, reported that such complaints had merit. They found that a 1 percent increase in the population of migrants was tied to a drop of .3 percent to .6 percent in wages.\nOn the other hand, there was no clear relationship to say that immigrants took jobs away from native British workers.\nOur ruling\nMiliband said, \"The major immigration issue was about Poles, and Bulgarians, and Romanians,\" and that they weren’t contributing economically. \"The unemployment rate among Poles in Britain is lower than the unemployment rate among Brits.\"\nThe official government numbers back him up. The most recent data we found had Poles with a 3.5 percent rate,compared to 5 percent for the nation as a whole. The gap has been consistent for at least several years.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/6fa16754-3e34-467c-837d-86a0b94b2ab8", "vclaim_id": "vclaim-pol-04776"}