{"url": "/factchecks/2020/jan/23/facebook-posts/there-outbreak-china-wuhan-coronavirus-there-not-v/", "speaker": "Facebook posts", "vclaim": "Says a coronavirus patent expired just as there is a \"sudden outbreak\" and, despite \"media fear-mongering,\" there is already a vaccine available.", "truth_label": "pants-fire", "date": "stated on January 22, 2020 in a Facebook post:", "title": "No, there is no vaccine for the Wuhan coronavirus", "text": "A viral Facebook post suggests that a new coronavirus outbreak is related to an expired patent and that, while journalists are \"fearmongering\" over a quarantine, there is actually a vaccine available for it.\nThe Jan. 22 post begins:\n\"So.. patent on this ‘new’ Corona virus expired on the 22nd, today.. We have a sudden outbreak. There's magically already a vaccine available.. And NOW fear mongering spread by the media about quarantine.\"\nIncluded with the post are screenshots of:\n\n\nPart of a patents.google.com page that seems to indicate a U.S. patent application has expired, but there is no reference to the coronavirus or to what the application is for at all.\n\n\nA CNN.com headline — which seems to contradict the Facebook post — that says: \"Vaccine for new Chinese coronavirus in the works.\"\n\n\nA South China Morning Post headline that says: \"China grants emergency quarantine powers to stop spread of Wuhan virus.\"\n\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHere’s what we know.\nThere is an outbreak of what is known as the Wuhan coronavirus. \nThere are seven kinds of coronaviruses that can infect humans. One of them, categorized as the 2019 Novel Coronavirus (2019-nCoV), has become known as the Wuhan coronavirus because of the city of about 11 million people in central China where it was discovered. Another is known as SARS-CoV and is the beta coronavirus that causes severe acute respiratory syndrome, or SARS.\nTwo weeks before this Facebook claim was posted, the New York Times reported that Chinese researchers had blamed a new coronavirus for sickening 59 people in Wuhan. The cases were linked to workers at a market that sold live fish, animals and birds. \nBy the day the Facebook post was published, the outbreak had killed at least 17 people and sickened more than 400 — including a Washington State man who had recently been to the Wuhan region — and had spread to several other countries, according to the Times.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nDespite what the Facebook post suggests regarding a recently expired patent and a new vaccine, there is no vaccine for the Wuhan coronavirus available. The partial image of a patents page that is included with the post refers to a patent associated with the coronavirus that causes SARS, a different illness.\nIt makes no sense that there could have been a patent for a vaccine for a coronavirus that was only just discovered.\nIn fact, the CNN story cited in the post quotes a top U.S. federal health official as saying the National Institutes of Health is merely \"in the process of taking the first steps\" towards developing a vaccine, and that it would be more than a year until a vaccine might be available.\n\"There are no vaccines available for any coronaviruses let alone the (Wuhan) one,\" said Amesh Adalja, senior scholar at Johns Hopkins University’s Center for Health Security, in a PolitiFact interview.\nAs for the post’s reference to a quarantine, the Washington Post reported that Chinese health ­authorities were seeking to impose a \"­quasi-quarantine\" in the area of the outbreak, advising people in Wuhan not to leave. But the authorities could also forcibly quarantine people known to have or suspected to have the coronavirus, according to the report.\nHours after the Facebook post, the Chinese government announced plans to quarantine Wuhan, indicating the city will cancel planes and trains leaving the city and suspend buses, subways and ferries.\nBefore we close, two points for putting this outbreak in perspective:\n1. This coronavirus has been compared to the SARS outbreak of 2003, which caused 774 deaths in more than two dozen countries (none in the United States). \nBut the rate of fatalities currently appears to be much lower; and it is still unclear the degree to which human-to-human transmission is possible with this virus, according to an article by Adalja.\n2. The federal Centers for Disease Control and Prevention (CDC) says the Wuhan coronavirus is \"a serious public health concern,\" but the immediate health risk to the general American public \"is considered low at this time.\"\nOur ruling\nA Facebook post states: \"So.. patent on this ‘new’ Corona virus expired on the 22nd, today.. We have a sudden outbreak. There's magically already a vaccine available.. And NOW fear mongering spread by the media about quarantine.\"\nThere was an outbreak in recent weeks of what is known as the Wuhan coronavirus. \nNews media reported that Chinese authorities have taken steps to quarantine Wuhan, the city in China where the outbreak was discovered.\nMore importantly, there was no expired patent related to the Wuhan coronavirus, and there is currently no vaccine for the Wuhan coronavirus, either.\nWe rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-17622"}