{"url": "/factchecks/2017/jul/13/paul-workman/paul-workman-mostly-right-apartment-development-fe/", "speaker": "Paul Workman", "vclaim": "Says it’s documented that City of Austin fees for building an apartment complex are nearly 10 times what Dallas levies.", "truth_label": "mostly-true", "date": "stated on June 15, 2017 in an oped commentary in the Austin American-Statesman:", "title": "Paul Workman says apartment development fees in Austin nearly 10 times fees in Dallas", "text": "An Austin Republican applauding Gov. Greg Abbott for trying to rein in regulations imposed by cities, including Austin, says municipal development fees for building an apartment complex in the capital run nearly 10 times ahead of what’s charged in Dallas.\nReaders asked us to check that.\nState Rep. Paul Workman said in his June 2017 commentary in the Austin American-Statesman: \"I have received a document from an apartment builder that demonstrates the difference in total development fees for building a project in Dallas versus building the same project in Austin. Total fees in Dallas: $120,081. Total fees in Austin: $1,026,852 – nearly 10-times higher for the same project! There is no way to argue that these fees are not contributing to the affordability crisis in Austin.\"\nWe zeroed in on the declared figures after Brian Mitchell in Workman’s state office emailed us an undated document showing fees attributed to the cities of Dallas and Austin, respectively, in each case to authorize construction of a four-story, 243,000-square-foot, 322-unit apartment project.\nWorkman didn’t say who created or provided the document. But John Burnham, managing director of Argyle Residential, which develops multi-family projects in major cities including Austin and Denver, told us he created the document in June 2016 or so.\nBurnham said by phone the Austin figures on the document relate to a 322-unit project, anticipated at Gonzales and Tillery streets in East Austin, and the Dallas figures were based on adjusting up city fees associated with plans to build a 260-unit project on the east side of Dallas.\nBurnham said by email: \"The purpose of my spreadsheet was to illustrate the difference in permitting costs associated with a 322-unit wrap-style apartment project in Austin vs that same project in Dallas. I was not attempting to display a summary of actual fees paid on a specific project. The fees that I outlined are accurate fees based on adopted ordinances and city codes. We have paid roughly these amounts on several projects in Austin and Dallas recently.\"\nVariation in figures\nBurnham didn’t provide more data. For our part, we asked Austin city officials to review the 23 fees listed in Burnham’s document for the described project in that city and we asked Dallas officials to check the nine fees listed for such a Dallas project.\nAccording to the respective officials, the presented dollar-for-dollar comparison missed some fees while overstating and understating a few. Still, it came out that there were far higher total fees likely in Austin than in Dallas.\nDallas fees\nBy email, a Dallas city spokesman, Richard Hill, provided a document showing what he described as the best estimate by city officials there of the fees likely associated with a 322-unit complex in that city in 2017.\nThat Dallas document suggests total costs of $124,792.02, some $4,711 or 4 percent greater than the total fee costs estimated by Burnham about a year before.\nA big added cost, according to the city, would come from at least $23,000 for a base permit for the complex’s garage, compared with $16,645 in Burnham’s document. The Dallas document also specifies $1,500 in fees for up to three engineering reviews of paving/grading/drainage as well as $2,690.66 for a fire sprinkler review for the garage; the document cited by Workman did  not specify those fees.\nThe Dallas document also suggests some lower costs than estimated by Burnham such as $8,250 related to the city’s express review of the development plan compared with $12,000 estimated by Burnham. Similarly, the Dallas document indicates $2,714 in fees for two four-inch water meters and a wastewater connection compared with $7,380 in the document Workman touted, and $735 for irrigation meter permits compared with $2,650 in the other document.\nAustin fees\nBy email and phone, a City of Austin spokeswoman, Sylvia Arzola, confirmed most of the city fees listed in the Workman-cited document in connection with the envisioned project, but she said the garage fees would be about $6,000 lower if that facility didn’t have plumbing and wasn’t heated or air-conditioned.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nArzola noted that a major cost shown for Austin and not Dallas--a parkland dedication fee--increased as of October 2016 so the up-to-date charge on the described project would be $346,230, nearly $43,000 greater than the fee shown on what Workman cited. Arzola noted too that developers may donate land in lieu of paying the fee.\nArzola wrote that the Workman-cited document appears to have missed a fee--the city’s Commercial Building Plan Review fee calculated based on a builder’s valuation of labor and materials. Working from the city’s web post of commercial review and permit fees, it looked to us like the fee on the project would start at $655.20 plus $1.30 for every $1,000 in labor-materials.\nArzola further confirmed Austin doesn’t offer an expedited review like the one described for Dallas, but she said one is in the works; its target rollout date is October 2017.\nWater-wastewater fees\nWe spotted another wide contrast. Both cities, the Workman-cited document says, charge a fee for domestic water and wastewater meters, but Austin’s fee, $380,000, greatly outpaces the Dallas fee, $7,380. A note on the document says the Austin figure assumes the development site requires a replat. If that’s not so, the note says, the Austin water/wastewater fee drops to $55,000.\nBy phone, Joseph Gonzales, a finance administrator for the Austin Water Utility, said the document's Austin figures for water and wastewater meter and irrigation meter fees appeared accurate. Asked to speak to Austin charging considerably more than Dallas for such fees, Gonzales said: \"We’re trying to balance the impact of development between the development community and our ratepayers.\"\nDallas-Austin contrasts\nNext, we inquired generally into why the cities have dramatically distinct fee schedules in connection with building apartment complexes.\nBy phone, Carl Wren, assistant director of Austin’s Development Services Department, told us some Austin fees reflect the greater complexity of the city’s municipal code. He said Dallas, for instance, doesn’t have the Save Our Springs limits put in place in the 1990s to protect waters flowing into Barton Springs.\nAustin developers told us the city’s development fees amount to one of various factors affecting affordable housing. Terry Mitchell, a veteran local developer, said by email: \"On one affordable project of which I am aware, $3,000 per unit is being spent on tree replacement (even after preserving all heritage trees).\"\nDavid Stauch, president of Capital Project Management, an Austin construction company, said he's helped build projects in both cities.\nStauch said Austin’s plan review fees run considerably higher \"likely owing to the greater number of departmental reviews required, and the greater level of scrutiny by each,\" perhaps a tradeoff for \"quality of the built environment, but folks in Dallas like it just fine,\" he said.\nStauch further said the \"increased fees might also be due to Austin’s low density. The more spread out a city is, the more infrastructure needed to serve the residents.\" A 2015 U.S. Census Bureau report based on 2013 population estimates pegs the density of Dallas at 3,684 residents per square mile, 29 percent greater than Austin’s density of 2,855 residents per square mile.\nBrian Rodgers, an Austin civic activist and real estate investor, said it makes good sense for developers to pay for the impact of their development on public infrastructure. Rodgers further noted by email that it’s been state law since 1989 that cities may recoup water, wastewater, roads and drainage costs related to extending city services. \"Austin doesn’t charge\" developer fees \"for roads or drainage,\" Rodgers added.\nOur  ruling\nWorkman said it’s documented that City of Austin fees for building an apartment complex are nearly 10 times Dallas’s fees.\nWe found accurate multiple itemized entries in the 2016 document cited by Workman though there also were missing fees and some figures that weren't right. On balance, it looks like city fees for building the project in Austin could exceed Big D’s fees by eight times or more, still making for a considerable difference.\nWe rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-07-13 17:44:34 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says it’s documented that City of Austin fees for building an apartment complex are nearly 10 times what Dallas levies.    Paul Workman Member, Texas House   Texas Capitol Saturday, July 15, 2017 2017-07-15    Read More  info", "vclaim_id": "vclaim-pol-03113"}