{"url": "/factchecks/2016/sep/01/roy-cooper/roy-cooper-ad-attacking-pat-mccrory-education-leav/", "speaker": "Roy Cooper", "vclaim": "Says Gov. Pat McCrory \"tried to cut education funding to its lowest budget share in over 30 years.\"", "truth_label": "half-true", "date": "stated on August 29, 2016 in a TV ad:", "title": "Roy Cooper ad attacking Pat McCrory on education leaves out important details", "text": "Education continues to be front-and-center in the North Carolina governor’s race.\nThe latest ad from Democratic candidate Roy Cooper features a teacher talking about how teachers have to buy supplies for their jobs, and how she decided to move to another state that pays teachers more.\n\"Gov. Pat McCrory talks about raising our pay, but he tried to cut education funding to its lowest budget share in over 30 years,\" she says. \"Like over 2,000 other teachers, I’m having to move to another state so I can do what I love and make ends meet. Someone needs to fix this.\"\nWe wondered if McCrory really did suggest cutting education funding to the lowest share of the overall state budget in more than 30 years.\nFirst, though, we have to figure out what the ad was talking about. The state’s education budget is broken into three categories – higher education, community colleges and K-12.\nSince the ad is entirely about K-12 schools and the claim is spoken by that K-12 teacher, our first impression was that the claim was about K-12 funding.\nCooper’s campaign told us it was actually referring to the total education budget. However, we believe a normal person viewing this ad will think it’s talking about K-12 funding.\nSo we’ll look at both.\nOverall education spending\nNorth Carolina’s budget is tweaked annually, although the big-picture budget is set every other year, during odd-numbered years.\nIn his 2015 proposal, McCrory suggested spending 56 percent of the budget on public schools, community colleges and universities in 2015-16, and 54.4 percent in 2016-17.\nIt was that drop to 54.4 percent that Cooper’s campaign honed in on. They cited data from McCrory’s own budget that went back to 1981-82 and showed larger portions in all of those years.\nMcCrory spokesman Ricky Diaz said the historically low proposal was because of\nuncertainty surrounding tax cuts. He added that the funding \"was always expected to be increased when the legislature came back ... after the state's revenue picture became more clear as the governor's tax cuts took hold, improving the economy and in turn, increasing revenue.\"\nWe should note here that the N.C. General Assembly did not take McCrory’s advice.\nIn 2015 it allocated 55.5 percent of state funding to education for 2016-17, more than a percentage point above McCrory’s proposal. And in July 2016, lawmakers increased the 2016-17 share to 56.8 percent.\nAnd that 56.8 percent share is, furthermore, less than what McCrory suggested in 2016. His proposal that year would have given education 57.5 percent of the state budget. That would’ve been the highest share since 2009-10, not the lowest in 30 years.\nNeither of McCrory’s suggestions were adopted by the legislature, high or low. But the ad specifically said McCrory \"tried to cut\" education’s budget share, so it’s fair to look at what McCrory proposed instead of what actually passed.\nAnd on that evidence, the claim is accurate about McCrory’s 2015 proposal. His 2016 proposal, however, suggested the largest budget share for education since the recession.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nK-12 only\nNext we’ll look only at the portion of the budget spent on K-12 schools. In 1981-82, the state spent 44 percent of its money on K-12. In 2015, McCrory suggested a 2016-17 spending level of 37.8 percent of the budget.\nThat’s a drop, but it was not the \"lowest budget share in over 30 years.\"\nIn 2008-09, 2010-11 and 2012-13, the budget’s share of K-12 funding was even lower.\nThe 2008-09 budget was under Democratic Gov. Mike Easley. The other were under Democratic Gov. Bev Perdue. The first two were passed by a Democrat-led legislature, and the 2012-13 budget was passed by a Republican-led legislature.\nPer-pupil funding\nMcCrory’s campaign pointed out that the budget shares for overall education spending and for K-12 specifically also fell while Cooper was in the General Assembly.\nCooper served in the House of Representatives from 1987-91 and in the Senate from 1991 until 2001, when he became attorney general.\nFrom 1987 to 2001 the share of the budget going to all types of education dropped from 68 to 60.1 percent. The K-12 share dropped from 45.5 to 42.4 percent.\nSo the same thing Cooper’s accusing McCrory of also happened when Cooper and his fellow Democrats were in charge of the budget. Cooper’s campaign defended his record, though.\nMegan Jacobs, his campaign spokeswoman, said education’s 60.1 percent budget share in Cooper’s final year in the Senate was \"almost 6 percent higher than what McCrory proposed here. It was also the highest it had been since 1993-94, which was before (Cooper) rose to senior leadership.\"\nSo both Cooper and McCrory oversaw budgets that gave a smaller slice of the pie to education. But both also oversaw increases to per-pupil funding – a metric experts agree is a more indicative measure of support.\nCooper knows all about the importance of per-pupil spending; we previously ruled his claim that North Carolina is near the bottom nationally as Mostly True.\nAnd per-pupil funding – from a combination of state, local and federal sources – rose under Cooper and has also risen under McCrory.\nLet’s rewind 20 years to the 1995-96 school year when Cooper was midway through his legislative career. North Carolina schools got $5,090 per student, the equivalent of $7,916 in 2015 dollars.\nCooper’s last budget was for 2000-01, when he was the Democratic majority leader in the Senate. Schools that year received $6,654 per pupil, the equivalent of $9,158 in 2015 dollars.\nFor comparison, North Carolina spent $8,496 per student in 2013-14 – McCrory’s first budget, and a few dollars higher than the year prior – and an estimated $8,898 in 2015-16, according to the National Education Association.\nOur ruling\nCooper said McCrory \"tried to cut education funding to its lowest budget share in over 30 years.\"\nMcCrory’s proposed budget in 2015 did suggest doing exactly that for the 2016-17 school year, although McCrory later adjusted his proposal in 2016, when his budget’s share of education funding would’ve been the highest since 2009-10.\nThat’s a detail the ad leaves out, along with the fact that the share of the budget going to education also declined when Cooper was in the legislature.\nSince the statement is partially accurate but leaves out important context, we rate this claim Half True.\nhttps://www.sharethefacts.co/share/59591c46-5118-4647-82a3-682071f7ea26", "vclaim_id": "vclaim-pol-04389"}