{"url": "/factchecks/2016/feb/26/donald-trump/picking-paul-ryan-ended-mitt-romneys-chances-winni/", "speaker": "Donald Trump", "vclaim": "When Mitt Romney chose Paul Ryan as his vice-presidential running mate, \"that was the end\" of Romney’s chances to win.", "truth_label": "false", "date": "stated on February 17, 2016 in a speech:", "title": "Picking Paul Ryan ended Mitt Romney's chances of winning the White House in 2012, Donald Trump says", "text": "Reflecting on the 2012 presidential campaign, Donald Trump blamed Mitt Romney’s loss on his choice of a running mate: Paul Ryan.\n\"That was the end of that campaign, by the way, when they chose Ryan,\" Trump said Feb. 17, 2016 on the campaign trail in South Carolina. \"And I like him. He's a nice person, but that was the end of the campaign.\"\nIn some quarters, Romney’s choice of the Republican congressman from Janesville, who is now speaker of the House, was seen as boosting the GOP nominee’s chances. Democrat Barack Obama, of course, defeated the former Massachusetts governor to win a second term.\nBut did Romney’s fortunes plummet as soon as he chose Ryan?\nNot according to the polls.\nImportance of the veep pick\nLet’s note at the top that a vice-presidential pick is only one of an innumerable number of factors that bear on the outcome of a presidential campaign. And it’s not typically regarded as a pivotal one.\n\"For the most part, voters look almost exclusively at the presidential candidate and there’s little evidence that very many of them base their choice on the vice-presidential selection,\" said longtime political reporter Peter Brown, who is now assistant director of the Quinnipiac University Poll, which does national polling in presidential races.  \nIndeed, the vice-presidential selection might make a big splash in the news briefly, but it occurs long before voters cast their ballots. In the meantime, the campaign is quickly overtaken by other events.\nGallup has found, though, that there typically is a temporary bump in the polls for presidential contenders shortly after they announce their running mate.\nThat’s essentially what happened with Romney.\nPolls after the pick\nRomney announced his selection on Aug. 11, 2012. In Ryan, wrote Milwaukee Journal Sentinel Washington bureau chief Craig Gilbert, Romney was tapping \"perhaps his party's most influential politician on economic and budget policy, a huge favorite of pro-business and free-market conservatives, a personable policy wonk and energetic campaigner, and the architect of two deeply controversial federal budget plans that sharply scale back social spending and health care entitlements.\"\nThe controversial budget plans were what Trump cited when he made his statement about Ryan. Answering a question at a retirement community about Social Security, Trump said Romney was hurt by what he described as Ryan's calls to cut Social Security and other entitlement programs for the elderly.\nAs the Washington Post noted in reporting Trump’s comments, shortly after Romney picked Ryan there was an ad attacking Ryan's stance on Medicare that showed an elderly woman in a wheelchair being thrown off a cliff by a man in a dark suit. The message on the screen: \"Mitt Romney made his choice. ... Now you have to make yours.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nTrump’s campaign did not respond to our requests for information to back his claim.\nBut Romney did not tank in the polls after choosing Ryan.\nPollster Charles Franklin of Marquette University Law School in Milwaukee told us that in the trend estimates he did of all national polls during 2012, Romney’s support was declining immediately before Ryan was picked, and rose immediately after.\nAnd in the polling completed just before the Ryan pick compared to polls begun just after, there was a slightly higher average for Romney after the pick, though it was not statistically significant.\nBut there was no evidence, Franklin said, that support for Romney declined in the immediate aftermath of the Ryan pick.\nSaid Kathleen Weldon, communications director at Cornell University’s Roper Center: Ryan \"neither hurt the ticket nor brought on a substantial bounce.\"\nNews stories on polling just before and just after the Ryan pick painted a similar picture.\nThe pick gave Romney a \"micro-bump\" in battleground states such as Florida in Wisconsin, even though the ticket’s proposal for changing Medicare was wildly unpopular in those states, according to a Quinnipiac poll. A Huffington Post article, meanwhile, found in a handful of national polls that the veep bump was \"somewhere between small and non-existent.\"\nIn closing, two other notes, even though they reflect results long after Ryan was chosen:\n1. The Romney-Ryan ticket did well among senior citizens\nAs the Post article on Trump’s claim pointed out, despite Trump’s emphasis on how Ryan hurt the ticket among senior citizens, exit polls showed more voters over the age of 65 voted for Romney and Ryan than for Obama and Vice President Joe Biden, with the Republican candidates winning that age group by 12 percentage points. That was higher than in 2008 when Republican nominee John McCain won that age group by 8 percentage points or in 2004 when George W. Bush won it by 5 percentage points.\n2. The ticket did as well or better at the ballot box than in polls prior to Ryan’s choice\nIn polls tracked by Real Clear Politics, Romney’s support ranged between 39 percent to 47 percent in six national polls taken in August 2012 in the days before Ryan was selected. Obama’s ranged from 44 to 52 percent.\nUltimately, in the election, Romney ended up with 47 percent of the vote, with Obama getting 51 percent.\nOur rating\nTrump said that when Romney chose Ryan as his vice-presidential running mate, \"that was the end of the campaign.\"\nPolls taken in the days after Ryan’s selection generally showed that Romney’s standing vs Obama was as good or better than in the days before the pick. We couldn’t find any evidence that the Ryan pick sunk the ticket.\nWe rate Trump’s statement False.", "vclaim_id": "vclaim-pol-05359"}