{"url": "/factchecks/2008/aug/28/barack-obama/mccain-has-a-mixed-record-on-fuel-economy-standard/", "speaker": "Barack Obama", "vclaim": "McCain \"said no to higher fuel-efficiency standards for cars.\"", "truth_label": "barely-true", "date": "stated on August 28, 2008 in a speech to the Democratic National Convention in Denver:", "title": "McCain has a mixed record on fuel economy standards", "text": "Even though gas prices are (finally!) dropping, voters are still focused on energy, and so is presidential candidate Barack Obama. In his acceptance speech, the Democratic nominee painted Republican opponent John McCain as an opponent of energy efficiency and alternatives to oil.\n\n\"Washington's been talking about our oil addiction for the last 30 years, and by the way John McCain has been there for 26 of them,\" Obama said. \"In that time, he has said no to higher fuel-efficiency standards for cars, no to investment in renewable energy, no to renewable fuels.\"\n\n\nIn a recent item, we examined a similar statement that Obama made earlier this month. We found that Obama was right in noting that McCain had voted against renewable fuel standards and that McCain had voted against tax breaks for producing electricity from wind.\n\n\nBut we also pointed out that McCain hasn't been completely opposed to renewable energy. You can\n\nread our analysis here.\n\nThis time, Obama adds a different claim — that McCain has said no to higher fuel-efficiency standards for cars.\n\n\nLast year, Congress passed the first increase in fuel-efficiency standards in decades. McCain missed the final vote in December 2007 and missed other votes in June on the issue.\n\n\nIn 2005 and in 2003, McCain voted against an amendment that would have increased fuel-economy standards on a set timetable. At the time of the 2005 vote, McCain declared himself a supporter of higher standards, but also said the amendment \"does not appear to be achievable without significantly and detrimentally affecting our economy.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Obama campaign also points to McCain's vote against a 2002 energy bill that would have directed the National Highway Traffic Safety Administration to set new standards for Corporate Average Fuel Economy (CAFE).\n\n\nBut that was a watered-down version of a bill that would have increased the standards through legislation, instead of directing National Highway Traffic Safety Administration to do it. A month earlier, the Senate voted on a motion by Michigan Sen. Carl Levin (a friend of the auto industry) to strike the increase in standards and replace it with the weaker language. McCain was one of just six Republicans who voted no, along with a majority of Democrats.\n\n\nIn fact, McCain and Democrat John Kerry were the driving forces behind the tougher language. \"One of the stated objectives of this new energy policy is to reduce America's dependence on foreign oil,\" McCain said before the final vote on a bill that also had other provisions he objected to. \"Regrettably, we missed a critical opportunity when the Senate rejected a proposal to increase fuel efficiency standards, which would have substantially decreased our nation's dependence on foreign oil and also reduced greenhouse gas emissions.\"\n\n\nBut don't take it from us or John McCain. Here's what Massachusetts Democrat Ted Kennedy said on the Senate floor that day before voting no: \"But I think this bill doesn't do enough to ensure that efficiency is a serious component of our energy policy. I commend Senators Kerry and McCain for their efforts on fuel economy standards, but I'm very disappointed in the vote on CAFE.\"\n\n\nObama makes it sound as though McCain opposed raising fuel-economy standards for cars, and there are votes to support that claim. But in 2002, McCain not only wanted tougher standards than most of the Senate did, but he was lauded by a Democratic colleague. Obama gives a misleading picture of a senator who has been a notable advocate of higher fuel efficiency standards. We rate the claim Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16032"}