{"url": "/factchecks/2010/jan/13/rick-perry/gov-rick-perry-says-hutchison-abandoned-gop-helped/", "speaker": "Rick Perry", "vclaim": "\"Sen. Hutchison abandoned Republicans and stood with Democrats to ensure health care legislation would pass quickly.\"", "truth_label": "pants-fire", "date": "stated on December 20, 2009 in in a press release:", "title": "Gov. Rick Perry says Hutchison helped Democrats advance health care package", "text": "Gov. Rick Perry's campaign landed a Nutcracker-like leap in December by suggesting that Republican U.S. Sen. Kay Bailey Hutchison enabled Democrats to advance their health-care package by voting for the Senate to take up an unrelated spending proposal.\n\nHutchison's vote caused a small stir back home. Texas \"tea party\" activists gathered outside Hutchison's offices in Austin, Houston and Dallas.\n\nPerry spokesman Mark Miner said Dec. 20: \"After promising to fight health care, Sen. Hutchison abandoned Republicans and stood with Democrats to ensure health care legislation would pass quickly.\"\n\nBut is that the way it happened in Washington? We decided to check Perry's version of events.\n\nTrue, Hutchison voted with the majority Democrats in favor of the Senate taking up the defense appropriation.\n\nEarly on Dec. 19, Democratic leaders amassed more than the 60 votes needed under Senate rules to proceed to action on the measure. Outnumbered Republicans had hoped to keep members stewing on the defense plan, thereby putting off action on the looming health care legislation.\n\nThe vote kept the Senate on a schedule that allowed the Democrats to bring up the health care overhaul. On Christmas Eve, the Senate passed it.\n\nBy Perry's analysis, Hutchison's vote eased the Democrats' passage of the health care bill she opposed. Perry's campaign posted several videos online including the version we're showing to the right musically casting Hutchison as flip-flopping. The video includes a snippet showing Hutchison telling colleagues before the vote that its early-morning timing was being driven by the \"underlying\" health care legislation.\n\nRemember, Democrats needed only 60 votes to stay on their schedule. We found that Democratic Sen. Ron Wyden of Oregon, voting at 1:14 a.m., provided the crucial 60th vote in favor of action on the defense bill.\n\nOne minute later, two Republicans — Sens. Susan Collins and Olympia Snowe, both of Maine — voted \"aye.\" Video broadcast on C-SPAN2 shows Hutchison voting \"aye\" at 1:16 a.m.\n\nAt 1:20 a.m., the final tally was read: 63 Yeas, 33 Nays.\n\nMost Republicans — including Hutchison — then joined Democrats in passing the spending measure, 88-10.\n\nDid Hutchison's procedural vote in any way ensure the Democrats' health care legislation would pass quickly?\n\nWe don't see how. The Perry campaign hasn't offered evidence to prove Hutchison blessed the Democratic health plan in any way other than casting a vote on that defense bill after the outcome was determined.\n\nAsked why Hutchison signed off on taking up the earlier spending measure -- surely knowing her vote might generate sparks back home -- Hutchison spokesman Joe Pounder said: \"After the Democrats had their 60, Sen. Hutchison felt it was important to register her vote for our defense priorities.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nSignificantly, Hutchison later joined fellow Republicans and voted against passage of the Democratic health plan.\n\nIn claiming that Hutchison paved the way for the Democratic health bill, the Perry campaign leaped to a conclusion not supported by the facts. We give the Perry campaign's statement a ruling of Pants on Fire.", "vclaim_id": "vclaim-pol-15399"}