{"url": "/factchecks/2020/jan/16/viral-image/boosie-badazz-says-hes-never-seen-george-zimmerman/", "speaker": "Viral image", "vclaim": "Says Lil Boosie and George Zimmerman got into a fight.", "truth_label": "false", "date": "stated on January 13, 2020 in a Facebook post:", "title": "Boosie Badazz says he’s never seen George Zimmerman in person", "text": "Viral misinformation involving celebrities rarely seems to draw direct response from the actors and artists in question. But Boosie Badazz, the rapper formerly known as Lil Boosie, has a message in the wake of rumors that he got into an altercation with George Zimmerman, the man who shot and killed Trayvon Martin in 2012.\n\"Leave me alone,\" he said in a video posted to his Instagram account on Jan. 15. He described the video as a \"service announcement,\" and then announced that he’s never seen George Zimmerman in his life except on television.\n\"George don’t know me, talking about I did something to him at Walmart — that is a lie,\" he said. \nA Jan. 13 Facebook post shows an image with what looks like this headline: \"Lil Boosie and Zimmerman allegedly get into it outside of Florida Wal-Mart.\" \nBelow a photo of Lil Boosie and a photo of Zimmerman, the post continues: \n\"According to witnesses, Boosie spotted Zimmerman and said, ‘Hey, you that fat a*s n*gga who killed Travyon right?’ Boosie violently approached Zimmerman. Zimmerman appeared to be ‘reaching for his gun’, according to witnesses. Although Zimmerman is being hospitalized, Boosie suffered injuries as well, including a busted lip and nose.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\"Boosie is currently in custody and will appear before a judge for assault charges next week.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBoosie Badazz doesn’t appear injured in the Instagram post. \nThe Miami Herald reported that rumor is \"fake news.\"\n\"Contrary to what you may have heard, or read, Boosie Badazz did not, we repeat, did not engage with George Zimmerman at Walmart,\" the story says. \nThe New York Post reported that the fight story was \"apparently spurred by the anonymous social media account My Mix Tapez.\"\nWe rate this post False.", "vclaim_id": "vclaim-pol-17593"}