{"url": "/factchecks/2017/mar/06/undergroundnewsreportcom/report-man-pardoned-obama-being-arrested-murder-fa/", "speaker": "UndergroundNewsReport.com", "vclaim": "\"Man pardoned by Obama three months ago arrested for murder.\"", "truth_label": "pants-fire", "date": "stated on February 28, 2017 in an Internet post:", "title": "Report of man pardoned by Obama being arrested for murder is fake", "text": "The author of a contrived news story about a man being arrested for killing his girlfriend after being pardoned by President Barack Obama says he made it up to show how easily people believe fake news.\n\"Man pardoned by Obama 3 months ago arrested for murder,\" read the headline on a Feb. 28, 2017, story on UndergroundNewsReport.com. Facebook flagged the story as being potentially false as part of its efforts to fight fake news in users’ feeds. The story has been shared on Facebook more than 23,000 times since being posted less than a week ago. The tale has wound up on other websites since then.\nThe post claims a Gainesville, Fla., man named James G. Winters was arrested for killing girlfriend Joanna Walker and leaving her body in a car trunk in Orlando. Winters, it says, was pardoned by Obama just 94 days ago, freeing him from a life sentence for drug trafficking and weapons charges.\nThese details are fake, although as in many fake news stories, there are some real roots to the premise.\nObama granted 1,715 commutations and 212 pardons, the most of any president since Harry Truman. Many of these criminals were nonviolent drug offenders serving exceptionally long sentences under strict federal guidelines from decades ago.\nObama had made easing these punishments a campaign promise, and had sought to aid hundreds of people who slipped through the cracks under sentencing revisions created through the Fair Sentencing Act of 2010. Part of Obama’s actions included granting pardons and sentence commutations. (We wrote an entire story about it, which you can read here.)\nOne story circulated by Obama detractors was of Wendell Callahan, a convicted crack dealer who in 2016 was charged with killing a woman and her two children in Columbus, Ohio. Callahan had been freed under changes in the 2010 law, which Obama supported and signed. Callahan’s case is pending.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut Winters hadn’t been freed by Obama, either by pardon or commutation. There is no James Winters on the list of 1,927 prisoners affected by executive action. The photo on the story is of Avery Draughty, a California man convicted of killing his neighbor in 2016.\nA closer look at the story UndergroundNewsReport.com shows that the site purposely writes outlandish stories to trick readers. The site contains a disclaimer that says all articles \"are fiction, and presumably fake news.\"\nThere also is a link at the end of the story that redirects readers to an explanation that the website’s owner had created it to see if he could fool readers, specifically supporters of President Donald Trump. The article said the writer circulated his fake stories on \"Trump fan groups\" to see if they would take the bait.\n\"To my surprise, the Trump masses embraced my stories as fact, almost universally,\" the author wrote. \"It seemed that there wasn’t anything I could write that was too wild or outrageous to be believed by this particular audience.\"\nWhen we contacted him via email, the writer identified himself as James McDaniel, a 28-year-old U.S. citizen living in Costa Rica. (The site is privately registered in Scottsdale, Ariz.)\n\"I admit I kind of stumbled into this on accident just playing around and didn't really expect to get any attention at first,\" McDaniel wrote. \"People proved to be far more gullible than I previously thought.\"\nThis claim rates Pants On Fire!\n Share the Facts   Politifact    5 6  Politifact Rating: Pants on Fire  \"Man pardoned by Obama three months ago arrested for murder.\"    UndergroundNewsReport.com website   in an Internet post Tuesday, February 28, 2017 02/28/2017    Read More  info", "vclaim_id": "vclaim-pol-03593"}