{"url": "/factchecks/2008/apr/24/republican-national-committee-republican/a-flip-but-maybe-not-a-flop/", "speaker": "Republican National Committee", "vclaim": "Says Obama flip-flopped on a gas-tax \"holiday.\"", "truth_label": "barely-true", "date": "stated on April 24, 2008 in a Web video.:", "title": "A flip, but maybe not a flop", "text": "A new Web video from the Republican National Committee says Sen. Barack Obama has flip-flopped on a gas tax \"holiday.\"\n\nThe video uses news clips to remind viewers that gas prices have reached record levels and then shows side-by-side comments from Obama and Sen. John McCain.\n\n\nMcCain: \"I propose that the federal government suspend all taxes on gasoline now paid by the American people — from Memorial Day to Labor Day of this year.\"\n\n\nObama: \"I think John McCain's proposal for a three-month tax holiday is a bad idea.\"\n\n\nAfter another news clip about the price of gas and a repeat of the McCain/Obama comments, the screen fills with these words:\n\n\n\"In 2000 as a state senator, Obama voted for a six-month 5 percent gas tax holiday.\" The ad doesn't actually say \"flip-flop,\" but that point comes through loud and clear.\n\n\nMcCain proposed the tax holiday during a speech on April 15, 2008, at Carnegie Mellon University in Pittsburgh. He said a summertime suspension of the gas tax \"will be an immediate economic stimulus — taking a few dollars off the price of a tank of gas every time a family, a farmer, or trucker stops to fill up.\"\n\n\nThe federal tax is 18.4 cents per gallon for gasoline and 24.4 cents for diesel fuel.\n\n\nA week after McCain's proposal, Obama said it was not a good economic approach. \"I've said I think John McCain's proposal for a three-month tax holiday is a bad idea,\" Obama said.\n\n\nHe said it would have minimal consumer benefit. \"We're talking about 5 percent of your total cost of gas that you suspend for three months, which might save you a few hundred bucks that then will spike right up.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nHe said the policy might not help consumers because oil companies might not pass along the savings and he warned that a temporary halt in the tax would deprive the Highway Trust Fund of money for critical infrastructure repairs.\n\n\nSo the RNC video has the first part right. Obama is against the McCain proposal. (We should note that Sen. Hillary Clinton has said she is open to the idea as long as the revenue is somehow replaced in the Highway Trust Fund.)\n\n\nLooking back to 2000 when Obama was in the Illinois Senate, gas prices had soared to $1.50 per gallon (high for those days, but a bargain by today's standards) and state legislators wanted to provide some relief. Obama voted for Senate Bill 1310, which reduced the state's sales tax on gasoline from 6.25 percent to 1.25 percent for six months. It passed 50-0, with six senators voting present.\n\n\nObama joined other senators in requesting gas staions post signs that said the legislature had lowered the gas tax. That was prompted by concerns that oil companies would pocket the savings and not pass it to consumers. Obama even joked that he wanted signs in his district to say \"Senator Obama reduced your gasoline prices.\"\n\n\nBut six months later, Obama voted against a bill to make the reduction permanent. He said statistics suggested that \"the elimination of the tax has not been passed on to the consumer.\"\n\n\nThe Obama campaign says that's a key reason why he opposes McCain's plan: There is no mechanism to make sure that consumers, rather than oil companies, reap the benefits of the tax holiday.\n\n\nSo on this point — how Obama voted in 2000 — the RNC glosses over an important detail. Yes, he voted for the tax holiday the first time, but he opposed an extension of it because he said consumers weren't getting the benefit.\n\n\nSo that leaves us with evidence on both sides. The RNC is right that he voted for the 2000 bill and opposes the new McCain proposal. But the RNC leaves out the fact that he opposed the extension because of concern for consumers and now opposes the McCain bill for that reason.\n\n\nBut it's not fair to call it a flip-flop when the very reason Obama opposes a suspension of the gas tax now is because he concluded that it didn't work when he supported one in the past. We rule this Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16245"}