{"url": "/factchecks/2016/mar/18/chris-abele/chris-abele-says-mitchell-park-domes-cost-taxpayer/", "speaker": "Chris Abele", "vclaim": "The Mitchell Park Domes \"lose about $1 million-plus every year\" and \"the number of people going to the Domes has been going down.\"", "truth_label": "false", "date": "stated on March 3, 2016 in an interview:", "title": "Chris Abele says Mitchell Park Domes cost taxpayers 1 million a year, have fewer visitors", "text": "In February, Milwaukee County Executive Chris Abele declared the Mitchell Park Domes must be closed, at least temporarily, after chunks of concrete fell from high above.\nMeanwhile, a consultant told the county it could cost $65 million to $75 million to repair the deteriorating Domes, which house plants from around the world. Almost overnight, the future of the popular attraction became a key issue in the April 5, 2016 election between Abele and challenger Chris Larson, a Democratic state senator.\nLarson calls the three-dome complex a county treasure and vows to keep the facility running. Abele has been more open to a change, even suggesting residents may prefer something else, such as an amphitheater, to replace them.\nIn a March 3, 2016 interview on WISN-TV, Abele argued it is important to keep options open because the Domes are expensive to operate and not as popular as in past years.\n\"What most people don't know is that the Domes lose $1 million-plus each year,\" he said in the interview. \"The number of people going to the Domes has been going down.\"\nThat doesn’t sound good.\nBut the county’s own web site offers a different take.\n\"The Domes run an annual operating deficit averaging $630,000 per year, even as attendance has increased,\" it says, crediting creative programming. Indeed, that programming has taken place under Abele’s watch.\nSo, which is right?\nLosing money\nUnlike a freestanding business, the Domes don’t report a \"loss\" when expenses exceed revenue. Rather, the difference falls to county taxpayers.\nThe loss refers to how much in general property tax money it costs to keep the attraction open, above and beyond admissions and space rental fees (and after expenses).\nCounty figures show that going back five years, taxpayer support has ranged from a low of $386,803 in 2015 to a high of $1.11 million in 2014. That was the only year the loss topped $1 million, undermining the \"each year\" part of Abele’s claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe average amount spent by taxpayers in that five-year period was $628,000 – just about what the county’s web site said.\nA memo provided by Abele spokeswoman Melissa Baldauff said that \"spikes in expenses in recent years are due to engineering studies and significant remedial work completed on the structure.\"\nThe costs for 2016, of course, are likely to be higher. For instance, the county plans to spend $500,000 on netting and other measures so the facility can reopen while officials sort out its long-term future.\nAttendance\nLikewise, the numbers show the opposite of what Abele claimed when it comes to attendance.\nThere has been a steady increase in the past five years, from 187,658 in 2011 – the first year that Abele was in office – to 240,179 in 2015.\nBaldauff acknowledged the recent growth in attendance, but noted: \"In the past the Domes saw annual attendance of more than 374,000 people.\" She added: \"We are far away from the attendance the Domes used to see.\"\nWe asked: When did the Domes last have 374,000 visitors?\nThe answer: 1988.\nBut that was a generation ago. There have undoubtedly been ups and downs over the years since, but there’s no question attendance has been on the rise.\nOur rating\nAbele says the Domes lose more than $1 million every year and that the number of people visiting the attraction has been declining.\nHe’s wrong on both counts.\nIn the past five years, the tab for county taxpayers exceeded $1 million once. On average it was $630,000. Meanwhile, attendance has actually increased 28 percent under his watch.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-05247"}