{"url": "/factchecks/2011/jun/28/james-clyburn/james-clyburn-says-democrats-do-not-want-raise-any/", "speaker": "James Clyburn", "vclaim": "\"We do not want to raise anybody's tax rates. That's never been on the table.\"", "truth_label": "barely-true", "date": "stated on June 26, 2011 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "James Clyburn says Democrats \"do not want to raise anybody's tax rates. That's never been on the table.”", "text": "On the June 26, 2011, edition of ABC’s This Week with Christiane Amanpour, Rep. James Clyburn, D-S.C. -- the third-ranking House Democrat -- discussed tax policy.\n\nAmanpour noted that key Republicans participating in negotiations led by Vice President Joe Biden over the rapidly approaching debt ceiling had recently walked away, saying their party couldn’t stomach any deal that involves tax hikes. Amanpour asked Clyburn, \"What do you think is going to be the result of the meetings between President Obama and the leadership when they start tomorrow?\"\n\nClyburn responded, \"Well, I don't know what they're going to do in those meetings, but I think that we had some very effective meetings. We had 10 meetings, and of course when the Republicans walked away from the table, it was on the day that we were to have our either last or next to the last meeting. I thought we were doing very, very good.\n\n\"Now, the question is, how do you define a tax increase? And I don't know of anybody who will define a tax increase as closing the loophole. If you tell me that my tax rate is going to be 30 or 35 percent and I come up with all kind of gimmicks with pretty smart lawyers and only pay 9 percent, there's something wrong with the loopholes in the law. We want to close those loopholes up. We do not want to raise anybody's tax rates. That's never been on the table. And I wish they would get beyond their talking points and really get honest with the American people as to what these discussions are about.\n\n\"We ought not have these oil subsidies. We ought not have all these ethanol subsidies. We ought not have all these new breaks for millionaires and billionaires. We ought to be honest with the American people and have an effective tax rate that will be fair to everybody.\"\n\nWe wondered whether Clyburn was accurate when he said, \"We do not want to raise anybody's tax rates. That's never been on the table.\"\n\nTo understand Clyburn’s comment, we need to go back a bit. During 2001 and 2003, the Republican-controlled Congress and President George W. Bush enacted a series of tax cuts. Unless they were affirmatively extended before expiration at the end of 2010, the rates were set to return to their level prior to their initial passage -- specifically, to rates that prevailed under President Bill Clinton.\n\nDuring the 2008 presidential campaign, President Barack Obama promised to extend the cuts for individuals with incomes below $200,000 and couples with incomes below $250,000 while ending the lower tax rates for Americans above those thresholds.\n\nIn December 2010, Obama -- under pressure from Republicans who had just prevailed in the midterm elections -- agreed to keep the tax cuts not just for Americans below those thresholds, but also for upper-income Americans. The two sides agreed to extend the cuts for everyone for another two years, through the end of 2012.\n\nHowever, Obama did not go as far as many Republicans would have liked. They would have preferred to extend the Bush tax cuts indefinitely, or at least for a longer period, for all taxpayers regardless of income. After announcing the two-year extension, Obama reaffirmed his opposition to them over the longer term. \"In the long run, we simply can't afford them,\" Obama said. \"And when they expire in two years, I will fight to end them.\"\n\nThat brings us to 2011. In analyzing Clyburn’s statement, we think it’s fair to look at the tax record of House Democrats, since Clyburn is a House Democratic leader.\n\nIt turns out that House Democrats took their cue from Obama when assembling their 2012 budget proposal, which was released by the Democratic staff of the House Budget Committee on April 13, 2011.\n\nHere’s the relevant part of the proposal: \"The Democratic budget makes permanent the 2001 and 2003 tax cuts for working Americans (individuals with income below $200,000 and couples below $250,000), but does not extend the tax cuts for those with higher incomes. … It expressly rejects the approach in the Republican resolution that provides millionaires with even larger tax cuts at the expense of middle-income taxpayers.\"\n\nBeing in the minority in the House, the Democrats were unable to pass their proposal. But the chamber did take a floor vote on it. On April 15, 2011, the House voted down the proposal, 166-259. But despite unanimous Republican opposition, the proposal won the backing of the overwhelming majority of Democratic lawmakers, with 166 voting in favor of it and only 23 voting against. Among those who voted for it was Clyburn himself.\n\nWhen we contacted Clyburn’s staff, a spokeswoman said that the congressman, in his CNN comment, \"was addressing what was specifically discussed in the Biden deficit reduction meetings. Ending the Bush tax cuts was not discussed in those meetings, but closing loopholes for big oil, corporations and the wealthy were raised as potential sources of revenue.\"\n\nWe can see his point -- it's true that Amanpour’s question was directed at the talks led by Biden, and in his answer, Clyburn did mention the wisdom of closing various \"loopholes.\" Still, we think a reasonable person would interpret Clyburn’s comment as having broader implications.\n\nClyburn said that Democrats don’t want to raise \"anybody’s\" tax rate, and that tax hikes have \"never been on the table.\" But the reality is that Clyburn and his own caucus proposed tax hikes for wealthier Americans and then voted for them on the House floor. While Clyburn’s explanation does make some sense, we think it’s the only interpretation that would make his claim accurate. A broader interpretation -- and one we think would be more obvious to viewers -- would suggest that his statement is incorrect. So we rate his statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12837"}