{"url": "/factchecks/2015/jul/16/hillary-clinton/would-rubios-tax-plan-mean-big-break-millionaires/", "speaker": "Hillary Clinton", "vclaim": "\"Sen. Rubio’s (tax plan) would cut taxes for households making around $3 million a year by almost $240,000, which is way more than three times the earnings of a typical family.\"", "truth_label": "mostly-true", "date": "stated on July 13, 2015 in a speech:", "title": "Would Rubio's tax plan mean a big break for millionaires?", "text": "Hillary Clinton outlined her economic vision in detail for the first time during her presidential campaign, calling for a \"growth and fairness\" economy in a speech at the New School in Manhattan on July 13, 2015. \nShe also lambasted a select group Republican presidential candidates for their purportedly out-of-touch approach toward the working class. Among the targets were Wisconsin Gov. Scott Walker, former Florida Gov. Jeb Bush and U.S. Sen. Marco Rubio of Florida.\nClinton singled out Rubio’s proposed tax plan: \"Another priority must be reforming our tax code. Now, we hear Republican candidates talk a lot about tax reform. But take a good look at their plans. Sen. Rubio's would cut taxes for households making around $3 million a year by almost $240,000, which is way more than three times the earnings of a typical family.\"\nWe decided to fact-check the somewhat intricate claim.\nRubio’s plan\nClinton’s campaign directed us to a blog post from the Tax Policy Center, an independent think tank that analyzes tax policy. The article concerns Rubio’s plan in general, but the pertinent part reads, \"Those in the top 0.1 percent, who make $3.3 million and up, would be in line for an average tax cut of $240,000 — a boost in after-tax income of 3.8 percent.\"\nIs $240,000 more than \"three times\" the earning power of a typical family? Her campaign pointed us to U.S. Census Bureau data that showed median household income as $53,046 for the period 2009 to 2013. So those numbers back up Clinton’s statement.\nBut there is one minor complication: The article from the Tax Policy Center is based on an analysis of Utah Sen. Mike Lee’s 2013 plan, not Rubio’s plan (actually a joint venture with Lee) that was released in 2015 and is similar to the original Lee plan.\nGenerally speaking, the Rubio-Lee plan groups people into two income tax brackets, 15 percent or 35 percent, the higher of which would kick in at an individual income of $75,000. That’s a decrease from the seven brackets currently in place. Another centerpiece of the plan is a $2,500 tax credit given to parents for each child under sixteen.\nThat’s the broad outline, but the plan still lacks some details. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"There are critical unresolved issues that make it difficult for us to do an analysis of Rubio’s current plan,\" said Howard Gleckman, resident fellow at the Tax Policy Center and author of the blog post.\nFor example, Gleckman points out that the Rubio-Lee plan never specifies exactly what would happen to a personal tax credit of $2,000, a subsidy that would be available to anybody who claimed it on their tax returns. If it were included as a refundable tax credit (meaning people could get a check back), it would have a significant impact on low-income families. As of now, their incomes would actually decrease under the Lee plan, according to the Tax Policy Center’s analysis.\n\"Qualitatively, the rough sense is a very generous tax cut for high-income people,\" said Gleckman, adding, \"What we’re not sure about is low-income people.\"\nSo low-income people might get some kind of tax break under Rubio’s plan, or they might not.\nThe other thing to know about Clinton’s statement is that the wealthy get a tax break under Rubio’s plan because he wants tax reductions, and the wealthy pay the most taxes.\n\"The reason why the top is getting what’s seemingly a big tax cut is that they’re already taxed at a much higher rate,\" said Kyle Pomerleau, an economist at the Tax Foundation, a business-backed group. Under the Rubio plan, the top tax rate would drop from 39.6 percent to 35 percent.\nPomerleau added that it’s crucial to remember that the plan proposes tax cuts across all income brackets, not just the top ones, and often at higher percentages for those with lower incomes.\nPomerleau, however, did say that he found Clinton’s claim plausible.\nOur ruling\nClinton said that Rubio’s tax plan \"would cut taxes for households making around $3 million a year by almost $240,000, which is way more than three times the earnings of a typical family.\"\nIt is possible to take issue with the statement in some ways. The source of her claim uses an earlier version of Rubio’s plan in its analysis,  and she said $3 million when she should have said $3.3 million. But the thrust of her statement is sound. An analysis of a plan extremely similar to the one put forth by Rubio would cut taxes for those making $3.3 million and more by nearly $240,000, which is more than three times the U.S. median household income of $53,046. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-06193"}