{"url": "/factchecks/2017/sep/22/ron-johnson/graham-cassidy-gop-alternative-obamacare-weakens-p/", "speaker": "Ron Johnson", "vclaim": "The GOP’s health bill will protect people with pre-existing conditions \"every bit as well as Obamacare did.\"", "truth_label": "false", "date": "stated on September 20, 2017 in an interview:", "title": "Graham-Cassidy, the GOP alternative to Obamacare, weakens protections for pre-existing conditions", "text": "How the latest GOP alternative to Obamacare would treat pre-existing conditions is a question repeatedly put to U.S. Sen. Ron Johnson, the Wisconsin Republican who is one of the lead co-sponsors of the bill.\nOn Sept. 20, 2017 -- 10 days before a deadline to pass the measure with a simple majority -- there was this exchange between Johnson and Chuck Todd, host of MSNBC’s \"MTP Daily\" talk show:\nTodd: \"So, you contend that this bill will protect those folks with pre-existing conditions -- period.\"\nJohnson: \"Every bit as well as Obamacare did. And it’s also going to protect the individuals that can’t afford Obamacare right now.\"\nThe protections are a major point of contention. The Affordable Care Act makes it illegal for insurers to deny coverage to people who have pre-existing health conditions, such as asthma, diabetes or cancer, or charge them higher rates.\nBut under the Johnson-sponsored plan, waivers that would give states new flexibility erode protections for pre-existing conditions.\n\"The only way people (with pre-existing conditions) are protected is if every state in the nation looks at this and says, ‘We’re not going to do that,’\" said Karen Pollitz, a health reform and private insurance expert at the nonprofit Kaiser Family Foundation. \"This lets states take away your protections.\"\nThe bill\nThe bill, introduced a week before Johnson’s interview, is known as the Graham-Cassidy-Heller-Johnson bill (or its shorter moniker, Graham-Cassidy). That’s for the GOP senators co-sponsoring the measure: Lindsey Graham of South Carolina, Bill Cassidy of Louisiana, Dean Heller of Nevada and Johnson.\nUnder Senate rules, the bill could be approved with 51 votes (50 senators plus a tie-breaking vote by Vice President Mike Pence) if it is adopted by Sept. 30, 2017. After that, Republicans, who hold 52 seats, would need 60 votes, which seems an impossibility.\n(On Sept. 22, 2017, with eight days left before the deadline, Arizona’s John McCain said he would join two other Senate Republicans who have indicated they would not vote for the bill, potentially dooming its chances.)\nThe bill and pre-existing conditions got heavy attention after late-night TV host Jimmy Kimmel, whose infant son was born with a congenital heart disease, attacked it on his show the night before Johnson’s interview.\n(Johnson has also noted in defending the bill that his adult daughter was born with a pre-existing condition.)\nHow it treats pre-existing conditions\nThe bill keeps the Affordable Care Act prohibition on insurers denying coverage to people with pre-existing conditions.\nBut states could obtain waivers that would enable them to opt out of other ACA provisions that protect those people.\nThe upshot: States could allow insurance companies to charge people with pre-existing conditions more than they charge healthy people; and the insurers could offer policies that offer less than the \"essential benefits\" that are now mandated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nPolitiFact National rated Mostly False a claim by President Donald Trump that the bill includes \"coverage of pre-existing conditions,\" finding that:\n\n\nIf a state merely says it \"intends to maintain access to adequate and affordable health insurance coverage for individuals with pre-existing conditions,\" then it can allow insurance companies to charge sick people more than healthy ones. The federal government could withhold money granted to a state under a waiver if the state doesn’t do as it promised, but the words \"adequate\" and \"affordable\" are open to interpretation.\n\n\n\n\nPolicies would not have to provide the same level of coverage now mandated under Obamacare.\n\n\n\n\nEstimates say about 34 states would see net funding cuts under the bill. It costs money to cover people with known health conditions, and most states would have less of it.\n\n\nJohnson's claim goes further than Trump’s, saying the bill’s pre-existing protections are as good as Obamacare’s.\nBut in reviewing the GOP bill, the political news website Axios arrived at similar findings:\n\n\nThe funding cuts \"could pressure states to waive protections for sick people as a way to keep premium increases in check. Older, sicker people in every state could end up paying more as states try to make up for a funding shortfall.\"\n\n\n\n\nStates could get a waiver to let insurers charge sick people more than healthy people.\n\n\n\n\nA waiver would exempt insurers from the current requirement to provide \"essential health benefits,\" including prescription drugs -- so, people who need expensive drugs might have to pay out of pocket.\n\n\nAnd Pollitz told us that states could also allow insurance companies to:\n\n\nCharge lower premiums to people while they’re healthy, but then raise the rates at renewal time if, for example, they get cancer.\n\n\n\n\nCharge higher premiums based on a person’s location or occupation, practices that are outlawed under Obamacare.\n\n\nInformation from the bill’s sponsors say it would protect people with pre-existing conditions, but doesn’t provide details.\nPatrick McIlheran, a Johnson spokesman, told us the bill gives states the flexibility to try \"new approaches to keeping insurance for those with pre-existing conditions affordable.\"\nBefore we close, it’s worth noting:\nWriting about the bill in the conservative National Review, Michael Tanner, a senior fellow at the libertarian Cato Institute, made one reference to pre-existing conditions, saying:\nOn the positive side, supporters of the legislation correctly point out that it would give the states far more flexibility with the funds they receive, and would allow them to waive many of Obamacare’s more onerous regulations, including the mandate to buy coverage, mandated benefits and pre-existing-condition coverage requirements. Those are the regulations most responsible for driving up premiums and destabilizing insurance markets.\nOur rating\nJohnson said the GOP health bill he is co-sponsoring will protect people with pre-existing conditions \"every bit as well as Obamacare did.\"\n\nThe bill would keep the Affordable Care Act’s prohibition on denying coverage to people with pre-existing health conditions. But states could obtain waivers that would allow insurers -- unlike under Obamacare -- to charge people with pre-existing conditions premiums and provide them lesser benefits.\nWe rate Johnson’s statement False.\n Share the Facts 2017-09-22 19:37:48 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  https://www.youtube.com/watch?v=rFJIgAmT8dE The GOP’s health bill will protect people with pre-existing conditions \"every bit as well as Obamacare did.\"     Ron Johnson U.S. senator, R-Wisconsin   In an interview Wednesday, September 20, 2017 2017-09-20    Read More  info", "vclaim_id": "vclaim-pol-02875"}