{"url": "/factchecks/2010/mar/30/marco-rubio/marco-rubio-charlie-crist-acorn-felon/", "speaker": "Marco Rubio", "vclaim": "Charlie Crist \"worked with Acorn\" to give felons voting rights.", "truth_label": "false", "date": "stated on March 28, 2010 in a U.S. Senate primary debate on FOX News Sunday:", "title": "Marco Rubio says Charlie Crist worked with ACORN to restore voting rights for felons", "text": "In their first U.S. Senate primary debate broadcast on FOX News Sunday, former state House speaker Marco Rubio continued to bash Gov. Charlie Crist's conservative credentials.\"In 2006, governor, I voted for you because I trusted you when you said you would be a Jeb Bush Republican,\" Rubio said during the March 28, 2010, debate moderated by FOX's Chris Wallace. \"Your record was something very different. You signed a budget that raised taxes. You tried to (propose) the cap and trade system in Florida. You appointed liberal supreme court justices to our supreme court.\"In addition to that, you worked with ACORN and groups like that to give felons voting rights in Florida.\"We've already checked several claims from the Crist/Rubio showdown. In this item we wanted to explore Rubio's claim about felon voting rights, and Crist's alleged association with the community organizing group known as ACORN.First, on felon voter rights.Restoring voting rights for felons was a Crist campaign promise in 2006.And sure enough, in 2007 Crist and two state Cabinet members -- Agriculture Commissioner Charles Bronson, a Republican, and Chief Financial Officer Alex Sink, a Democrat -- agreed to relax rules that kept felons from voting. Florida at the time was one of three states that required all felons to go through a cumbersome process requesting clemency, which dates back to 1868, to regain their civil rights -- which include the right to vote, serve on a jury, run for public office or apply for a professional license.Attorney General Bill McCollum, a Republican and the fourth member of the state clemency board, opposed the changes. The new rules automatically granted civil rights to an estimated 30,000 men and women whose clemency cases have been awaiting action, so long as they completed all terms of their sentences, including payment of restitution.\"I believe in the appropriate punishment. I'm Chain Gang Charlie,\" Crist said, referencing a nickname he earned for proposing to restore chain gangs to Florida. \"But when someone pays their debt to society, it is paid in full.\"The new rules didn't go as far as some wanted -- Maine and Vermont allow even incarcerated felons the right to vote -- but by June 2008 Crist said more than 115,000 ex-offenders had regained their civil rights.But what about the association with the big, bad wolf of social issue advocacy groups -- ACORN.ACORN, or the Association of Community Organizations for Reform Now, dissolved in March 2010 in the wake of a video sting that showed ACORN employees telling people posing as a pimp and a prostitute how to conceal their criminal activities. The group, which sought more affordable housing options, a universal health care system and increased voter access, also faced questions -- mainly from conservatives -- about voter registration drives.The allegations caused an uproar across the country, and led Congress to cut off grant funding to the group. The group had three offices in Florida -- Margate in Broward County, Orlando and Miami.Crist has been tied to ACORN in the past. The Huffington Post reported that Crist partnered with ACORN in March 2008 for a \"Homeownership Promotes The Economy\" task force. Crist also met with ACORN leaders to discuss the foreclosure crisis, the St. Petersburg Times reported. And in October 2008, Crist downplayed concerns from the Republican National Committee that the integrity of Florida's voting system is at risk thanks to the registration efforts of ACORN.That was at least enough of a connection to prompt a letter in 2009 from then-underdog candidate Rubio.\"The St. Petersburg Times also reported yesterday that your office may have partnered with ACORN in the past on several initiatives, including your 2007 effort to restore voting rights to convicted felons in Florida,\" Rubio wrote Crist on Sept. 17, 2009. \"I believe it is now in the best interest of all Floridians for your office to provide a thorough accounting of its relationship with ACORN and what, if any, influence ACORN may have had in any actions you have taken on behalf of the people of Florida.\"In his letter, Rubio referenced a St. Petersburg Times report from Sept. 16, 2009. The only item discussing ACORN and Crist -- an online blog entry -- noted the Huffington Post item about Crist's choice not to attack ACORN ahead of the 2008 election. It also mentions that ACORN approved of Crist's effort to restore felon's rights, but it did not say he and the group worked together to do that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill McCollum\n\n\nstated on August 5, 2010 in televised candidates' debate\n\n\n\n\n\n\n\n\n\"Police officers in this state have that right,\" to check the immigration status of people they arrest.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lukas Pleva • August 9, 2010\n\n\n\n\n\n\n\nSo we went to Stephanie Porta, ACORN's former Florida director. Porta said the Florida offices have been closed since December 2009.Porta laughed when she heard Rubio's claim. (She knows that ACORN is a pejorative in most Republican circles).\"We've always been supportive of felon rights,\" Porta said. \"We help people get their rights restored. But we never worked with the Crist campaign or Crist to make it happen.\"\"We were just as shocked as everybody else that he did it,\" Porta said, noting that she ultimately hoped Crist would have gone further.In their first debate, Rubio tried to nick Crist's conservative credentials by claiming Crist worked with the beleaguered social advocacy group ACORN on a plan to restore felon voter rights in Florida. But we found no evidence that he did work with ACORN on felon voter rights and the Rubio campaign provided none itself. In fact, ACORN's top Florida executive said the group had nothing to do Crist's plan and was surprised he was considering it at all. We rate Rubio's claim False.", "vclaim_id": "vclaim-pol-15157"}