{"url": "/factchecks/2016/jan/19/tarina-keene/virginia-naral-head-errs-self-induced-abortions-te/", "speaker": "Tarina Keene", "vclaim": "More than 100,000 women in Texas \"have attempted to self-induce abortion in the past year alone.\"", "truth_label": "false", "date": "stated on January 13, 2016 in a news conference:", "title": "Virginia NARAL head errs on self-induced abortions in Texas", "text": "On the opening day of the Virginia General Assembly, abortion rights advocates held a news conference to urge lawmakers to sign a \"statement of intent in support of women’s health and rights.\"\nTarina Keene, executive director of NARAL Pro-Choice Virginia, said it’s time to stop an avalanche of abortion restrictions that have been approved in Virginia and across the nation during the past five years and that she said are threatening women’s health.\n\"Recently, research out of Texas revealed that due to the rapidly declining number of women’s health centers in that state, over 100,000 women - 100,000 women - have attempted to self-induce abortion in the past year alone,\" Keene said.\n\"This is what happens when you shame and degrade women,\" she added. \"You encourage hateful, violent rhetoric and attack the fundamental rights of women.\"\nWe wondered whether her jaw-dropping figure - more than 100,000 Texas women in one year attempted self-abortion - is correct.\nKeene referred us to a November 2015 report by the Texas Policy Evaluation Project at the University of Texas, a research group that focuses on the impact of the state’s reproductive laws.\nThe organization conducted a survey of 779 Texas women ages 18 to 49 in December 2014 and January 2015. When the participants were asked whether they \"ever\" tried to end a pregnancy on their own, 1.7 percent said yes.\nThe researchers were concerned that some of the women might not be willing to admit they’ve tried to self-abort. So they also asked each participant whether her best friend \"ever\" tried to end a pregnancy by herself. The response: 1.8 percent said they were \"sure\" their best friend had done so, and another 2.3 percent \"suspected\" that had happened.\nThe researchers concluded that the proportion of Texas women who have tried to self-abort falls somewhere between the 1.7 percent who said they did so and the 4.1 percent who said they either were sure or suspected their best friend had tried. That converts to somewhere between 100,000 and 240,000 women ages 18 to 49 in the Lone Star State.\nAgain, this is an estimate of the women who tried \"ever\" in their lives to self-abort. Keene makes a significant error in saying the research shows that more than 100,000 of the incidents occurred \"in the last year alone.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe timing is important, because a number of pro-abortion groups are linking the study’s figure to a series of abortion restrictions Texas enacted in 2013. The state banned abortions after 20 weeks of pregnancy; required abortion clinics to meet the same standards as hospital-style surgical centers; and mandated that a doctor have admitting privileges at a hospital within 30 miles of the facility where he or she performs abortions.\n\"Definitely, the timing of most of the self-induced abortions is not connected to the legislation,\" said Daniel Grossman,who headed the research team. He told us he plans to continue surveying Texas women. \"To make any estimate whether self-abortion goes up because of these laws will take years to study,\" Grossman said.  \nMeanwhile, the U.S. Supreme Court has agreed to hear a challenge from reproductive rights groups that the laws block constitutional rights to an abortion. More than half of the 41 abortion clinics in Texas have closed since 2012, just before the legislation was introduced.\nThe researchers noted that self-abortion rates are likely to be higher in Texas than in the rest of the nation, in part because of its shared border with Mexico where Misoprostol, a drug that effectively can end pregnancies, \"is often available in pharmacies without a prescription.\"\nOther methods reported by those who said they knew someone who attempted a self-induced abortion included herbs or homeopathic remedies; getting hit in the stomach; using alcohol or illegal drugs; and taking hormonal pills.\nOur ruling\nKeene said that \"due to the rapidly declining number of women’s health care centers\" in Texas, more than \"100,000 women have attempted to self-induce abortion in the past year alone.\"\nShe’s wrong. The study to which she refers estimates that between 100,000 and 240,000 Texas women ages 18 to 49 attempted to self-abort at some point in their lives. We don’t mean to diminish that finding; it suggests a lot of women have put their health in danger.\nBut lumping the women’s efforts into the \"past year,\" Keene inaccurately places the blame for all self-abortion attempts on restrictions on abortion clinics that Texas passed in 2013.\nWe rate her statement False.", "vclaim_id": "vclaim-pol-05532"}