{"url": "/factchecks/2010/oct/11/leah-vukmir/gop-state-senate-candidate-leah-vukmir-says-legisl/", "speaker": "Leah Vukmir", "vclaim": "In 2009, \"the state Legislature passed more than $5 billion in tax increases.\"", "truth_label": "false", "date": "stated on October 9, 2010 in a campaign brochure distributed door to door:", "title": "GOP state Senate candidate Leah Vukmir says the Legislature passed more than $5 billion in tax increases in 2009", "text": "With Democrats hoping to retain control of the state Senate, one of the most hotly-contested races features two lawmakers from Wauwatosa -- Republican state Rep. Leah Vukmir vs. Democratic incumbent Jim Sullivan.\n\nGoing door to door, Vukmir distributes a flier that says she will work to improve the economy, attract more jobs and cut taxes. In it, she also laments the current tax burden in the state, saying that in 2009, the Legislature \"passed more than $5 billion in tax increases.\"\n\nWe’ve been here before.\n\nAnd though the Legislature did raise taxes -- and fees -- quite a bit in 2009, the total wasn’t anywhere near $5 billion.\n\nOur research was done after Rebecca Kleefisch, the Republican nominee for lieutenant governor, made almost the identical claim. We found that taxes and fees were upped by $3.14 billion in 2009. Consequently, we gave Kleefisch’s statement a False rating.\n\nTo try to get closer to $5 billion, Vukmir’s campaign includes -- as Kleefisch did -- a$1.5 billion boost in net property taxes. But we’ll repeat what we said in the Kleefisch claim: Property tax levies are set by local taxing bodies, such as the city and the county, not by the Legislature.\n\nAnd we’ll give Vukmir’s claim the same rating: False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14260"}