{"url": "/factchecks/2016/mar/22/danny-tarkanian/despite-new-taxes-legislature-didnt-forgo-spending/", "speaker": "Danny Tarkanian", "vclaim": "Nevada Republicans \"didn’t do one single thing to cut spending\" in 2015.", "truth_label": "barely-true", "date": "stated on February 9, 2016 in an interview on Ralston Live:", "title": "Despite new taxes, Legislature didn't forgo spending cuts", "text": "Nevada lawmakers passed the largest tax increase in state history last summer, and its specter continues to loom over many 2016 contests.\nRepublican state Senate majority leader and congressional candidate Michael Roberson, who played a key role in shepherding over $1 billion in new and extended taxes through the Legislature, is fending off attacks from his rivals in the 3rd Congressional District Republican primary.\nSome of the most pointed criticism comes from real estate owner and candidate Danny Tarkanian, who accused Roberson of failing to enact long-held conservative goals despite unprecedented Republican control of the state Legislature.\nHere’s what Tarkanian, son of famed UNLV basketball coach Jerry Tarkanian, told Nevada political journalist Jon Ralston in February.\n\"You don't raise taxes until you do everything you can to cut spending, and they didn't do anything to cut spending,\" he said. \"For the first time in 89 years, the Republicans controlled the Assembly, state Senate and governor's office, they didn't do one single thing to cut spending, cut wasteful tax dollars that are being used, and instead they raised taxes.\" (The comment is 18 minutes into the interview.)\nTarkanian has sought to cast himself as the anti-Roberson in the primary tussle, so we thought it was worth delving into last year’s budget battles to separate truth from fiction.\nReached for comment by PolitiFact, Tarkanian backtracked from his comments on Ralston and said he was making a \"general statement\" in light of the historic tax increase. He said Republicans missed an opportunity to substantially restructure spending in areas like collective bargaining and the state’s public employee retirement system (PERS).\n\"Because the GOP controlled both branches of the Legislature and the governor’s office for the first time in 89 years, for the first time in 89 years our state government could have made meaningful (substantive) cuts to government spending, and they should have before they raised taxes,\" he said in an email.\nTarkanian’s comments do point to an interesting question -- what exactly did Nevada lawmakers do to reduce spending outside of the tax increase?\nThere’s no easy way to compare spending cuts from one two-year budget to another. (Nevada’s part-time Legislature necessitates two-year budgets.) Assembly Majority Leader Paul Anderson, who chaired one of the legislative finance committees, requested that legislative staffers document spending cuts in response to questions from PolitiFact.\nAnderson said lawmakers cut an additional $150 million from \"ineffective programs\" in the two-year budget to free up funds for increased needs in areas like state spending for Medicaid. He said lawmakers tried to leverage most of the new spending towards K-12 education, and finessed other areas of the budget to avoid raising taxes even more.\n\"Had we just left everything as is, and added our education spending, we would have to raise taxes that much more to cover everything,\" Anderson said.\nRepublican Assemblywoman Jill Dickman, a finance committee member who voted against the tax increase, recalled roughly the same amount of cuts as claimed by Anderson and said lawmakers spent a huge amount of time reviewing spending and ways to save money.\n\"That’s all we did, was go through the budget,\" she said\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDefining a \"spending cut\" can be subjective — lawmakers \"cut\" around $108 million from the governor’s recommended budget and \"cut\" from specific line items and programs, but it’s less clear if those translated into net savings. Either way, the savings make up a small percentage of the $7.3 billion two-year budget, especially including the $1.4 billion in new and extended taxes.\nTarkanian said he didn’t mean to imply that no spending cuts at all were made, but instead bemoaned the wasted opportunity to create \"substantive\" changes in three areas: collective bargaining, public employee retirement benefits and prevailing wages (mandatory minimum pay for contractors on publicly-funded projects).\nLooking back at the legislative session, lawmakers generally backed more even-keeled legislation rather than sweeping changes favored by some Republican legislators.\nA wide-ranging effort dubbed \"Union Armageddon\" failed to make much headway, while a Roberson-sponsored bill changing several portions of collective bargaining law for school administrators and teachers passed with nearly unanimous support.\nRoberson also sponsored a widely supported bill amending the state’s public employee retirement system and helped usher through another effort lowering the prevailing wage on school construction projects (a concession from an earlier bill that eliminated it entirely).\nThe right-leaning Nevada Policy Research Institute agreed with Tarkanian, and complained that some of Roberson’s bills only created \"cosmetic changes,\" whereas other proposed Republican legislation had the potential to severely disrupt the status quo.\n\"It’s easy to argue that none of these initiatives did much to pull back the wasteful spending of tax dollars, but they were certainly billed as attempts to do so,\" NPRI spokesman Michael Schaus said in an email. \"The best I can say is that there were virtually no cuts to the largest drivers of state spending.\"\nRoberson’s campaign claims the PERS legislation, which slightly lowers benefits to new recipients and made several other changes, would save the system $1 billion every decade once fully implemented.\nBut the vast majority of changes in the bill only apply to new employees, meaning it will take decades for any significant savings to be realized. The entitlement board testified that the legislation would have a \"positive impact on the long term financing,\" but it couldn’t predict an exact savings amount due to the long time period in which the savings would take place.\nThe campaign also noted that Roberson and other lawmakers cut more than $500 million from the state budget in 2011 to make up for sagging state revenues after the foreclosure crisis, making it difficult to find new areas to cut in 2015.\nOur ruling\nTarkanian says that the Republican-controlled Legislature \"didn’t do one single thing to cut spending\" in the face of historic tax increases.\nTaken straightforwardly, Tarkanian’s claim isn’t true — lawmakers shaved off around $150 million in spending between the last two budgets, and approved several bills designed to rein in entitlement spending over the long run. There’s a sliver of truth in Tarkanian’s follow-up, as Republican legislative leadership generally stuck with less severe changes to major state spending drivers like collective bargaining and public employee retirement than what was prefered by more conservative groups and legislators.\nBut to say lawmakers didn’t do anything to address spending isn’t accurate.\nWe rate his statement as Mostly False.", "vclaim_id": "vclaim-pol-05225"}