{"url": "/factchecks/2019/may/24/facebook-posts/no-mark-twain-never-said-fear-media-he-wasnt-fan-p/", "speaker": "Facebook posts", "vclaim": "Quotes Mark Twain as saying of journalists that it is \"far better\" to \"fear the media for they will steal your honor\" and describes them as \"a horde of ignorant, self-complacent simpletons…\"", "truth_label": "half-true", "date": "stated on May 22, 2019 in a Facebook post:", "title": "No, Mark Twain never said to fear the media, but he wasn’t a fan of the press", "text": "A scathing quote that recommends fearing \"the media\" attributed to Mark Twain is gaining steam online.\nThe full quote reads:\n\"Do not fear the enemy, for your enemy can only take your life. It is far better that you fear the media, for they will steal your HONOR. That awful power, the public opinion of a nation, is created in America by a horde of ignorant, self-complacent simpletons who failed at ditching and shoemaking and fetched up in journalism on their way to the poorhouse.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTwain was himself a member of the press, but he did have a tumultuous relationship with journalists. He uttered a portion of this statement and was pretty unrelenting in his criticism of journalists – but he never used the phrase \"fear the media.\"\nDuring the time period Twain was alive (the mid-nineteenth century to the very early-twentieth century) the term \"the media\" was not used in the way it is today as there was only one form of mass communication – print.\nWe found no evidence that Twain said or wrote the first half of the quote: \"Do not fear the enemy, for your enemy can only take your life. It is far better that you fear the media, for they will steal your honor.\"\nIn response to an inquiry from PolitiFact, Mark Twain Journal editor Alan Gribben, said he also doubts that Twain ever employed the word \"media\" in this context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe reached out to Barbara Schmidt, a Mark Twain researcher and writer who runs TwainQuotes.com. Schmidt pointed us to a speech Twain gave in March 1873 called \"License of the Press,\" in which Twain said the second portion of the quote.\nThe address, which Twain delivered in Hartford, Conn., encapsulated his unwavering assessment of the power of the press and the unfairness he felt to be inherent in the fact that laws existed to protect freedom of speech, but they did not protect people from the press:\n\"That awful power, the public opinion of a nation, is created in America by a horde of ignorant, self-complacent simpletons who failed at ditching and shoemaking and fetched up in journalism on their way to the poorhouse. \nI am personally acquainted with hundreds of journalists, and the opinion of the majority of them would not be worth tuppence in private, but when they speak in print it is the newspaper that is talking (the pygmy scribe is not visible) and then their utterances shake the community like the thunders of prophecy.\"\nOur ruling\nA social media post attributes Mark Twain as saying it is \"far better\" to \"fear the media\" and \"that awful power, the public of a nation, is created in America by a horde of ignorant, self-complacent simpletons..\"\nTwain certainly had some things to say about the power of the press and the liberties he felt some members of the press took during his lifetime. But, the first half of the quote – that is better to \"fear the media\" over the \"enemy\" because the media will \"take your honor\" – appears to be fabricated.\nThe second portion of the quote accurately displays words he said during an address in 1873.\nThat’s why we rate it Half True.\n Share the Facts 2019-05-24 17:54:38 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Quotes Mark Twain as saying of journalists that it is \"far better\" to \"fear the media for they will steal your honor\" and describes them as \"a horde of ignorant, self-complacent simpletons…\"    Facebook posts on the internet     Wednesday, May 22, 2019 2019-05-22    Read More  info", "vclaim_id": "vclaim-pol-00591"}