{"url": "/factchecks/2017/sep/25/gwen-graham/taking-closer-look-gwen-grahams-claim-about-storm-/", "speaker": "Gwen Graham", "vclaim": "Florida’s coastal and stormwater infrastructure are \"two of the most critical areas during a storm, and received D-plus and D ratings, respectively, by the American Society of Civil Engineers in 2016.\"", "truth_label": "true", "date": "stated on September 18, 2017 in an opinion-editorial:", "title": "Gwen Graham accurately says parts of Florida's infrastructure not prepared for climate change", "text": "Gwen Graham, a former Democratic congresswoman running for Florida governor, said state leaders need to do more to prepare for the next hurricane, especially in the face of climate change.\nIn an opinion-editorial for the Tampa Bay Times, Graham specifically focused on the state’s significant problem with infrastructure.\n\"Our coastal and stormwater infrastructure are not prepared to handle climate change,\" Graham wrote. \"They're two of the most critical areas during a storm, and received D-plus and D ratings, respectively, by the American Society of Civil Engineers in 2016.\"\nWe wondered about these grades as well as Graham’s larger point about climate change preparedness.\nWhy Florida’s grades are poor\nEvery four years since 2008, the Florida Section of the American Society of Civil Engineers has issued a report card outlining the condition of Florida’s infrastructure.\nThe organization was founded in 1852 and represents more than 150,000 members of the civil engineering profession in 177 countries, making it the oldest engineering society in the country.\nA committee of civil engineers updates the card and gives out 11 grades on different sectors of infrastructure, including bridges, energy and school facilities, to create an an average grade. (Florida’s grade point average was a C in 2016.)\nFlorida’s highest marks were in ports (B-minus), aviation (B-minus) and bridges (B) in the group’s 2016 report card. As Graham said, coastal and stormwater infrastructure scored poorly.\nThe worst grade, F, is given out to infrastructure with \"widespread advanced signs of deterioration,\" and designates that the infrastructure is unfit for what it’s supposed to do.\nGetting a D isn’t much better: \"The infrastructure is in poor to fair condition and mostly below standard, with many elements approaching the end of their service life. A large portion of the system exhibits significant deterioration. Condition and capacity are of serious concern with strong risk of failure.\"\nThe section about coastal areas takes a close look at the Sunshine State's 825 miles of beaches. That area received a D-plus grade in 2016, jsut like Graham said. \nAccording to the organization, almost 61 percent of Florida’s beaches are eroding and need \"ongoing maintenance\" to fight the trend. The group put some of the fault on state policymakers, adding that \"over the last 10 years, the average difference between requested and state appropriated funds exceeded $40 million per year.\"\nIt shouldn’t come as a surprise that hurricanes and major storm events can really mess up coastal areas and beaches. During periods of extreme rain, the chance for flooding increases. Flooding combined with wind, leads to beach erosion and jeopardizes the integrity of important infrastructure, like power plants, along the coast.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nFlorida’s stormwater infrastructure, which include the drains that capture excess rain water and transport it for cleaning, received a D. Based on the ASCE’s assessment, Florida needs about $1.1 billion through 2019 to update its stormwater infrastructure. However, as needs for improvement have increased, utility fees to upkeep the systems have decreased since 2011.\nStormwater infrastructure is put into overdrive during storms and hurricanes. Increasing the amount of water compromises the natural ability of the ground to absorb water, making stormwater systems function worse.\nThere’s no doubt that stormwater and coastal area infrastructure are critical when a storm hits, and experts agreed that the ASCE’s assessment is right on track.\nExperts said that coastal infrastructure does not work well under \"king\" tides, heavy storms, or heavy rains in part because of the state's low elevation, lack of pumping of water and some lack of attention.\n\"Stormwater (issues), like water and sewer, are not very glamorous and are therefore often ignored until they hit crisis mode,\" said Fred Bloetscher, an American Society of Civil Engineers member and a civil, environmental and geomatics engineering professor at Florida Atlantic University.\nExperts also agreed that the crux of Graham’s claim — that Florida's coastal and stormwater infrastructure is not prepared to handle climate change — is also accurate.\nThat’s in part because the state isn’t taking preventative measures to better prepare. For example, experts said a starting point for Florida would be to tighten building codes and increase the number of \"disaster reduction structures.\"\nExperts at the University of South Florida pointed to the \"monolithic concrete dome home\" that easily withstands hurricane winds and flooding events.\n\n\"We wonder why we don't see more of these,\" said T.H. Culhane, the director of climate change and sustainability at the University of South Florida.\nBut not all hope is lost, according to Dave Randle, USF's director of sustainable tourism.\n\"It might be too late for the next hurricane but the sooner we start the more we could prevent damage in the future,\" Randle said.\nOur ruling\nGraham said that Florida’s coastal area and stormwater infrastructure are not prepared to handle climate change, adding that the state \"received D-plus and D ratings, respectively, by the American Society of Civil Engineers in 2016.\"\nGraham is accurately citing a report card given out by the oldest engineering society in the country and experts vouched for the group’s assessment and Graham’s larger point. Florida has failed to take preventative measures in the past and it needs to update its existing infrastructure to prepare for climate change.\nWe rate this claim True.\n Share the Facts 2017-09-25 21:00:10 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  https://www.tampabay.com/opinion/columns/gwen-graham-we-must-be-better-prepared-for-the-next-hurricane/2337880 Florida’s coastal and stormwater infrastructure are \"two of the most critical areas during a storm, and received D-plus and D ratings, respectively, by the American Society of Civil Engineers in 2016.\"     Gwen Graham gubernatorial candidate   in a opinion editorial Monday, September 18, 2017 2017-09-18    Read More  info", "vclaim_id": "vclaim-pol-02869"}