{"url": "/factchecks/2017/apr/05/restoration-pac/early-attack-ad-says-tammy-baldwin-backed-letting-/", "speaker": "Restoration PAC", "vclaim": "Says Tammy Baldwin \"supported legislation allowing citizens to withhold funding for our troops.\"", "truth_label": "barely-true", "date": "stated on March 21, 2017 in a video:", "title": "Early attack ad says Tammy Baldwin backed letting citizens 'withhold funding' from troops", "text": "More than a year and a half before she faces re-election for a second term, U.S. Sen. Tammy Baldwin was hit with a super PAC ad that attacks her on military funding and dealing with the threat of terrorism from Iran.\nThe video from Restoration PAC, posted March 21, 2017, makes a series of attacks. We’ll check its first one, which comes after a photograph of the Wisconsin Democrat appears on the screen.  \n\"Tammy Baldwin has some interesting ideas on how to keep us safe,\" the female narrator intones. \"She supported legislation allowing citizens to withhold funding for our troops.\"\nCongress, of course, provides funding for the military -- not citizens directly.\nAnd couldn’t Congress easily move money collected through taxes from one fund to another?\nLet’s explore why this attack mostly misses its target.\nThe PAC\nWe rated as Pants on Fire a Restoration PAC ad that supported Wisconsin’s other U.S. senator, Republican Ron Johnson, in his 2016 win for a second term. The ad used a fake image to make it appear that President Barack Obama had met with Iranian president Hassan Rouhani.\nAs a super PAC, the suburban Chicago-based Restoration PAC can raise unlimited amounts of money from corporations, unions, associations and individuals. And it can spend unlimited money to advocate for or against political candidates.\nAccording to the nonprofit Center for Responsive Politics, the group took in $4 million during the 2016 election cycle, with $3.8 million of it contributed by Richard Uihlein, president and CEO of Uline Inc., a packaging supply company based in Pleasant Prairie, Wis., near Chicago.\nNine days after the Restoration PAC video posted, it was announced that Uihlein had given $2 million to another super PAC that is encouraging Republican businessman Kevin Nicholson to run against Baldwin in 2018.\nThe attack\nWhen the attack on Baldwin is made in the Restoration PAC ad, a footnote appears referring to the 2009 version of the Religious Freedom Peace Tax Fund Act, which has been introduced perennially but has never become law.\nThe measures would allow citizens to redirect their tax dollars away from the military -- but not actually withhold funds from troops.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAccording to a summary of the 2009 bill by the nonpartisan Congressional Research Service:\nThe bill would have applied to conscientious objectors -- people opposed to any participation in war, usually based upon moral, religious or other beliefs, who made their status known to the U.S. Treasury Department. The department would have had to put income, gift and estate taxes paid by those people in a fund \"to be allocated to any appropriation not for a military purpose.\"\nBaldwin, then a member of the House of Representatives, was a co-sponsor of the 2009 version, as she had been in 2003, 2005 and 2007. (She was not a cosponsor in 2011, nor in 2013 or 2015, after being elected to the Senate.)\nTo back the attack on Baldwin, a Restoration PAC spokesman referred us to a 2012 article by Media Trackers, a conservative website. The article claimed that Baldwin’s support of the 2009 bill meant she wanted to \"block funding for body armor and medical supplies for U.S. troops.\"\nBut as Milwaukee Journal Sentinel watchdog columnist Daniel Bice reported at the time, when Baldwin faced attacks over the bill in her first Senate campaign, experts say the measure was a feel-good bill that wouldn't lead to federal defense cuts.\nWhat the bill could do\nAs the experts told Bice, if the taxes from conscientious observers could not be used on military items, lawmakers could simply dip into another pot of tax dollars to underwrite war-related expenses.\nEven the group pushing the legislation said at the time the bill would not \"directly decrease the amount of money spent on war.\" And its website now says the bill would \"not immediately impact the level of military spending.\"\nRoberton Williams, a fellow at the nonprofit Tax Policy Center, told us the bill’s effect would be \"symbolic at best.\"\nAdded Steve Ellis, vice president of the nonprofit Taxpayers for Common Sense:\n\"It’s a pretty empty piece of legislation; more like an accounting trick. Clearly this is intended for a conscientious objector to feel better about their taxes, but it doesn’t reduce their tax bill or really withhold funding for our troops.’\"\nOur rating\nRestoration PAC says Baldwin \"supported legislation allowing citizens to withhold funding for our troops.\"\nBaldwin on four occasions, most recently in 2009, cosponsored a bill that would have allowed conscientious objectors to direct the federal government not to use their income taxes and other tax payments for any military purpose.\nBut the bill would not have restricted Congress’ ability to allocate money to the military; even the organization pushing the legislation acknowledges it would not reduce military funding; and experts agree it is a symbolic measure that would not result in funding being withheld from troops.\nFor a statement that contains an element of truth but leaves out important details, our rating is Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Says Tammy Baldwin \"supported legislation allowing citizens to withhold funding for our troops.\"     Restoration PAC political action committee   a video Tuesday, March 21, 2017 03/21/2017    Read More  info", "vclaim_id": "vclaim-pol-03468"}