{"url": "/factchecks/2016/dec/20/doug-pederson/doug-pederson-and-truth-about-two-point-conversion/", "speaker": "Doug Pederson", "vclaim": "\"Your chances of throwing it are actually a little bit better in that situation.\"", "truth_label": "false", "date": "stated on December 18, 2016 in In a press conference:", "title": "Doug Pederson and the truth about two-point conversions", "text": "The Eagles missed a two-point conversion with four seconds left in Sunday’s game against the Ravens that would have given them a likely victory. Carson Wentz threw an incomplete pass over the middle to wide receiver Jordan Matthews, and fans and media wondered why they didn’t even have running back Ryan Mathews on the field.  \n\"Your chances of throwing it,\" coach Doug Pederson said afterwards, \"are actually a little bit better in that situation.\"\nThe last few years in the NFL, teams have thrown on two-point conversions far more often than they have run. But is that really the smart decision? Do you have a better a chance of converting a two-point conversion on a pass than a throw?\nLet’s start by confirming Pederson is not alone in favoring the pass. In regular season games since 2012, according to Pro Football Reference, teams have gone for two 366 times. They have passed the ball 275 of those times, a 75 percent rate.\nTeams have been successful on 132 of the passing attempts, 48 percent. That’s pretty good, and statisticians have been saying for years teams should go for two more often.\nBut for rushing the ball, conversion rates are even better. Since 2012, 48 of the 91 two-point conversion rushing attempts, 53 percent, have been successful.      \nPederson, perhaps more than anyone, should know rushing the ball can be effective on a two-point conversion. Though the sample size is tiny, the Eagles ran the ball three times up the middle this year for a two-pointer. They were successful each time, including early in Sunday’s game.\nPederson talked more about his decision during a press conference Monday, saying he correctly assumed the Ravens would stack the box for this late-game situation, making it a difficult running play. According to Football Outsiders, the Ravens’ defense ranks No. 2 in the league in short-yardage running plays. Mathews had dominated the Ravens for much of the game, rushing for 128 yards on 20 carries.    \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\"Listen, there was zero, in my mind, opportunity to run,\" he said. \"Because what we anticipated is what we got defensively. They gapped out. They zero blitzed us. There was not going to be a lane. It was going to be a one-yard loss if we tried to run the football at that time.\"\nHe continued, \"I know what we did the first two-point conversion. It was in the first half of the game when really I decided to go for two then because of the weather. I didn’t want to take points off the board necessarily with a potential missed extra point with the way we were kicking into the wind at that time. So, that’s a different situation, different scenario. This was a true, got-to-have-it situation and we had our best play at that time against that defense.\"\nIn the fourth quarter this year teams have been even more likely to pass the ball on two-point attempts, throwing 52 times compared to running 10 times. But those who’ve tried running have often been successful, converting seven of 10 fourth-quarter rushing attempts. In the last five years, teams using rush plays on two-point conversions in the fourth quarter have been successful 56 percent of the time. Teams passing the ball in the same timeframe on two-point conversions have been successful 46 percent of the time. \nThrough a spokesperson, Pederson declined to discuss further justification for his decision or evidence for why he believed the chances of throwing it are better than running.\nOur ruling\nEagles coach Doug Pederson chose to pass the ball on a two-point conversion that would have likely won Sunday’s game against the Baltimore Ravens. He didn’t even have running back Ryan Mathews on the field and explained \"your chances of throwing it are actually a little bit better in that situation.\"\nThe last five years of two-point conversion data show otherwise. Teams have converted 53 percent of running attempts on two-point conversions, compared to 48 percent of passing attempts.\nPederson may have been right to throw against the Ravens, but his justification for his decision was wrong. We rule the claim False.", "vclaim_id": "vclaim-pol-03855"}