{"url": "/factchecks/2010/jul/23/american-crossroads/american-crossroads-ad-attacking-reid-stimulus-use/", "speaker": "American Crossroads", "vclaim": "\"Recent data showed Nevada ranks 50th in the money received from\" the stimulus bill.", "truth_label": "false", "date": "stated on July 18, 2010 in a campaign commercial:", "title": "American Crossroads ad attacking Reid on stimulus uses out-of-date data", "text": "One of the most closely watched U.S. Senate races of the year is the match-up between Senate Majority Leader Harry Reid, D-Nev. Reid, the Senate's most powerful member, faces Republican Sharron Angle, a Tea Party favorite.\n\nIn mid-July, American Crossroads -- a group that's the brainchild of top Republican officials including Karl Rove and Ed Gillespie, both former strategists for President George W. Bush -- released one of the latest in a string of hard-hitting ads in the race.\n\nThe ad said, \"It's bad enough that Nevada has the highest unemployment in the nation. And Harry Reid claims to be helping the jobs situation. Really Harry? Recent data showed Nevada ranks 50th in the money received from Harry's stimulus bill. Thats right. Senate Leader Harry Reid has gotten his own state less help than every other state but one. Along with bailouts, deficits and Obama care, that's what Harry Reid's done for Nevada. Really, Harry? That's not the kind of help Nevada needs.\"\n\nWe thought it would be worth checking to see whether Nevada really ranks 50th in aid from President Barack Obama's economic stimulus bill.\n\nTracking down the source of the claim was easy: The ad includes an on-air citation of a Las Vegas Review-Journal story. But we sat bolt upright when we saw the story's date: Feb. 23, 2009. No, not Feb. 23, 2010. The ad said Feb. 23, 2009. That's less than two weeks after Congress passed the massive bill -- not exactly \"recent\" in our view.\n \nSeeking more details, we looked at the story itself. It's a comprehensive article by staff reporter Molly Ball that outlined how Nevada ranked in per capita stimulus aid overall (50th of 51, counting the District of Columbia), as well as for education (51st), transportation (48th), and Medicaid assistance (47th).\n\nBecause we couldn't find any official document on the Internet that confirmed Nevada's 50th-place rating, we contacted Ball. She said that she calculated the numbers herself using data provided to her at the time. The article cites numerous sources, including the Nevada State Budget Office, the Congressional Research Service, the journalistic outfit ProPublica, the Democratic Policy Committee and CNNMoney.com. It also explains that a large part of the reason why Nevada was poised to receive comparatively little funding was that federal dollars from the stimulus are pegged in part to what the state already pays for programs such as Medicaid, which are low compared to many other states.\n\nThe rankings attracted attention at the time. A March 1, 2009, column in the Review-Journal's competitor, the Las Vegas Sun, picked up on the raw-deal-on-the-stimulus theme and quoted a spokesman for Republican Gov. Jim Gibbons saying, \"The governor was surprised and a little disappointed we didn’t receive more in the stimulus package for the state.\"\n\nSo we can understand why American Crossroads used these figures. But was it appropriate to describe them as \"recent\"? We don't think so.\n\nThe Obama Administration has made significant efforts to collect and publicize data on where stimulus dollars are going through the website Recovery.gov, run by a congressionally created board independent of the administration. (The Recovery Board collects the data from recipients via FederalReporting.gov,) So we turned to Recovery.gov for the most up-to-date data.\n\nThere's a state-by-state breakdown that lists \"funds available,\" which is defined as \"funds set aside for release to a recipient either immediately or in the future.\" Through July 15, 2010 -- 17 months more recent than the article cited in the ad -- almost $3.2 billion had been set aside for Nevada, about double the amount calculated by the Review-Journal in early 2009. To make an apples-to-apples comparison to the figure cited in the ad, we calculated stimulus funds per capita, by dividing every state's dollar total by its population. Using this measurement, Nevada actually ranked almost exactly in the middle of all states -- 26th from the top.\n\nThere's also a breakdown for \"funds paid out\" to date. Using this measurement, Nevada has received $2.2 billion, which is even better -- Nevada ranks 16th highest nationally, or well above average.\n\nWhen we asked American Crossroads for comment, spokesman Jonathan Collegio said that it's legitimate to fault Reid based on the original Review-Journal statistics, which reflected the bill immediately after it left his chamber. \"When the Senate Majority leader brags about all the power and the prestige he brings Nevada, while not actually getting anything for Nevada in the stimulus bill he controlled, he has neglected his home state,\" Collegio said.\n\nWe'll grant that there are a lot of different ways to make this kind of calculation. An ongoing study by ProPublica, an investigative journalism outlet that has tracked stimulus data, found that Nevada ranks 9th from the bottom, using data that is several months older (and possibly different from) than what is found on recovery.gov. Even recovery.gov offers various types of data that can be sliced and diced to produce state rankings. So the authors of the ad had no shortage of data to choose from.\n\nIt's not surprising that American Crossroads would reach for the most unflattering number, and if they'd framed it carefully -- for instance, saying that the state ranked 50th \"in one study\" -- they would have scored passably on our Truth-O-Meter. However, American Crossroads not only cherry-picked the most damning data but also tried to pass it off as \"recent.\" Current data would have showed that Nevada's stimulus haul was no smaller than about average by national standards. This is not a trivial omission, so we rate the ad False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14722"}