{"url": "/factchecks/2007/nov/26/mitt-romney/overall-violence-declined-under-romney/", "speaker": "Mitt Romney", "vclaim": "\"The truth of the matter is that during my administration, the FBI's crime statistics show that violent crime was reduced in Massachusetts by 7 percent.\"", "truth_label": "true", "date": "stated on November 25, 2007 in an interview:", "title": "Overall violence declined under Romney", "text": "After Rudy Giuliani attacked Mitt Romney for rising crime rates in Massachusetts, Romney shot back: \"The truth of the matter is that during my administration, the FBI's crime statistics show that violent crime was reduced in Massachusetts by 7 percent. So he's wrong again on the facts.\"\n\nTake apart the FBI crime figures, and you'll see that Romney is right. But Giuliani is also right on a couple of points, particularly on rising murder and robberies. Here's how the numbers break down:\n\n\nRomney became governor in January 2003 and left office in January 2007. Comparing FBI crime statistics in Massachusetts for 2002 and 2006, we can calculate how crime rates changed during the Romney administration.\n\n\nTo count violent crime, the FBI includes murder and nonnegligent manslaughter, forcible rape, robbery and aggravated assault. In 2002, that number was 31,137 in Massachusetts. In 2006, it was 28,775. That means violent crime declined 7.6 percent, just like Romney claims.\n\n\nBut let's take a closer look at murders and robberies.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMurders went up from 173 in 2002 to 186 in 2006, an increase of 7.5 percent. The murder rate — the number of people murdered per 100,000 people — moved up from 2.7 to 2.9.\n\n\nRobberies increased more than murders. Robberies in Massachusetts increased from 7,169 to 8,047, an increase of 12.2 percent. The robbery rate increased from 111.5 to 125.\n\n\nSo what made the violent crime rate go down if murders and robberies went up? The biggest category decline under Romney was aggravated assault, which declined from 22,018 to 18,800, a drop of 14.6 percent.\n\n\nGiven these numbers, Giuliani is right when he says murders and robberies went up, but wrong when he says violent crime went up. Romney is correct when he says violent crime in Massachusetts declined, so we rate his claim True.", "vclaim_id": "vclaim-pol-16500"}