{"url": "/factchecks/2016/oct/28/hillary-clinton/clinton-says-kids-are-healthier/", "speaker": "Hillary Clinton", "vclaim": "\"We are seeing kids who are healthier.\"", "truth_label": "half-true", "date": "stated on October 27, 2016 in a get-out-the-vote rally in North Carolina:", "title": "Clinton says kids are healthier", "text": "When Hillary Clinton holds a rally, it’s usually someone else who introduces her. But at an event in Winston-Salem, N.C., on Oct. 27, it was Clinton who teed up the keynoter, Michelle Obama. It was the first time the current first lady has stumped side-by-side with Clinton, and Clinton was effusive in her praise.\nShe noted Obama’s work on behalf of veterans and young women around the world, and she highlighted Obama’s signature campaign, \"Let’s Move.\"\n\"She has worked for healthier childhood for our kids here at home,\" Clinton said. \"Better nutrition, more exercise and we are seeing the results. We are seeing kids who are healthier.\"\nAre America’s kids healthier? We decided to check that out.\nThe first thing to note is that there is no single agreed-upon measure for children’s health.\nThe Clinton campaign pointed us to material on obesity. That’s one yardstick, and while there are some signs of improvement, so far they are limited.\nThe latest government data show that the country has made headway among kids 11 and under, but not among older children.\n\nObesity researcher Ashleley Cockrell Skinner at the Duke University Medical School assessed the data cautiously.\n\"We aren’t seeing significant reductions, but there are not continued increases, especially among young children,\" Skinner said.\nThe first lady has pushed for healthier eating habits, and there’s encouraging news on that front. The government has the Healthy Eating Index. It measures what people eat against the federal dietary guidelines, as in, are we eating our fruits and vegetables, the right amount of whole grains, and so on. The higher the index, the better.\nFor children 2-17, the index has gone up from 49.5 in 2005-06 to 55.1 in 2011-12. That’s good, but Skinner said that while better diet is important, she’s \"not convinced that improving nutrition alone will improve obesity rates.\" And in any event, Skinner said it would take a long time to see any effect on obesity nationally.\nBy other measures, especially ones that fall outside of Michelle Obama’s work, the trends are negative. We looked at the work of the Federal Interagency Forum on Child and Family Statistics, a body that dates back to the Clinton administration. The forum posts a number of benchmarks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nFor adolescent depression, the percentage of youth ages 12–17 who had at least one major depressive episode in the past year rose from 9 percent in 2004 to 11.4 percent in 2014.\nThe fraction of kids 5-17 who had their activities limited due to a chronic condition went from 7 percent in 2000 to 9.3 percent in 2014.\nAsthma for all children 17 and under increased slightly from 12.3 percent in 2000 to 13.5 percent in 2014, although that could be due to better reporting of the disease.\nOn the other hand, because there is no single measure of children’s health, some researchers see longer term gains.\nJanet Currie is director of the Center for Health and Wellbeing at Princeton University. Currie looks back to how things stood in 1990.\n\"There have been dramatic reductions in mortality rates among all children,\" Currie said. \"The declines are even greater among poor children than among non-poor children, so that inequality in mortality has declined.\"\nCurrie also noted that drug and alcohol abuse is down, as is the teen pregnancy rate.\nOur ruling\nClinton said that \"we are seeing kids who are healthier.\" She said that in the context of First Lady Obama’s work on nutrition and exercise, and her campaign staff drew our attention to obesity trends.\nThe latest numbers show less obesity for kids 11 and under, but a continued rise for young teens 12 to 17. As for diet, the government’s index for healthy eating has gone up.\nOn the flip side, several measures such as depression, asthma and curtailed activity are moving in the wrong direction.\nAt best, in the areas that lie at the heart of the first lady’s work, the picture is mixed.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/55453902-1bd4-4428-97c6-bdeee941a1ba", "vclaim_id": "vclaim-pol-04029"}