{"url": "/factchecks/2018/sep/07/donald-trump/was-lincolns-gettysburg-address-initially-ridicule/", "speaker": "Donald Trump", "vclaim": "\"When Abraham Lincoln made the Gettysburg Address speech, the great speech, do you know he was ridiculed? He was ridiculed.\"", "truth_label": "mostly-true", "date": "stated on September 6, 2018 in a rally in Billings, Mont.:", "title": "Was Lincoln's Gettysburg Address initially ridiculed, as Donald Trump said?", "text": "Few people would have had \"Gettysburg Address\" on their bingo card for President Donald Trump’s Sept. 6 rally in Billings, Mont. But Trump did riff on the famous mid-Civil War speech by President Abraham Lincoln.\nThe 273-word address, memorized by countless schoolchildren, was delivered for the dedication of the National Cemetery of Gettysburg in Pennsylvania, at the site of a bloody but pivotal battle in the Civil War.\nHere’s what Trump said at the rally:\n\"You know, when Abraham Lincoln made the Gettysburg Address speech, the great speech, do you know he was ridiculed? He was ridiculed.\n\"He took the horse and carriage up from the White House, he wrote it partially in that carriage and partially at a desk in the Lincoln Bedroom, which is incredible, by the way, in the White House. And he went up to Gettysburg, and he delivered that speech, the Gettysburg Address. And he was excoriated by the fake news. They had fake news then. He was excoriated.\n\"They said it was a terrible, terrible speech. They said it was far too short. It's not long. Many of us know it by memory. It was far too short, and it was far too flowery. It was too flowery, four score and seven years ago, right? Too flowery. And he died.\n\"Fifty years after his death, they said it may have been the greatest speech ever made in America.\"\nSome portions of Trump’s description are inaccurate (the president rode the train to Gettysburg rather than taking a horse and carriage) while others are fairly accurate (he is generally believed to have written a large portion of the speech at the White House before completing it and making revisions after his arrival in Gettysburg).\nThe part that raised our eyebrows is the notion that Lincoln, despite being lionized for his words in subsequent generations, was \"ridiculed\" for the address at the time.\nTrump has a point, but the speech’s reception is more complicated than he lets on.\nThe Harrisburg Patriot & Union example\nTrump may have been thinking of the example of the Harrisburg Patriot & Union, which attracted national attention in in 2013, as the 150th anniversary of the address approached.\nThe paper, located less than an hour away from the battlefield, wrote a scathing account of the speech. About Lincoln’s portion, the newspaper opined, \"We pass over the silly remarks of the President. For the credit of the nation we are willing that the veil of oblivion shall be dropped over them and that they shall be no more repeated or thought of.\"\nA century and a half later, the newspaper's take officially changed.\nThe Harrisburg Patriot-News and pennlive.com, under the leadership of editorial page editors John L. Micek and Matthew Zencey, ‘fessed up to the paper’s past editorial misstep in a 2013 fashion modeled on Lincoln’s original address:\n\"Seven score and ten years ago, the forefathers of this media institution brought forth to its audience a judgment so flawed, so tainted by hubris, so lacking in the perspective history would bring, that it cannot remain unaddressed in our archives. … No mere utterance, then or now, could do justice to the soaring heights of language Mr. Lincoln reached that day. By today's words alone, we cannot exalt, we cannot hallow, we cannot venerate this sacred text, for a grateful nation long ago came to view those words with reverence, without guidance from this chagrined member of the mainstream media. ... The Patriot-News regrets the error.\"\nThe newspaper’s self-deprecating retraction went viral, even inspiring a recurring character on Saturday Night Live’s \"Weekend Update\" -- Jebidiah Atkinson, the unrepentant, arrogant \"speech critic\" for the 1860s Harrisburg Patriot & Union, played by cast member Taran Killam. (Watch his inaugural SNL appearance, in which Atkinson haughtily disses famous speeches by everyone from Patrick Henry to Jesus.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n \nSo one particularly high-profile case backs up evidence for Trump’s remarks in Montana.\nWas this a common occurrence?\nThe Harrisburg Patriot-News’ negative reaction was not isolated, but it was not unanimous.\nThe poet and historian Carl Sandburg wrote in 1954 that \"the American correspondent of the London Times wrote that 'the ceremony was rendered ludicrous by some of the sallies of that poor President Lincoln. ... Anything more dull and commonplace it would not be easy to produce.'\"\nAnd the Chicago Times wrote, \"The cheeks of every American must tingle with shame as he reads the silly, flat, and dishwatery utterances.\"\nBut others offered high praise indeed.\nThe Chicago Tribune wrote, \"The dedicatory remarks by President Lincoln will live among the annals of man.\"\nSandburg reported that the Philadelphia Evening Bulletin wrote that \"not many\" who read Lincoln’s speech \"will do it without a moistening of the eye and a swelling of the heart.\" And the Providence Journal added, \"We know not where to look for a more admirable speech than the brief one which the president made.\"\nThe key determinant of a newspaper’s positive or a negative review? Politics, historians say.\nLincoln was a Republican.\n\"The Patriot was a Democratic organ dedicated to the defeat of Republicans,\" said William Blair, a Penn State University historian and author of With Malice toward Some: Treason and Loyalty in the Civil War Era. \"The Democrats were being increasingly dominated by a peace faction that was calling for an armistice of an indistinct nature but with the possibility of bargaining with the South for reunification while preserving slavery. The Democrats increasingly criticized Republicans for a seeming willingness -- in their eyes -- to waste more and more white lives for the ending of slavery while refusing to consider negotiating to end the war.\"\nIn other words, Blair said, what seems to modern ears like an apolitical speech appealing to universal values was actually seen at the time as a statement of policy -- in favor of continuing the war, and seeking emancipation.\n\"It was a brilliant speech that pressed forward two important policy measures without seeming to do so,\" Blair said. \"The Patriot’s response was to an extent predictable. Republican newspapers were very supportive\" of Lincoln’s speech in the immediate aftermath.\nTrump does have a point about the address' changing assessment over time, said Eric Foner, a Columbia University historian who specializes in slavery and the Civil War.\n\"The speech definitely was seen as iconic 50 years later but not at the time,\" Foner said. \"A few (newspapers) recognized that this one was really special. But generally, in 1863 Lincoln was much more revered for the Emancipation Proclamation than the Gettysburg Address.\"\nOur ruling\nTrump said, \"When Abraham Lincoln made the Gettysburg Address speech, the great speech, do you know he was ridiculed? He was ridiculed.\"\nLincoln was definitely ridiculed by some newspapers, primarily on the basis of politics. Those sympathetic to Democrats and the South blasted it for seeming to support a continuation of the war and the goal of emancipation.\nIt's worth noting that other newspapers -- those whose sentiments aligned with the Union -- lavished the address with praise.\nThe statement is accurate but requires additional information, so we rate it Mostly True.\n Share the Facts 2018-09-07 19:34:43 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"When Abraham Lincoln made the Gettysburg Address speech, the great speech, do you know he was ridiculed? He was ridiculed.\"    Donald Trump President https://www.c-span.org/video/?451002-1/president-trump-holds-rally-billings-montana   a rally in Billings, Mont. Thursday, September 6, 2018 2018-09-06    Read More  info", "vclaim_id": "vclaim-pol-01646"}