{"url": "/factchecks/2012/aug/26/bob-corker/sen-bob-corker-says-tva-board-directors-has-only-o/", "speaker": "Bob Corker", "vclaim": "\"We have only one person on the (TVA) board, to my knowledge, who even has any corporate board experience.\"", "truth_label": "mostly-true", "date": "stated on August 18, 2012 in in a story in the Chattanooga Times-Free Press:", "title": "Sen. Bob Corker says the TVA Board of Directors has only one member with “any corporate board experience,” raising questions about its “entire governance structure\"", "text": "Back in 2004, Bill Frist, then Senate majority leader, spearheaded congressional passage of legislation that eliminated the Tennessee Valley Authority's three-member, full-time board of directors and replaced it with a panel of nine part-time directors. Sen. Bob Corker, who succeeded Frist in a Tennessee Senate seat, now says the board isn't working out.\n\nCorker first questioned TVA's governance structure and the qualifications of board members in an August news release. He elaborated in subsequent interviews, telling the Chattanooga Times-Free Press: \"As you look at TVA today as an $11 billion-a-year company with tremendous challenges, it has a board of directors with the qualifications that I think would cause most Tennesseans to be very concerned. . . . We have only one person on the board, to my knowledge, who even has any corporate board experience.\"\n\nWe understand that picking TVA board members involves a political process -- they're nominated by the president and must be confirmed by the U.S. Senate. But has that really left governance of a governmental agency with $11 billion in revenues and almost $30 billion in debt to folks without appropriate corporate management experience?\n\nAs a starting point, it should be noted that the board, authorized for nine members, currently has just six and two of those have terms that will expire at the end of this year. President Obama nominated Peter Mahurin of Bowling Green, Ky., as a new board member in February, but there has so far been no Senate committee hearing scheduled on his confirmation.\n\nIt's thus at least possible the TVA board could lack a quorum of five members for meetings by the end of the year. That, setting aside qualification questions, would raise concern for whether the board could even function.\n\nThe one board member who Corker counts as having corporate board experience is Bill Sansom, the chairman. He is the longtime chairman and CEO of H.T. Hackney Co., a Knoxville firm in the wholesale grocery and furniture manufacturing business.\n\nThe other five sitting members:\n\n-- Marilyn A. Brown of Atlanta, a professor of energy policy at Georgia Technological Institute and a \"distinguished visiting scientist\" at Oak Ridge National Laboratory.\n\n-- William Graves of Memphis, who retired in 2010 as presiding bishop of the Christian Methodist Episcopal Church and who served on the board of Memphis Light, Gas and Water.\n\n-- Barbara S. Haskew of Chattanooga, an economic professor at Middle Tennessee State University who previously served as dean of the College of Business Administration and worked for eight years as a TVA manager.\n\n-- Richard Howorth, founder and owner of Square Books, an independent bookstore with two affiliates operations who is a past chairman of the American Booksellers Association. He served eight years as mayor of Oxford, Miss., and chaired the Oxford Electric Authority.\n\n-- Neil McBride, an Oak Ridge lawyer and adjunct professor at the University of Tennessee School of Law who is also general counsel for the Legal Aid Society of Middle Tennessee and the Cumberlands.\n\nBrown and Graves are the board members with terms expiring this year.\n\nOf this group, it would appear that Howorth might come closest to Sansom in business management background. In a telephone interview, Howorth declined to address Corker's comments directly, but said he does believe his background has provided ample executive experience to oversee TVA's operations.\n\n\"If I didn't, I wouldn't have agreed to take the job,\" Howorth said.\n\nHe spent 11 years on the board of directors of the American Booksellers Association, including two years as president and chairman, Howorth said. The association, a non-profit corporation, had a $40 million budget and the position \"required a great deal of engagement,\" he said. Serving as a city's chief executive officer and as chairman of the electric board could also be viewed as the equivalent of corporate board experience, he suggested.\n\nThere's also the pending nomination of Mahurin, who is chairman of Hilliard Lyons Financial Services and who serves on five other corporate boards of directors, according to the White House press release announcing his nomination. Hilliard Lyons has 400 financial consultants operating in 12 states, according to the company website.\n\nAnd some might see Graves' service on the board of MGLW, which serves some 430,000 customers, as providing an appropriate boardroom background though the ministry has been his primary profession.\n\nA call to Corker's office for elaboration on his comments brought a return call from the senator himself.\n\n\"This is no way an attempt take shots at anyone,\" he said. \"It's really about the federal process.\"\nFor presidents of both political parties, he said, appointment of TVA directors is \"a hassle and to some degree an annoyance\" that at times seems to involve \"just crossing \"Ts\" and dotting ‘Is’ for political considerations.\"\n\n\"TVA is not that important overall to the federal government and certainly not to administrations of either ilk,\" he said. \"It is extremely important to Tennessee. A big part of our economic future depends on TVA.\"\n\nCorker said there is a need to \"come up with a remedy\" that meets needs all people in the TVA valley and indicated he will be engaged in that process, though declining to be specific about what reforms are in order.\n\nThe senator did not retreat from his contention that the board today is short on the corporate board experience needed for running an enterprise holding a regional monopoly in power production, though he repeatedly emphasized he was not criticizing anyone individually.\n\n\"Who knows? We may have four of five of the most stellar people on earth put forward to run TVA,\" he said. \"But that hasn't happened before.\"\n\nCorker expressed doubt about whether running a bookstore or even a national booksellers association counts as corporate board experience. As for the pending nomination Mahurin, Corker said \"it sounds like he does have some experience\" and that he hopes to learn more about the nominee's qualifications and background.\n\nOur ruling\n\n Corker’s point holds up, though we did find some other board members with experience they believe is equivalent to the corporate board experience the senator wants. Since that context was missing, we rate this statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-10524"}