{"url": "/factchecks/2020/aug/28/facebook-posts/did-kyle-rittenhouse-break-law-carrying-assault-st/", "speaker": "Facebook posts", "vclaim": "“At 17 years old Kyle (Rittenhouse) was perfectly legal to be able to possess that rifle without parental supervision.”", "truth_label": "false", "date": "stated on August 27, 2020 in a post:", "title": "Did Kyle Rittenhouse break the law by carrying an assault-style rifle in Kenosha?", "text": "The 17-year-old accused of shooting three people during a protest in Kenosha, Wis., faces several charges — including first-degree intentional homicide. But some widely shared Facebook posts say he should be cleared of at least some of them.\nIn an Aug. 27 post, one Facebook user said it was \"perfectly legal\" for Kyle Rittenhouse — who was arrested in Antioch, Ill., after fleeing Wisconsin — to brandish an assault-style rifle on the streets of Kenosha.\n\"Carrying a rifle across state lines is perfectly legal,\" the poster said. \"Based on the laws I can find of this area at 17 years old Kyle was perfectly legal to be able to possess that rifle without parental supervision.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nOn Aug. 25, two protesters were killed and one injured after police say someone opened fire on them. The violence occurred on the third night of protests over the shooting of Jacob Blake, a Black man, by a white police officer in Kenosha. Blake survived, but he is partially paralyzed from a bullet that severed his spinal cord.\nRittenhouse stands accused of shooting the protesters. Since his lawyer has said that Rittenhouse obtained the assault-style rifle from a friend in Wisconsin (meaning that he didn’t transport it with him from Illinois), we’re going to focus on the second half of the claim — that it was \"perfectly legal\" for the teenager to carry a firearm in Kenosha. \nIs that true? State laws suggest not.\nThe Wisconsin Department of Justice honors concealed carry permits issued in Illinois. But Rittenhouse did not have a permit to begin with, and he was not legally old enough to carry a firearm in Wisconsin.\nIn Illinois, concealed carry applicants must be at least 21 years old. Since Rittenhouse is 17, he would not qualify for a permit. In Wisconsin, it is legal for adults to carry firearms in public without a license if the gun is visible. However, to open carry, you must be at least 18 years old.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nWisconsin law stipulates that \"any person under 18 years of age who possesses or goes armed with a dangerous weapon is guilty of a Class A misdemeanor.\" On Aug. 27, prosecutors charged Rittenhouse with a misdemeanor count of possession of a dangerous weapon under the age of 18, according to court records.\nJohn Monroe, an attorney who specializes in gun rights, told the Milwaukee Journal Sentinel that there’s an exception for rifles and shotguns, which is aimed at letting children ages 16 and 17 hunt, that could apply. But Rittenhouse wasn’t in Kenosha to hunt.\nThe newspaper reported that — based on interviews, videos and social media posts — Rittenhouse considered himself to be a militia member protecting private property. His Facebook page, which has since been taken down, had several posts expressing support for police.\nRELATED: What we know about Jacob Blake's shooting in Kenosha, Wis.\n\"People are getting injured and our job is to protect this business,\" Rittenhouse told the Daily Caller in a video interview before the shooting. \"And my job also is to protect people. If someone is hurt, I’m running into harm’s way. That’s why I have my rifle; I’ve gotta protect myself, obviously. But I also have my med kit.\"\nWe reached out to the person who published the Facebook post for a comment, but we haven’t heard back.\nWhether Rittenhouse violated Wisconsin law by possessing a firearm underage is the subject of ongoing litigation. But the Facebook post claimed that it was \"perfectly legal\" for the teenager to carry an assault-style rifle in Kenosha.\nAt best, that’s unproven. At worst, it’s inaccurate. Either way, we rate the post False.\nUPDATE (Sept. 3, 2020): This fact-check has been updated to include mention that Wisconsin law permits people 18 years and older to carry firearms in public without a license if the gun is visible. The ruling is unchanged.", "vclaim_id": "vclaim-pol-17198"}