{"url": "/factchecks/2015/jan/30/john-cornyn/john-cornyn-says-more-80-percent-us-sexual-traffic/", "speaker": "John Cornyn", "vclaim": "More \"than 80 percent of sex trafficking victims in America are U.S. citizens.\"", "truth_label": "half-true", "date": "stated on January 27, 2015 in a Senate floor speech:", "title": "John Cornyn says more than 80 percent of U.S. sex trafficking victims are U.S. citizens", "text": "Sex trafficking, U.S. Sen. John Cornyn declared, isn’t confined to other countries.\nThe Texas Republican said in a Jan. 27, 2015, floor speech: \"You might envision brothels in foreign cities or girls being smuggled across other borders, but the sad reality is human trafficking is a problem all across the United States and at all times of the year.\n\"But it's especially a problem surrounding big public events like the Super Bowl,\" Cornyn said, a theme that drew the attention of PolitiFact in Washington, D.C. \"Yes, human trafficking is happening right in our own backyard, and more than 80 percent of sex trafficking victims in America are U.S. citizens.\"\nSex trafficking is -- as defined by the Trafficking Victim Protection Act of 2000 --  a circumstance \"in which a commercial sex act is induced by force, fraud, or coercion, or in which the person induced to perform such act has not attained 18 years of age.\"\nWe were curious about citizens accounting for most U.S. sex trafficking victims.\nCornyn relied on 2011 government report\nTo our query, Cornyn spokesman Drew Brandewie pointed out an April 2011 report from the Bureau of Statistics in the Department of Justice. \"This is the latest national study available that examines the citizenship status of trafficking victims,\" Brandewie said by email.\nThat report says that from January 2008 through June 2010, 83 percent of confirmed U.S. victims in incidents opened for investigation of sex trafficking (including of prostitution or sexual exploitation of a child) identified by federally funded task forces were U.S. citizens.\nConfusingly to us, though, a chart in the report indicates 345 of 460 confirmed sex trafficking victims, or 75 percent, were U.S. citizens; the next-most-prevalent identities were undocumented (64) and of unknown citizenship (41).\nBy email, bureau statistician Tracey Kyckelhahn, who contributed to the research, told us the report’s declared 83 percent figure was reached by setting aside (not considering) the victims of unknown citizenship in its calculation. \"If you don’t know whether a victim is a citizen or not, they cannot be included because you don’t know where to put them. You would have to make an assumption about their citizen status,\" Kyckelhahn wrote. This decision reduced total confirmed sex trafficking victims to 419, elevating the share of U.S. citizens among confirmed victims to 83 percent.\nMore broadly, the bureau cautioned us against reaching national conclusions from its study. That is, Kyckelhahn emailed, the resulting \"numbers are not national numbers. They’re based only\" on \"some task forces.\"\nThe point: The counted victims were confirmed by 18 of 42 \"high quality\" federally funded task forces representing law enforcement agencies that regularly recorded new cases; provided individual-level information for at least one suspect or victim; and regularly updated case information, the report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nAsked if there is national research on what Cornyn singled out, Kyckelhahn replied: \"I seriously doubt there are national estimates,\" though there are probably city-specific numbers.\nAdvocates' analyses\nWe sought other expertise, starting with Malika Saada Saar of Rights4Girls, which describes itself as a human rights organization focused on gender-based violence and its impact on the country’s vulnerable young women and girls. Saar, recommended by Brandewie, said by email the idea most victims are citizens is consistent with data she has seen emerging from California, Florida, New York and Connecticut \"where many, if not most, of the children identified as trafficked and exploited are U.S. kids.\" Also, she said, it’s consistent with what her group hears from organizations serving trafficked and exploited children and youth.\nA web search led us to Carol Smolenski, executive director of Brooklyn-based ECPATUSA, a group whose mission is to \"protect every child’s basic human right to grow up free from the threat of sexual exploitation and trafficking.\"\nSmolenski, who said she’s worked against child trafficking for nearly a quarter century, said generally, the lack of valid trafficking data \"has always been the problem.\" And, she said by phone, there isn’t comprehensive national research showing the citizenship of U.S. sex trafficking victims.\nSmolenski said it’s likely the 83 percent figure that Cornyn relied on overstates the prevalence of U.S. citizens among victims. That’s because international victims living here are \"hidden within immigrant communities,\" Smolenski said, and less likely to be noticed by police like ones participating in the task forces cited by the Justice Department.\nSmolenski guided us to Shared Hope International, a U.S. group that combats sex trafficking. By phone, administrator Jocelyn Bell told us the 83 percent figure is the only known indicator of citizenship--and an incomplete one. \"Unfortunately,\" Bell said by phone, the national \"research just isn’t there/hasn’t been funded.\" So, she said, \"we just aren’t sure\" what which victims nationally are citizens.\nBy email, Brandewie pointed out the senator relied on a government report that hasn’t been contradicted by other research.\nOur ruling\nCornyn said more \"than 80 percent of sex trafficking victims in America are U.S. citizens.\"\nThat’s consistent with the only available figure we spotted. But you can get to 75 percent from the same study and, perhaps more significantly, a statistician involved in the work advises against saying the 83-percent figure, based on information from 18 law enforcement task forces, reflects the share of victims who are citizens across the country.\nOn balance, we rate the statement Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06778"}