{"url": "/factchecks/2012/jul/24/greg-abbott/greg-abbott-dead-voters-Texas/", "speaker": "Greg Abbott", "vclaim": "Says Texas proved in court that more than 200 dead people voted in the latest Texas election.", "truth_label": "barely-true", "date": "stated on July 15, 2012 in an interview with Fox News.:", "title": "Greg Abbott says state proved in court that more than 200 dead people voted in the latest Texas elections", "text": "Greg Abbott, defending the state’s stalled voter identification law, said in a Fox News interview on July 15, 2012: \"What we have proved in Texas is that voter fraud exists. We have more than 200 dead people who voted in the last election -- and we proved that in court in addition to the fact that the voter ID law will have no disenfranchisement effect on the voters in the state of Texas.\"\n\nWe’ll set aside the last part of the Texas attorney general’s statement given that a federal judicial panel is reviewing the state’s case challenging the U.S. Department of Justice, which maintains that the state’s mandate that voters present photo IDs at the polls, passed into law in 2011, would prevent many voters from making it to the polls. The department’s objection has kept the law from taking effect.\n\nWe were curious about Abbott’s claim that the state proved in the court showdown that more than 200 dead people voted in the latest election.\n\nTo our inquiry, Abbott spokeswoman Lauren Bean passed along a fact sheet from Abbott’s office related to the just-completed trial. By email, Bean said an official with the Texas secretary of state’s office, which oversees elections, testified that it had found 239 people who voted in the May 2012 primaries \"who were actually dead when they supposedly voted.\"\n\nBean also forwarded a transcript of the trial proceedings of July 9, 2012, including questions posed by Adam Mortara, a Chicago lawyer representing the state, to Brian Keith Ingram, director of the secretary of state’s elections division.\n\nMortara initially asked Ingram if he had evidence of deceased voters having their voter registration cards used in the May primaries. Ingram replied that he compared a list of 50,000 deceased Texas voters registered with \"active voter unique identification numbers\" to who voted in the May 29, 2012, party primaries.\n\nBy email, Bean told us a list presented by the Justice Department at the trial identified 57,718 registered Texas voters as deceased. Bean said the comparison of that list to reports of who voted in the 2012 primaries revealed that 239 voter identification numbers belonging to deceased registered voters were used to cast ballots.\n\nIngram put it this way in his testimony: \"We believe 239 folks voted in the recent election after passing away\" including, he said, 213 who voted in person.\n\nMortara: \"Have you done anything beyond that to confirm whether there are in fact deceased individuals who voted in the May elections?\"\n\nIngram: \"Well, this was, of course, a surprising and troubling result so we took the best matches, the ones that had full nine Social Security number(s) in both databases, and we asked the Department of Vital Statistics to provide us with actual death certificates for as many of those as we could round up in a short time and we received 10 death certificates.\"\n\nMortara: \"Of the 10 death certificates you received how many of them do you think may have been dead people who voted in the May elections?\"\n\nIngram: \"Four.\"\n\nMortara: \"And what led you to conclude from review of the death certificates that those four people had voted?\"\n\nIngram: \"Their Social Security numbers matched, the names matched, the date of births matched and they pre-deceased before, they pre-deceased before the election. One (in) March of 2012, the rest of them from 2004, 2006, 2009.\"\n\nWhat happened with the other six seeming matches? By email, Bean told us that based on Ingram’s testimony and a conversation she had with the secretary of state’s office, at least one identifier -- a Social Security number, birth date or name -- \"didn't match up completely on the death certificate.\"\n\nIngram further said the state had not conducted such an investigation before because officials had not had both a list of active voter registration numbers belonging to deceased Texans plus a complete record of who had voted in statewide elections.\n\nBean later told us by email that the 2011 Legislature voted to require counties to tell the state which voters had cast ballots after each primary, runoff or general or special election. Previously, she said, some counties voluntarily shared partial voting histories. So, the May 2012 primaries proved the first time every county had to send such information to the state, which hence was able to compare who voted in the primaries to the list of deceased voters identified by the Justice Department, she said.\n\nMortara asked Ingram: \"Does the investigation you performed on the May voting data tell you anything about the prevalence of in person voter fraud of this type?\"\n\nIngram replied: \"It tells us that it's more common than we thought...\"\n\nUnder questioning from Elizabeth Westfall, a Justice Department attorney, Ingram referred to the four voters who used registration cards belonging to dead Texans as the ones he could confirm, but also said that’s being \"very conservative.\" He said that all 239 would be referred to Abbott’s office. He agreed, though, that there had been no criminal investigations, prosecutions or convictions.\n\nWestfall asked if clerical errors could explain the 239 matches. Ingram said either the county reports of who voted in May or the state’s list of deceased residents could have errors. \"I hope that that is the case for the majority of these,\" he testified, \"but I know for four of them, it's not.\"\n\nWe sought to interview state election officials about Ingram’s testimony. Rich Parsons, spokesman for the Secretary of State’s office, directed us to Abbott’s office, saying by email that the 239 \"cases\" have been referred to the attorney general’s office for possible investigation.\n\nWe also asked the Department of Justice about Abbott’s claim. Spokesman Mitchell Rivard declined comment.\n\nAsked how the testimony proved Abbott’s claim, Bean stressed that Ingram spoke under oath. She added by email: \"The dead voter number was subject to cross examination by judges, DOJ lawyers and lawyers for groups hostile to Voter ID.\"\n\nOur ruling\n\nAbbott said the recent trial proved that more than 200 dead people voted in the latest elections, the May 2012 party primaries.\n\nBut the trial was less conclusive.\n\nTo recap: An elections official testified that after comparing a list of 50,000 dead registered voters -- where’s that headline? -- to records of voters in the recent primaries, \"we believe\" that 239 \"folks voted in the recent election after passing away,\" meaning 239 voters cast ballots using voter registrations of dead Texans. According to his testimony, the state then took the best matches and sought death certificates \"for as many of those as we could round up in a short time.\" Ten death certificates came back and, the official testified, four names, birth dates and Social Security numbers completely aligned on the lists and death certificates.\n\nWe can see how this information might raise flags, but we do not see that it proves there were more than 200 dead voters, so to speak. That's because there’s a difference between suspecting fraud and proving it. After all, Abbott's office has been handed the 200-plus matches to investigate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nHis claim rates Mostly False.", "vclaim_id": "vclaim-pol-10714"}