{"url": "/factchecks/2019/mar/29/scott-beck/did-vermonts-house-just-pass-carbon-tax/", "speaker": "Scott Beck", "vclaim": "\"It is a carbon tax whether it is convenient to say it or not.\"", "truth_label": "barely-true", "date": "stated on March 26, 2019 in debate on the House floor:", "title": "Did Vermont’s House just pass a carbon tax?", "text": "Before this year’s legislative session even started, activists were protesting against a carbon tax. But despite wielding a bolstered majority in both the House and Senate, Democratic leaders in the Legislature said carbon pricing was not on their agenda in 2019.\nWhen Progressives finally introduced carbon tax bills in February, Speaker of the House Mitzi Johnson, D-South Hero, said it was too late.\nThen the House Ways and Means Committee decided last week to increase the tax on home heating fuels to raise money for low-income Vermonters to weatherize their homes, making the buildings healthier and less costly to live in, as well as more environmentally friendly.\nAnd so began a debate in Vermont’s Statehouse over whether the home weatherization bill, H.439, is a carbon tax by another name.\nRep. Christopher Mattos, R-Milton, proposed an amendment changing language in the bill to call it a \"fuel carbon tax\" to make it explicit. During debate on the House floor, Rep. Scott Beck, R-St. Johnsbury, spoke in support of the Mattos amendment.\n\"Madam Speaker: Vermonters deserve transparency,\" he said. \"The fuel tax is a tax on carbon heating fuels, with the revenue used to reduce carbon usage. It is a carbon tax whether it is convenient to say it or not.\"\nRep. George Till, D-Jericho, said Beck was mistaken. \"This is not a carbon tax. A carbon tax is based on the amount of carbon released when a fuel is burned. Here we have tax based on gallons purchased,\" he said.\n\"The purpose of a carbon tax is to alter behavior,\" he added. \"The purpose of this bill is to alter buildings to reduce money spent on heating and cooling and to improve people’s health.\"\nSo is the fuel levy a carbon tax or not? We decided to try to cut through the noise and come up with an answer.\nA carbon tax is most often defined as a tax on the burning of carbon, calculated based on the weight of carbon being emitted. The tax is explicitly designed to be an economic lever to reduce carbon emissions.\nThe Oxford Dictionary of Environment and Conservation defines a carbon tax as: \"A tax or surcharge on the sale of fossil fuels (oil, coal, and gas) that varies according to the carbon content of each fuel, and is designed to discourage the use of fossil fuels and reduce emissions of carbon dioxide.\"\nThe weatherization bill in Vermont’s Statehouse increases the tax on propane, kerosene and home heating oil from 2 cents to 4 cents per gallon.\nWhile it is applied only to fossil fuels containing carbon, the tax rate is not based on the carbon content. If it were, the tax rate for each of the fuels would be different. Propane emits 139.05 pounds of CO2 per million British thermal units (Btu), a commonly used calculation. Kerosene emits 159.40 pounds of CO2 per million Btu, and heating oil emits 161.30 lb CO2/million Btu.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBeck’s logic was that 1) the fuel tax applies to carbon heating fuels and 2) the revenue is used to reduce carbon usage, and therefore 3) it’s a carbon tax.\nThe first two points are true, but the tax is still on the fuel, not on the carbon. It’s certainly worth noting that the tax only applies to carbon-based heating methods, as opposed to wood heat or electricity, which could come from wind, hydro or solar power.\nIn that way, the bill could act as a slight deterrent against use of traditional carbon-emitting fuels. Till and other supporters note, however, that the bill is not designed to discourage the use of fossil fuels and reduce carbon dioxide emissions.\nThe two explicit carbon tax bills introduced this year both charge $5 per ton of carbon content in fiscal year 2021, and then scale up the tax incrementally -- one to $40 by fiscal 2028 and the other to $50 by fiscal 2030. That works out to about 14 to 17 cents per gallon when the tax reaches its peak.\nHowever, a study commissioned by Vermont and conducted by Resources for the Future found that even at those levels, carbon pricing won’t cause major changes to consumer behavior.\n\"Transportation and heating fuel uses are relatively insensitive (or inelastic) to moderate changes in fuel prices; emissions in these sectors are not projected to fall substantially in response to the carbon pricing levels considered here,\" it said.\nThe weatherization bill, taken as a whole, is also similar to a carbon tax schemes in that it is designed to reduce carbon emissions by putting the tax revenue toward home projects that reduce the amount of energy needed to keep residents warm. (The Resources for the Future report notes that a carbon tax will only be effective in reducing emissions if the revenue is put back into carbon reducing initiatives.)\nIt’s also worth noting that there are other, less common, definitions of a carbon tax.\nThe Carbon Tax Center, which advocates for carbon pricing, says \"A carbon tax is a fee imposed on the burning of carbon-based fuels (coal, oil, gas).\" The Cambridge Dictionary defines it as \"a tax on the use of fuels that produce gases that harm the atmosphere.\"\nIt’s easier to fit the proposed heating fuel tax into those definitions, but it’s still a stretch.\nOur ruling\nRep. Scott Beck, R-Johnsbury, said: \"It is a carbon tax whether it is convenient to say it or not.\"\nThe heating fuel tax achieves some of the same objectives of a carbon tax, such as raising the cost of fossil fuel to reduce carbon emissions. But the tax is not high enough to act as a significant deterrent.\nWhile the bill may look like a carbon tax, it is not literally a tax on carbon, most clearly illustrated by the fact that fuels with different carbon emission levels are taxed at the same rate. And therefore it is not a carbon tax.\nWe rate Beck’s claim mostly false.", "vclaim_id": "vclaim-pol-00827"}