{"url": "/factchecks/2017/dec/06/adam-putnam/does-andrew-gillum-want-make-florida-sanctuary-sta/", "speaker": "Adam Putnam", "vclaim": "Says Tallahassee mayor Andrew Gillum \"wants to make Florida not a sanctuary city but a sanctuary state.\"", "truth_label": "half-true", "date": "stated on November 30, 2017 in a campaign speech:", "title": "Does Andrew Gillum want to make Florida a sanctuary state?", "text": "Florida Agriculture Commissioner Adam Putnam is using the controversial topic of sanctuary cities to drum up Republican support in his bid for governor.\nAt a campaign stop in Jacksonville, Putnam warned voters that one of his Democratic opponents wants a statewide expansion of policies that prevent the deportation of immigrants in the country illegally.\n\"There’s a candidate running for governor who wants to make Florida not a sanctuary city, but a sanctuary state,\" Putnam said Nov. 30. \"That’s crazy talk.\"\nThere is no specific legal definition of sanctuary cities, but the term generally describes jurisdictions that to some extent limit their cooperation with federal immigration officials or don't honor their detainer requests. With that in mind, we wondered: Does a Democratic gubernatorial candidate really want to make Florida a sanctuary state?\nPutnam’s team singled out Tallahassee Mayor Andrew Gillum as having this plan.\nBut nothing on Gillum’s website calls for a move on this scale, and Gillum’s team says \"sanctuary state\" is not an accurate description of what Gillum envisions for Florida.\nSo what’s the deal?\nPutnam’s team pointed to a tweet and multiple news articles where Gillum criticized President Donald Trump’s January 2017 executive order to penalize cities that don't comply with federal immigration agents by withholding federal funds.\nThe next day, Gillum took to Twitter and posted a lengthy statement to attack Trump’s decision as \"inconsistent with our highest values,\" adding the United States can \"protect national security interests and have a secure border without criminalizing people who are here undocumented.\"\nThose examples didn’t show Gillum calling for a statewide sanctuary law or policy similar, so we asked the Gillum campaign for more insight on what he wants to do.\n\"The commissioner accused Andrew of something that he never said,\" spokesman Geoff Burgan told PolitiFact Florida. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAs Tallahassee mayor, Burgan said that Gillum was clear that local law enforcement agencies are not Immigration and Customs Enforcement agents. In other words, Gillum believes local law enforcement should be focused on enforcing the laws of their city, not deporting undocumented immigrants.\nGillum’s campaign website says that he will \"continue to fight mass deportation policies\" and calls for an end to Trump’s attack on \"cities friendly to immigrants.\" \n\"Andrew believes that a decision between security or compassionate immigration policy are false choices; we can have them both,\" it reads. \"As Governor, Andrew will use every effort to protect Florida from President Trump’s attacks on immigrants.\"\nAs of November 2017, Tallahassee is not considered a sanctuary city by the Center for Immigration Studies, a group that favors stricter immigration laws and regularly updates a map on its website detailing what it considers sanctuary cities, counties and states.\nJessica Vaughan, the center’s director of policy studies, said Gillum’s statements to the Tallahassee Democrat indicate that he is a \"sanctuary-sympathizer\" who has adopted the language of people who support sanctuary policies. But while his rhetoric may raise concerns to her group, Gillum has not gone as far as articulating a policy mimicking other states that do have the unofficial classification as a \"sanctuary state.\"\nThe group considers six states, including California and Illinois, as having statewide sanctuary policies. In 2014, California adopted the Trust Act, which prohibited local law enforcement agencies from holding individuals solely based on their immigration status, unless certain criteria are met. That criteria includes factors like whether the immigrant has a serious or violent felony conviction or a specific sexual crimes conviction.\nFor what it’s worth, none of the other Democratic candidates for governor — former U.S. Rep. Gwen Graham, Chris King from Orlando and Miami Beach Mayor Philip Levine — have specifically said they want to make Florida a sanctuary state, either.\nWe couldn’t find any instances of those candidates speaking out against Trump’s 2017 executive order, but in June, Graham tweeted about a House bill known as \"No Sanctuary for Criminals Act.\" This piece of legislation cut funds for cities that protect immigrants.\n\"While Trump is attacking the press, the House is attacking immigrants & voting to defund law enforcement agencies – potentially many in FL,\" Graham tweeted, adding that she voted against similar legislation in 2015.\nOur ruling\nPutnam said Gillum wants to make Florida a \"sanctuary state.\"\nPutnam's comment is extrapolated from Gillum's vows to fight back against Trump's attack on sanctuary cities.\nAs mayor of Tallahassee, Gillum criticized Trump’s executive order threatening to suspend funding to sanctuary cities, and Gillum’s campaign said as governor he would support an approach like in Tallahassee that emphasizes immigration enforcement as a federal responsibility, not a local one. But Gillum has not offered a specific statewide policy for not cooperating with detainer requests from immigration enforcement officials. His position is murkier than Putnam describes.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-02622"}