{"url": "/factchecks/2015/apr/15/michael-t-owens/new-hotel-fee-adds-costs-not-always-guests/", "speaker": "Michael T. Owens", "vclaim": "A $5-a-night hotel/motel tax that’s part of the transportation bill will hurt Georgia’s convention business by adding extra costs for large groups coming to the state.", "truth_label": "mostly-true", "date": "stated on April 1, 2015 in a news report:", "title": "New hotel fee adds costs - but not always to guests", "text": "It was clear that everyone would pay a bit more when the Georgia Legislature rammed through a $900 million transportation funding bill that voters and businesses alike said the state needed.\nState gasoline taxes will increase by almost 35 percent. Electric vehicle drivers, who haven’t been paying for gas, and truckers both will see new annual fees.\nAnd if Gov, Nathan Deal signs the measure as expected, it also will add a $5-a-night fee on hotel and motel stays starting July 1.\nThe hospitality industry opposed that last-minute provision. Michael T. Owens, President and CEO of the Tourism Leadership Council in Savannah, told GPB that the charge would have a \"serious effect\" in that tourist hotspot and statewide.\n\"We absolutely expect to see cancellations of major, major groups,\" he said.\nPolitiFact Georgia can’t fact-check predictions.\nBut there is a part of Owens’ comments that calls out for a ride on the Truth-O-Meter:  claims that the fee would hurt convention business by adding tens of thousands of dollars in costs for large groups.\nGeorgia does not have a statewide hotel tax.\nInstead state law allows local governments to levy up to a 3 percent excise tax or up to an 8 percent sales tax. Some of the collections have no limits while others must pay for tourism promotion or specific projects or attractions.\nAtlanta sets its hotel rate at the maximum 8 percent. Savannah charges 6 percent.\nThe new charge is a flat $5 fee, tacked on for every night of a hotel stay.\nOwens was out of town when PolitiFact called, but Tourism Leadership Council Vice President Molly Swagler said the group is concerned about an increase to the bottom line of a multi-day stay.\n\"We would typically have a 500-room convention and that adds up to another $2,500 on their bill,\" Swagler said. \"In a larger market like Atlanta, you’ll see 15,000 room nights, so it could be a $75,000 increase out of a $5 fee.\"\nLawmakers did not discuss any of those figures in committee or public, since the fee was added only after a dramatically revised compromise bill.\nThat means the fee was not part of the fiscal note, or official estimate of the effect a bill will have on tax revenues or public spending.\nTeresa MacCartney, the state’s chief financial officer, released the state Senate’s original fiscal note but said the updated report, with estimates from the bed tax, will not be available until later this week.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nSenators did request an analysis from the Center for Business and Economic Research at the University of West Georgia, that will be part of that updated note.\nWilliam J. Smith, the university’s economics chair who did the work on the fee, said his research involved collecting information about the average number of hotel rooms and occupancy rate in Georgia, plus the state’s share of tourism visits relative to the rest of the country.\nThat gave an estimate of room nights per year that, multiplied by $5, showed the fee will generate about $160 million a year for transportation projects.\nIn the most basic economics of supply and demand, that tab appears to back up tourism officials’ worry. After all, when prices go up, don’t people buy less?\nSometimes. But there are more complex economic realities to that $5 fee.\nFirst, even tourism officials agree that the visitors who are set on seeing the historic squares and other Spanish-moss draped sites will still come.\nPaying $5 more every night could eat into those visitors’ budgets for their stay – costing restaurants and shops business.\nBut there is nothing that says visitors must pay the new fee.\nPut bluntly, the hotel could eat the cost, if it meant remaining competitive with the likes of, say, Charleston, said Bruce Seaman, an economics professor at Georgia State University who specializes in the impact of projects and attractions.\nSeaman used 2013 data from the Savannah Area Chamber to see if the city’s hotels would be better off absorbing the cost or increasing the cost to guests.\nHis math included sympathy to the idea that some guests would be sensitive to price changes and stay away.\nIn his scenario, the price change could chase away about 7.5 percent of room nights – costing Savannah-areal hotels about $22.5 million a year.\nAnd if the hotels eat the $5 per night themselves? With 3.6 million room nights at a 67 percent occupancy rate, the price tag would be $18.7 million.\n\"The bottom line is, to whatever extent they pass along any of this cost to their customers, they will pay more in a year,\" Seaman said. \"Except, no one is requiring hotels to increase the price paid by customers and in this case, it looks like it would cost them less to eat it than pass it forward.\"\nIn other words, the overall point from Owens is legitimate. The $5 per-night fee is an increase that will affect business.\nThat is, there are downsides to levying any new tax or fee. But part of that risk can be mitigated by the business eating some of the cost – additional context that shows there is not always a price increase with a new fee.\nMore money is headed to state coffers if the transportation plan becomes reality. But the state is not requiring hotels, which change their rates constantly as a reflection of demand, to raise rates.\nConsidering that caveat, we rate Owens’ statement Mostly True.", "vclaim_id": "vclaim-pol-06520"}