{"url": "/factchecks/2013/mar/15/paul-ryan/largest-tax-hike-ever-fiscal-cliff-deal-paul-ryan-/", "speaker": "Paul Ryan", "vclaim": "The fiscal cliff agreement was \"the largest tax increase in history.\"", "truth_label": "false", "date": "stated on March 3, 2013 in an interview:", "title": "U.S. Rep. Paul Ryan says fiscal cliff deal is largest tax increase ever", "text": "In 2011 and 2012, conservatives maligned Obamacare as the largest tax increase in history.\n\nNow House Budget Committee Chairman Paul Ryan, the Wisconsin Republican and renowned numbers cruncher, is making the same claim about a different piece of legislation.\n\nIn an interview broadcast March 3, 2013, on \"Upfront with Mike Gousha,\" a public affairs show on WISN-TV (Channel 12) in Milwaukee, Gousha asked Ryan:\n\n\"You had said that you can’t agree to the president’s call for closing tax loopholes because it would kill tax reform. What do you mean by that?\"\n\nAlluding to the New Year’s Day 2013 compromise that averted what had been termed the \"fiscal cliff,\" Ryan began his response by saying:\n\n\"So, as you know, the president eight weeks ago got the largest tax increase in history; he got a big tax increase just eight weeks ago. And that gives us certain revenue lines to do tax reform. We have long proposed, in all the budgets I’ve written, to plug loopholes to lower tax rates, to bring down tax rates for Americans, for families, for businesses, to create jobs, to grow the economy.\"  \n\nRyan made the same largest tax increase in history claim three days earlier in an interview on CNBC’s \"Squawk Box.\"\n\nBut the 2012 vice-presidential candidate, a fiscal hawk, voted for the legislation that averted the fiscal cliff.\n\nSo, did that deal really impose the biggest tax increase ever?\n\nFiscal cliff\n\nThe bipartisan fiscal cliff agreement staved off big income tax increases on most Americans and prevented large cuts in spending for the Pentagon and other government programs.\n\nBut it also allowed income taxes to rise for the first time in two decades, in this case for those with household incomes of over $400,000 for individuals and $450,000 for couples.\n\nThe deal was a victory for Obama, who had run for re-election pledging to raise taxes on the wealthy.\n\nSome Republicans praised the compromise for cementing income tax cuts for people below the $400,000 and $450,000 levels; those temporary lower rates, put in place under President George W. Bush, were scheduled to expire at the end of 2012.\n\nRyan’s evidence\n\nAsked for evidence to back Ryan's claim, Ryan spokesman Kevin Seifert said the fiscal cliff bill is estimated to raise $650 billion over 10 years and that the \"nominal dollar impact\" makes it the largest-ever tax hike. He  cited a 2006 U.S. Department of Treasury paper on major tax increases.\n\nBut by nominal increases, Seifert is referring to the raw dollar amount -- which, given inflation, is not a good way for comparing tax increases over time. Especially for a period as long as \"in history.\"\n\nThe better way is to measure a tax increase as a percentage of gross domestic product, which shows the relative impact of the increase at the time it was enacted.\n\nBetter measure\n\nIn 2011, PolitiFact Florida rated as False a claim by GOP Florida Gov. Rick Scott that Obamacare was the biggest tax increase in history; and in 2012, PolitiFact National rated as Pants on Fire a more extreme claim by Rush Limbaugh that the law was \"the largest tax increase in the history of the world.\"\n\nOur colleagues used 2019 as a baseline because that's when all of the tax provisions of Obama’s health care reform law will be in effect. They divided the estimated revenue increase in 2019 -- $104 billion -- by the projected gross domestic product for 2019 -- just under $21.2 trillion.\n\nThat meant the Obamacare tax increase would amount to 0.49 percent of total GDP.\n\nUsing the same Treasury paper Ryan cited, our colleagues found that Obamacare did not rank among the top five tax increases in history, but it was roughly tied for fifth among tax increases since 1968, which is considered the modern era in terms of taxation.\n\nThree tax hikes -- in 1980, 1990 and 1993 -- all were in the ballpark with Obamacare. The largest modern-era tax hike -- at 1.09 percent of gross domestic product -- was a measure adopted in 1968.\n \nSo, how about the fiscal cliff?\n\nWhat the experts say\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe ran Ryan’s argument past three experts. Each said the fiscal cliff bill is not the largest-ever tax hike in terms of a percentage of gross domestic product.\n\nRoberton Williams of the Tax Policy Center, a project of the Urban Institute and Brookings Institution, told us that using Ryan’s figure -- $650 billion over 10 years -- means the fiscal cliff tax hike amounts to only one-third of 1 percent (0.33) of projected GDP, which is estimated by the nonpartisan Congressional Budget Office to be $206 trillion for that period (2013-2022).\n\nThat’s less than the Obamacare rate of 0.49 percent, which as we pointed out, is smaller than a number of other tax increases.\n\nKathy Ruffing of the left-leaning Center on Budget and Policy Priorities gave an estimate similar to Williams’. She said revenue raised by the fiscal cliff bill would amount to 0.4 percent by the fifth year.\n\nThat’s lower than measures adopted in the 1980s and 1990s under presidents Ronald Reagan, George H.W. Bush and Bill Clinton, according to an updated version of the Treasury paper Ryan cited.\n\nWilliam McBride of the business-backed Tax Foundation said that in \"nominal dollar terms,\" the fiscal cliff tax hike is the largest in history, but \"certainly not as a share of GDP.\"\n\nOur rating\n\nRyan said the fiscal cliff agreement is \"the largest tax increase in history.\"\n\nFor this type of statement, raw dollars is a virtually meaningless measure, given that it doesn’t truly compare the size of tax increases over time. And as a share of the economy, the fiscal cliff tax increase is clearly not the largest tax increase in history.\n\nWe rate Ryan’s statement False.", "vclaim_id": "vclaim-pol-09591"}