{"url": "/factchecks/2019/nov/14/facebook-posts/trump-didnt-donate-salary-rebuild-military-cemeter/", "speaker": "Facebook posts", "vclaim": "Says President Trump donated his \"second quarter salary to rebuild military cemeteries\" and that the media ignored it and every other story of him donating his salary as POTUS.", "truth_label": "false", "date": "stated on November 13, 2019 in a Facebook post:", "title": "Trump didn’t donate salary to ‘rebuild military cemeteries,’ but he continues to donate his pay", "text": "As a candidate in 2016, billionaire businessman Donald Trump vowed he would not take the annual $400,000 presidential salary. So far, Trump has kept this promise, donating his POTUS paycheck in quarterly increments to various departments and agencies.\nThe National Park Service, National Institute on Alcohol Abuse and Alcoholism, and the Veterans Administration are among the entities that have benefited from a slice of Trump’s salary. One effort that hasn’t so far, despite a viral Facebook post’s claim, is the rebuilding of military cemeteries.\nThe post from ACT for America shows a photo of the president gripping roses and bending down to greet a child in a military uniform. Chunky text wrapping the photo says:\n\"President Trump donated his second quarter salary to rebuild military cemeteries. Media ignored this story, just like they did for every other salary he’s donated as POTUS.\"\n\n\n \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe president hasn’t donated any portion of his salary to rebuild military cemeteries. The specific second-quarter donations have gone to the Education Department, Small Business Administration, and Surgeon General’s office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAlso going against the post: Many media outlets have consistently reported the details of Trump’s salary donations — PolitiFact included. We update Trump’s promise to forgo the salary on the Trump-O-Meter, which tracks his campaign promises.\nTrump’s presidential salary donations so far \n2017 Q1: National Park Service; Q2: Department of Education; Q3: Department of Health and Human Services; Q4: Department of Transportation\n2018 Q1: Veteran's Administration (The money went toward \"caregiver support in the form of mental health and peer support programs, financial aid, education training, and research,\" according to Secretary of Veterans Affairs Robert Wilkie.) Q2: Small Business Administration; Q3: National Institutes of Health; Q4: Department of Homeland Security2019\n2019 Q1: U.S. Department of Agriculture; Q2: HHS/Office of the Surgeon General\nThe photo of Trump with the child, by the way, is from Memorial Day in 2017 at Arlington National Cemetery.\nWe rate this post False.", "vclaim_id": "vclaim-pol-16783"}