{"url": "/factchecks/2013/mar/31/sheila-oliver/sheila-oliver-claims-gun-violence-killed-269-peopl/", "speaker": "Sheila Oliver", "vclaim": "\"In 2011 alone, 269 New Jerseyans were killed by gun violence.\"", "truth_label": "true", "date": "stated on February 21, 2013 in an op-ed column in The Times Of Trenton:", "title": "Sheila Oliver claims gun violence killed 269 people in New Jersey in 2011", "text": "More than 250 people in New Jersey died in 2011 because of a weapon, according to Assembly Speaker Sheila Oliver.\n\nAnd it’s not just any weapon, either, she said in a Feb. 21 opinion piece that appeared in The Times Of Trenton. The column published the day the state Assembly voted on a 22-bill package of gun-control measures.\n\n\"In 2011 alone, 269 New Jerseyans were killed by gun violence,\" Oliver (D-Essex) wrote.\n\nAssembly Democrats spokeswoman Jennifer Scortino said Oliver’s statistic comes from the FBI’s annual Uniform Crime Report for 2011. We verified its accuracy.\n\nNew Jersey, however, didn’t have the highest number of deaths in 2011 resulting from gun violence. That title goes to California, at 1,220 murders. California was one of 12 states with a higher number of gun-related deaths in 2011 than New Jersey.\n\nComplete FBI data for 2012 is not yet available, but we also looked at the number of gun-violence deaths dating to 2005.\n\nThe data shows that gun-violence deaths in New Jersey have fluctuated through the years. Prior to 2011, New Jersey had 246 gun-violence deaths in 2010; 220 in 2009; 236 in 2008; 260 in 2007; 289 in 2006; and 276 in 2005, according to annual UCR reports.\n\nLet’s review some background on how the FBI’s Uniform Crime Reports works. More than 18,000 law enforcement agencies from across the country voluntarily report crime data to the FBI, which then compiles volume and rate of crime offenses for the nation, states and many cities and counties, according to FBI.gov. It also includes arrest, clearance and law enforcement employee data.\n\nBut the FBI isn't the only agency that tracks data involving weapons. We also checked mortality data with the U.S. Centers for Disease Control and Prevention’s National Center for Health Statistics.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCory Booker\n\n\nstated on October 13, 2011 in a radio interview on WBGO’s “Newark Today”\n\n\n\n\n\n\n\n\nSays \"if you are shot in the city of Newark, you have over an 80 percent chance that you've been arrested before an average of 10 times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • October 24, 2011\n\n\n\n\n\n\n\n\nFor 2010, the latest data available, New Jersey had 456 deaths resulting from injuries caused by firearms, a spokesman said. Of that number, 246 incidents were assaults by unspecified firearms; 11 were assaults by rifles and larger firearms; 181 were suicides; and 18 were other categories involving firearms.\n\nOliver noted in her column that the bills package was not a knee-jerk response to the December 2012 massacre at Sandy Hook Elementary School in Newtown, Conn., but one that resulted after lengthy discussions about other mass shootings around the country as well as efforts to close loopholes in existing gun laws.\n\n\"Our comprehensive package promotes common-sense measures without infringing on the Second Amendment rights enshrined in our Constitution,\" Oliver wrote. \"By keeping dangerous weapons off of our streets, cracking down on illegal gun trafficking and addressing mental health issues and school security, we can stop these tragedies from becoming all too common.\"\n\nAlthough the Assembly passed the bill, Republicans pointed to flaws in the bills package and accused Democrats of rushing the bills through to gain a political advantage with Gov. Chris Christie and the Legislature up for re-election this year.\n\n\"This is simply a way for the Democrats to find a wedge issue in a year when they can’t find a wedge issue,\" Assembly Minority Leader Jon Bramnick (R-Union) said before the votes were taken.\n\nOur ruling\n\nOliver said in a column that published the day the state Assembly voted on a package of gun-control bills that \"in 2011 alone, 269 New Jerseyans were killed by gun violence.\"\n\nThe FBI’s annual Uniform Crime Report for 2011 – the most up-to-date year of complete crime data – verifies that number. It’s worth noting, however, that 12 other states had more deaths attributed to gun violence than New Jersey that year.\n\nWe rate Oliver’s statement True.\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09527"}