{"url": "/factchecks/2018/aug/02/equity-forward/ad-targets-hhs-secretary-alex-azar-generosity-and-/", "speaker": "Equity Forward", "vclaim": "Says HHS Secretary Alex Azar called family separations at the border and detention of children in cages \"one of the great acts of American generosity and charity\" and \"is now in charge.\"", "truth_label": "barely-true", "date": "stated on July 23, 2018 in an ad:", "title": "Ad targets HHS Secretary Alex Azar for 'generosity and charity' comment about immigrant children", "text": "An ad targeting Health and Human Services Secretary Alex Azar portrays him as callously describing the situation with immigrant children at the border as \"one of the great acts of American generosity and charity.\"\nWhy go after Azar? As HHS secretary, he oversees the department that cares for children who were separated from their families by other agencies under the administration’s \"zero tolerance\" prosecution policy for all immigrants who illegally enter the United States.\nThe ad from Equity Forward, which describes itself as a watchdog of anti-reproductive health groups and individuals, opens with the sound of wailing children, a photo of a chain-link fence, and video of women in lines with children (The Washington Post Fact Checker found that the families in the video were at a way station for families paroled from detention centers). It moves on to a photo of children standing near a white tent behind tall fences, followed by a photo and video of Azar. It ends with pictures of bunk beds, of tents and of Azar with President Donald Trump.\nHere’s the text:\nNarrator: \"They are terrified. Taken from their mothers and fathers and detained in cages. In Washington, Secretary Alex Azar is now in charge.\"\nAzar: \"It is one of the great acts of American generosity and charity what we are doing for these unaccompanied kids.\"\nNarrator: \"Generosity? No, Secretary Azar. This is a disgrace. Call Congress, tell them to reunite these children with their parents and hold Azar accountable.\"\nGreat acts of American generosity?No, @SecAzar, what you’re doing is a disgrace. Tell Congress to hold @HHSGov Secretary Azar accountable for his role in the family separation crisis. https://t.co/uZWTWgkLT3 pic.twitter.com/MGeJaF9JZk— Equity Forward (@EquityForward) July 23, 2018\n\n\nWe looked into it. Azar did offer a rosy assessment in an interview about children separated from their parents. But the ad neglects a striking amount of context, including what precipitated Azar’s remark and singling him out as \"in charge\" of the situation without offering specifics.\n‘Generosity and charity’\nThe framing of the ad suggests Azar said the separation and detention of children was a generous and charitable thing.\" It says he is \"in charge\" right after showing video of children and saying they were \"taken from their mothers and fathers and detained in cages.\"\nAzar’s remark came July 10 as CNN’s Wolf Blitzer questioned him about media access to facilities keeping children, which are overseen by Azar’s agency. Azar said children deserve privacy and respect and \"we’ll be as transparent as possible, consistent with that.\"\nBlitzer: \"They deserve that privacy. I’m just saying, we would guarantee that they would blur their faces. No one would see the kids’ faces. We just want to go in and do our job. If there is nothing to hide, I don’t see what the problem would be.\"\nAzar: \"Wolf, we are happy to work, we want to be transparent. We have nothing to hide about how we operate these facilities, our grantees. It is one of the great acts of American generosity and charity what we are doing for these unaccompanied kids who are smuggled into our country or come across illegally. So, we don’t have anything to hide about it. We just have to protect privacy.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n \"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"We have nothing to hide about how we operate these facilities … it is one of the great acts of American generosity and charity, what we are doing for these unaccompanied kids\" HHS Secretary Alex Azar says https://t.co/FMtVbt3AsB pic.twitter.com/YEfLIpgMRg— The Situation Room (@CNNSitRoom) July 10, 2018\n\n\nAzar lauded workers caring for the children and said the kids were \"happy,\" \"loved\" and in a \"compassionate environment.\"\nAzar wasn’t lauding the charity of family separations.\n\"What they have done is conflate the secretary's statement with the policy,\" HHS spokesman Mark Weber said. \"The secretary's statement was in the context of the care HHS provides to the children once they get to us.\"\nEquity Forward executive director Mary Alice Carter said the point of the ad was to show administrative failures with Azar as secretary. The group also said there were reports of children going hungry at some facilities and of children \"subject to other harsh rules and conditions.\"\n\"During his CNN interview, Azar claimed that all of these locations have kids that are ‘happy’ and ‘getting snacks,'\" Carter said. \"With this ad, Equity Forward is highlighting the fact that some of these facilities are tents on military bases behind massive fence enclosures. Azar and the administration never had a plan to reunite the children with their families.\"\nThe ad's narrator also said children were \"detained in cages,\" but the ad did not illustrate that. (See our coverage offering context on claims about caged children.) Claims about cages holding children have generally being in reference to detention centers operated by U.S. Customs and Border Protection, part of Homeland Security — not HHS, which Azar oversees.\nInstead of cages, the ad used photos of tents. Tents in Texas are being used as temporary shelters for teen minors who were separated at the border and who arrived alone, Weber said. For a small proportion of children in HHS care, Weber said, tents in Tornillo, Texas, are the last stop before reunification or release to a suitable sponsor. \n\"To suggest (separated children) were all sent to a tent city is false,\" Weber said.\nOverall, HHS currently has more than 11,000 children in its custody across 100 facilities in 17 states. The number of children in its custody fluctuates as they are transferred in and out of HHS care, but the overwhelming majority came alone without their parents.\nOur ruling\nAn Equity Forward ad says Azar called family separations at the border and detention of children in cages \"one of the great acts of American generosity and charity\" and \"is now in charge.\"\nAzar made that comment in reference to the care provided at facilities. He wasn’t saying that specifically about the \"zero-tolerance\" immigration policy or family separations.\nEquity Forward told PolitiFact the point of its ad was to highlight shortcomings in the policy’s implementation and issues at some facilities, and the fact that some facilities are tents. Yet the ad said children were in cages and insinuated that Azar was in charge of the separations and the treatment of children.\nAzar does lead the department that has custody over the children, but the separations are a result of prosecution referrals from Homeland Security to the Justice Department.\nThe ad contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False. ​\n Share the Facts 2018-08-02 13:23:56 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says HHS Secretary Alex Azar called family separations at the border and detention of children in cages \"one of the great acts of American generosity and charity\" and \"is now in charge.\"    Equity Forward watchdog group https://www.youtube.com/watch?v=Xvw8Q2AkcrU&feature=youtu.be   in an ad Monday, July 23, 2018 2018-07-23    Read More  info", "vclaim_id": "vclaim-pol-01778"}