{"url": "/factchecks/2012/jun/21/barack-obama/barack-obama-ad-says-women-are-paid-77-cents-dolla/", "speaker": "Barack Obama", "vclaim": "\"Women (are) paid 77 cents on the dollar for doing the same work as men.\"", "truth_label": "barely-true", "date": "stated on June 21, 2012 in a campaign ad:", "title": "Barack Obama ad says women are paid \"77 cents on the dollar for doing the same work as men\"", "text": "President Barack Obama’s re-election campaign released a new ad aimed at women on June 21, 2012.\n\nHere’s the narration: \"The son of a single mom, proud father of two daughters, President Obama knows that women being paid 77 cents on the dollar for doing the same work as men isn't just unfair, it hurts families. So the first law he signed was the Lilly Ledbetter Fair Pay Act to help ensure that women are paid the same as men for doing the exact same work. Because President Obama knows that fairness for women means a stronger middle class for America.\"\n\nIn this item, we're checking the claim that \"women (are) paid 77 cents on the dollar for doing the same work as men.\"\n\nThe 77 cent figure has become a rallying cry for those who seek to eliminate employment discrimination based on gender. And it’s a genuine statistic. In a report released in September 2011, the U.S. Census Bureau wrote that in 2010, the female-to-male earnings ratio of full-time, year-round workers was 0.77.\" Translated into dollars, that means that in 2010, women working full-time earned 77 cents for every dollar earned by men working full time.\n\nBut the Obama ad takes a solid statistic and describes it incorrectly. The campaign is wrong to say that the 77-cent figure describes the pay differences between men and women \"doing the same work.\" (By contrast, former Virginia Gov. Tim Kaine recently earned a Mostly True on a similar claim because he was not specifying the number was for the same occupations.)\n\nThe 77-cent figure compares all male and female workers, regardless of their occupation. Whether due to a historical legacy of discrimination or because of personal choice, women and men are disproportionately represented in certain jobs. For instance, women dominate the ranks of receptionists, nurses, and elementary and middle-school teachers, among other fields. Men are disproportionately truck drivers, managers and computer software engineers.\n\n\"If more men tend to be employed in occupations that pay higher wages both to men and women, then men may enjoy an overall earnings advantage even if all women in each occupation receive exactly the same hourly pay as the men who are employed in the occupation,\" said Gary Burtless, an economist with the Brookings Institution.\n\nIndeed, if you look at men and women working in the same professions, the pay gap is much smaller (though for most professions, it doesn’t disappear entirely).\n\nFor computer programmers, for instance, women earn 95 cents for every dollar a man earns. For cashiers it’s 92 cents. For cooks and customer service representatives, it’s 95 cents. Other occupations have more unequal ratios. Women who are personal financial advisers, for instance, earn just 58 cents of what men in that job earn. (The statistics come from the Institute for Women’s Policy Research, a think tank focusing on women’s issues.)\n\nThere are at least two other factors that weaken the accuracy of the ad’s claim.\n\nOne involves hours worked. While calculations that led to the 77-cent figure did not include any part-time workers, the label \"full time worker\" can actually be applied to employees with a wide range of hours worked per week.\n\nThe official Bureau of Labor Statistics definition of a full-time worker is someone who works at least 35 hours per week. Someone who gets no vacation time and works 40 hours a week for 52 weeks would work 2,080 hours in a year. By contrast, a worker on a 36-hour-per-week schedule who has two weeks off would work only 1,800 hours. Meanwhile, a worker with two weeks off who averaged four hours per week of overtime would end up with 2,200 hours.\n\n\"Some workers have even longer work schedules than that, especially when the economy is expanding rapidly,\" Burtless said. \"So even among full-time, year-round workers, there is considerable variability in annual work hours.\" This variation can work its way into the gender pay gap if women seek more flexible schedules or if men happen to fill jobs with greater opportunities for overtime.\n\n(PolitiFact has noted that Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nThe other complicating factor involves seniority on the job. Men have typically held their jobs longer than women in the same position. According to the Bureau of Labor Statistics, men in 2010 who were between 45 and 54 years old had a median job tenure of 8.5 years, compared to 7.1 years for women in the same age group.\n\n\"Women have shorter job tenures than men because they have more work interruptions than men, usually because they have children and assume heavy responsibility for rearing those children,\" Burtless said. Improving access to child care or offering stronger protections for workers who leave the workforce temporarily to raise children, as some other advanced industrialized nations do, would probably decrease the wage gap, Burtless said.\n\nWhen we contacted the Obama campaign, they reiterated the importance of the overall figures and noted a Bloomberg analysis that showed that only one occupation out of 265 with more than 10,000 men and women employed did women out-earn men -- namely, \"personal care and service workers, which include butlers, valets, house sitters and shoe shiners.\"\n\n\"No matter how you look at it, women make less than men -- at the same job, at different jobs, weekly, annually and by occupation,\" said Kara Carscaden, a spokeswoman for the Obama campaign.\n\nNothing in our analysis suggests that gender discrimination doesn’t exist. In fact, the experts we consulted agreed that no matter how much you adjust the models to equalize for outside factors, a difference in pay between men and women remains, and it’s one that can’t be explained away.\n\nStill, those same experts also agreed that ad goes too far in claiming that the 77-cent statistic describes the pay gap for women \"doing the same work as men.\"\n\n\"Sexism may explain differences in occupation, industry, education, hours and weeks worked, so it’s hard to know how much of the gap is due to discrimination. But (77 cents) isn’t the right statistic for saying ‘the same work as,’\" said Betsey Stevenson, a business and public policy professor at the Wharton School of the University of Pennsylvania and visiting economics professor at Princeton University who previously served as chief economist for Obama’s labor secretary.\n\nBurtless agreed. \"It’s hard to defend the last seven words in the ad’s claim.\"\n\nOur ruling\n\nThe Obama campaign took a legitimate statistic and described it in a way that makes it sound much more dramatic than it actually is. The 77-cent figure is real, but it does not factor in occupations held, hours worked or length of tenure. Describing that statistic as referring to the pay for women \"doing the same work as men\" earns it a rating of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10888"}