{"url": "/factchecks/2021/jan/18/donald-trump-jr/donald-trump-jr-tweets-altered-video-joe-biden-eve/", "speaker": "Donald Trump Jr.", "vclaim": "A video shows Joe Biden lost and confused on stage.", "truth_label": "pants-fire", "date": "stated on January 17, 2021 in a tweeted video:", "title": "Donald Trump Jr. tweets altered video of Joe Biden event", "text": "With only a few days left before his inauguration, Joe Biden’s detractors are sharing a manipulated video that makes it look like he’s unfit for office.\nOn Jan. 17, Donald Trump Jr. tweeted a video that shows the president-elect behind a podium. Biden says goodbye to the audience, then walks to a table and picks up a folder. After standing there for a moment, Biden slowly makes his way off stage.\n\"Yikes. If he was a Republican the 25th Amendment talk would be trending and rightfully so,\" Trump Jr. said in his tweet. The 25th Amendment outlines ways to handle presidential power if a president is incapacitated.\n\n(Screenshot from Twitter)\nThe video has more than 2.8 million views, and we found similar clips published on Facebook. The posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTwitter labeled Trump Jr.’s video as \"manipulated media.\" It was published a few days after the House of Representatives called on Vice President Mike Pence to invoke the 25th Amendment and declare that President Donald Trump is \"unable to successfully discharge the duties and powers of his office.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOnline misinformation often tries to falsely portray Biden, 78, as senile and demented. This video is no different.\nThe clip comes from the end of a Jan. 16 event in which Biden and Vice President-elect Kamala Harris announced several members of their White House science team. Biden did not stand around looking confused — the video Trump Jr. shared was edited.\nThe original footage shows Biden making some closing remarks alongside Harris. Another angle shows that, when Biden leaves the podium and stands at the table for a few seconds, he’s waiting for other people to leave the stage.\nWatch for yourself below:\n\nThe video Trump Jr. shared does not show anyone else on stage with Biden. It also edits out the sound of people leaving before him. The clip is an example of what the Washington Post calls \"omission,\" or \"editing out large portions from a video and presenting it as a complete narrative, despite missing key elements.\"\nWe reached out to the White House for a comment, but we haven’t heard back.\nTrump Jr.’s tweet is inaccurate and ridiculous. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-19187"}