{"url": "/factchecks/2016/oct/19/roy-cooper/roy-cooper-says-pat-mccrory-took-500000-disaster-r/", "speaker": "Roy Cooper", "vclaim": "\"Gov. (Pat) McCrory took $500,000 directly out of the disaster relief fund. And you know what it’s for? House Bill 2.\"", "truth_label": "half-true", "date": "stated on October 11, 2016 in a debate:", "title": "Roy Cooper says Pat McCrory took $500,000 from disaster relief funds for HB2", "text": "As flooding from Hurricane Matthew continues to ravage much of eastern North Carolina, even days after the storm subsided, the state’s preparedness has become a political fight.\nRoy Cooper, the Democratic challenger for governor who is also the state’s attorney general, accused Republican Gov. Pat McCrory of a short-sighted move to divert emergency funds into defending a partisan controversy.\n\"Gov. McCrory took $500,000 directly out of the disaster relief fund,\" Cooper said during their Oct. 11 debate. \"And you know what it’s for? House Bill 2.\"\nHB2, or the \"bathroom bill\" as it’s commonly known, has become one of the defining issues of this election. There are several parts to it, including restricting bathroom access for transgender people in public buildings and excluding LGBT people from discrimination protections.\nWe’ve written many fact-checks on HB2, including whether it took away any existing rights, how unique North Carolina’s LGBT protections (or lack thereof) are now, and the risk of sexual predators due to transgender-friendly bathroom rules. For all our fact checks on the law, see here.\nMcCrory signed HB2 in March. Since then private citizens have sued, and so has the U.S. Department of Justice, which argues it violates civil rights laws. Cooper, as attorney general, has refused to defend HB2 in court. He says he believes it’s unconstitutional. We fact-checked whether he’s allowed to do that here.\nWith Cooper out, the state will have to hire other lawyers – unless the legislature repeals HB2, which Cooper has urged but which legislative leaders have so far refused to do.\nAnd that’s what brings us to this claim. Cooper said McCrory pulled $500,000 from disaster funds to use for those lawyers, but McCrory retorted it wasn’t true.\n\"We haven’t spent one dollar of the disaster relief money. We were approved to by the legislature, and I made a statement: We will not spend any of that money. (Cooper) knows that. He’s being deceptive to the public of North Carolina.\"\nMcCrory’s campaign later called Cooper’s claim \"the lie of the night.\"\nStarting with the basics\nCooper is right about the amount of money. A new law ordered the transfer of $500,000 of disaster relief money to McCrory’s office for \"costs incurred from litigation related to\" HB2.\nCooper said McCrory \"took\" that money, but \"took\" has multiple meanings. One is more active, like \"grabbed. \" The other is more passive, like \"accepted.\" It might also refer to a certain foolish hobbit, but we won’t get into that.\nSo we need to ask if McCrory actively took the money, passively took the money, or both. Let’s start with passive taking. Did McCrory accept the money? Did he object to it?\nVeto power\nCooper’s main argument during the debate was that McCrory didn’t object to the money being moved, since he allowed the bill in question to become law.\n\"The governor could’ve vetoed this legislation that took this $500,000 out of the Disaster Relief Fund, but he did not,\" Cooper said. \"He did not veto it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe money came to McCrory on July 1 in a bill making multiple changes and corrections to the state budget. McCrory said he didn’t veto the bill because he didn’t want to risk stopping other important changes if his veto succeeded.\nBut that excuse doesn’t hold water. The legislature could’ve easily overridden his veto, which requires a 60-percent majority to do. This bill received 46 of 50 votes in the Senate (92 percent) and 89 of 120 votes in the House (74 percent).\nMcCrory has issued six vetoes as governor, four of which have been overridden. His latest came less than a month before this budget bill. At the time, he said it would probably be overridden but \"part of the reason to veto a bill is to make sure the public is aware of exactly what’s in a bill.\"\nAnd less than a week before the funding bill came to his desk, he threatened to veto another bill over several parts that he didn’t like; the legislature rewrote those parts in response.\nHowever, after McCrory let the funding bill become law, he did almost immediately say he had no intention of actually using the money – a statement he repeated again at the debate.\nShow me the money\nSo McCrory accepted the money with no strong formal objections, like a veto.\nWe also know that McCrory asked for $500,000 to be set aside for lawyers for HB2 – that it wasn’t just imposed on him by the legislature.\nBut both McCrory’s general counsel, Bob Stephens, and the office of Senate President Pro Tempore Phil Berger have said McCrory just asked for the money in general and never specifically suggested pulling it from disaster relief funds – so the legislature bears responsibility for that choice.\nBut where’s the money now? The budget changes say that the $500,000 from the disaster relief fund \"shall be transferred to the Governor's Office\" for HB2’s legal costs.\nHowever, Berger’s office told us the money has yet to actually be transferred, despite the apparently authoritative wording of the law.\n\"As a practical matter, $500,000 has not been moved from the disaster relief fund,\" said Berger spokeswoman Shelly Carver. She added: \"Further, the governor has said he will not spend any disaster relief funds on legal expenses, which is within his discretion.\"\nBut similarly, McCrory also has the discretion to move the money in the future if he wants.\nAnd what’s less clear is whether the money could still move even against his wishes, since the law says the funds \"shall transfer\" to his office.\nThe word \"shall\" is tricky in legal writing and we simply don’t know exactly how it might be interpreted here. Supreme Court Justice Ruth Bader Ginsburg wrote in 1995 that \"though shall generally means must, legal writers sometimes use, or misuse, shall to mean should, will or even may.\"\nOur ruling\nCooper said \"Governor McCrory took $500,000 directly out of the disaster relief fund\" to spend on lawyers to defend the controversial HB2 legislation.\nMcCrory did ask for the money, although there’s no proof he asked for it to be taken specifically from disaster relief – an especially touchy topic now with so much flooding ravaging the state.\nThe money is still in the disaster relief fund, which is a mark against Cooper’s claim, but nevertheless it is still earmarked for HB2, meaning McCrory could take it in the future. And although he has said he won’t, he also didn’t attempt to stop the money from being moved out of disaster relief by using his veto power.\nCooper’s claim is partially accurate but leaves out important details, so we rate it Half True.\nhttps://www.sharethefacts.co/share/efeebeee-92f2-47c8-8826-dab5f32e372e", "vclaim_id": "vclaim-pol-04109"}