{"url": "/factchecks/2013/mar/05/florida-democratic-party/florida-democrats-say-rick-scott-says-education-no/", "speaker": "Florida Democratic Party", "vclaim": "Says Rick Scott called education not a \"core function\" of the state.", "truth_label": "false", "date": "stated on March 4, 2013 in a press release:", "title": "Florida Democrats say Rick Scott says education is not a 'core function' of state government", "text": "With an eye toward his 2014 re-election effort, Gov. Rick Scott has tried to portray himself as a pal of teachers and families who rely on public education. He talks often about how he boosted education spending in 2012 and this year proposed giving teachers a $2,500 pay raise.\n\nNot surprisingly, his Democratic foes emphasize different facts and figures about education spending -- including how Scott oversaw a spending cut in 2011.\n\nAs Scott prepared to deliver his State of the State speech March 5, the Democrats \"pre-butted\" him with a press release the day before attacking his record on jobs, tax cuts and education.\n\n\"Scott, the hardcore tea party conservative who spent $5 million of his own money to defeat the Affordable Care Act and who slashed education funding by $1.3 billion, calling it not a ‘core function’ of the state, is now arguing for investments in education and the expansion of Medicaid under the President’s health care law,\" wrote the Florida Democratic Party.\n\nEducation sounds like a fairly basic government service or a \"core function.\" Did Scott call education not a \"core function\" of the state?  \n\nScott and the use of the word \"core\"\n\nTo support their claim, Democrats pointed to a February 2011 article in Jacksonville’s Florida Times-Union about Scott’s first budget proposal, which called for steep cuts to much of the budget, including education, benefits for state workers, and state jobs.  \n\nThe article quoted Scott at a Tallahassee press conference: \"The public expects us to get back to what the core functions of the state are, not things that would be nice but we don't have the money for.\"\n\nFlorida Democratic Party spokesman Eric Conrad told PolitiFact Florida that Scott was talking about returning to the \"core functions\" of the state while also broadly cutting education.\n\n\"It’s kind of hard to think he considers education to be a core function if he was cutting that much money from it,\" Conrad said.\n\nBut we found no place where Scott specifically mentioned education and said it was not a \"core function\" of government. Instead, Scott talked about the core functions of government in a much more general way, saying only core functions should receive funding.\n\nHere are some excerpts from Scott’s comments on core functions.\n\nWhile unveiling his proposed budget at a tea party rally in Eustis on Feb. 7, 2011, Scott said, \"The fact is that government has to get back to its core functions. But only its core functions.\"\n\nLater in the speech, when talking about streamlining state agencies, Scott said: \"And, by eliminating programs that are not core government functions, remember we are going to go back to what the core function is, not a lot of ‘it would be nice to have,’ just like, that’s not what you get to do right now, we are going to go back to core functions, it will save us another $150 million over two years.\"  \n\nScott did mention education in another part of his speech, saying that he would cut \"over $4 billion in taxes over the next two years without any cuts out of state general revenue for education, zero cuts out of state general revenue for education.\" Actually, state funding for education shrank that year, as we noted in a 2011 fact-check.\n\nWhen Scott called for selling the state airplane in February 2011, he said: \"Burdening taxpayers with these ongoing expenses is irresponsible and not a core function for government to meet the state's critical needs.\" (Scott earned a Promise Kept on PolitiFact Florida’s Scott-O-Meter which keeps track of his promises.)\n\nIn April 2011, Scott was interviewed on Fox Business News and talked about eliminating teacher tenure and watching how we spend every dollar. Then he said: \"We go back to core functions. All of these things are important and we're going to get them -- we're going to get them done.\"\n\nA spokesperson for Scott did not directly address our questions about Scott’s views on what is a \"core function.\"\n\n\"The governor has always said he is focused on three things: jobs, education and cost of living,\" said Scott spokeswoman Jackie Schutz in an email.\n\nOur ruling\n\nThe Florida Democratic Party said in a press release that Scott called education \"not a ‘core function’ of the state.\"\n\nThe Democrats point to Scott’s 2011 comments about his budget proposal that included massive and wide-ranging cuts -- including to education. Scott called for focusing on \"core functions\" of the state.\n\nScott cut the education budget in a year when he talked about funding for \"core functions.\" But he never specifically said education was not a \"core function.\" It’s a stretch and a leap of logic for Florida Democrats to claim otherwise.\n\nWe rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09633"}