{"url": "/factchecks/2016/apr/15/jack-falanagan/republican-candidate-congress-cites-higher-average/", "speaker": "Jack Falanagan", "vclaim": "Says New Hampshire’s second congressional district includes two counties where \"almost 5 percent if not more\" of residents are enrolled in the state’s expanded Medicaid program.", "truth_label": "true", "date": "stated on March 10, 2016 in a speech :", "title": "Republican state Rep. cites higher than average Medicaid enrollment in two NH counties", "text": "At a news conference last month, U.S. House candidate and state Rep. Jack Flanagan explained his vote to continue the state’s expanded Medicaid program.\nFlanagan, a Republican, supported the legislation because those in the second congressional district were relying on the expanded plan, he told reporters.\n\"When I looked at the actual layout -- Coos County, Sullivan County, there was a significant number of people -- I think it’s almost 5 percent if not more -- in those counties. So, looking ahead and knowing those people could use the support, that’s why I voted\" for the program, he said.\nFlanagan’s assertion caught our eye. While the overall number of those on the expanded program has been stated repeatedly – about 48,000 individuals – less has been said about who those people are and where they live.\n\nSo we decided to check out Flanagan's statement.\nLet’s start with the district boundaries. New Hampshire’s second congressional district stretches from the very top of the state to the very bottom, and generally covers the western half. It’s currently represented by U.S. Rep. Annie Kuster, a Democrat.\nAs Flanagan noted, the district encompasses all of Coos and Sullivan counties. It also includes all of Cheshire County. Much of Grafton, Merrimack and Hillsborough counties are in the district, too, along with a slice of Rockingham.\nThat’s a lot of space, and as you might expect, use of the expanded Medicaid, which offers subsidized health care to people making less than $16,000 a year, isn’t uniform across the district. Towns and cities in sparse Coos and populated Merrimack counties face very different economic challenges, after all.\nThe next piece of the puzzle is the actual usage of the program. The state’s Health and Human Services department has produced a number of maps through its division of Public Health Services that show, as of January, how many residents across the state use expanded Medicaid.According to this information, Coos County saw the greatest use of the expanded Medicaid program, with 5.38 percent participating. Sullivan County, the second one named by Flanagan, had 4.28 percent of its residents enrolled in the program. These figures include just the expanded program, not all Medicaid enrollees.\nAs expected, numbers vary in the other counties included in the district. Only 3.77 percent of the population of Cheshire County is enrolled. Merrimack County has 3.75 percent of residents participating, while Hillsborough has 3.58 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nGrafton County is broken up in an unusual way on the map -- Hanover and Lebanon are broken out. Between them, the communities have only 1.72 percent of their residents in the program. The rest of the county has a 4.19 percent enrollment.\nWhile the numbers can be sliced and diced further -- the state also issued a town-by-town breakdown of enrollments -- Flanagan was speaking about county numbers, so this rough breakdown should be sufficient.\nThe two counties Flanagan specified, Coos and Sullivan, indeed have the highest participation rate in the expanded Medicaid program. Only the former is over 5 percent, though.\nBolstering his argument, both have higher enrollments than the state as a whole, which stands at about 3.5 percent.\nWhen reached for comment, the representative pointed to the same set of data from the state.\n\"I was considering Coos when I made that statement, however Grafton and Sullivan counties are still high, percentage wise,\" Flanagan wrote in an email.\nOur ruling\nU.S. House candidate and State Rep. Jack Flanagan said that \"almost 5 percent if not more\" of the population of Coos and Sullivan counties were enrolled in the state’s expanded Medicaid program.\nIn the second congressional district, one county has more than 5 percent enrollment in the state’s expanded Medicaid program and another is pretty close. Coos county indeed breaks the 5 percent mark. Sullivan, at 4.28 percent, which have the first and second-highest participation rates in the state, respectively.\nWe rate Flanagan’s statement True.", "vclaim_id": "vclaim-pol-05094"}