{"url": "/factchecks/2008/jul/16/barack-obama/backtracking-on-the-path-to-citizenship/", "speaker": "Barack Obama", "vclaim": "\"McCain used to buck his party on immigration by fighting for comprehensive reform. . . . But when he was running for his party's nomination, he . . . said that he wouldn't even support his own legislation if it came up for a vote.\"", "truth_label": "mostly-true", "date": "stated on July 8, 2008 in a speech in Washington, D.C.:", "title": "Backtracking on the path to citizenship", "text": "Seeking to portray his Republican rival as a flip-flopper on a critical issue for Latino voters, Sen. Barack Obama used a July 8, 2008, appearance before the League of United Latin American Citizens to note remarks Sen. John McCain made that appeared to disavow an immigration plan McCain had championed in Congress.\n\n\"Now, I know Sen. McCain used to buck his party on immigration by fighting for comprehensive reform — and I admired him for it,\" Obama said. \"But when he was running for his party's nomination, he abandoned his courageous stance, and said that he wouldn't even support his own legislation if it came up for a vote.\"\n\n\nObama is referring to comments McCain made during a Jan. 30, 2008, Republican candidates' debate at the Ronald Reagan Presidential Library in California. At issue was the immigration plan that McCain helped shepherd through the Senate in 2006 that combined border security and work-site enforcement to root out undocumented employees, with a guest worker program for most of the illegal immigrants in the country.\n\n\nHouse Republicans, who favored tough enforcement measures, branded the Senate measure as \"amnesty\" for illegal immigrants and the work of Democrats. They refused to participate in discussions to negotiate a compromise plan and instead passed a series of narrow bills aimed at thwarting illegal immigration. Most were never enacted into law, though Congress cleared a separate border fence bill.\n\n\nAsked during the debate whether he would vote for his original proposal if it came to the Senate floor again, McCain first demurred, saying it would not return in that form. But when pressed, he said he would not, because public opinion favored enforcement over citizenship measures.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"I would not, because we know what the situation is today,\" McCain said. \"The people want the border secured first. And so to say that that would come to the floor of the Senate — it won't. We went through various amendments which prevented that ever — that proposal.\"\n\n\nAsked again to confirm he would not vote for his bill as originally drafted, McCain replied, \"My bill will not be voted on; it will not be voted on. I will sit and work with Democrats and Republicans and with all people. And we will have the principals securing the borders first.\"\n\n\nMcCain's comments acknowledge many Republican primary voters' preference for tough enforcement measures. But in 2007, he supported another plan to rewrite immigration laws that resembled the previous year's effort and included a so-called \"path to citizenship\" for the estimated 12-million undocumented immigrants in the country. From these actions, one can infer McCain has toggled between endorsing enforcement measures and broader immigration plans that also address citizenship, depending on the circumstances. All of which backs up Obama's assertion.\n\n\nHowever, Obama is laying it on thick in stating McCain bucked his party in crafting the original plan. The immigration plans McCain championed were a priority of the Bush administration and Republican leaders in the Senate. To be sure, they infuriated grass-roots conservatives, who constitute a core GOP constituency and have long been critical of McCain's position on a host of issues. But in this case, Obama may be giving McCain too much credit for being a maverick in order to make the about-face more dramatic.\n\n\nStill, because McCain essentially disavowed his original comprehensive immigration proposal and said repeatedly he would focus on border security as president, we judge Obama's statement Mostly True.", "vclaim_id": "vclaim-pol-16129"}