{"url": "/factchecks/2008/feb/08/chain-email/a-new-twist-on-an-old-distortion/", "speaker": "Chain email", "vclaim": "\"While others place their hands over their hearts, Obama turns his back to the flag and slouches.\"", "truth_label": "false", "date": "stated on January 6, 2008 in a chain e-mail sent to many people.:", "title": "A new twist on an old distortion", "text": "A new chain e-mail against Barack Obama recycles some false charges and adds some false twists.\n\nThe e-mail, forwarded to us by several readers, provides a new spin on the false claim that Obama refused to put his hand over his heart during the Pledge of Allegiance.\n\n\n\"Barack Hussein Obama will NOT recite the Pledge of Allegience nor will he show any reverence for our flag,\" it says. \"While others place their hands over their hearts, Obama turns his back to the flag and slouches.\"\n\n\nWe have previously examined e-mail allegations that he attended a radical Muslim school\n\n(so inaccurate we called it Pants on Fire),\n\nthat he took the oath of office with a Koran (also\n\nPants on Fire)\n\nand that his middle name is Mohammed\n\n(Pants on Fire).\n\nWe've also explored the questions surrounding\n\nthis photograph\n\nfrom\n\nTime\n\nmagazine's Web site, which prompted the allegations that he \"refused to say the pledge\"\n\n(also False).\n\n\n\nNow comes a new allegation, apparently relying on the same photo. Since this one is new to many readers, we'll revisit some of our previous findings and address the new charge about slouching. (This is the first time we can recall slouching being used as the basis for a political attack.)\n\n\nThe Obama photo was taken Sept. 16, 2007, in Indianola, Iowa, at the Harkin Steak Fry, an annual political event hosted by U.S. Sen. Tom Harkin. The caption on the\n\nTime\n\nphoto says Obama and the others \"stand during the national anthem.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama was on stage with New Mexico Gov. Bill Richardson, Sen. Hillary Clinton and Harkin's wife Ruth.\n\n\nAs the\n\nTime\n\ncaption indicates, the photo was taken during the national anthem, not the pledge, so the photo does not support the allegation that Obama \"turns his back and . . . slouches\" during the pledge. This is corroborated by\n\nan ABC News video\n\nof the occasion.\n\n\nIt's clear from the video that the assembled Democrats are not turning their backs on the flag to make an antipatriotic statement. They are looking at the same point — presumably the woman singing the anthem.\n\n\nIt is a matter of interpretation whether Obama is slouching as the anthem is played. The photo shows him with his hands clasped in front of his waist while the others have their hands over the heart (a point of anthem protocol that we addressed in\n\nthis item).\n\nBut it doesn't look to us like he's slouching and there's no evidence to suggest his posture was making an antipatriotic statement.\n\n\nObama has responded to these allegations by saying he often leads the pledge when he presides over the Senate, as seen in\n\nthis video from the Senate.\n\n\n\nSo once again, we find a chain e-mail is incorrect about Obama. We find the statement False.", "vclaim_id": "vclaim-pol-16350"}