{"url": "/factchecks/2020/apr/03/daniel-kelly/wisconsin-justice-kelly-overreaches-claim-challeng/", "speaker": "Daniel Kelly", "vclaim": "Says rival Jill Karofsky wants \"to disarm law abiding citizens.\"", "truth_label": "barely-true", "date": "stated on March 3, 2020 in campaign email:", "title": "Wisconsin justice Kelly overreaches with claim that challenger Karofsky wants to disarm citizens", "text": "In the race for a seat on the state Supreme Court, Justice Daniel Kelly and challenger Dane County Circuit Judge Jill Karofsky have clashed on many fronts, but perhaps especially so on guns and the Second Amendment.\nKelly faced criticism after hosting a fundraiser at a Brookfield gun range the day after the Molson Coors shooting. At a March 12, 2020, forum hosted by the Milwaukee Bar Association, Kelly called the criticism a cheap political hit.  \nMeanwhile, at the same forum, Karofsky called Kelly posing with an assault-style rifle \"a clearly partisan move.\" \nEven before that, Kelly’s campaign made a stronger accusation in a March 3, 2020 email sent to supporters, in which Kelly claimed: \"Judge Karofsky and her radical liberal allies want to disarm law abiding citizens.\" \nIs the assertion correct? \nThe evidence\nWhen asked to back up the claim, Kelly campaign manager Charles Nichols first pointed to a series of Karofsky tweets. \n\"In December 2019, Jill Karofsky called for increased gun control laws on Twitter following two incidents in Wisconsin schools,\" Nichols said in an email. \"Law enforcement later revealed that the weapons used in both incidents weren’t actually guns. Karofsky’s tweet called on lawmakers to put forward stricter gun laws.\"\nBut putting forward stricter gun laws is not the same as wanting to \"disarm law abiding citizens.\" For instance, one often-discussed legislative proposal is to tighten background checks, which would fall far short of disarming citizens.\nLet’s take a closer look.\nOn Dec. 2, 2019, at Waukesha South High School, an \"angry\" 17-year-old student pointed a pellet gun at the head of a fellow student, pulled a pellet gun again later when officers arrived, and then was shot three times by police, according to news reports. \nThe following day, at Oshkosh West High School, a 16-year-old student with an \"edged weapon\" stabbed a school resource officer, and the officer shot the student. \nThe Karofsky tweets in question all came on Dec. 3, 2019, beginning with this one:\n\"As a mom of two teenagers, my heart races every time I hear about yet another school shooting. I'm relieved that no one was killed in yesterday’s shooting at Waukesha South High School, and today’s shooting at Oshkosh West High School.\"\nShe went on to refer to families in Sparta and at Waukesha North who \"had to deal with lockdowns\" and a \"hit list in Shorewood.\" She thanked first responders, and said parents should not have to worry about the safety of their kids at school.\nPretty straightforward.\nThen she got to what the Kelly campaign is citing.\n\"It's up to the policy-makers to decide what the law should be, and judges like me are here to apply and interpret the law. But I know action is needed,\" she tweeted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThen she added this:  \"We can respect constitutional rights and at the same time take steps to make every family safer. It’s way past time for lawmakers to step up to the plate.\"\nSo, as evidence, the tweets don’t really stand up.\nKarofsky did not advocate any specific changes, noted it’s up to policymakers to decide what laws to advance, and talked explicitly about respecting constitutional rights in the process. As in a trial, we view the burden of proof as falling on the one who makes the charges. So far, Kelly clearly falls short.\nMore evidence\nNichols, the Kelly campaign manager, also pointed to a Jan. 24, 2020 Milwaukee Journal Sentinel article that laid out the views and records of the candidates on a series of hot-button issues.\nIn a section on guns, the article described the candidates and their views on a 2008 U.S. Supreme Court decision known as Heller, which held the right to bear arms in the Second Amendment of the Constitution is an individual right, rather than a collective right for groups like militias.\n\"I've read it carefully, and I've not identified any errors,\" the article quoted Kelly as saying of the decision.\nMeanwhile, the article offered this position from Karofsky: \n\"I think that there are ways that are constitutional that we are able to limit people's possession of firearms so that we're able to live in a country where we don’t have to send our kids to school for code-red drills.\" \nAs with the tweets, that stops well short of what Kelly claimed. What’s more, it specifically describes finding ways that are constitutional to make any changes.\n\"Judge Karofsky has made it clear throughout this campaign that she supports the Second Amendment and the precedent established in the Heller decision,\" Karofsky spokesman Sam Roecker said in an email. \"Dan Kelly knows this precedent requires judges to uphold the law and an individual's right to own a gun.\" \nOur ruling\nKelly claimed Karofsky wants \"to disarm law abiding citizens.\" \nRather than cite any past rulings as evidence, Kelly points to a series of tweets and a Karofsky quote in a newspaper story on the race. \nIn both cases, Karofsky indicates she feels lawmakers should take steps to reduce gun violence -- even calling on them to \"step up to the plate.\"\nBut nowhere did she call for disarming residents. Indeed, in both places she framed the comments around abiding by the constitution, even noting it’s up to policy-makers to \"decide what the law should be.\"\nAs evidence, that’s pretty thin.\nOur definition of Mostly False is a \"statement contains an element of truth but ignores critical facts that would give a different impression.\"\nThat fits here.", "vclaim_id": "vclaim-pol-16866"}