{"url": "/factchecks/2019/mar/29/kirsten-gillibrand/gillibrand-claims-most-votes-against-trump-cabinet/", "speaker": "Kirsten Gillibrand", "vclaim": "For Cabinet posts, \"I have the best voting record against Trump nominees of anyone else running for president\"", "truth_label": "true", "date": "stated on March 18, 2019 in a town hall:", "title": "Gillibrand claims most votes against Trump Cabinet nominees", "text": "Sen. Kirsten Gillibrand is trying to draw distinctions between herself and her many opponents for the Democratic nomination for president. She told a crowd in Michigan that she has the best record of voting against President Donald Trump’s Cabinet nominees.\n\"I voted against Betsy DeVos,\" Gillibrand said, referring to the secretary of education. \"I voted against most of President Trump’s nominees for his Cabinet, because they were either unqualified or they did not have the experience necessary. I have the best voting record against Trump nominees of anyone else running for president.\"\nTrump has put forth thousands of nominees for Senate confirmation, from seats on the U.S. Supreme Court to appointments to various government boards. From the context of Gillibrand’s statements, we decided to investigate the New York senator’s record on votes for Cabinet-level positions.\nThe Cabinet\nTrump’s cabinet includes the 15 heads of executive departments, such as the secretary of health and human services and the secretary of defense, and other appointments, such as the U.S. trade representative, director of the Central Intelligence Agency and the director of national intelligence. Most require Senate confirmation.\nWe looked at the roll call votes for each of these, and took note of votes cast by the six senators running for the Democratic nomination for president: Gillibrand, Cory Booker of New Jersey, Kamala Harris of California, Amy Klobuchar of Minnesota, Bernie Sanders of Vermont and Elizabeth Warren of Massachusetts.  \nThere have been 29 votes for Cabinet-level positions in the Trump administration, including 19 current appointees and 10 people who were appointed and have left their posts. Some of these positions have been filled more than once because of resignations, as in the case of the attorney general, where William Barr succeeded Jeff Sessions. A president has discretion on whether certain positions will be part of the Cabinet. For example, the post of United Nations ambassador was a Cabinet-level position when Nikki Haley was appointed to it in 2017. Since Haley’s resignation was announced in 2018, a Trump official said the position will no longer be a Cabinet-level post.\nThe votes\nFor senators seeking to be president, opposition to Trump was a strong theme in their voting records. All six voted against many of Trump’s nominees, including Secretary of Energy Rick Perry, Secretary of Housing and Urban Development Ben Carson, Treasury Secretary Steven Mnuchin, and both secretaries of Health and Human Services, Tom Price and Alex Azar.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nOn other nominees, the group was split. Elaine Chao’s nomination as transportation secretary drew a 93-6 vote in the Senate, with yes votes from Harris and Klobuchar but no votes from Gillibrand, Booker, Sanders and Warren.  \nGillibrand voted only twice in favor of Trump’s Cabinet appointees, for Haley as U.N. ambassador and for David Shulkin for Department of Veterans Affairs. She voted 27 times against Trump Cabinet nominees.\nWarren and Sanders each had 26 votes against these Cabinet nominees, and three votes in favor of them. Booker and Harris had 25 votes against, and four votes in favor. Klobuchar voted to confirm 12 of Trump’s nominees, tops among the senators seeking to be president, while she voted against 17 other Cabinet nominees.\nWe also looked at roll call votes for Trump’s many other nominees to get a sense of the rest of Gillibrand’s record, though this tally did not affect our ruling. With very few exceptions, Gillibrand voted against these nominees as well, people such as Deputy Attorney General Rod Rosenstein (she was one of six to vote no, along with Booker, Harris and Warren) and U.S. Supreme Court Justice Brett Kavanaugh, whose appointment passed 50-48. She voted yes on R.D. James to be assistant secretary of the Army, which drew a 89-1 vote, with Sanders opposed. She also voted yes on two judicial appointments, Claria Horn Boom, opposed only by Sanders, and Ralph Erickson, opposed only by Warren. Many appointments were approved by the Senate by voice vote.   \nIn its analysis of voting records on all matters (not limited to Trump’s appointments), the website FiveThirtyEight found that among senators, Gillibrand has the record least in line with Trump’s positions.\nOur ruling\nGillibrand has sought to distinguish herself from the field of Democratic candidates for president by stating her voting record against Trump’s Cabinet nominees is stronger.\nShe has voted against 27 of his nominees, while Warren and Sanders have opposed 26. Booker and Harris voted against Trump Cabinet nominees 25 times, and Klobuchar voted against them 17 times.\nWe rate Gillibrand’s statement True.\n Share the Facts 2019-03-29 20:13:11 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  For Cabinet posts, \"I have the best voting record against Trump nominees of anyone else running for president\"     Kirsten Gillibrand U.S. Senator http://www.msnbc.com/transcripts/all-in/2019-03-18   in a town hall Monday, March 18, 2019 2019-03-18    Read More  info", "vclaim_id": "vclaim-pol-00828"}