{"url": "/factchecks/2016/jun/22/donald-trump/trump-wrong-clintons-refugee-plan-would-cost-more-/", "speaker": "Donald Trump", "vclaim": "\"For the amount of money Hillary Clinton would like to spend on refugees, we could rebuild every inner city in America.\"", "truth_label": "pants-fire", "date": "stated on June 22, 2016 in a speech in New York attacking Hillary Clinton:", "title": "Trump wrong that Clinton's refugee plan would cost more than rebuilding all inner cities", "text": "A day after Hillary Clinton gave her list of Donald Trump’s many flaws on the economy, Trump returned the favor. In a speech from New York, he called her a \"world-class liar\" who has \"spent her entire life making money for special interests.\"\nTrump delivered a broadside on Clinton’s immigration policies — to him, they represent \"mass amnesty\" and \"open borders\" — and blended those faults with her plans for refugees.\n\"Hillary also wants to spend hundreds of billions to resettle Middle Eastern refugees in the United States, on top of the current record level of immigration,\" Trump said. \"For the amount of money Hillary Clinton would like to spend on refugees, we could rebuild every inner city in America.\"\nWe asked the Trump campaign where he got those spending numbers and did not hear back. But as you’ll see, whatever number Clinton could conceivably spend resettling refugees come nowhere near what it would cost to rebuild America’s urban centers.\nThe cost of refugees\nThe only numbers we could find for Clinton’s budget plans were $15 million for immigrant integration services (from her campaign website), and $582 million to resettle 70,000 refugees. The second figure comes from an analysis of federal refugee spending by the nonpartisan National Conference of State Legislatures.\nWe used that as one starting point.\nPresident Barack Obama seeks to increase the number of refugees accepted from around the world to 100,000. That includes 10,000 Syrian refugees. Clinton has said she wants to take in 65,000 Syrians. If we add her higher number to Obama’s, and we assume she wouldn’t trim his plan, we can estimate a total number of refugees of 155,000.\nScaling up the dollar amounts, we can roughly estimate a total cost for her plan of about $1.3 billion. That is about half a percent of the \"hundreds of billions\" that Trump claimed.\nWe also looked at the Obama administration’s FY 2017 budget request for refugee and entrant assistance. That is a bit under $2.2 billion for 100,000 refugees. When you add in the additional costs for more resettled Syrian refugees, you might get a budget in the neighborhood of $3 billion to $4 billion.\nThe cost of rebuilding inner cities\nTrump used a term that generally refers to low-income urban neighborhoods. What he meant by rebuilding them is unclear. It could include rebuilding substandard housing, fixing aging water systems, investing in schools and job training, creating an enticing business environment, or any number of aspects of life where low-income communities are lacking.\nSolomon Greene, a senior fellow at the Urban Institute, an academic center in Washington, told us he knows of no comprehensive study that added up the rehabilitation needs of every American city. He did, however, note that alone there is a $26 billion backlog to repair the nation’s public housing.\n\"It’s a very conservative estimate,\" Greene said. \"It only includes public housing, and that’s a small share of the low-income housing stock.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNot all public housing is in urban centers, but Greene, a housing specialist, told us that the great majority of it is.\nNew York City alone could use billions of dollars in improvements.\nThe Center for an Urban Future, a research and policy group supported by funders ranging from MetLife to the Child Welfare Fund, estimated that fixing the Big Apple’s aging infrastructure would cost about $47 billion over five years.\nResearchers at the Lincoln Institute of Land Policy, an urban planning research center in Cambridge, Mass., found a number of estimates for different urban needs.\n\n\nThe Federal Transit Administration estimated in 2013 that it will cost $85.9 billion to bring the nation’s transit systems to a state of good repair.\n\n\nThe Council on Great City Schools said facility needs for schools in the 50 largest cities will cost $85 billion.\n\n\nThe institute’s director George McCarthy estimated that it would cost $975 million just to demolish abandoned structures in Detroit.\n\n\nWe could go further, but the numbers are clear. Barely scratching the surface of the needs of America’s cities, we find a price tag of over $225 billion.\nEven if Clinton doubled the Obama administration’s funding for refugees, the money would barely make a dent.\nOur ruling\nTrump said that Clinton wants to spend hundreds of billions on refugees and for that money, \"we could rebuild every inner city in America.\" Trump’s campaign provided no supporting numbers.\nClinton has not said how much she would spend on refugees, but the Obama administration request for FY 2017 is about $2.2 billion. That figure could increase for Clinton, as she has said she wants to take in more Syrian refugees. If it doubles or even triples, it is nowhere near \"hundreds of billions.\"\nIt is also a scant fraction of the price tag to rebuild America’s inner cities. There is no comprehensive tally of what it would take to deal with substandard housing and infrastructure, but we quickly found a backlog of about $225 billion in projects.\nTrump’s numbers are off by a huge margin. We rate this claim Pants on Fire.\nhttps://www.sharethefacts.co/share/939f9175-5c91-4f06-aeae-8acc8af38c08", "vclaim_id": "vclaim-pol-04799"}