{"url": "/factchecks/2012/sep/26/government-not-god-pac/pac-ad-says-obama-will-force-christian-groups-pay-/", "speaker": "Government is Not God PAC", "vclaim": "\"Barack Hussein Obama will .. force Christian organizations to pay for abortions.\"", "truth_label": "barely-true", "date": "stated on September 23, 2012 in a newspaper ad:", "title": "PAC ad says Obama will force Christian groups to pay for abortions", "text": "A super PAC called Government is Not God is running an ad in newspapers around the country warning readers of dire consequences if the president wins a second term.\n\n\"Barack Hussein Obama,\" the ad says, \"will move America to force Christian organizations to pay for abortion.\"\n\nThat claim tops a list of numerous charges about abortion, immigration, Islam and even the Declaration of Independence, which we’ll look at in separate-fact checks.\n\nFor this one, the topic is abortion.\n\nHHS rule\n\nThe claim is based on a rule to implement the new health care law that was announced in January 2012 by Health and Human Services Secretary Kathleen Sebelius. It addressed women’s preventive health services that must be covered by insurers without a co-pay, co-insurance or a deductible.\n\nAt issue is how much organizations with religious ties would be bound by the rule.\n\nIt was a clarification of the provision in the Affordable Care Act, often known as Obamacare, for co-pay-free preventive care. For individual and small-group plans, the law requires that policies cover \"essential health benefits.\" The idea of co-pay-free preventive care stems from studies that show that even moderate co-pays kept women from getting care, such as mammograms or pap smears, according to HHS. The nongovernmental Institute of Medicine recommended that preventive services include all FDA-approved forms of contraception: physical methods such as condoms, diaphragms, cervical caps and IUDs, as well as hormonal methods such as the pill, implants and hormone shots. It includes emergency contraceptives such as Plan B and Ella, though not so-called \"abortion drugs\" like RU-486 that end early pregnancy by blocking the activity of progesterone.\n\nMost health insurance plans will have to cover them without a co-pay, co-insurance or a deductible. For most new and renewed health plans, that requirement kicked in Aug. 1, 2012.\n\nReligious exemptions\n   \nThe HHS rule provides an exemption for \"certain non-profit religious employers\" that meet a four-part test -- essentially churches and synagogues, but also some primary and secondary religious schools. That left other religious-affiliated organizations, such as universities and hospitals, outside the exemption and in a position where they could be required to cover services to which they have a moral objection.\n\nThe United States Conference of Catholic Bishops, along with other groups and conservative leaders, rose up to fight the rule. Here’s why: Plan B and Ella -- the \"morning-after pill\" -- prevent fertilization of an egg, but taken later can prevent the implantation of a fertilized egg. To some, that’s tantamount to inducing an abortion.\n\n\"In a Catholic moral perspective and in the view of many other pro-life people, this is an early abortifacient effect, not merely contraceptive, because it ends a life that has already come into being. However, federal law would not define this as an abortion, because it only covers the interruption of an implanted pregnancy,\" Richard Doerflinger, associate director of Pro-Life Activities at the bishops conference, told PolitiFact.\n\nIn response to the uproar, the administration offered a compromise in February, requiring insurance companies instead of employers to cover contraception if the employer objects. The organizations were also given an extra year to comply with the rule.\n\nA White House fact sheet says religious organizations will not have to provide contraceptive coverage or refer their employees to organizations that provide contraception, religious organizations will not be required to subsidize the cost of contraception, and contraceptive coverage will be offered to women by their employers’ insurance companies directly, with no role for religious employers who oppose contraception.\n\nTo those objecting to the rule, the compromise is little more than a shell game.\n\nSaid Doerflinger: \"The actual money for this coverage will still come from the premiums paid in by the employer and employee. … The Catholic employer, as much as before, is deprived of its freedom to provide a health plan (and its employees are deprived of the freedom to receive a health plan, for themselves and their minor children) that conforms to their moral and religious principles.\"\n\nMore than two dozen lawsuits against the Obama administration over the rule are pending around the country.\n\nSo, is the claim accurate?\n\nDoerflinger says yes.\n\n\"The mandate includes drugs that can cause an abortion; and we haven’t seen a workable scenario in which the money for covering such drugs comes from anywhere but the premiums paid by many Christian employers and their employees,\" he said.\n\nWe also asked NARAL Pro-Choice America, an abortion rights group, for its take:\n\n\"The new contraceptive-coverage policy referenced in the claim … will not force Christian organizations to pay for abortion. The policy requires coverage of all FDA-approved forms of birth control, including emergency contraception (EC). EC is not abortion, rather, it prevents pregnancy. Therefore, no one is required to cover abortion under this policy,\" said Samantha Gordon, spokeswoman for NARAL. \"Also, the administration explicitly exempts religious houses of worship from the contraceptive-coverage requirement. Moreover, the policy allows religiously affiliated employers that presently refuse to offer their employees contraceptive coverage a one-year grace period to come into compliance. These organizations also will be allowed to opt out of the policy permanently if they oppose it.\"\n\nOur conclusion: There is a narrow window in this claim that has some truth.\n\nThe wording -- \"Christian organizations will be forced to pay for abortions\" -- is clearly an overreach. Christian organizations won’t be \"forced\" to hand over money for abortion procedures performed at clinics by doctors.\n\nBut because employers are now required to provide health insurance for employees under the Affordable Care Act (or otherwise face fines) and because that law dictates that preventive care must be provided at no cost to the insured person, there is some force being applied by the federal government. Preventive care, as defined by HHS, encompasses birth control, emergency contraceptives and sterilization -- health services that some people equate with abortion.\n\nOverall, the statement creates a misleading impression. But that one element of truth leads us to rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10308"}