{"url": "/factchecks/2013/mar/12/nan-orrock/lawmaker-uses-polls-make-case-against-georgia-gun-/", "speaker": "Nan Orrock", "vclaim": "\"More than 80 percent of Americans believe we need to have universal background checks.\"", "truth_label": "true", "date": "stated on March 4, 2013 in a speech:", "title": "Lawmaker uses polls to make case against Georgia gun bill", "text": "Some gun-control advocates use as part of their arsenal in the national debate on this issue that most Americans support their effort, including background checks.\n\nGeorgia state Sen. Nan Orrock, an Atlanta Democrat, made a specific claim about public support for such checks during a floor debate about Senate Bill 101, which she feared would expand access to guns.\n\n\"More than 80 percent of Americans believe we need to have universal background checks,\" Orrock said.\n\nSB 101 would allow Georgians as young as 18 to be granted a gun license if they’ve completed basic military training, as long as they were not dishonorably discharged. The bill also would eliminate a ban on guns in public housing, unless a ban is required by federal law or regulation. It passed the Senate by a 41-10 vote and is being reviewed by the state House of Representatives.\n\nPolitiFact Georgia decided to do some checking to see whether the senator is correct or is she exaggerating public support for such guidelines.\n\nAfter the December shootings of 20 children and six adults at Sandy Hook Elementary School in Newtown, Conn., President Barack Obama put Vice President Joe Biden in charge of coming up with legislation to stem such violence. In January, Obama announced a series of proposals that includes background checks for all gun sales.\n\nFederal law currently requires federally licensed gun dealers to conduct background checks before selling a firearm. There is no federal law that requires private gun dealers to do such background checks. A handful of states (Georgia is not one of them) require private dealers to conduct background checks. Gun control advocates want to require private dealers to conduct such a check, which is commonly known as a \"universal background check.\"\n\nSeveral Democrats, including Obama, have said about 40 percent of all guns are sold without a background check. PolitiFact has reviewed this claim several times and noted it’s based on a 1997 study, rating it Half True.\n\nLiz Flowers, a spokeswoman for the state Senate Democrats, sent us several polls she says support Orrock’s point.\n\nHere’s a look at some of the polls Flowers sent us and some we found:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\n\n\n\nThe Pew Research Center conducted a poll Jan. 9-13 that found 85 percent of Americans support background checks for private and gun show sales. Respondents were specifically asked \"would you favor or oppose making private gun sales and sales at gun shows subject to background checks?\" The poll talked to 1,502 people in all 50 states. About one-half of the respondents were interviewed on land lines; the other half on their cellphones. One-third of those polled said they had a gun in their home. Thirty-seven percent of the respondents said they were independents, 31 percent said they were Democrats and 27 percent said they were Republicans.\n\n\n\n\nCBS News and The New York Times conducted a poll of 1,110 Americans from Jan. 11 to Jan. 15 that found 92 percent of Americans support universal background checks. They were asked \"Do you favor or oppose a federal law requiring background checks on all potential gun buyers?\" The news organizations reported 85 percent of respondents living in a home with a National Rifle Association member support universal checks. About four of 10 polled said they were independents, one-third said they were Democrats and the rest said they were Republicans.\n\n\n\n\nA Fox News poll done Jan. 15-17 found 91 percent of respondents were in favor of criminal background checks on all gun buyers, including those buying at gun shows and private sales. Thirty-nine percent of the respondents said they think of themselves as Democrats, 34 percent Republicans and 23 percent said they were independents. The pollsters interviewed 1,008 Americans. Slightly more than half of the respondents said someone owned a gun in their household.  \n\n\n\n\nA CNN poll of 1,014 adults conducted between Jan. 14 and Jan. 16, 2011 found 94 percent favored background checks for gun buyers. Those polled were asked \"do you favor or oppose background checks on potential gun buyers?\"\n\n\n\n\nMayors Against Illegal Guns forwarded us a poll it had conducted that concluded 91 percent of Georgians support mandatory background checks for all gun buyers. The poll was conducted Feb. 18-21. The respondents were asked \"do you favor or oppose requiring all gun buyers to pass a criminal background check, no matter where they buy the gun and no matter whom they buy it from?\" The largest portion of respondents, 38 percent, said they were Democrats. Thirty-five percent said they were Republicans, and 27 percent described themselves as independents.\n\n\n\nThere was a margin of error of about 3 percentage points to 4 percentage points in each poll.\n\nOur partners at PolitiFact in Washington recently fact-checked a claim by Obama that \"overwhelming majorities of Americans\" support gun legislation \"like background checks.\" PolitiFact noted some of the same polls we reviewed. PolitiFact concluded more than 80 percent of Americans support universal background checks. Obama’s claim, though, was rated Mostly True because his statement suggested strong support for other proposals by his administration, not just universal background checks.\n\nTo sum up, the senator said more than 80 percent of Americans support universal background checks on gun purchases. In each recent poll we reviewed, the public support for universal background checks was well above 80 percent.\n\nWe rate Orrock’s claim True.", "vclaim_id": "vclaim-pol-09604"}