{"url": "/factchecks/2010/oct/25/scott-rigell/nye-voted-lockstep-nancy-pelosi-83-percent/", "speaker": "Scott Rigell", "vclaim": "Says Glenn Nye voted \"in lock step with Nancy Pelosi\" 83 percent of the time.", "truth_label": "barely-true", "date": "stated on October 4, 2010 in a TV ad:", "title": "Scott Rigell says Glenn Nye voted \"in lockstep with Nancy Pelosi\" 83 percent of the time.", "text": "House Speaker Nancy Pelosi has become a popular villain for Republican candidates who have been trying to link her to their Democratic opponents.\n\nCase in point: a recent TV ad titled \"Her Congressman\" from Scott Rigell, the Republican candidate for Congress in Virginia’s 2nd District, criticizing the voting record of Rep. Glenn Nye, the Democratic incumbent.\n\n\"Nye voted in lockstep with Nancy Pelosi, even on the wasteful stimulus bill,\" the ad says. \"Nye votes with Pelosi 83 percent of the time. Glenn Nye is her congressman, not ours.\"    \n\nThe National Republican Congressional Committee makes a similar claim in a TV ad, taking aim at Nye for supporting the economic stimulus package and other Democratic legislation. It says, \"Glenn Nye voted with Pelosi 82 percent of the time.\"  \n\nPolitiFact has checked similar claims in other states and found they often exaggerated the correlation with Pelosi, so we decided to take a closer look.\n\nAsked for the source for the claim, both Rigell’s campaign and the NRCC cited a Washington Post voting database.\n\nWe took a look at the database and quickly discovered the campaigns had blurred the details: Nye has voted with his party 82.5 percent of the time since he took office in 2009. But his rate of voting with Pelosi is actually significantly lower -- just 66 percent.\n\nThe Washington Post says its database shows \"the percentage of votes on which a lawmaker agrees with the position taken by a majority of his or her party members\" -- not the correlation with a particular party leader.\n\nThe average party loyalty is 90.6 percent for all House members and 92.2 percent for the 263 Democratic members. But contrary to the implication of the ad, Nye is actually ninth from the bottom for party loyalty among Democrats and Republicans. That indicates he has one of the most independent records.\n\nComparing the voting records of a member of Congress and a House speaker can be misleading because the speaker rarely votes. The Washington Post voting database shows Pelosi has voted 94 times since the start of 2009, while Nye has cast 1,551 votes.\n\n\"That is just a tradition for speakers -- they often don't vote,\" Pelosi spokesman Brendan Daly told PolitiFact. \"She votes on some bills, not all.\"\n\nOf the 91 times when they both voted on matters other than the routine roll call, Nye cast differing votes 31 times. That means they voted together 66 percent of the time.\n\nAnd it’s important to note that Nye and Pelosi differed on health care reform, the signature issue for the Democrats. Nye voted against it, and has touted that vote in his campaign.    \n\nAnd before voting with fellow Democrats to pass the economic stimulus bill in February 2009, Nye voted twice with Republicans to delay action on the plan, saying he wanted more time and more tax cuts.\n\nSo let’s take stock of the facts.\n\nRigell’s ad says Nye \"voted in lockstep with Nancy Pelosi.\" But the facts don’t support such a strong claim.\n\nIt is incorrect for Rigell to say Nye voted with Pelosi 82 percent of the time. That is the percentage for his votes with his party. The actual number with Pelosi is significantly lower --  66 percent. And both measurements show he is one of the more independent Democrats. Only eight House members have lower party loyalty percentages.\n\nIt’s become a popular Republican tactic to link Democrats with Pelosi, but in this case, the voting records don’t justify the charge. And while Nye has voted with his party 82 percent of the time -- a clear majority of the time -- that’s a long way from being \"in lock step.\"\n\nSo we find Rigell’s claim to be Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14145"}