{"url": "/factchecks/2021/jan/29/facebook-posts/no-evidence-biden-said-i-dont-know-what-im-signing/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden said, “I don’t know what I’m signing,” while signing a document.", "truth_label": "false", "date": "stated on January 25, 2021 in a Facebook post:", "title": "It's not clear what Biden said while signing document", "text": "Extending a line of attack made during the 2020 presidential campaign on Joe Biden’s mental fitness, a post widely shared on Facebook claims that the president said while signing a document: \"I don’t know what I’m signing.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post includes a video clip from a signing ceremony broadcast live in the Capitol less than 90 minutes after Biden became president. \nEnhanced audio from the video indicates that Biden, who was wearing a mask and speaking softly, said sign, or a version of sign, among a few other words. But the other words are not clear. \nExperts who enhanced the audio told PolitiFact that Biden used the word sign or a form of sign, but it is not clear what he said.\nThe video clip\nThe 15-second clip shows Biden seated at a desk signing documents while wearing a face mask for COVID-19 protection. What appears to be a CNN logo is in the upper-right corner of the screen. Republican House Minority Leader Kevin McCarthy and Democratic House Speaker Nancy Pelosi, both of California, are standing well behind Biden; Vice President Kamala Harris is standing at the end of the desk to Biden’s left.\nThe words \"Volume all the way up listen close\" are superimposed on the screen as Biden prepares to sign a document. He mutters a few words, but what he says is not clear. \n\"I don’t know what I’m signing,\" reads a caption across the video. \"Signs it anyways.\"\nThe International Business Times based a news story on the clip and social media reaction to it, also claiming that Biden said \"I don’t know what I’m signing.’\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe found no evidence that that is what Biden said.\nEnhanced audio results\nBiden signed three documents, including an Inauguration Day proclamation, at the event. Separately, he signed 17 executive actions, including directives that reverse course from the Trump administration on immigration, climate change and other matters. \nLive C-SPAN video of slightly more than one minute shows the signing ceremony was held in the President’s Room at the Capitol. We sent links to the Facebook post and the C-SPAN video to experts who enhanced the audio in the video. They said they couldn't make out what Biden said, other than he used the word sign or signing.\nBiden \"definitely isn't saying, 'I don't know what I'm signing,'\" said Hany Farid, professor in Electrical Engineering & Computer Sciences and the School of Information at the University of California, Berkeley, whose research specialties include digital forensics. \"I believe that he is saying, 'I like what I'm signing here.'\"\nDenis Teyssou, editorial manager of the AFP Medialab, said it is not clear what Biden said.\nThe White House did not respond to our request for comment.\nOur ruling\nA Facebook post with a video clip claims Biden said, \"I don’t know what I’m signing,\" while signing a document.\nBiden was wearing a mask and speaking softly while he signed official documents on his first day as president. Experts who enhanced audio from the clip said it is not clear what Biden said, though it likely included the word \"sign.\"  \nWithout evidence to back the claim, we rate it False.", "vclaim_id": "vclaim-pol-19241"}