{"url": "/factchecks/2017/nov/03/new-york-republican-state-committee/republican-mailer-claims-democrats-are-trying-make/", "speaker": "New York Republican State Committee", "vclaim": "\"Liberals in County Hall want our community to be a sanctuary county\"", "truth_label": "pants-fire", "date": "stated on November 1, 2017 in a political mailer:", "title": "Republican mailer claims 'liberals in County Hall' are trying to make Erie County a sanctuary county", "text": "A political mailer claims liberals in the Erie County Legislature want to make the county a \"haven\" for undocumented immigrants.\nThe Republican mailer doesn't identify the liberals but says they want Erie County to be designated as a sanctuary county. Such counties allow undocumented immigrants to remain there without fear of deportation unless a serious crime is committed.\nThe New York Republican State Committee sent the mailer to county residents urging voters to vote for Republicans in Erie County Legislature races on Election Day.\n\"Liberals in County Hall want our community to be a sanctuary county,\" the front of the mailer reads. \"Vote Republican, Tuesday, November 7th.\"\nThe mailer also makes the claim of a \"movement\" to make Erie a sanctuary county. Is that true?\nWhat's this about?\nDemocrats in the Erie County Legislature have not introduced legislation that would make Erie County a sanctuary county.\n\"Neither the county executive nor any Democratic legislator ever introduced any legislation calling for Erie County to be a sanctuary county,\" said Peter Anderson, a spokesman for Erie County Executive Mark Poloncarz.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nWe couldn’t find any legislation introduced by any legislator -- liberal or not -- that would designate Erie County as a sanctuary county.\nA spokesperson for the New York Republican State Committee said the mailer refers to legislation introduced by Republican Legislator Ted Morton in December 2016. Morton’s resolution would have reaffirmed Erie County as a non-sanctuary county. It would not have changed any law. \nBut Morton’s resolution didn’t even make it to a vote in committee. Republican Legislator Kevin Hardwick, the chairman of the Legislature's Government Affairs Committee, told Spectrum News at the time that he didn’t think the issue was \"a huge pressing problem in Erie County.\" So the resolution was tabled and never brought up again.\nOne Democratic legislator, Patrick Burke, opposed the resolution because he thought Morton was creating a false narrative about undocumented immigrants in Erie County.\nBurke may have opposed Morton’s bill, but he did not publicly advocate for Erie County to become a sanctuary county.\nOur ruling\nA mailer from the New York Republican State Committee said \"liberals in County Hall want our community to be a sanctuary county.\"\nThere’s no evidence that’s true. In fact, the resolution the mailer is talking about was blocked by a Republican who controls the Government Affairs Committee.\nWe rate this claim Pants on Fire!\n Share the Facts 2017-11-06 15:30:14 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Liberals in County Hall want our community to be a sanctuary county\"    New York Republican State Committee New York Republican State Committee    Erie County Wednesday, November 1, 2017 2017-11-01    Read More  info", "vclaim_id": "vclaim-pol-02727"}