{"url": "/factchecks/2013/jan/13/dawson-hodgson/rhode-island-sen-dawson-hodgson-says-state-spends-/", "speaker": "Dawson Hodgson", "vclaim": "\"The amount of money that we put into running our own state legislature is nearly as much as we put into the University of Rhode Island.\"", "truth_label": "false", "date": "stated on January 3, 2013 in a radio interview:", "title": "Rhode Island Sen. Dawson Hodgson says the state spends nearly as much on its legislature as it does on University of Rhode Island", "text": "Supporters of the University of Rhode Island complain that it doesn't get enough state funding, particularly amid calls for a better educated, more competitive state work force. State financing per URI student has fallen by an inflation-adjusted 47 percent since 2002, one national report said last year.\n\nState Sen. Dawson T. Hodgson, R-North Kingstown, raised the issue in a Jan. 3, 2012, radio interview on WPRO-AM.\n\nHodgson talked about the state budget as more than a financial document, but, rather, as a statement of values and priorities.\n\nIn that vein, he noted, \"the amount of money that we put into running our own state legislature is nearly as much as we put into the University of Rhode Island.\"\n\nWe hit the books to see whether the legislature-URI comparison passes the test.\n\nWe called Hodgson, who said he would supply figu res the next day. In the meantime, we checked with Robert A. Weygand, URI's vice president of administration and finance, who walked us through university budget documents showing that the state contributed $58.1 million for URI operations this fiscal year.\n\nWeygand said that if you factor in state contributions used to pay debt on voter-approved bonds for some university buildings -- money URI doesn’t see for yearly operations -- the total state contribution would be about $77.3 million.\n\nState Budget Officer Thomas Mullaney told us the part-time legislature was budgeted to receive $37.2 million in state funding this year. Adding in federal funds brings that to $38.8 million. And money not spent last year brings this year’s total budget to about $40.4 million, he said.\n\nThe state funding pays for day-to-day operations of the House of Representatives and Senate, mostly for salaries for staff such as legislative pages and researchers.\n\nWhen we heard from Hodgson by e-mail, he provided figures showing the same $58.1-million that Weygand cited for the state’s contribution to URI and $38.8 million for the legislature.\n\nAny way you crunch the numbers, the state’s contribution to URI is still many millions of dollars more than what it is for the legislature, not nearly the same, as Hodgson said.\n\nHodgson said the context for his statement on the radio is important, noting that the state’s contribution to URI amounts to little more than 8 percent of the university’s $706-million budget.\n\n\"I believe that investing in public higher education must be a priority for sustained economic growth, and I am not satisfied with the value we are getting for our money from our part-time legislature,\" Hodgson said by e-mail.\n\nOur ruling\n\nDawson Hodgson said, \"The amount of money that we put into running our own state legislature is nearly as much as we put into the University of Rhode Island.\"\n\nIn fact, the state contributes $58 million to URI, roughly $20 million more than the legislature’s budget. That’s not \"nearly as much.\"\n\nWhether Hodgson’s point about budget priorities is valid or not, he got the numbers wrong.\n\nWe rate the claim  False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09856"}