{"url": "/factchecks/2014/jun/25/republican-party-florida/cost-prepaid-college-tuition-nosedived-under-scott/", "speaker": "Republican Party of Florida", "vclaim": "\"Gov. Rick Scott cut the cost of prepaid college tuition by nearly $20,000.\"", "truth_label": "mostly-true", "date": "stated on June 17, 2014 in a TV ad:", "title": "Cost of prepaid college tuition nosedived under Scott, says Republican Party", "text": "Students, teachers and a mom praise Gov. Rick Scott’s record on higher education and bash that of Democratic front-runner Charlie Crist in a new TV ad released June 17, 2014, from the Republican Party of Florida.\n\"You know college has become so expensive. Gov. Crist was a governor that was not looking out for Florida. Tuition skyrocketed. You know Charlie Crist made college cost more. Charlie Crist did not make education a priority,\" states the ad, as a 2009 Tampa Bay Times headline flashes on the screen citing a tuition increase of up to 15 percent.\n\"Rick Scott has put a lot of money back into education,\" the ad continues. \"Gov. Rick Scott cut the cost of prepaid college tuition by nearly $20,000. A lot of my students now see hope. Rick Scott has made college more affordable.\"\nWe previously fact-checked a claim by Scott that Crist \"allowed college tuition to increase up to 15 percent every year\" and rated that Mostly True. (And we have fact-checked other claims in the race about higher education cuts.) Here we will fact-check the Republicans’ claim that Scott cut the cost of prepaid college tuition by nearly $20,000.\nFlorida prepaid college tuition program\nThe Florida Legislature created the Stanley G. Tate Prepaid College Program in 1987.\nHere’s how it works: Families set up an advanced payment contract, typically paying a monthly fee. That allows families to lock in many of the costs associated with college and apply it when their child heads off to college.\nFor example, someone who purchased a contract earlier this year for a newborn would lock in to pay $350 a month, which would generate enough money to cover college when their child enrolls in 2032. (Parents can also sign up children in later years, too, though that increases the monthly cost.) While the plans are designed to cover tuition at Florida schools and universities, the money can be applied to schools in other states. We should note that setting aside the money isn’t a guarantee that a child will get into college; they still have to apply and be accepted.\nAbout 80 percent of families choose the monthly option which includes interest so it adds up to paying more over 18 years than those who pay the lump sum up front. (It operates much like a mortgage -- homeowners pay less over the term of a mortgage if they pay it more quickly.)\nMore than 1.6 million prepaid plans have been purchased and nearly 350,000 students have attended college using these plans.\nThe program is popular, but the amount for new plans skyrocketed in 2008 and again in 2010 -- for example the lump sum payment rose from about $22,000 in 2009 to $40,000 in 2010. The hikes were as a result of the Legislature approving the \"tuition differential\" that allowed universities to tack on an extra increase in tuition up to 15 percent. (First the hike was reserved for University of Florida and Florida State University, but later additional universities were added.) The prepaid college board assumed that universities would use that maximum amount, sending the costs into an upward spiral.\nThis year, the Legislature passed House Bill 851, which will cause the prepaid program to drop in cost starting with the enrollment period that begins Oct. 15. The bill lowers tuition costs because it:\n• eliminates automatic annual rate-of-inflation increase for all universities;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n• gets rid of tuition differential for all but two universities (UF and FSU);\n• for UF and FSU, the tuition differential drops from an annual maximum of 15 percent to 6 percent.\nThe bill passed the House 84-32 and the Senate 26-13 and Scott signed it June 9. (The bill also established in-state tuition for certain illegal immigrants who arrived here as children.)\nFor the prepaid plans, the price of the four-year university plan would be reduced by \"at least $10,000\" for future participants, according to a House staff analysis of the bill. Additionally, thousands of families already participating in prepaid plans will get refunds or reductions, depending on the plan.\nThe Florida Prepaid College Board cites an even bigger savings on its website: the lump sum price of the Four-Year Florida University Plan for newborns is anticipated to drop nearly $20,000 from its current price of $54,000 to $35,000 or less.\nFor those who choose the monthly payments for the same plan, the board anticipates the monthly payments will drop at least $100, from $350 to $250 or less. Over the life of a plan, that could add up to about $22,000 less than before the Legislature passed this bill, a spokeswoman for the prepaid board told PolitiFact Florida.\nMore precise figures under both scenarios will emerge in September when the board sets costs for the new enrollment period.\nWe asked Ryan Duffy, a spokesman for Florida House speaker Will Weatherford, why the House staff analysis cited a savings of \"at least $10,000\" while the prepaid board said savings would add up to \"nearly $20,000.\"\nThe $10,000 figure was a conservative estimate provided by the prepaid college board in February based on an earlier version of the bill, Duffy said. That lower figure did not include the changes to tuition differential.\nOur ruling\nA TV ad by the Republican Party of Florida stated \"Gov. Rick Scott cut the cost of prepaid college tuition by nearly $20,000.\"\nThat figure comes from a projection by the prepaid college tuition board which anticipates that a newborn’s lump-sum plan will decline by that amount.  \nAn earlier analysis of the bill placed a more conservative estimate of \"at least $10,000\" but that did not fully reflect the changes approved by the Legislature to lower the costs. The main caveat here is that Scott doesn’t get full credit: the Legislature signed off on the bill, too.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-07690"}