{"url": "/factchecks/2015/mar/30/dave-brat/dave-brat-says-obama-has-issued-468500-pages-regul/", "speaker": "Dave Brat", "vclaim": "\"Since President Obama took office in January 2009, the federal government has issued more than 468,500 pages of regulations.\"", "truth_label": "barely-true", "date": "stated on March 17, 2015 in a news release.:", "title": "Dave Brat says Obama has issued 468,500 pages of regulations", "text": "U.S. Rep. Dave Brat says President Barack Obama’s inauguration ushered in an era of sticky red tape.\n\"Since President Obama took office in January 2009, the federal government has issued more than 468,500 pages of regulations,\" Brat, R-7th wrote in a March 17 statement heralding the release of a House GOP budget. Brat said the Republican plan takes aim at the \"overwhelming amount\" of rules enacted under Obama.\nWe wondered if it’s true that the U.S. has issued nearly a half million pages of regulations since Obama took the oath on Jan. 20, 2009.\nBrian Gottstein, a spokesman for Brat, told us the 468,500 figure comes from the GOP budget. The same page count also was cited in a Dec. 31, 2014 column in the Washington Examiner.\nThe figure refers to the number of pages that were published in the Federal Register, a daily journal of the U.S. government that contains agency rules, proposed rules and public notices. Although rarely read by the general public, the Register is valuable to lawyers, lobbyists and policy wonks tracking the activities of agencies.\nIn each edition, the Register posts a running tally of the pages printed so far the year. The final total at the end of December is often used as a gauge of regulatory activity during the year.\nBrat’s figure gives the total Register pages from Jan. 1, 2009 through Dec. 31, 2014. We tallied the total from the Jan. 20, 2009 start of Obama’s term through March 17, 2015, when Brat made his statement, and found there were 481,827 pages printed. So Brat slightly underestimated the volume under Obama.\nDuring the comparable period of former President George W. Bush’s term, the Register published 465,948 pages.\nBut there’s a catch to these numbers. Many of these pages didn’t contain regulations. That’s because the Register also includes notices about agency meetings and public comment periods, presidential documents and other items that are not considered rules.\nOver the last 10 years, 58 percent of the Register’s pages have dealt with regulations, according to figures from the National Archives and Records Administration. Of almost 768,000 pages published during that span, 32 percent dealt with final regulations and 26 percent concerned proposed regulations.\nOverall Register page counts  \"may not be an accurate proxy for regulatory activity or measure of regulatory burden for several reasons,\" the nonpartisan Congressional Research Service said in November 2014 report.\nCRS noted that many of the pages \"typically have little, if anything to do with federal regulations.\" And it said that many of the pages dealing with final rules don’t contain any regulatory language but rather record a \"preamble\" that has lengthy explanations about public comments on the rule. The CRS noted, for example, that a 2013 rule enacted as part of the Affordable Care Act filled 137 pages. But only 16 pages detailed the rule itself.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSome rule changes are relatively routine, and some are temporary, CRS said. Any moves an agency makes to deregulate by eliminating a rule or streamlining it also have to be published in the Register.\nCary Coglianese, a law professor and director of the Penn Program on Regulation at the University of Pennsylvania, said the Register page count is often cited because it’s easy to find.\n\"I wouldn’t use it as an indication of the level of regulation because it’s so prone to having so much else in it,\" Coglianese said. \"The other thing to keep in mind is, just because you know something about the number of pages, (that) doesn’t tell you the wisdom of having those pages. It might be those pages are helping to save people’s lives or keeping banks from failing or airplanes from crashing.\"\nPeter Van Doren, a senior fellow at the libertarian Cato Institute, is also leery of citing the page count, emailing us that it’s his \"least favorite\" way to measure regulation.\nOther analysts have written op-eds using the overall page count to give an idea of the country’s regulatory environment, including one from the conservative American Enterprise Institute and another from the Cato Institute. James Gattuso, a senior fellow at the conservative Heritage Foundation, told PolitiFact Virginia for a 2011 article that the annual page count \"as a very broad measure\" indicates more regulatory activity now compared to past years.\nHere’s some further insight: There have been an average of 6,113 final and proposed rules published each year during the first six years of Obama’s term compared to 6,536 during the same span in Bush’s term.\nThe Government Accountability Office tracks the number of \"major rules\" enacted. These essentially are regulations that have an annual economic effect of $100 million or more.\nDuring the first six years of Obama’s term, 485 major regulations were published compared to 333 during the same time period under Bush.\nOur ruling\nBrat said under Obama, the federal government has issued an 468,500 pages of regulations.\nThe congressman is referring to the number pages published in the Federal Register since 2009. While Brat is right on the page count, he omits important information. Many of those pages don’t concern regulations at all, but are simply notices, executive orders and statements from agencies discussing public comments about a planned rule.\nAbout 58 percent of the pages deal with proposed and final regulations. About 32 percent of the pages detail rules that were actually enacted by the White House. Those who believe Washington is too intrusive may be unswayed these distinctions, but it’s Brat who chooses to describe regulation in terms of pages and his eye-popping number overstates the sheer volume of rules Obama has put in place.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-06573"}