{"url": "/factchecks/2016/feb/22/bob-goodlatte/goodlatte-says-scotus-appointment-presidential-yea/", "speaker": "Bob Goodlatte", "vclaim": "\"It’s highly unusual to have a Supreme Court confirmation in a presidential election year. The last one was 1940.\"", "truth_label": "half-true", "date": "stated on February 15, 2016 in a TV interview.:", "title": "Goodlatte says SCOTUS confirmations in presidential races are rare; haven't happened since 1940", "text": "Count U.S. Rep. Bob Goodlatte, R-6th, among the many conservatives saying the replacement of the late Justice Antonin Scalia on the U.S. Supreme Court should be left to the next president.\n\"It’s highly unusual to have a Supreme Court confirmation in a presidential election year. The last one was 1940,\" Goodlatte said in a Feb. 15 interview on the Fox Business Network.\nGoodlatte, chairman of the House Judiciary Committee, has criticized President Barack Obama over the years for embracing liberal policies and sometimes stepping around Congress to enact them. He told Fox it’s \"highly unlikely\" that Obama, who will leave office next January, would appoint a new justice who has anything close to Scalia’s conservative views.\nObama is promising to nominate a new justice, and some Senate Republicans are threatening to block the nomination because they want the new president to fill the open seat. Although Goodlatte won’t have a vote in the controversy, we decided to fact-check his full statement that a presidential election-year confirmation of a Supreme Court justice is 1) rare and, 2) hasn’t occurred since 1940.\nDuring the 80-year time frame that Goodlatte cites, it’s pretty clear that election-year confirmations indeed have been a rarity. There’s a couple reasons for that.\nRussell Wheeler, an expert on the courts at the Brookings Institution, told our colleagues at PolitiFact National that justices rarely have died in office in recent decades, and they don’t usually resign during an election year in order to avoid escalating debate over filling their seats.\nBut there has been election-year activity on Supreme Court seats. Let’s start with 1940.\nThat Jan. 4, President Franklin Roosevelt, a Democrat, nominated Frank Murphy to the court. The overwhelmingly Democratic-led Senate approved the choice less than two weeks later. Murphy filled the seat of Justice Pierce Butler, who died in November 1939.\nIn October 1956, Justice Sherman Minton stepped down. With the Senate adjourned, President Dwight D. Eisenhower, a Republican, used a recess appointment to elevate William Brennan to the seat. Brennan was formally nominated by Eisenhower and confirmed by the Democratic-led Senate early the next year.\nThe next election-year opening occurred in 1968, when Chief Justice Earl Warren announced he wanted to retire. President Lyndon Johnson, a Democrat who was not seeking re-election, nominated sitting Justice Abe Fortas to succeed Warren as chief justice. Johnson nominated Homer Thornberry to replace Fortas. But neither of those men, who were nominated in June, got a confirmation vote in the Democratic-controlled Senate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nRepublicans and Southern Democrats filibustered Fortas, whom they considered a liberal jurist. In October, Johnson withdrew both Fortas’ and Thornberry’s nominations. Warren remained on the bench until the spring of 1969 when Warren Burger - nominated by President Richard Nixon, a Republican - became chief justice.\nSo although there was action on Supreme Court seats in 1956 and 1968, it’s accurate to say the Senate did not confirm a justice during either election year.\nBut 1988 was a different story. That Feb. 3, the Democratic-controlled Senate voted 97-0 to confirm Anthony Kennedy for a seat on the high court. That was during the last full year of Republican Ronald Reagan’s presidency.\nKennedy was Reagan’s third choice to fill a vacancy left by retiring Justice Lewis F. Powell Jr. In July 1987, Reagan nominated Robert Bork, but the Senate rejected him in a vote that October. Reagan then announced he would nominate Douglas Ginsburg but backtracked after Ginsburg acknowledged he had smoked marijuana as a college student and early in his teaching career.\nFinally, on Nov. 30, 1987, Reagan nominated Kennedy. The Senate Judiciary Committee held three days of hearings on Kennedy’s nomination in December 1987 before recommending his confirmation and sending his selection to the full Senate.\nWe asked Goodlatte’s office to back up the congressman’s claim that no Supreme Court justice has been confirmed during an election year since 1940 and got a reply from Michael Woeste, deputy press secretary at the House Judiciary Committee. He stressed that although Kennedy was confirmed in an election year, the original nomination for the seat he filled was made well before then.\n\"The Reagan example is distinguishable because Kennedy was simply a replacement for Douglas Ginsburg, who dropped out, and Ginsburg was the replacement for Bork, who dropped out earlier,\" Woeste wrote in an email. \"So Reagan’s initial appointment for that slot on the Supreme Court occurred before the election year, and the replacements were for the same position.\"\nOur ruling\nGoodlatte said: \"It’s highly unusual to have a Supreme Court confirmation in a presidential election year. The last one was 1940.\"\nClearly, such confirmations are rare in modern times; it’s happened only once during the past 18 presidential elections. That doesn’t mean that the Senate has a long tradition of refusing to consider high court nominations when the White House is up for grabs. What it shows mostly is that Supreme Court justices avoid retiring during presidential election years.\nThere’s an obvious flaw, however, in Goodlatte’s contention that 1940 was the last time a justice was confirmed during a presidential election year. Kennedy was unanimously confirmed in February 1988.\nSo on the whole, we rate Goodlatte’s statement Half True.", "vclaim_id": "vclaim-pol-05379"}