{"url": "/factchecks/2016/aug/28/reince-priebus/did-hillary-clinton-call-african-american-youth-su/", "speaker": "Reince Priebus", "vclaim": "Says Hillary Clinton \"is the one that labeled African-American youth as ‘superpredators.’\"", "truth_label": "mostly-true", "date": "stated on August 28, 2016 in an interview during NBC's Meet the Press:", "title": "Did Hillary Clinton call African-American youth 'superpredators?'", "text": "In response to Donald Trump calling Hillary Clinton a \"bigot\" this week, GOP chairman Reince Priebus reminded people that Hillary Clinton once referred to African-American youth as \"superpredators.\"  \nPriebus took a swing at Hillary Clinton’s past, telling NBC’s Meet the Press host Chuck Todd that her actions say a lot about her, adding \"she’s the one that labeled African-American youth as ‘superpredators’.\"\nTrump, who is looking to increase his appeal among African-American voters, made the same \"superpredator\" claim days earlier on Twitter.\n\nIt didn’t take long to find what Trump and Priebus were referencing, but for this fact-check, we wanted to take a close look at the full context of Clinton’s remark.\n‘Superpredators’ in context\nThe \"superpredators\" line comes from a 1996 speech in New Hampshire, where Clinton spoke in support of the 1994 Violent Crime Control and Law Enforcement Act, which her husband, Bill Clinton, had signed in to law.\n\"We’re making some progress,\" Clinton said. \"Much of it is related to the initiative called ‘community policing.’ Because we have finally gotten more police officers on the street. That was one of the goals that the president had when he pushed the crime bill that was passed in 1994.\"\nProvisions of the act included a ban on some assault weapons, more funding for community policing and an expansion of the death penalty. The legislation, which was championed by Bill Clinton as a way to reduce the number of African-Americans being killed in drug-related incidents, has drawn criticism in recent years for sending disproportionate numbers of African-Americans to prison.\nThe \"superpredator\" remark, which Priebus and Trump referenced, was in the same speech a few lines later.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"But we also have to have an organized effort against gangs,\" Hillary Clinton  said in a C-SPAN video clip. \"Just as in a previous generation we had an organized effort against the mob. We need to take these people on. They are often connected to big drug cartels, they are not just gangs of kids anymore. They are often the kinds of kids that are called superpredators — no conscience, no empathy. We can talk about why they ended up that way, but first, we have to bring them to heel.\"\nThe full context of this incident does link children and superpredators, but nowhere in the speech does she directly label African-American youth this way.\nHowever, backlash from this speech has followed Clinton into this year’s election. Two Black Lives Matter activists confronted Clinton at a private fundraiser in February, telling the candidate she owes black people an apology.\nOne day after this confrontation, Clinton released a statement to the Washington Post’s Jonathan Capehart, expressing regret for her word choice.\n\"Looking back, I shouldn't have used those words, and I wouldn't use them today,\" she said.\nLater in the election cycle, former Democratic opponent, Bernie Sanders, also criticized her language at a debate in Brooklyn. When Sanders was asked by debate moderator why he called out Bill Clinton out for his defense of Clinton’s use of the term \"superpredator,\" Sanders responded, \"Because it was a racist term, and everyone knew it was a racist term.\"\nOur ruling\nPriebus said Hillary Clinton is \"the the one that labeled African-American youth as superpredators.\"\nClinton — in the midst of championing her husband’s 1994 crime legislation — did use the term \"superpredator\" when referring to \"gangs of kids.\" She did not specifically label superpredators as African-American, but the context of her speech and her subsequent apology decades later suggests it was a reasonable inference.\nPriebus’ claim is accurate, but needs some clarification, so for that reason we rate his statement Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  Says Hillary Clinton \"is the one that labeled African-American youth as ‘superpredators.’\"    Reince Priebus RNC Chairman   In an interview on NBC's Meet the Press Sunday, August 28, 2016 08/28/2016    Read More  info", "vclaim_id": "vclaim-pol-04408"}