{"url": "/factchecks/2015/jan/26/alfonso-lopez/alfonso-lopez-says-va-shields-ducks-better-people-/", "speaker": "Alfonso Lopez", "vclaim": "On assault weapon violence: \"Ducks have more protection than people in Virginia.\"", "truth_label": "pants-fire", "date": "stated on January 19, 2015 in a floor speech.:", "title": "Alfonso Lopez says Va. shields ducks better than people from assault weapon violence", "text": "When it comes to protection from assault weapons in Virginia, Del. Alfonso Lopez said ducks have it better than people.\nLopez, D-Arlington, has introduced a bill that would ban the future sale in Virginia of gun magazines that hold more than 20 bullets. It has a grandfather clause that would allow those who owned higher-capacity magazines prior to the signing of his bill to keep three of the devices. The grandfathered owners would have to register those magazines with the state police.\nIn a Jan. 19 floor speech, Lopez said his bill is a response to mass shootings around the nation in recent years, including the 2007 Virginia Tech tragedy that left 32 dead and 17 wounded. Then, the delegate made an analogy to hunting.\n\"Since 1931, federal law prohibits me from having more than three shotgun shells in my shotgun when I’m duck hunting,\" he said. \"That means that ducks have more protection than people in Virginia.\n\"Let me repeat that: Under the law, ducks have more protection than people in Virginia,\" Lopez said.\nWe took a gander at Lopez’s claim.\nThe delegate referred us to federal and state hunting laws. They identically make it illegal to hunt migratory birds with a shotgun capable of firing more than three rounds without reloading.\nDoes that mean ducks are better protected than people under Virginia laws?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe very premise of Lopez’s claim is flawed. It’s legal to hunt ducks in Virginia. If you shoot one with a barred firearm for duck hunting, it’s a misdemeanor punishable by a maximum $500 fine.\nIt’s illegal to shoot people in Virginia with any firearm, except in limited instances of self defense.\nThe murder of person in Virginia is punishable by death or lengthy prison sentences. There’s no jail time for shooting a duck, even if it’s done with an illegal shotgun.\nIt’s illegal to even point a gun at another person in Virginia in a menacing way, a misdemeanor punishable by up to a year in prison and a $2,500 fine. State law is silent about pointing a gun at a duck.\nLopez told us he wasn’t trying to argue that Virginia laws protect ducks better than people from being shot. \"I was talking about  the number of bullets and shotgun shells,\" he said, adding that, perhaps, he could have been clearer in his speech. \"I was talking about high capacity guns.\"\nOur ruling\nIn a speech on the House floor, Lopez said that under Virginia law \"ducks have more protection that people\" from assault gun violence. To drive the point home, he repeated it.\nThere’s simply no basis to this jarring claim. Virginia sanctions duck hunting; it’s a misdemeanor with no jail time if you shoot one with a gun that can hold more than three bullets. It’s a felony to purposefully shoot a person, sometimes punishable by death, and the capacity of firearms doesn’t alter this simple fact.\nWe rate Lopez’s statement Pants on Fire.", "vclaim_id": "vclaim-pol-06796"}