{"url": "/factchecks/2014/aug/01/lenar-whitney/republican-congressional-hopeful-says-global-warmi/", "speaker": "Lenar Whitney", "vclaim": "\"Global warming is a hoax.\"", "truth_label": "pants-fire", "date": "stated on June 25, 2014 in a YouTube video:", "title": "Global warming is a hoax, says Louisiana congressional hopeful Lenar Whitney", "text": "Can a 10-year-old debunk \"the greatest deception in the history of mankind?\" One congressional hopeful thinks so.\nA five-minute video outlining the beliefs of Republican Lenar Whitney, a Louisiana state representative running for U.S. Congress, has been making its rounds on the Internet over the past couple of days.\nAnd what does Whitney think is a big-government \"scam\" and \"conspiracy\"? The video’s title says it all: \"Global Warming is a Hoax.\"\n\"Energy security is real, global warming is not. It is merely a strategy designed to give more power to the executive branch while increasing taxes in a progressive stream to regulate every aspect of American life,\" Whitney says in the video.\nThe video might not have received much national attention if it weren’t for a Washington Post column in which David Wasserman of the Cook Political Report called Whitney \"the most frightening candidate (he’s) met in seven years interviewing congressional hopefuls.\" On top of frightening, Wasserman -- who has interviewed more than 300 congressional candidates -- called her \"fact-averse.\"\nWhitney is running for an open seat that represents parts of Baton Rouge. The race is attracting a large field of candidates that includes former Gov. Edwin Edwards, a Democrat who served time in prison for racketeering.\nWe’ve lost track of how many times we’ve fact-checked climate change denial claims and found them to be False or Pants on Fire. (See here, here and here.) But given that it's still being talked about, we thought it was worth reviewing the evidence again. Whitney's video offers some specific pieces of evidence that are in need of debunking.\nThe hoax\nWe talked to several climate scientists who said Whitney’s claim was \"laughable,\" \"deeply misguided,\" \"uninformed,\" \"disgusting\" and \"absurd.\"\nSo is there a mass conspiracy to pull the wool over the world’s eyes? It seems highly unlikely, considering the numerous studies that show overwhelming consensus among respected scientists that anthropogenic (human-caused) global warming is indisputable.\nAmong climate researchers most actively publishing scientific articles, at least 97 percent believe in anthropogenic climate change, found one 2009 study published in the Proceedings of the National Academy of Sciences, a scientific journal. The study examined published scientific articles and surveyed experts.\nThe study says that the few \"contrarian\" scientists are a vocal, but small, minority. They also found that those scientists denying human-caused climate change tend to have less expertise in the subject than those who believe in it.\nAnother survey out of the University of Illinois found that 82 percent of earth scientists (out of more than 3,000 respondents) believe that global temperature shifts are human-caused. Among climate-specific earth scientists who responded, 97.4 percent said they believe in human-caused climate change.   \n\"It seems that the debate on the authenticity of global warming and the role played by human activity is largely nonexistent among those who understand the nuances and scientific basis of long-term climate processes,\" the 2009 report said. \"The challenge, rather, appears to be how to effectively communicate this fact to policymakers and a public that continues to mistakenly perceive debate among scientists.\"\nBeyond the surveys, there is a consensus among the world’s premier science organizations -- such as the National Academy of Sciences, the American Association for the Advancement of Science, and the Royal Society in London -- that human-caused global warming is real, said Riley Dunlap, an environmental sociology professor at Oklahoma State University. (Not to mention NASA, the American Meteorological Society, the American Geophysical Union and the Intergovernmental Panel on Climate Change.)\nDunlap co-authored a study published in 2013 that found a strong link between conservative think tanks and climate change denial books. It also found that a growing number of these books are produced by people with no scientific training, and nearly 90 percent of the books examined did not go through a peer review process, meaning they were not subjected to scientific scrutiny.\nAnd the consensus is not limited to just scientists. For example, Admiral James Locklear, commander of American naval forces in the Pacific, told the Boston Globe last year that climate change and rising sea levels are the biggest long-term security threat to the region.\nRecently, former Treasury Secretary Henry Paulson, who served under former President George W. Bush, wrote a column in the New York Times urging lawmakers to take action to combat climate change for the sake of the economy.\nDavid Jenkins, president of Conservatives for Responsible Stewardship, said there is no legitimate reason to doubt the severity of climate change.\n\"A true conservative would be prudent, listen to the experts and take action to address the threat,\" Jenkins said. His group aims to foster understanding about the environment among conservatives.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSome conservatives say global warming is real, but has not risen to levels portrayed by the Obama administration, such as Chip Knappenberger, assistant director of the Center for the Study of Science at the Cato Institute, a conservative think tank. Knappenberger said that what’s questionable is how much of a threat human carbon emissions pose and whether proposed regulations will do more harm than good.\nClimate change skeptics’ talking points have evolved since the 1990s as the scientific evidence has grown, said Dunlap, who has been studying public opinion of climate change for 20 years. They first said the Earth wasn’t warming. Then they said the Earth was warming, but it’s not caused by human activity. Now, many agree with the science, but it’s not that big of a problem.\n\"But in (Whitney’s) case, she’s reverting to some of the most primitive statements,\" Dunlap said.\nHer evidence?\nWhitney’s supporting evidence used in her video is too simplistic to be meaningful.\nHere's a few of her pieces of evidence:\n\"Any 10 year old can invalidate their thesis with one of the simplest scientific devices known to man: a thermometer. The Earth has done nothing but get colder each year since the film’s release,\" she said, referring to former Vice President Al Gore’s 2006 global warming film An Inconvenient Truth.\nGlobal temperatures have \"paused\" growth over the past several years, but to say this is proof global warming isn’t real is cherry-picking. As we’ve previously reported, 12 of the past 15 years have been the hottest years on record, according to NASA. Tied for the top are 2005 and 2010. (Even the source that Whitney’s campaign pointed us to agreed that there has been no significant cooling trend in the past few years.)\nThe past 150 years have been characterized by overall warming, with intermittent periods of slowed warming or cooling, said Mark Serreze, director of the National Snow and Ice Data Center at the University of Colorado-Boulder.\n\"Fifty years from now, and assuming that carbon dioxide concentrations continue to rise at current rates, the period of slower warming from the late 1990s (of 2006) to present will appear as just another blip on the overall pattern of warming,\" he said.\nWhitney also said, \"Last summer, Antarctica reached the coldest temperature in recorded history.\"\nTed Scambos of the National Snow and Ice Data Center did record the lowest temperature ever recorded on Earth: about -135 degrees fahrenheit. But Serreze said this is one temperature taken at one location, so it has little to do with global warming.\nIt was more a triumph of technology, because a satellite recorded the temperature remotely.\nAnd Whitney said there is \"record sheet ice and a 60 percent rise of ice in the Arctic sea.\"\nSerreze said Whitney likely meant \"sea ice,\" which has had record highs in recent years. Sheet ice refers to land-based features, like Greenland and Antarctica.\nBut this also doesn’t disprove global warming. Ozone depletion and greenhouse gases intensifies westerly winds and drives them south, which causes sea ice in Antarctica to extend further north, wrote Guy Williams, a sea ice specialist at the University of Tasmania, in a Washington Post column last month.\nIn the Arctic Sea, the minimum ice extent (measured in September) for 2013 was about 50 percent higher than it was in 2012, according to the National Snow and Ice Data Center. But 2012’s minimum ice extent was a record low in the satellite era, so even though Arctic ice extent grew, it was still far below average in 2013.\nOverall, sea ice (measured every September via satellite) has decreased about 13 percent each decade since 1981, Serreze said.\nWhitney mentions a trove of leaked emails from the University of East Anglia in England between some of the world’s leading climate scientists. She says the 2009 emails prove global warming is a \"scam,\" and scientists faked and hid data. But several investigations concluded that there was no data manipulation, despite climate change skeptics’ claims.\nA bonus: Jenkins pointed out that the thermometer Whitney holds up in her video is not a weather thermometer, but a medical thermometer.\nOur ruling\nWhitney said, \"global warming is a hoax.\"\nThere is an overwhelming consensus among respected scientists that human-caused global warming is real, and Whitney’s supporting evidence falls flat.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-07505"}