{"url": "/factchecks/2012/dec/10/our-oregon/does-oregon-spend-more-tax-giveaways-it-brings/", "speaker": "Our Oregon", "vclaim": "Says that \"the state spends more money on tax giveaways than it receives in tax collection.\"", "truth_label": "mostly-true", "date": "stated on December 4, 2012 in a blog post.:", "title": "Does Oregon spend more on tax giveaways than it brings in?", "text": "Middle ground is a hard thing to find in politics these days. Partisanship, especially at the national level, is almost a sport. And yet, this election cycle there did seem to be one point of agreement: The tax code needs to be reworked and breaks, in particular, need a close examination.\n\nIn a recent blog post, Our Oregon, an organization backed by several public employee unions and other groups of similar political views, made the same case for the Oregon’s tax code.\n\nHere’s part of a recent post their Sockeye blog published on the topic:\n\n\"Oregon's tax expenditure code is a list of 378 different tax breaks, writing exceptions into Oregon's law for certain income, property, and other items. While some of the tax expenditures are good, common sense ideas (like the earned income tax credit, which provides relief for low-income, working families), others appear completely baffling (did you know that boat owners can take a tax credit for each of their boats?)\n\n\"Overall, Oregon's tax expenditure code costs the state $32 billion each budget cycle, while Oregon collects about $14 billion in total taxes and other revenue. To put it plainly: Each budget cycle, the state spends more money on tax giveaways than it receives in tax collection.\"\n\nWe decided to check it out.\n\nFirst, we called up the Oregon Department of Revenue. Spokesman Dennis Thompson told us to take a look at the Tax Expenditure Report. This report lays the details out pretty clearly for 2011-13. During the current biennium, the state is expected to bring in some $27.2 billion, while its tax giveaways are expected to total $31.3 billion.\n\nThe numbers support Our Oregon’s statement.\n\nThere is some important context offered in the expenditure report right before these figures. The dollar impact listed for tax breaks is not the amount of revenue you could gain if you wanted to repeal all of them. Take federal land, for example. Oregon has a lot of it -- and it’s exempt from property taxes. Even though we technically forgo those revenues, we don’t have much of a choice. It’s also true that certain tax breaks should, if working correctly, generate more revenue for the state than they give away -- inducements to attract business, for example.\n\nWe called Scott Moore, Our Oregon’s spokesman, and spoke with him about all of this.\n\n\"We tend to speak pretty generally about the money that the state loses through the tax code because there is a great deal of complexity in individual expenditures,\" he said. But \"I don’t think that discounts, in any way, the general statement that the revenue impact of this big collection of tax breaks is astonishing.\n\n\"There is clearly room to make that system more efficient and more effective and save money.\"\n\nHe’s not the only one who feels this way, of course. The Legislature has already instituted a six-year cycle in which all credits will get reviewed before being renewed. The folks at Our Oregon believe they should go further and statistics like this one underscore that.\n\nThere was, however, one other detail that caught us. The Our Oregon blog post mentioned $14 billion in total taxes and other revenue. The report we read put the figure at $27 billion, nearly double that. Moore told us the Our Oregon figure comes from a separate 2011-13 Budget Highlights document that references the state’s general fund, leaving out property taxes, beer and wine taxes, gas taxes and others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nMoore said they went with the $14 billion figure because that’s the money the Oregon Legislature has the most direct control over. Property taxes, for example, usually go to local governments. But if you follow that line of reasoning, there’s also a significant portion of the tax code that the Legislature doesn’t have control over -- again, federal land. \n\nIn the blog post, Our Oregon said \"the state spends more money on tax giveaways than it receives in tax collection.\" State budget documents back them up.\n\nBut context matters. In the sentence before the statement we’re ruling on, Our Oregon compares apples and oranges. You can’t count revenues the Legislature has control over  and then compare them with tax breaks that include some the Legislature has no say in. We find that additional clarification is needed.\n\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-09937"}