{"url": "/factchecks/2016/feb/22/bill-clinton/bill-clinton-wrongly-says-san-bernardino-attackers/", "speaker": "Bill Clinton", "vclaim": "\"The people that perpetrated that travesty in San Bernardino had never been to the Middle East.\"", "truth_label": "pants-fire", "date": "stated on February 16, 2016 in a campaign event:", "title": "Bill Clinton wrongly says San Bernardino attackers never went to the Middle East", "text": "America requires an especially robust defense, given how porous the world’s borders are today, former President Bill Clinton said at a campaign rally for Hillary Clinton.\n\"Keep in mind, the people that perpetrated that travesty in San Bernardino had never been to the Middle East,\" Clinton said in Greenville, S.C., Feb. 16. \"They were converted over the social media.\"\nThis is incorrect, as Buzzfeed first pointed out. The husband and wife pair who carried out the Dec. 2 shooting in San Bernardino, Calif., killing 14, spent significant time in the Middle East.\nA spokesman for Clinton told us that he misspoke. Here are the facts about where the couple traveled:\nThe wife, Tashfeen Malik, was born in Pakistan but moved to Saudi Arabia at a young age. She returned to Pakistan in 2007 to study pharmacology.\nThe husband, Syed Rizwan Farook, was born and raised in the United States, but he traveled to the Middle East on multiple occasions in recent years.\nFarook met Malik online. He traveled to Mecca, Saudi Arabia in 2013 to meet Malik in person and to complete the annual Muslim pilgrimage known as the hajj, according to the Los Angeles Times.\nFarook returned to Saudi Arabia in 2014 to bring his new wife to his Southern California home. (The U.S. Customs and Border Patrol photo to the left shows the couple in Chicago in 2014.)\nMalik got into the United States on a K-1 visa, which allows someone to enter the country in order to marry a United States citizen.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThere is evidence the couple was radicalized and might have been inspired by foreign terrorists.\nHowever, FBI Director James Comey said in December that there isn’t yet evidence that Farook and Malik were working with larger terrorist organizations, though they did send private messages over email and social media that referred to jihad and martyrdom.\nWhile the couple communicated privately with others about their commitment to radicalism, there is not yet evidence that they posted publicly on the topic.\n\"So far, we’ve seen no indication that either of these two killers came across our screen, tripped any trip wires, anything that either brought them to our attention or should have brought them to our attention,\" Comey said.\nThe FBI is trying to get more information on what led to the attack by accessing an iPhone belonging to the couple, but so far they have been unable to penetrate it. A judge ordered Apple to devise a way for the government to unlock the phone, but the company has refused, citing privacy concerns on its customers’ behalf.\nOur ruling\nClinton said, \"The people that perpetrated that travesty in San Bernardino had never been to the Middle East.\"\nThis is incorrect. The wife lived her entire life in the Middle East until 2014, and the husband traveled to Saudi Arabia on at least two recent occasions to meet with her.\nWe rate Clinton’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-05373"}