{"url": "/factchecks/2016/sep/23/tom-nelson/us-house-race-republican-accused-backing-cuts-two-/", "speaker": "Tom Nelson", "vclaim": "Says Mike Gallagher’s plan \"would cut Social Security benefits for two-thirds of seniors.\"", "truth_label": "half-true", "date": "stated on September 1, 2016 in a TV ad:", "title": "In U.S. House race, Republican accused of backing cuts to two-thirds of Social Security recipients", "text": "According to one conservative columnist, the race for an open seat in a competitive congressional district in central Wisconsin could be telling.\nIf Republican Mike Gallagher defeats Democrat Tom Nelson, the Milwaukee Journal Sentinel’s Christian Schneider says, \"it would be a signal that traditional Republicans might be able to insulate themselves from Donald Trump's record-level unpopularity. But if things head south for Republicans, even their record-high majority in the House of Representatives could be in jeopardy.\"\nGallagher, a  former U.S. Marine, and Nelson, the Outagamie County executive, are running in the Nov. 8, 2016 election to succeed Republican Reid Ribble, who decided not to run for a fourth term.\nOn Sept. 1, 2016, Nelson hit Gallagher with a TV ad with a popular line of attack: Social Security.\nAfter images of senior citizens appear on the screen, the narrator declares: \"Mike Gallagher’s plan would cut Social Security benefits for two-thirds of seniors.\"\nSo, has Gallager proposed a plan that would make those cuts?\nNot exactly.\nThe Biggs plan\nWhen the claim is made in the ad, a notation on the screen refers to a Nov. 4, 2015 article in the conservative National Review. In a news release announcing the ad, the Nelson campaign said the reference was to an article on Social Security by Andrew Biggs, a scholar at the American Enterprise Institute. Biggs proposed changes in benefits, saying:\nBeginning immediately, Social Security would pay every long-term U.S. resident a minimum benefit pegged at the poverty threshold of $950 a month, regardless of the retiree’s work history or earnings. This minimum benefit would take the place of both the redistributive aspects of Social Security and the Supplemental Security Income program, but do so with greater protections against poverty and no prohibition on work and saving. In fact, the Social Security payroll tax would be eliminated at age 62 to encourage longer work lives.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBut over several decades, the maximum Social Security benefit would be scaled down so that eventually every retiree will receive the same flat dollar benefit from the government. For the bottom third of retirees, benefits would increase, but for middle and upper income Americans, benefits would decline relative to currently promised levels. This makes sense. At any given time, higher-income Americans are less dependent upon government than lower-income households. As incomes rise over time, Americans should gradually become less dependent on the government for income in retirement and more able to build their own savings.\nSo, under Biggs’ proposal, Social Security benefits would decline for the two-thirds of recipients who have higher incomes, though it’s important to note the changes would take place over several decades.\nIs the Biggs plan Gallagher’s plan?\nTo back the second part of Nelson’s claim, campaign aides cited an answer Gallagher gave to a question about Social Security on the campaign trail on July 9, 2016. Gallagher said he would favor changes such as means testing for people earning above $250,000 and gradually raising the retirement age.\nThen he added that on Social Security he is \"most influenced\" by Biggs, saying:\nAnd he talks about a two-part payment structure where you simplify the program. One would be like a thrift savings plan where your employer matches your contributions and it's what people who work for the federal government get to have access to, but the rest of us don't.  And the other would be a flat universal payment to everyone at the poverty line to bring the program back to its original limits. \nBut the bad part about all of this is that it's going to be up to people like you and I, 34-year-olds and below, to do that and to bear the brunt of it.  But my argument is that nobody expects it to be there, so I'd rather have a program that's there and more efficient and effective, even if my benefits are slightly reduced by the time I can actually collect Social Security.\nThat’s support for Biggs’ approach to Social Security, but it’s short of Gallagher proposing a plan to change Social Security that explicitly cuts benefits for two-thirds of the beneficiaries.\nOur rating\nNelson said: \"Mike Gallagher’s plan would cut Social Security benefits for two-thirds of seniors.\"\nGallagher has not made a proposal on Social Security that would cut the benefits of two-thirds of the recipients. However, he has praised a proposal that would make those cuts, saying he is most influenced on Social Security by the proposal’s author.\nWe rate the statement Half True. https://www.sharethefacts.co/share/e8f94e5c-0271-4c30-b3d8-e07e84900801", "vclaim_id": "vclaim-pol-04280"}