{"url": "/factchecks/2020/jun/11/viral-image/these-photos-dont-prove-george-floyd-alive/", "speaker": "Viral image", "vclaim": "“George Floyd at his own funeral and George Floyd three days ago.”", "truth_label": "pants-fire", "date": "stated on June 10, 2020 in a Facebook post:", "title": "These photos don’t prove George Floyd is alive", "text": "George Floyd died after a police officer pressed his knee into the 46-year-old’s neck for nearly nine minutes. His death has been ruled a homicide and the officer has been charged with murder. \nClaims on social media that the death was staged, and that Floyd has appeared in public since the incident on May 25, are wrong. \n\"George Floyd at his own funeral and George Floyd 3 days ago,\" reads one Facebook post. \"You forgot America has facial recognition camera ever where, in all city. Facebook and YouTube keep deleted the video that show it a freeman mind operation to bring in Military police in ever city. George Floyd club manager was a crisis actor from Sandy Hook so is the fake police that was on George Floyd’s neck.\"\nThe post shows two pictures: one of someone standing in a group of people wearing a black hat, glasses, face mask and hoodie with the words: \"RIP George Floyd.\" The other is a selfie with this text over it: \"Video 3 days ago.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe have already debunked claims that Floyd’s death was staged, among other unfounded allegations. But let’s look at the photos used in this Facebook post. \nThe first shows former NBA player Stephen Jackson at a rally in support of George Floyd, according to a story on the NBA’s website. Floyd was from Houston and so was Jackson, who said they were friends. The photo caption with the story identifies Jackson as \"wearing black sunglasses\" — he’s the only person visibly wearing sunglasses in the picture — as well as two players for the Minnesota Timberwolves.\nJackson published a video recording of himself in that outfit on his Instagram on June 7, and a June 11 New York Times story shows another photo of him in the hoodie, hat and sunglasses with this caption: \"Stephen Jackson has been a consistent presence at protests and news conferences in Minneapolis since George Floyd’s death last month.\" \nThe second photo does show Floyd, but it wasn’t taken \"three days ago.\" News outlets started publishing it the day after his death courtesy of Benjamin Crump, the attorney for Floyd’s family. \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17912"}