{"url": "/factchecks/2012/jun/13/national-rifle-association/obama-regulatory-cass-sunstein-wants-ban-hunt/", "speaker": "National Rifle Association", "vclaim": "Says Barack Obama’s regulatory adviser Cass Sunstein, \"wants to ban hunting and says animals should be represented in court.\"", "truth_label": "half-true", "date": "stated on June 11, 2012 in a mailer:", "title": "Obama regulatory adviser Cass Sunstein wants to ban hunting, NRA claims in mailer", "text": "We have to admit: We don’t know a whole lot about Cass Sunstein, Barack Obama’s regulatory adviser, other than he’s become kind of a whipping boy for conservative causes.\n\nThe latest example comes from the National Rifle Association. The NRA is singling out the Obama aide in a flier explaining why the president is bad for the Second Amendment.\n\nWe’re checking several claims from the NRA’s mailer, titled \"Ten Reasons Why Obama is Bad News for the Second Amendment.\" You can see all our fact-checks by clicking back here throughout the week.\n\nThe attack leveled against Sunstein -- administrator of the White House’s Office of Information and Regulatory Affairs --  is that he \"wants to ban hunting and says animals should be represented in court.\"\n\nWe’ve heard part of this claim before, from NRA executive vice president Wayne LaPierre, who used Sunstein to paint the Obama administration as out of touch back in 2009.\n\n\"Sunstein is a radical animal rights extremist who makes PETA (People for the Ethical Treatment of Animals) look like cheerleaders with pooper-scoopers,\" LaPierre said.\n\nHow extreme? LaPierre said Sunstein is \"a man who wants to give legal standing to animals so they can sue you for eating meat.\"\n\nThat’s basically the second half of the claim in the mailer -- though the mailer’s tone is tamped down a bit.\n\nThe evidence comes from Sunstein's 2004 book Animal Rights: Current Debates and New Directions. Chapter 11 is titled \"Can Animals Sue?\"\n\n\"My simplest suggestion is that private citizens should be given the right to bring suits to prevent animals from being treated in a way that violates current law,\" Sunstein writes. \"I offer a recommendation that is theoretically modest but that should do a lot of practical good: laws designed to protect animals against cruelty and abuse should be amended and interpreted to give a private cause of action against those who violate them, so as to allow private people to supplement the efforts of public prosecutors. Somewhat more broadly, I will suggest that animals should be permitted to bring suit, with human beings as their representatives, to prevent violations of current law.\"\n\nSunstein argues that abused animals should be able to be represented in courts by humans. That’s a little more nuanced than the NRA mailer lets on, but the mailer basically gets the point correct.\n\nAs for the other part of the NRA mailer -- than Sunstein wants to ban hunting -- that comes from remarks Sunstein delivered at Harvard University in 2007. In his speech, Sunstein repeats the idea that human beings ought to be able to act on the behalf of abused animals in the court system.\n\nHe then discusses ways to close gaps in current anti-animal cruelty laws and notes that hunters are almost always excluded from animal cruelty laws (here’s unedited video of Sunstein’s remarks; he begins speaking about 40 minutes in).\n\n\"We ought to ban hunting, I suggest, if there isn't a purpose other than sport or fun. That should be against the law. It’s time now,\" Sunstein says.\n\nWe listened to huge portions of the video around Sunstein’s \"ban hunting\" remarks. It’s clear Sunstein is attempting to be provocative, and he notes that some of proposals could be hard to accept. Still, that's what he said.\n\nRepublican senators were concerned enough by Sunstein’s statements on both the rights of animals in court and banning hunting to initially put a hold on his 2009 nomination.\n\nThat forced Sunstein to address his statements, first privately in a meeting with Sen. Saxby Chambliss, R-Ga., and then in a July 14, 2009, letter.\n\nOn hunting, Sunstein wrote: \"I strongly believe that the Second Amendment creates an individual right to possess and use guns for purposes of both hunting and self-defense … If confirmed, I would respect the Second Amendment and the individual right that it recognizes.\"\n\nOn the ability of animals to be represented in court: \"Let me be very clear: If confirmed, I would not take any steps to promote litigation on behalf of animals. In particular, federal law does not create an individual right to bring lawsuits, on behalf of animals, against agriculture. I do not favor and would not promote such a right.\"\n\nSunstein was confirmed by the Senate 57-40 on Sept. 10, 2009.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n \n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe reached out to the NRA but did not hear back.\n\nOur ruling\n\nFor the most part, the NRA accurately summarizes Sunstein’s position in his 2004 book and his 2007 speech at Harvard. But the group ignores the most recent statements Sunstein made on both issues as part of his 2009 confirmation.\n\nSunstein said he would respect people’s right to hunt -- though that doesn’t mean he still doesn’t want to ban the practice. His about-face was more evident when it comes to the right of an individual to sue on behalf of animal. Contradicting his earlier statements, he said he does not favor changing federal law.\n\nThose details are missing from the NRA’s latest attack. We rate this claim Half True.", "vclaim_id": "vclaim-pol-10930"}