{"url": "/factchecks/2016/nov/04/hillary-clinton/hillary-clinton-donald-trump-says-organized-crime-/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump \"says organized crime runs wild on reservations.\"", "truth_label": "half-true", "date": "stated on November 2, 2016 in a rally in Tempe, Ariz.:", "title": "Hillary Clinton: Donald Trump says 'organized crime runs wild on reservations'", "text": "Speaking in Arizona -- the battleground state with the largest population of Native Americans -- Hillary Clinton accused Donald Trump of speaking ill of Native Americans.\n\"Imagine a president who insults Native Americans, says organized crime runs rampant on reservations, and mocks Sen. Elizabeth Warren by calling her Pocahontas again and again,\" Clinton said at a rally in Tempe. (See it here, around 21:25.)\nWe know that Trump does call Warren \"Pocahontas.\" We wondered whether Clinton is correct to say that Trump \"says organized crime runs rampant on reservations.\"\nWhen we searched through Google and Nexis, we found that Trump did make that particular charge in a radio interview, and when he testified to Congress about Indian casinos in 1993. Seven years later during another fight with Indian casinos, Trump was linked to an advertising campaign that warned that drugs and crime would follow the expansion of Indian gaming.\nBut we can’t find any more recent examples -- including during the current campaign -- of Trump saying that organized crime is pervasive on reservations. This calls into question Clinton’s use of \"says\" in the present tense.\nThe Imus interview\nIn the early 1990s, Trump’s business was heavily dependent on his portfolio of Atlantic City casinos. He apparently feared losing business if Indian reservations opened casinos throughout nearby states. So he actively opposed loosening laws that governed where Indian casinos could operate.\nPart of his argument had to do with stopping the spread of organized crime.\nAppearing on Don Imus’ radio show on June 18, 1993, Trump said that \"a lot of the reservations are being, in some people's opinion, at least to a certain extent, run by organized crime and organized crime elements, as you can imagine.\"\nAt another point in the program, Trump referred to Indian tribes as \"all chiefs and no Indians,\" and mocked tribal citizenship by suggesting that he \"would perhaps become Indian myself.\" (Imus, for his part, referred to native Americans as \"drunken injuns.\")\nThe comments led the National Indian Gaming Association and the Association on American Indian Affairs to file a complaint with the Federal Communications Commission.\nThe congressional testimony\nA few months later, Trump traveled to Washington to testify before the House Natural Resources subcommittee on Indian Affairs on Oct. 5, 1993. At the time, Congress was considering rewriting the 1988 Indian Gaming Regulatory Act.\n\"Organized crime is rampant on the Indian reservations,\" he testified. \"If this continues as a threat, it's my opinion that it will ... blow sky-high and it's going to destroy an industry, a legitimate industry.\" He added, \"That an Indian chief is going to tell Joe Killer to please get off his reservation is almost unbelievable to me. I think it's obvious that organized crime is rampant -- and I don't mean a little bit -- on Indian reservations.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThen-Rep. Bill Richardson, D-N.M., asked Trump to corroborate his claim. \"I have many incidents,\" Trump said. \"You folks know that.\"\n\"This will be the biggest crime problem in the nation's history,\" Trump also testified. \"I believe you folks have created a monster.\"\nAt another point in his testimony, Trump said some Indians seeking casino licenses \"don't look like Indians to me and they don't look like Indians to Indians.\" Then-Rep. George Miller, D-Calif., responded, \"Thank God that's not the test of whether or not people have rights in this country, whether or not they have passed your look test.\" Miller added, \"I don't believe I've ever heard more irresponsible testimony than I've heard from this panel.\"\nThen-Rep. Robert Torricelli, D-N.J., sided with Trump, pointing to \"22 serious allegations\" of wrongdoing in Indian gaming operations, some involving ties to organized crime, that he had culled from published accounts, the Associated Press reported. \"We are close to breaking the back of organized crime, but this is like tossing them a lifeline just as they are drowning,\" Torricelli said.\nBut Jim E. Moody, the FBI’s organized crime and drug operations section chief, dismissed the idea that organized crime had deep tentacles in Indian gaming. He said the agency had found only one case in which \"organized crime forces have been convicted for attempting to control\" Indian gaming.\nThe 2000 advertisements\nSo Trump is on record twice -- once on Imus’ show, once before a House subcommittee -- explicitly saying Indian reservations were tainted by organized crime. And in one additional instance, he implied that drug dealing would follow the expansion of casinos on Indian land.\nThat was in 2000, when Trump’s casino holdings were facing the renewed prospect of competition from Indian casinos.\nThat year, New York state was considering allowing Indian casinos in the Catskill mountains. But TV, newspaper and radio ads sponsored by the opaquely named New York Institute for Law and Safety accused the Mohawk tribe of having mob ties.\nThe Los Angeles Times reported that the institute \"was the brainchild of Trump’s longtime lobbyist and consultant, Roger Stone, and Trump himself was hands-on — not just paying the bills, but signing off on ad copy or radio scripts depicting the tribe as violent criminals and drug dealers. When Stone hired private investigators to dig up dirt on the Mohawks, Trump secretly paid the bills. ‘Roger – This could be good!’ Trump scrawled across one ad that included a picture of hypodermic needles and lines of powder.\"\nThe 2016 campaign\nSo Trump explicitly linked Indian reservations and organized crime in 1993, and implied something similar as late as 2000. That’s either 23 years ago or 16 years ago.\nWe couldn’t find any more recent examples in our searches, and when we checked with the Clinton campaign, they did not provide any more recent example, either. Trump has repeatedly called Warren, one of his most outspoken critics, \"Pocahontas\" for once claiming that she had Indian blood. Family lore held that she had Indian ancestry, but later research cast doubt on that conclusion.\nThe Trump campaign did not respond to an inquiry for this article.\nOur ruling\nClinton said Trump \"says organized crime runs wild on reservations.\"\nTrump did say that at least twice -- but that was 23 years ago. He later implied such a connection in 2000. But there’s no indication he said that publicly in the past 16 years, including during the 2016 campaign. So Clinton’s use of the present tense -- \"says\" -- and her decision to cite it in the same breath as Trump's \"Pocahantas\" insult, which did occur during the 2016 campaign, is inaccurate. We rate Clinton’s statement Half True.https://www.sharethefacts.co/share/f3ef845b-e230-43ee-a977-bb3012e6d13f", "vclaim_id": "vclaim-pol-03977"}