{"url": "/factchecks/2012/jun/08/bill-clinton/bill-clinton-touts-fiscal-record-president-during-/", "speaker": "Bill Clinton", "vclaim": "\"It took us four years to balance the budget. Then I gave you four surplus budgets for the first time in more than 70 years, paid $600 billion down on the national debt.\"", "truth_label": "mostly-true", "date": "stated on June 2, 2012 in a video posted on YouTube:", "title": "Bill Clinton touts fiscal record as president during campaign stop in New Jersey", "text": "Speaking at a campaign event in New Jersey last week for U.S. Sen. Robert Menendez, former President Bill Clinton offered his own \"fact check\" on deficits and the national debt.\n\nDemocrats Menendez and President Barack Obama have been criticized for those issues, Clinton said, but Republican administrations over the last 30 years have increased the debt. On his watch, the former Democratic president said he delivered four consecutive surplus budgets and reduced the debt by $600 billion.\n\n\"It took us four years to balance the budget,\" Clinton told the crowd at the Meadowlands Racetrack in East Rutherford. \"Then I gave you four surplus budgets for the first time in more than 70 years, paid $600 billion down on the national debt.\"\n\nA video of the June 1 event was posted the following day on YouTube. (In a separate video, Clinton weighs in on whether the horse \"I’ll Have Another\" could become a Triple Crown winner Saturday at the Belmont Stakes.)\n\nPolitiFact New Jersey found that Clinton’s history lesson needs a fact-check of its own.\n\nIt’s accurate that Clinton delivered the first four consecutive surplus budgets in more than 70 years, but his claim about reducing the national debt is off. One form of debt dropped by nearly $453 billion over those four fiscal years, but the total debt increased by roughly $400 billion.\n\nFirst, let’s talk about those surplus budgets.\n\nIn each of Clinton’s first four complete fiscal years -- fiscal years 1994 to 1997 -- the nation incurred a deficit, meaning federal spending surpassed revenues. The deficits declined every year, from about $203 billion to nearly $22 billion.\n\nBut in fiscal year 1998, the country reached a balanced budget for the first time since fiscal year 1969.\n\nFrom fiscal years 1998 to 2001, the nation achieved a surplus each time for a combined total of about $559 billion. The last surplus budget year ended under President George W. Bush, but it began while Clinton was still in office.\n\nThe last time there were at least four consecutive surplus budgets was the period between fiscal years 1927 and 1930.\n\nNow, we’ll discuss debt reduction in the latter half of the Clinton presidency.\n\nSince Clinton just referred to the \"national debt,\" we’ll look at both of the commonly cited measures: debt held by the public and total debt.\n\nThe debt held by the public refers to money borrowed from investors outside of the federal government. The total debt represents debt held by the public and money the federal government owes itself, including for programs such as Social Security and Medicare.\n\nClinton is somewhat accurate in terms of the debt held by the public, but he’s wrong as far as the total debt.\n\nAs we said earlier, the combined surpluses over those four fiscal years totaled about $559 billion. But due to various types of factors -- commonly known as \"other means of financing\" -- the debt held by the public was only reduced by nearly $453 billion.\n\nAlso, with an increase in the money the government owes itself, the total debt grew by about $400 billion in the same time period.\n\nIt’s worth noting that Clinton had to work with a Republican-controlled Congress during the fiscal years when there were surplus budgets and the debt held by the public was reduced.\n\nOur ruling\n\nAt a June 1 campaign event, Clinton touted his fiscal record in the final years of his presidency. \"Then I gave you four surplus budgets for the first time in more than 70 years, paid $600 billion down on the national debt,\" Clinton told the crowd.\n\nClinton delivered four consecutive surplus budgets for the first time in more than seven decades, but the former president misstated the level of debt reduction. During those four fiscal years, the debt held by the public dropped by nearly $453 billion, but total debt jumped by about $400 billion.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Codey\n\n\nstated on July 13, 2011 in an interview on Hannity on Fox News\n\n\n\n\n\n\n\n\n\"Every president has raised the debt ceiling.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • July 21, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10962"}