{"url": "/factchecks/2012/mar/14/kathleen-falk/kathleen-falk-says-gov-scott-walker-cut-school-aid/", "speaker": "Kathleen Falk", "vclaim": "Says Gov. Scott Walker cut aid to local schools despite campaigning on trying to restore two-thirds state funding for education", "truth_label": "mostly-true", "date": "stated on February 29, 2012 in an appearance at Marquette University:", "title": "Kathleen Falk says Gov. Scott Walker cut school aid despite saying he’d aim for two-thirds funding for education", "text": "Kathleen Falk has a theory about what drove the recall campaign against Gov. Scott Walker -- and it’s not all about his move to sharply curtail collective bargaining by public employees.\n\nThe Dane County Democrat, a candidate in the all-but-certain recall race, says the recall was rooted in people’s anger at what she considers Walker’s dishonesty in how he balanced the state budget.\n\nShe offered this example on Feb. 29, 2011 in an appearance at Marquette University for the \"On the Issues\" series with Mike Gousha.\n\n\"He said he was going to try to fully fund the two-thirds state commitment to education. That’s what he said he would try to do. But then what did he do? He made the largest cut in public education in our state’s history, a billion dollars.\"\n\nWe previously rated True a claim from Falk that Walker’s education cuts -- including higher ed -- were the largest in state history.\n\nIn that item, we noted Walker’s limits on unions also paved the way for many school districts to cut costs on pension, health insurance and other expenses. In at least some cases, the money the districts generated from employees paying more for pensions and health care totally offset their aid cut.\n\nBut Falk’s claim about the two-thirds funding is new. It relates to an earlier period and a separate issue: Walker’s positions during the 2010 campaign.\n\nDuring that election, it was clear the next governor would face a huge budget shortfall, one tallying billions of dollars. And Walker was promising a series of tax cuts.\n\nBut did Walker also talk about trying to \"fully fund the two-thirds state commitment to education\"?\n\nFirst, a quick word on what’s so magical about \"two-thirds\" funding.\n\nIn the mid-1990s, the state pledged to provide two-thirds of school revenue, a move aimed at holding down local property taxes. The change, enacted when Republican Tommy Thompson was governor, marked a major shift in how education was funded.\n\nBut in 2003, lawmakers repealed the commitment. And by 2010, the state’s overall share had slipped to about 63 percent. That may seem small on a percentage basis, but was very significant for many districts.\n\nIn his first bid for governor, in 2006, Walker explicitly promised to \"maintain\" two thirds funding.\n\nWhat about in the 2010 campaign?\n\nIn that race, Walker did not go that far -- nor does Falk’s claim go that far. She claims Walker said he would \"try\" to fully fund schools at the two-thirds level.\n\n(In her recall bid, Falk has said she supports a goal of two-thirds funding, but hasn’t committed to a specific funding level.)\n\nWhen asked for evidence to support her claim, Falk’s staff pointed us to an October 2010 story in the Appleton Post-Crescent that quoted Walker saying he would \"aim\" to return to two-thirds state funding.\n\nThe quote originated in a Tomah Journal story on Sept. 8, 2010, before Walker won the GOP primary.\n\nThe Tomah Journal reported that on education, Walker said \"it would be an aim\" to restore two-thirds funding of local school costs. Walker noted Democratic Gov. Jim Doyle had \"chipped away at that.\"\n\nWe looked for other clues on Walker’s position.\n\nOn July 24, 2010, Walker was quoted in a Wisconsin State Journal article that described him as saying he supported two-thirds funding \"in principle.\"\n\nMeanwhile, when asked on Sept. 2, 2010 by the Milwaukee Journal Sentinel if he supported two-thirds state funding for schools, Walker did not directly answer the question. Instead, he emphasized restoring limits on school employee compensation and helping school districts control insurance costs.\n\nA Walker administration spokesman told us Walker did back the goal, but did not explicitly promise to do it. Once in office, other priorities and fiscal challenges overtook his aim, said spokesman Cullen Werwie.\n\nIn the end, Walker moved dramatically in the opposite direction. His budget proposed dropping the state commitment to 61 percent  for the two years, down from 62 percent to 63 percent the previous two years.\n\nWalker still has two-thirds as a goal.\n\nSaid Werwie: \"We still have one budget to go and because of the tough decisions that were made in the first budget we will be in a much better position to try and make progress towards this aim.\"\n\nIn any case, Falk framed her claim around actions by Walker in his first budget. So let’s take a closer look at what he told voters about the prospect the goal could be reached that quickly.\n\nIn the State Journal piece, Walker doused the idea that he would accomplish a restoration to two thirds in the 2011-’13 budget. He emphasized that \"the multibillion dollar hole left by (Democratic Gov. Jim Doyle)\" makes it difficult to maintain in the 2011-’13 budget.\n\nAnd in the Tomah Journal story -- in which Walker said he would \"aim\" to restore two-thirds -- he put his main emphasis on limiting schools’ compensation costs.\n\nSo Walker sent clear signals his first budget might not be able to meet the goal.\n\nOur conclusion\n\nFalk claimed Walker proposed a big cut in state school aid, even though in the campaign, he said \"said he was going to try to fully fund the two-thirds state commitment to education.\"\n\nWalker did support it in principle and says it remains a goal for the next budget. But Falk’s critique of Walker fails to note that before election day he signalled it may not be possible to be able to move back to two-thirds funding in the first year.\n\nWe rate Falk’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11442"}