{"url": "/factchecks/2020/dec/21/facebook-posts/anti-vaccine-video-fainting-nurse-lacks-context/", "speaker": "Facebook posts", "vclaim": "“Nurse passes out on live TV after taking vaccine.”", "truth_label": "barely-true", "date": "stated on December 18, 2020 in a Facebook post:", "title": "Anti-vaccine video of fainting nurse lacks context", "text": "A nearly 18-minute Facebook video seeks to foment doubts about the safety of COVID-19 vaccines by highlighting the case of a Tennessee nurse who became dizzy and fell to the ground after vaccination. The video omits important context: the nurse has a medical history of becoming dizzy even after minimal pain.\n\"Nurse passes out on live TV after taking vaccine,\" says the caption for the video posted Dec. 18. In the video, Dr. Taylor Marshall, who describes himself as a theologian, philosopher, author, and father of eight children, tells his viewers: \"So there it is. It’s sad. Now, what do we make of this? Why are all these people making publicity moments over taking a vaccine? This shows that from the beginning, from the beginning this whole thing has political and social motives.\"\nMarshall later in the video says one has to be humble about the potential effects of new drugs and new vaccines in general. \"There is a Frankenstein effect potential, we just don't know what will be the outcome,\" he says.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA nurse at CHI Memorial in Chattanooga, Tenn., did become dizzy after taking a COVID-19 vaccine, and it happened during a live media interview.\n\"I’m sorry I’m feeling really dizzy,\" Tiffany Dover, the nurse, suddenly says in the video. She raises her left hand to her head and says \"I’m sorry,\" one more time. A man near her then holds her hand as she falls to the ground. Doctors quickly surround her.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nCHI Memorial explained what happened in a Dec. 18 tweet: The hospital said that the nurse became dizzy and was assisted to the floor, but never lost consciousness and quickly recovered. CHI Memorial said that in another media interview, after recovering, the nurse said she had a history of an overactive vagal response, and that she passes out if she has pain from anything. Fainting can happen after many types of vaccines, CHI Memorial said, citing the U.S. Centers for Disease Control and Prevention.\n\"The fainting episode is not an adverse reaction to the vaccine,\" Dr. Jesse L. Tucker, a CHI Memorial critical care physician said in a media interview after the incident. The nurse’s reaction was related to her known medical condition, he said.\nIn a video posted on Twitter by CHI Memorial, Dover said that a hangnail or stubbing her toe can also cause her to pass out. She said she felt fine and that the pain in her arm from the shot was \"very minimal, actually, but it doesn’t take much,\" for her to pass out. She added that she’s probably passed out six times in the past six weeks. \"It’s common for me,\" she says. Dover said she did not regret taking the COVID-19 vaccine.\nIn follow-up tweets Dec. 19 and Dec. 21, CHI Memorial said Dover was doing well.\nOur ruling\nA Facebook post claimed, \"Nurse passes out on live TV after taking vaccine.\"\nA nurse in Tennessee did become dizzy and was assisted to the ground after taking a COVID-19 vaccine. But the nurse later said that her dizziness is something that regularly happens to her after experiencing any kind of pain, even after stubbing a toe. The nurse recovered and said she was feeling fine. Becoming dizzy after a vaccine is not unusual for some people, a doctor said, dismissing the notion that the episode was indicative of something dangerous in the vaccine.\nThe Facebook post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17307"}