{"url": "/factchecks/2018/oct/26/leah-vukmir/leah-vukmirs-attack-tammy-baldwin-ignores-medicare/", "speaker": "Leah Vukmir", "vclaim": "Says Tammy Baldwin’s \"Medicare for All\" plan means senior citizens would \"no longer have\" Medicare.", "truth_label": "barely-true", "date": "stated on October 19, 2018 in a debate:", "title": "Leah Vukmir's attack on Tammy Baldwin ignores that Medicare for All would replace, enhance Medicare", "text": "Would the Bernie Sanders Medicare for All plan, co-sponsored by U.S. Sen. Tammy Baldwin, D-Wis., really mean no more Medicare for senior citizens?\nIt’s an attack on Baldwin made by Leah Vukmir, her Republican challenger  — who even goes so far as to say the bill would \"literally throw grandma off the cliff.\"\nThat’s a reference to PolitiFact National’s Lie of the Year for 2011 — a false claim that Republicans had -- via a plan from Wisconsin Republican Paul Ryan -- to end Medicare. (A web video produced by a liberal group showed a Ryan look-alike pushing an old woman in a wheelchair off a cliff.)\nVukmir is essentially repeating a claim President Donald Trump made in an opinion article he wrote for USA Today.  \nLet’s dig into what she said.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nVukmir’s claim\nIn the third and final debate before the Nov. 6, 2018 election, Vukmir turned a discussion about pre-existing medical conditions to Medicare for All.\nIn the Oct. 19, 2018 debate in Milwaukee, she said:\nSenator Baldwin wants to talk about going backwards. Going backwards is telling seniors that you no longer have your Medicare and your Medicare Advantage. I can’t believe that Senator Baldwin wants to literally throw grandma off the cliff. That’s exactly what she’s doing. This would create chaos of epic proportions. She doesn’t understand her own bill.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nSo, what Vukmir is claiming is that the Medicare for All plan supported by Baldwin means senior citizens would \"no longer have\" Medicare.\nWhat is Medicare for All?\nMedicare is the federal government’s health insurance program that is primarily for people age 65 and over older, but also for some younger people with disabilities.\nAs PolitiFact National reported in a recent explainer about Medicare, the financially stressed $600 billion-a-year program serves 58 million people -- almost one out of six Americans.\nSanders, the independent U.S. Senator from Vermont who ran for president as a Democrat in 2016, introduced his Medicare for All bill in September 2017. It’s been referred to a Senate committee, but nothing more has been done with it.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nAs New York Times news articles reported at the time that the bill would expand Medicare so that every American would eventually get insurance from Medicare instead of from private companies or other public programs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn other words, a \"single payer\" -- the government -- would pay everyone’s medical bills.\nTo be clear, Medicare for All would replace Medicare and Medicare Advantage.\n(Medicare Advantage, which is run by private companies and is optional, offers the services Medicare does as well as other servicess, such as dental or vision coverage.)\nBut, after a four-year transition period, it would replace the current Medicare program with a new and more comprehensive one.\nIndeed, under the plan, those currently with Medicare would get more generous coverage -- something that has been noted by PolitiFact National and the Washington Post Fact Checker.\nAccording to the non-profit Kaiser Family Foundation, a top source on health care, Medicare for All would cover not only all medically necessary services, but also dental and vision services.\nThere would be no premiums or cost-sharing requirements, other than limited cost sharing (up to $200 per year) on prescription drugs. Patients would be allowed to go to any provider, not be limited by a network.\nSo, that’s enhanced coverage for seniors -- not taking coverage away.\nVukmir’s evidence\nTo back Vukmir’s claim, her campaign cited an opinion column in the New York Post published three days before the debate.\nThe column is by Betsy McCaughey, a senior fellow at the conservative London Center for Policy Research and a former lieutenant governor of New York state. (She earned a Pants on Fire for making a statement that was part of PolitiFact’s 2009 Lie of the Year on \"death panels.\")\nMcCaughey writes that Sanders’ Medicare for All \"abolishes Medicare,\" a point Vukmir has trumpeted. She argues that the program would not be financially viable, saying:\nOn paper, the new program guarantees hospital care, doctors’ visits, even dental, vision and long-term care, all paid for by Uncle Sam. Here’s the hitch: Hospitals will be forced to operate under conditions of extreme scarcity, with too little revenue and more patients than ever.\n\nRight now, Medicare shortchanges hospitals, paying them less than the full cost of caring for seniors. But hospitals accept the low payments, because they can shift the unmet costs to younger patients who have private insurance that pays more.\n\nBut in the new scheme, hospitals will be paid at Medicare rates for all their patients, not just seniors (Sec. 611). With everyone on Medicare for All, no cost-shifting will be possible.\nWhat would ultimately happen if Medicare for All ever became law, of course, is unknown, though there are plenty of questions.\nFor example, health care policy expert Robert Moffit at the conservative Heritage Foundation, told us that with Medicare, \"the addition of new benefits, procedures and the availability of new medical technologies has traditionally lagged behind private (insurance) plans.\"\nBut as proposed -- as even the expert cited by Vukmir acknowledges -- Medicare for All would offer senior citizens more coverage.\nOur rating\nVukmir says Baldwin’s \"Medicare for All\" means senior citizens would \"no longer have\" Medicare.\nMedicare, along with other government and private health insurance programs, would be replaced if Medicare for All ever became law.\nBut it’s not as though senior citizens would lose Medicare and be left with nothing. In fact, as proposed, Medicare for All would provide them more benefits than they get with current Medicare.\nVukmir’s statement has an element of truth, but ignores critical facts that would give a different impression — our definition of Mostly False.  Share the Facts 2018-10-26 07:56:50 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Tammy Baldwin’s \"Medicare for All\" plan means senior citizens would \"no longer have\" Medicare.     Leah Vukmir Republican Wisconsin U.S. Senate candidate https://www.wisn.com/article/live-on-wisn-12-at-7-pm-baldwin-vukmir-debate-at-marquette-university-law-school/23940578   In a debate Friday, October 19, 2018 2018-10-19    Read More  info", "vclaim_id": "vclaim-pol-01396"}