{"url": "/factchecks/2019/feb/01/viral-image/no-ronald-reagan-didnt-call-nancy-pelosi-evil/", "speaker": "Viral image", "vclaim": "Says Ronald Reagan said, \"Nancy Pelosi is extremely evil.\"", "truth_label": "pants-fire", "date": "stated on January 26, 2019 in a Facebook post:", "title": "No, Ronald Reagan didn't call Nancy Pelosi evil", "text": "Did Ronald Reagan call Nancy Pelosi \"extremely evil\"? That’s what some Pelosi critics are saying on Facebook. But it’s not true.  \n\"Nancy Pelosi is extremely evil,\" a Facebook post from Jan. 26 quotes Ronald Reagan as saying. \"She comes from the Baltimore democrat corruption machine the D’Alesandro family, both her father Tom D’Alesandro and her brother Tommy D’Alesandro were mayors of Baltimore, a well oiled corrupt democrat family.\"\nThis post, which was shared more than 4,300 times by Jan. 29, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPelosi was born in Baltimore in March 1940 to Thomas D’Alesandro, Jr., who was the mayor of that city from May 1947 to May 1959. Her brother also served a term as mayor. Those are confirmable facts.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nBut we couldn’t find any evidence that Reagan called Pelosi evil, or denounced her family as corrupt. That’s because it doesn’t exist, according to the Ronald Reagan Presidential Foundation and Institute.\nJoanne Drake, chief administrative officer for the organization, said she could tell PolitiFact \"with great conviction that Ronald Reagan never spoke those words. Ever.\"\nWe rate this post Pants on Fire!\n \n Share the Facts 2019-02-01 16:23:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Ronald Reagan said, \"Nancy Pelosi is extremely evil.\"    Viral image On the internet     Saturday, January 26, 2019 2019-01-26    Read More  info", "vclaim_id": "vclaim-pol-01072"}