{"url": "/factchecks/2008/jan/18/rudy-giuliani/what-about-tommy-thompson/", "speaker": "Rudy Giuliani", "vclaim": "\"He reformed welfare before others tried.\"", "truth_label": "false", "date": "stated on January 16, 2008 in a TV ad:", "title": "What about Tommy Thompson?", "text": "In the TV ad Rudy Giuliani debuted in Florida this week, the announcer makes the claim, \"He reformed welfare before others tried.\"\n\nIt's unclear who \"others\" are — everyone, or just Giuliani's Republican opponents? So let's consider both possibilities.\n\n\nGiuliani can certainly lay claim to being out front on welfare reform, and his overhaul of the New York City welfare system is nothing short of astounding considering he did it \"in the teeth of the most intense opposition\" from nearly all of the most significant political forces in the city, said Lawrence Mead, professor of Politics at New York University.\n\n\nOne of the cornerstones of Giuliani's controversial plan was a requirement that able-bodied people work or perform community service in order to receive welfare payments (at its peak in 1999, there were over 35,000 people in the Work Experience Program). Welfare rolls during his two terms as major dropped more than 50 percent.\n\n\nBut Giuliani can't claim New York was the first in the country.\n\n\nOne of the first effective welfare-to-work programs was initiated in San Diego in the early 1980s, Mead said. And Wisconsin instituted an ambitious welfare-to-work program prior to New York City (which is why some people have called former Wisconsin Gov. Tommy Thompson, a onetime presidential candidate, the father of welfare reform). In fact, Giuliani hired one of the architects of the Wisconsin plan to help create changes in New York City.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Giuliani was not absolutely first,\" said Mead, author of\n\nGovernment Matters: Welfare Reform in Wisconsin.\n\n\n\n\"There is a long history of gradual movement to more and more radical reform,\" said Ron Haskins, a senior fellow of economic studies at the Brookings Institution and author of the book\n\nWelfare Over Work.\n\n\n\nPoliticians in lots of states had dabbled in welfare reform before Giuliani, Haskins said, but Giuliani's program may have been the most remarkable due to the political opposition.\n\n\nBoth Mead and Haskins say that if the ad was comparing Giuliani just to his Republican opponents, it's right. Giuliani began making changes shortly after being elected mayor, so 1994. That predates the governorships of Mike Huckabee and Mitt Romney. As for Sens. John McCain and Fred Thompson, the federal welfare reform laws passed in August 1996.\n\n\nBut the ad doesn't narrow the field at all, so we can only deduce it means he reformed welfare before\n\neveryone\n\nelse. And that is False.", "vclaim_id": "vclaim-pol-16396"}