{"url": "/factchecks/2018/may/03/blog-posting/no-bill-gates-did-not-outline-2018-plan-depopulate/", "speaker": "Bloggers", "vclaim": "\"Bill Gates Outlines 2018 Plan To Depopulate The Planet.\"", "truth_label": "pants-fire", "date": "stated on April 30, 2018 in a blog post:", "title": "No, Bill Gates did not outline 2018 plan to depopulate the planet", "text": "Bill Gates is not attempting to depopulate the planet, contrary to a false claim on a website called Mysterious Times.\n\"Bill Gates Outlines 2018 Plan To Depopulate The Planet,\" said an April 30 post on mysterious-times.com, filed under its \"Conspiracy\" category.\nThe post’s supposed evidence includes efforts by Gates and the Bill and Melinda Gates Foundation to research, develop and deliver vaccines to help reduce child mortality.\nIt claimed Gates \"has doubled down on his goal to depopulate the planet, using deceitful Orwellian doublespeak in a new video to bamboozle his naive followers into believing that ‘by making people healthier, we can reduce the world’s population.’\"\nFacebook users flagged the post as being potentially fabricated, as part of the social media network’s efforts to combat online hoaxes.\n\"Make no mistake, when Gates talks about ‘making people healthier,’ what he is really talking about is enforcing the mandatory rollout of his range of experimental vaccinations. The same vaccines that have already caused mass sterilization and death on multiple continents,\" the post said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt also claimed that vaccinations promoted in India by the Gates Foundation \"were actually doing irreparable harm to young girls\" and that it conducted experimental vaccine trials. But PunditFact in December 2016 debunked a post on an anti-vaccine blog claiming Gates used \"30,000 Indian girls as guinea pigs to test cancer\" and that vaccination efforts led to deaths. That Pants on Fire post was a mash-up of outdated, disproven rumors.\nMysterious Times doesn’t offer many details about its website, but the About section of its Facebook page says: \"Aliens UFOs, Conspiracy and Weird Stuff.\"\nGates does not seek to \"depopulate\" the planet, but believes saving children’s lives can help reduce population growth.\nWhen children survive, families decide to have fewer children and that \"can lead to a burst of economic growth that economists call ‘the demographic dividend,’ \" Gates said in the 2018 edition of the annual letter he co-writes with his wife, Melinda.\n\"When more children live, you get one generation that’s relatively big. Then, when families decide to have fewer children, the next generation is much smaller. Eventually, a country ends up with relatively more people in the labor force producing economically—and relatively fewer dependents (very old or very young people),\" Bill Gates said in the 2018 letter. \"That’s a recipe for rapid economic development, especially if countries take advantage of it by investing in health and education.\"\nWe rate Mysterious Times’ post Pants on Fire!\n Share the Facts 2018-05-03 15:08:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Bill Gates Outlines 2018 Plan To Depopulate The Planet.\"    Mysterious-times.com Bloggers https://www.mysterious-times.com/2018/04/30/bill-gates-outlines-2018-plan-to-depopulate-the-planet/   in a blog post Monday, April 30, 2018 2018-04-30    Read More  info", "vclaim_id": "vclaim-pol-02115"}