{"url": "/factchecks/2014/sep/22/rick-scott/ad-promote-rick-scott-rothstein-investor-says-he-w/", "speaker": "Rick Scott", "vclaim": "A Scott Rothstein victim says that he was \"swindled\" by Charlie Crist.", "truth_label": "pants-fire", "date": "stated on August 27, 2014 in TV ad:", "title": "In ad to promote Rick Scott, Rothstein investor says he was 'swindled' by Charlie Crist", "text": "A TV ad released by the Republican Party of Florida has created major buzz in Florida’s political world.\nThe ad featured an unidentified man who said he was swindled by Ponzi schemer Scott Rothstein -- and, by extension, by former Gov. Charlie Crist, who is now a Democrat and seeking to unseat Florida Gov. Rick Scott.\n\"Scott Rothstein swindled a lot of people, me included,\" the unidentified narrator said. \"He bankrupted many families. Nobody was closer to Rothstein than Charlie Crist. Rothstein was always around Charlie, throwing parties and giving Charlie money. Rothstein bragged that he gave Charlie Crist money so he could pick judges. Of course Charlie took the money. I got swindled by both Rothstein and Charlie. If Charlie Crist will sell judgeships, everything is for sale.\"\nThe ad -- which has run at least 4,000 times at a cost of about $2 million -- includes photos of Rothstein and Crist embracing each other and blowing out the candles on Crist’s 52nd birthday cake. (Technical note: The ad was released by the state Republican Party, but it is on Scott’s behalf. Scott’s campaign has been defending it and he initially referred questions about the ad to his campaign. So that's why we're putting Scott on the Truth-O-Meter.)\nPolitiFact Florida has previously fact-checked two claims related to Rothstein, who began a 50-year prison sentence in 2010 for convictions related to a $1.4 billion Ponzi scheme that involved the sale of fabricated legal settlements.\nBut Scott’s charge that Crist \"swindled\" an investor is new -- and represents a serious charge. Crist unveiled his own counter-attack that calls the ad a lie and recounts Scott’s $1.7 billion Medicare fraud related to his days as CEO of a health care company.\nWe decided to put it to the Truth-O-Meter.\nWe’ve relied heavily on the work of Miami Herald political writer Marc Caputo and federal courts reporter Jay Weaver. On Sept. 16, Caputo and Weaver broke the story that the investor was Dean Kretschmar of Fort Lauderdale.\nThe investor’s lawsuit didn’t mention Crist\nKretschmar was part of an investor group known as Razorback that invested with Rothstein. On or around June 2009, Kretschmar invested $8 million, according to the lawsuit Kretschmar and other investors filed in November 2009.\nThe lawsuit named several defendants, including Rothstein and TD Bank, the banker for Rothstein’s law firm. Crist’s name isn’t mentioned in the lawsuit.\nThe group sought $190 million and settled for $170 million with TD Bank, the Herald reported. The newspaper reported that Kretschmar recouped most of his investment.\nUnmentioned in the ad is that Kretschmar’s lawyer is William R. Scherer, a Scott donor.\nEarlier this year, Scott’s office hired Scherer’s law firm to sue Digital Domain, a digital effects company that had animated the scenes in Titanic and the Transformers movies. Under Crist, the company received $20 million from the state but in 2012 shut down its Florida operation and declared bankruptcy without creating the hundreds of jobs it had promised the state.\n(Scherer told the Herald the point of the ad was that Crist took Rothstein’s money — about $81,000 for Crist’s unsuccessful U.S. Senate campaign in 2010 — at the same time that Kretschmar was being ripped off. But none of that is explained in the ad.)\nKretschmar has given about $19,000 to state and federal GOP candidates and committees, including -- ironically -- $500 to Crist when he ran for governor as a Republican in 2006.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nScott’s response\nThe pro-Scott ad’s backup cites several articles about Rothstein’s court testimony earlier this year in a case involving a former employee of his law firm. Rothstein testified that he bought Crist’s judicial picks, but did not mention Kretschmar.\nDuring a campaign stop in Miami, Scott told the Herald’s Caputo that his ad wasn’t intended to say that Crist was an active participant in the fraud; rather, it was intended to be more metaphorical, equating Crist’s political flip-flops with Rothstein’s swindles.\nFrom the Herald:\n\"This individual was a victim of both Scott Rothstein and Charlie Crist. Both of them promised things, and they didn’t come through,\" Scott said. \"Charlie said he was a Ronald Reagan Republican. He was against tax increases. He was against raising your tuition. And he did both,\" Scott said, repeating variations of this argument when reporters sought clarification. \"Charlie was a Republican and then an independent then a Democrat.\"\nScott campaign manager Melissa Sellers cited a list of political positions that Crist has flip-flopped, such as gay marriage. PolitiFact has confirmed a number of such flip-flops. But none of these flip-flops are remotely connected to Rothstein’s criminal acts. And Merriam-Webster's online dictionary defines \"swindle\" as \"to obtain money or property by fraud or deceit,\" a definition that doesn’t extend to policy flip-flops.\n(The Florida GOP isn’t giving up on the \"swindle\" argument -- a new web ad released on Sept. 22 says \"Crist swindled Florida. Swindled his own supporters. Swindled voters with promises made and promises broken.\" That ad focuses on Crist’s flip-flops and doesn’t mention Rothstein.)\nSellers also argued that \"no one ever said Crist was not part of the Rothstein investigation.\"\nThe campaign points to a January 2012 article in the Miami Herald about charges pending for others involved in Rothstein’s scheme. (So far, there have been more than 20 separate convictions.) The article included information from Rothstein’s 10-day deposition in a civil case, in which an attorney asked Rothstein if he \"conned\" or \"‘fooled\" a list of big-name national politicians, including GOP presidential candidate Sen. John McCain. Rothstein testified that he \"fooled\" them all.\nRothstein was then asked by an attorney whether he \"fooled\" Crist or former U.S. Sen. Mel Martinez, R-Fla.\nThe Herald wrote that \"Rothstein was not allowed to answer the questions about the two Florida politicians because of objections raised by the lead federal prosecutor in the criminal case, Lawrence LaVecchio, who cited 'investigatory privilege.' Legal experts said LaVecchio objected because his team is still investigating political donations that Rothstein and other members of his firm made to their campaigns.\"\nRothstein testified this year in a separate criminal case involving a former employee that Crist made judicial appointments in return for Rothstein’s donations. But the Herald reported in September that federal investigators examined Rothstein-related donations to Crist in 2010 and have found no evidence of wrongdoing and are not actively investigating the charge.\nA Republican Party of Florida television ad from August asserted that Rothstein \"gave hundreds of thousands of campaign cash to control Crist’s appointments of key state judges.\"\nRothstein and his firm donated to Crist and RPOF -- in addition to a long list of politicians and candidates from both parties. Crist appointed Rothstein to serve on a commission that recommended appeals judges, but he was only one of nine votes. To say that Rothstein controlled the appointments is an overstatement, which led us to rate that claim Half True.\nOur ruling\nA TV ad by Scott quotes a Rothstein victim who says that he was \"swindled\" by Crist, but that’s a gross distortion.\nKretschmar was swindled by Rothstein, but the ad provides no evidence that he was \"swindled\" by Crist as well. Scott and his campaign argue that the comparison between the \"swindles\" by Rothstein and Crist is metaphorical, with Crist having \"swindled\" voters by changing his positions on political issues like same-sex marriage.\nHowever, the way the accusation was framed in the ad leaves viewers with the impression that Crist was part of Rothstein’s criminal Ponzi scheme -- he was not. The ad’s equation of the two is ridiculous, so we rate the claim Pants on Fire!", "vclaim_id": "vclaim-pol-07269"}