{"url": "/factchecks/2016/jul/21/newt-gingrich/gingrich-9-pakistanis-support-isis/", "speaker": "Newt Gingrich", "vclaim": "\"Just 9 percent of Muslims in Pakistan view ISIS favorably. Unfortunately, that 9 percent is 16 million people. And that’s just one country.\"", "truth_label": "mostly-true", "date": "stated on July 20, 2016 in a speech at the Republican National Convention:", "title": "Gingrich: Pakistan offers rich ISIS recruiting base", "text": "Newt Gingrich wanted to make clear in his speech at the Republican National Convention that the majority of Muslims are peaceful. But, he said, it only takes a few bad apples ...\nIf even a small percentage of the world’s billion Muslims support violence, \"that is still a giant recruiting base,\" Gingrich said.\n\"Pew Research finds that just 9 percent of Muslims in Pakistan view ISIS favorably,\" Gingrich said. \"Unfortunately, that 9 percent is 16 million people. And that’s just one country.\"\nGingrich has done his math well.\nA 2015 Pew report found that views of ISIS were \"overwhelmingly negative\" in a survey that included 10 Muslim majority nations. But Pakistan was an outlier.\n\"One exception was Pakistan, where a majority offered no definite opinion of ISIS,\" the report said. \"Only 28 percent in Pakistan had an unfavorable view of ISIS, and a majority of Pakistanis (62%) had no opinion on the extremist group.\"\nAs this chart in the report showed, 9 percent of Pakistanis said they had a favorable view of ISIS. (The question was \"Do you have a ____ opinion of the Islamic militant group in Iraq and Syria known as ISIS?)\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\nThe population of Pakistan was about 199 million in 2015, according to the CIA. The country is 98 percent Muslim. Take 9 percent of the total and you get nearly 18 million people.\nOne could say that just because they have a favorable view of ISIS, that doesn’t mean they would fight for ISIS. Their answers might have been different if they had been asked if they support ISIS, rather than think favorably of them. But Gingrich used the stat to show that the terrorist group enjoyed a large recruiting base. Even if a small fraction of the 9 percent were willing to take up arms or commit acts of terror, that would be a large number.\nOur ruling\nGingrich said that just 9 percent of Muslims in Pakistan view ISIS favorably and that amounts to 16 million people. There are a some small issues with his statement. He got the numbers right but we don’t know how that might translate into a readiness to commit violence in the name of ISIS. Also, the survey was of all Pakistanis, not just Muslims.\nHowever, none of those details undermine Gingrich’s point. The data suggest there is large number of people who are inclined to respond to ISIS’ message.\nWe rate this claim Mostly True.\n\nCorrection, Sept. 12, 2016: This report has been changed to accurately reflect Gingrich’s quote. He said, \"Pew Research finds that just 9 percent of Muslims in Pakistan view ISIS favorably,\" not  \"Pew Research finds that just 9 percent of Muslims in Pakistan support ISIS.\" The rating remains the same.", "vclaim_id": "vclaim-pol-04651"}