{"url": "/factchecks/2020/mar/13/facebook-posts/sanders-backed-waste-dump-plan-texas-didnt-happen/", "speaker": "Facebook posts", "vclaim": "“Sen. Bernie Sanders led the effort to dump Vermont's nuclear waste on a poor Latino community in Texas.”", "truth_label": "half-true", "date": "stated on March 9, 2020 in a Facebook post:", "title": "Sanders backed a waste-dump plan in Texas that didn’t happen", "text": "A new video ad from a dark-money group reprises a years-old attack on Sen. Bernie Sanders, I-Vt., about one attempt to dispose of his state’s nuclear waste.\nThe 15-second ad, which is being shared on Facebook, opens with a silent clip of Sanders speaking. A female narrator and words on the screen make this claim against the Democratic presidential candidate:\n\"Sen. Bernie Sanders led the effort to dump Vermont's nuclear waste on a poor Latino community in Texas.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe claim accurately describes Sanders’ role in leading the legislative effort. But it gives the false impression that the waste was dumped in the community.\nThe group and its claim\nThe ad is from United We Succeed, whose website describes its opposition to Sanders and contains more details about the claim we’re checking. United We Succeed calls itself a partner of the Big Tent Project Fund, which Politico described as a Democratic dark-money group aimed at boosting moderates and bashing Sanders. Dark-money groups are political nonprofits that don’t have to disclose their donors.\nUnited We Succeed did not respond to our requests for information.\nWe reported on a similar claim during Sanders’ 2016 run for the Democratic nomination, finding:\n\n\nIn 1998, the House approved a compact struck between Texas, Vermont and Maine that would allow Vermont and Maine to dump low-level nuclear waste in Texas. Sanders co-sponsored the bill and actively ushered it through Congress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\nIt was widely expected the site would be in Sierra Blanca, a community about 16 miles from the Mexico border. At the time, the community was about two-thirds Latino, and its residents had an average annual income of $8,000, according to an article in the Bangor (Maine) Daily News.\n\n\nThe low-level nuclear waste was to include \"items such as scrap metal and worker’s gloves … as well as medical gloves used in radiation treatments at hospitals,\" according to the Bangor Daily News. \n\n\nSanders’ campaign pointed out that Sierra Blanca was not specified as the site in the federal legislation, and that the legislation had overwhelming support of the legislatures, governors and voters in Texas, Maine and Vermont. \nBut it’s clear Sanders did help lead legislation that won approval in Congress.\nIn reviewing the issue in 2016, when it was raised during Sanders’ first presidential run, Texas Monthly concluded that \"it’s fair to characterize Sanders’ support for the project as driven largely by a desire to see a Vermont problem resolved far from his own backyard.\"\nAuthorities in Texas ultimately rejected Sierra Blanca as the site because of safety concerns over its proximity to a geologic fault line. No nuclear waste was dumped there.\nIn 2012, a site in Andrews County in West Texas, about 200 miles from Sierra Blanca, opened to accept the Vermont waste. \nOur ruling\n\nA Facebook ad said, \"Sen. Bernie Sanders led the effort to dump Vermont's nuclear waste on a poor Latino community in Texas.\"\nSanders supported legislation that allowed for the dumping of nuclear waste from Vermont in Texas; the exact site wasn’t specified in the legislation, but it was widely expected to be Sierra Blanca, a low-income, largely Latino community. \nBut the post leaves the impression that dumping was done there, when it wasn’t. We rate it Half True.", "vclaim_id": "vclaim-pol-18118"}