{"url": "/factchecks/2010/aug/06/lee-fisher/lee-fisher-accuses-rob-portman-taking-big-contribu/", "speaker": "Lee Fisher", "vclaim": "Rob Portman has taken more than $125,000 from \"Big Oil.\"", "truth_label": "mostly-true", "date": "stated on June 16, 2010 in a news release:", "title": "Lee Fisher accuses Rob Portman of taking big contributions from ‘Big Oil’", "text": "\"Big Oil\" is emerging as the Halliburton of the Democrats’ 2010 campaigns, a convenient villain that conjures images of spoiled beaches and oil-covered birds. And since a BP deep-water well in the Gulf of Mexico began spewing crude after an April 20 explosion, \"Big Oil\" has become a synonym for \"big industry that needs a whipping.\"\n\nThat’s why Lee Fisher, the Ohio lieutenant governor running for U.S. Senate, is highlighting the \"Big Oil\" campaign donations that his opponent, Rob Portman, has received. Fisher, a Democrat, wants BP to pay for all damages and losses, and he suggests that Portman prefers lenience for BP. By noting the money the Republican’s campaign has received, Fisher implies that Portman will do BP’s bidding.\n\nIn a June 16 statement, the Fisher campaign said: \"To date, Congressman Rob Portman, who spent 20 years in Washington and has taken more than $125,000 from Big Oil for his Senate campaign, has remained silent on the BP spill, the worst environmental disaster in U.S. history.\"\n\nThere are legitimate differences between the two candidates, and at the time Fisher’s campaign issued this statement, Portman’s views on BP weren’t known. But Portman subsequently told Ron Ponder, a Canton-area radio host, on June 30 that \"I agree that they are responsible. I agree they ought to be paying not just for cleanup but for the economic damage that's been done.\"\n\nStill, Fisher’s statement on Portman’s silence appeared to be accurate when the claim was made. But what of the other part of the claim? Has Portman taken at least $125,000 from the oil industry?  \n\nWe checked first with CQMoneyLine, which sorts contribution information that the campaigns report to the Federal Election Commission. CQMoneyLine data shows that political action committees representing the energy and natural resources industries have donated $122,400 to Portman’s campaign. That’s awfully close to $125,000 -- but the individual contributions within that category include companies that are not in the oil or even natural gas exploration businesses.\n\nSeveral of those donations came from utility companies including the PACs of FirstEnergy Corp. and American Electric Power. Call them Big Electricity, but don’t call them Big Oil. Other donations came from PACs for nuclear energy, coal and even copper mining interests. So those should be taken out. In the spirit of generosity, we’ll leave in PAC contributions from firms such as Koch Industries and Halliburton, which conduct an array of oil and non-oil businesses, and we’ll even leave in those from natural gas companies that have only a small portion of their business in oil exploration or production.\n\nEven so, we found that at least $46,000 of that $122,400 had nothing to do with \"Big Oil.\"\n\nThat didn’t make Fisher wrong, however, because other groups aggregate the data differently and CQMoneyLine only measured PAC contributions, excluding donations from individuals who work for oil and gas companies. So we turned to the Center for Responsive Politics, an independent group that tracks campaign contributions. That’s where the Fisher campaign says it got its figure, in fact. The center’s website, www.opensecrets.org, puts Portman’s current political take from the oil and gas industries at $132,008.\n\nThe figure is higher than Fisher’s claim of $125,000 because the data has been updated since the Fisher campaign first made the statement, according to a Fisher spokesman. An even higher figure for the oil and gas will probably emerge as new FEC filings are tallied.\n\nWe wanted to drill down further, so the center gave us more detailed  information than it has on its website, and we did some additional checking of lobbying records and original FEC filings from the Portman campaign.\n\nIt appeared that Fisher’s claim about the sum of Portman’s \"Big Oil\" claim was largely correct. We then took out the PAC contributions of companies like Koch and Halliburton, since those companies engage in other businesses as well as oil, just to see how the numbers would change. That took us to $122,008, which is pretty close to Fisher’s $125,000 claim. But there are two caveats:\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOf the $132,008 listed by the Center for Responsive Politics, $58,000 came from the PACs of oil-related companies and $74,008 came from individuals. It appears that most of the individuals were top executives or officers of the companies, but there was inadequate information to know about every single one. In a spot check, we  found an accountant and a human resources officer, for example. Without knowing the motives and politics of every single contributor, it is impossible for us – or for Fisher – to know whether accountants and personnel executives contributed to Portman because they want to further the aims of \"Big Oil.\"\n\nThat gets us back to BP, since BP’s spill and liability provided Fisher’s line of attack. Fisher suggested that Portman was ducking the hard questions on BP and, by citing the \"Big Oil\" contributions, Fisher implied that campaign money could be a reason. But BP has had only one contribution to Portman, according to the Center for Responsive Politics as well as CQ MoneyLine. It actually comes from the BP Corporation North America PAC. And it is for only $1,000 and was made on March 19, a month before the oil spill began.\n\n\nFisher’s number is essentially correct, but it’s important to note that the the bulk of the contributions came from oil industry employees, not the companies themselves. So we rate Fisher’s claim Mostly True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-14629"}