{"url": "/factchecks/2020/may/26/facebook-posts/minnesota-doesnt-have-highest-unemployment-rate-us/", "speaker": "Facebook posts", "vclaim": "Amid the COVID-19 outbreak, “Minnesota now has the highest unemployment rate in U.S. history.”", "truth_label": "barely-true", "date": "stated on May 6, 2020 in a Facebook post:", "title": "Minnesota doesn’t have the highest unemployment rate in US history", "text": "Minnesota ranks near the middle of the states on the number of confirmed coronavirus cases per capita. So is it possible that the pandemic has left it with the highest-ever unemployment rate in the country?\n\"Well, we did it!\" a Facebook post declares. \"Minnesota now has the highest unemployment rate in U.S. history. Yesterday we surpassed the peak of the Great Depression.\"\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It was updated a few times in subsequent days with different numbers, but was taken down after we started work on this fact check.\nThe post is ambiguous about whether it refers to a record high for Minnesota or for all states throughout U.S. history. The post alluded to the national unemployment rate of roughly 25% during the Great Depression as a benchmark, but state records are not available for that period. And there is no officially reported unemployment data for Minnesota to back up the claim.\nMinnesota had low jobless rates\nAs of May 6, the date of the Facebook post, Minnesota’s most recently reported unemployment rate was for March. At that time, its jobless rate was among the lowest in the country, at 2.9%.\nMinnesota has since reported data for April, which reflect more pandemic-related shutdowns and show unemployment jumping to 8.1% — still second-lowest in the country behind Connecticut’s 7.9%; Nevada was highest, at 28.2%. The national rate was 14.1%.\nThere are indications that Minnesota’s jobless rates could head much closer to that Depression-era mark, though at this point, that is speculative.\nThe time lag in reporting unemployment rates means that the officially reported data don’t fully reflect the trends in the number of people filing unemployment insurance claims week to week. So even as Minnesota was reporting strong jobs numbers, signs of a much greater unemployment problem were already appearing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nOn April 16, the Minneapolis Star Tribune reported on data suggesting that close to one in five Minnesota workers was unemployed or had lost work in the previous six weeks. On May 6, Minneapolis TV station Fox 9 reported that Minnesota had received 624,873 unemployment filings, amounting to 20% of the state's workforce, since mid-March. Mixing measures, that news report said the percentage rivaled unemployment rates during the Great Depression, when rates pushed towards 25%.\nThe Facebook post attacks Minnesota Gov. Tim Walz, a member of the state’s Democratic Farmer-Labor Party, as being the \"first governor to force 25% of our workforce out of jobs.\" The post also refers to federal figures. But at that point, Minnesota’s reported rate was nowhere near that high.\n\"Once we have the data, it may well turn out to be true that on May 6, Minnesota — and indeed the nation as a whole — may have had the highest unemployment rate in history, including the Great Depression,\" University of Minnesota economist V.V. Chari told PolitiFact. \n\"My own guess is that we do have the highest unemployment rate in history now, but until we have the data, it is only an educated guess. Too early to say it quite as definitively as the poster puts it.\"\nIn 1933, during the Great Depression, the national unemployment rate reached 24.9%, although that’s an annual rate, and a different measure from what is used now by the Bureau of Labor Statistics. \nChari and Brian Hannon, an economist at the bureau, said there are no official state figures during the Depression period.  \nOur ruling\nA Facebook post claimed that amid the COVID-19 outbreak, \"Minnesota now has the highest unemployment rate in U.S. history.\"\nThere is no official unemployment rate to back the claim. At the time of the post, on May 6, the most recently available data were for March and showed Minnesota’s unemployment rate at only 2.9%. Later data for April showed Minnesota still with one of the nation’s lowest jobless rates.\nHowever, during that lag, it was reported that roughly 20% of Minnesota residents, based on unemployment insurance filings, were unemployed or had lost work.\nThe statement contains an element of truth. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18373"}