{"url": "/factchecks/2013/jun/17/angela-bean/common-core-opponent-goes-too-far-claim-about-data/", "speaker": "Angela Bean", "vclaim": "A data system that goes along with Common Core is designed to collect up to 400 data points on each child, which can include personally identifiable data.", "truth_label": "barely-true", "date": "stated on June 1, 2013 in a newspaper article:", "title": "Common Core opponent goes too far with claim about data collection", "text": "The Common Core State Standards have become a hot-button issue in some areas of metro Atlanta. Opponents run the gamut: state lawmakers, conservative groups, tea party members, parents and some school board members.\n\nMany see adoption of the standards as a backdoor way for the federal government  to implement a national curriculum and take away local control of education.\n\nA self-described citizen activist from Fayette County, Angela Bean, has been one of the opposition leaders, and she has taken the anti-Common Core message on the road to various school and community meetings. In a newspaper article this month, Bean -- who is also an executive board member of the Fayette County Republican Party -- identifies another reason for hating Common Core:\n\nThere are concerns about the longitudinal data system that goes along with Common Core, Bean told The Newnan Times-Herald. The system is designed to collect up to 400 data points on each child, which can include personally identifiable data.\n\nDoes Common Core allow for this amount of extensive data collection? And, if so, what data is being collected? We checked with the initiative’s founders for more information.\n\nCommon Core refers to a set of national education standards adopted by 45 states, the District of Columbia and two U.S. territories. The standards were created after years of discussion by private nonprofit education groups and state education departments, and they are designed to better prepare students for college and careers, and ensure that students in all states learn the same academic concepts in the same grades.\n\nThe Obama administration has used its education funding grant process to encourage states to adhere to the new standards, but no state is required to adhere to Common Core.\n\nGeorgia’s state Board of Education adopted Common Core performance standards on July 8, 2010. And the standards rolled out in school districts during the 2012-2013 school year, said Dorie Turner Nolt, a spokeswoman for the Georgia Department of Education.\n\nWe checked with the Council of Chief State School Officers, a national organization of public officials who head state education departments, and one of the founders of the Common Core standards, about Bean’s data collection claim. Organization officials said there are no data collection requirements with Common Core, and they address the issue on its website.\n\n\"States are still responsible as they were previously to report their accountability (on tests and other student assessments), but Common Core doesn’t add any new data reporting, said Margaret Millar, the CCSSO’s director of membership services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nKathleen Porter-Magee, an education expert at the Thomas B. Fordham Institute who has studied Common Core, agreed that there are no requirements for any sort of data collection or data mining.\n\n\"If a state chooses to collect achievement data, that is a decision the state chooses to make,\" she said. \"But is is not lumped in with Common Core.\"\n\nSo, if Common Core doesn’t have a data collection component, or require data collection, has Georgia decided to collect data independently?\n\nTurner Nolt, with the Georgia Education Department, initially responded to Bean’s statements in another article, also printed in The Newnan Times-Herald. In that response, Turner Nolt refutes the claims that Georgia is participating in a data collection system, known as inBloom. That system is one of several education data collection systems, but it is not aligned with Common Core, state and and national experts maintain. (Some individual Georgia school districts are participating in inBloom. We reached out to company officials for specifics but did not receive a response by press time)\n\nThe state Education Department does collect student data annually and makes that data available in a user-friendly format for teachers and other school officials in its Statewide Longitudinal Data Systems (SLDS) Grant Program. The system is available for access by every public school district in the state. There are currently more than 65,000 teachers using the system.\n\nThe system collects data points in about 10 categories, Robert Swiggum, the state department’s chief information officer, said in an email to us about the SLDS data program. The categories include: a student’s name, grade, gender, ethnicity, birth date, attendance, enrollment history, test scores, courses taken and grade received, and any subgroup (example: English language learner, retained, economically disadvantaged).\n\nEach of the categories has dozens of data points that can vary depending on how many tests each student takes, those test scores, the number of courses taken and the length of time a student has been in school.\n\nTurner Nolt said the data in the state’s SLDS system has been collected for years, but that the information is now computerized. The systems does collect personally identifiable data, as Bean claimed, but the information is not shared beyond the student’s teachers and school administrators, Turner Nolt said.\n\nTo sum up, Bean claimed a data system companion of Common Core collects up to 400 data points on each child, which can include personally identifiable data.\n\nBean’s claim incorrectly intertwines Common Core and a data collection system. Our research found that Common Core does not include a data collection component. Georgia’s Education Department does collect student data as part of a separate annual collection cycle, then provides the information in a digital format for teachers and school officials to use.\n\nBean’s statement contains an element of truth but ignores critical facts about the separation of Common Core and data collection.\n\nWe rated her claim Mostly False.", "vclaim_id": "vclaim-pol-09211"}