{"url": "/factchecks/2018/nov/29/blog-posting/no-photo-migrant-mother-and-her-children-running-t/", "speaker": "Bloggers", "vclaim": "Photo of migrant mother at U.S.-Mexico border running from tear gas with children \"was a staged hoax.\"", "truth_label": "pants-fire", "date": "stated on November 26, 2018 in a post on Facebook:", "title": "No, the photo of the migrant mother running from tear gas with her children was not staged", "text": "One widely published photo of the chaos that broke out between the Border Patrol and members of the migrant caravan is the subject of online conspiracy theories.\nU.S. Border Patrol agents deployed tear gas near a crossing point in Tijuana, Mexico, against some members of the migrants, which included children.\nThe image, by Reuters photographer Kim Kyung-Hoon, captures Honduran migrant Miara Meza clinging to her small children as they run away from a tear gas canister.\nA migrant family flees after U.S. authorities fire tear gas into Mexico to repel Central American migrants approaching the border: https://t.co/lP4Tt4Jf7B | 📷 Kim Kyung-Hoon pic.twitter.com/iMckHzJPpY— Reuters Pictures (@reuterspictures) November 26, 2018\n\n\nIt didn’t take long for blogs and conspiracy sites to claim the photo was staged, with most sharing a marked-up version of the picture that highlighted other photographers in the photo’s background. An article from conservative blog DavidHarrisJr.com is one of the sites saying the image was a \"staged hoax.\"\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHere’s how we know the image is real.\nWhat happened at the border\nMeza and thousands of other migrants had traveled from Honduras to Mexico to seek asylum in the United States as part of a caravan that formed in mid October.\nAfter being blocked at a port of entry at the border, hundreds from the group began a peaceful demonstration Nov. 25 that turned chaotic.\nCustoms and Border Protection agents said that some protesters broke away from the group and tried to cross through an opening and began throwing rocks and bottles, at border agents. In response, agents unleashed tear gas on the crowd.\nToday, several migrants threw projectiles at the agents in San Diego. Border Patrol agents deployed tear gas to dispel the group because of the risk to agents' safety. Several agents were hit by the projectiles. The situation is evolving and a statement is forthcoming.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n— CBP (@CBP) November 25, 2018\n\nThe photo of Meza and her children quickly spread and was used by news organizations around the world.\nThe mother of five told BuzzFeed News that she didn’t try to cross the border but was standing near the fence with her children when agents fired multiple canisters in their direction.\n\"I felt sad, I was scared. I wanted to cry. That’s when I grabbed my daughters and ran,\" Meza told BuzzFeed. \"I thought my kids were going to die with me because of the gas we inhaled.\"\nSo, we know the photo wasn’t staged — and that Meza is a real person.\nBloggers who promoted the conspiracy theory that it was faked by Democrats put up this marked-up version to make their case.\n\"Upon further analysis, that ‘horrific’ picture of the woman with barefoot children in diapers running from the U.S. border wall was Fake News,\" the article declares.\nThe article pointed out other photographers that could be seen in the background of the shot:\n\"You can see a group of men posing for one cameraman while another young man is running toward a second cameraman. In other spots of the photo, people are just standing around calmly with no sense of urgency whatsoever. The woman with the children was just a photo-op.\"\nFirst, it is obviously common for multiple photojournalists to cover the same breaking news event.\nMore to the point, the tear gas happened. But don’t just take the photographic evidence and words of journalistic accounts for it; the Border Patrol acknowledged its own response.\nCustoms and Border Protection tweeted that agents deployed tear gas against the migrants. In a later statement, the agency said it \"employed less-lethal devices\" in response to the crowd trying to cross the border and throwing projectiles.\nOur ruling\nBloggers posted an article that claims a photo of a migrant mother and her children fleeing from tear gas at the U.S.-Mexico border was a staged hoax. It isn’t. Customs and Border Protection confirmed the use of tear gas, which was documented by several news organizations.  And the Honduran woman featured running in a photo with her kids, Miara Meza, was tracked down and interviewed about what happened.\nWe rate this claim Pants on Fire.\n\nShare the Facts\n2018-11-29 20:42:26 UTC\n\n\nPolitiFact\n\n\n1\n1\n7\n PolitiFact Rating:\nPants on Fire\n\nPhoto of migrant mother at U.S.-Mexico border running from tear gas with children \"was a staged hoax.\"\n\n\n\nBloggers\nConservative news blog\n \n\n\n \nMonday, November 26, 2018\n2018-11-26\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-01233"}