{"url": "/factchecks/2018/apr/10/scott-jones/protesters-hire-sacramento-sheriff-provides-no-evi/", "speaker": "Scott Jones", "vclaim": "There are \"paid protesters\" involved in the Stephon Clark demonstrations.", "truth_label": "false", "date": "stated on April 2, 2018 in a news conference:", "title": "Protesters for hire? Sacramento Sheriff provides no evidence for inflammatory claim", "text": "Sacramento County Sheriff Scott Jones claimed \"paid protesters\" fueled the conflict with law enforcement after a recent vigil and demonstration for Stephon Clark, a 22-year-old shot and killed by police.\nResponding to a call of a man breaking car windows, Sacramento police fired 20 times at Clark, who they said was advancing toward them with a gun in his grandparents’ backyard on March 18, 2018. Later, it was revealed, he was carrying a cellphone.\nEver since, demonstrators have filled Sacramento’s streets, as well as city council meetings, calling for police reform.\nJones made his statement about paid protesters during a news conference in early April. The sheriff showed video from March 31, 2018 of a deputy’s SUV striking a demonstrator who walked in front of the vehicle.\nA crowd of marchers had blocked two sheriff’s SUVs after a vigil for Clark in south Sacramento. Deputies had asked the crowd to step away before the collision took place.\nJones described some of the people in the streets as \"professional protesters and professional instigators.\"\n\"We do know because of our intelligence, because of the same folks that we see at protests completely out of the area and because of our history with some of these folks that there are paid protesters,\" the sheriff added. \"And paid people to instigate just as there are paid folks to monitor protests and video camera for their own purposes.\"\nWhen asked for evidence by a reporter at the conference, Jones said: \"We do have evidence of it and we've seen it previously,\" though he was not specific.\nFor this fact-check, we decided to zero in on Jones’ claim that some \"paid protesters\" took part in the Stephon Clark demonstrations, either on the evening of the vigil or before.\nProtest organizers have described the sheriff’s statement as baseless and inflammatory, saying the demonstrators are volunteers and not for-hire protesters.\nStephon Clark, 22, was shot and killed by Sacramento police on March 18, 2018. Courtesy photo\nResponse from sheriff’s department\nIn a phone interview, Sgt. Shaun Hampton, a spokesman for the Sacramento County Sheriff’s Department, declined to provide evidence supporting the sheriff’s statement.\n\"I don’t think we’re going to disclose that at this time,\" Hampton said, adding that he did not foresee the department disclosing evidence in the future.\nHe also declined to say why Jones made the claim without providing any supporting material.\n\"It’s based on our information,\" he said.\nJones appears to be the only top law enforcement official to make such a claim.\nA spokesman for the Sacramento Police Department told us he did \"not have any specific information\" about paid protesters.\nAsked about paid protesters on Capital Public Radio's Insight program, Sacramento Police Chief Daniel Hahn said he believes Jones was referring only to the March 31, 2018 demonstration outside city limits. \n\"I don't know. We weren't there,\" Hahn said of any payments.\nA spokeswoman for the California Department of Highway Patrol, which has also provided law enforcement at the demonstrations, said in an email the \"CHP does not have evidence of paid protesters.\"\n\nHundreds gather at the Sacramento District Attorney’s office on April 4, 2018 demanding justice for Stephon Clark. Vanessa S. Nelson / Capital Public Radio\nResponse from protest organizers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nMost of the Sacramento demonstrations after Clark’s death have been well organized and peaceful. There have been isolated cases of vandalism, including breaking car windows, the disruption of a city council meeting, a brief closure of a freeway and the closure of a basketball arena.\nJamier Sale is an organizer with the ANSWER Coalition’s Sacramento chapter. It helped lead the March 31, 2018 vigil and protest.\nANSWER stands for Act Now to Stop War and End Racism. The national organization helped organize the U.S. antiwar movement opposing the 2003 invasion of Iraq, according to its website.\nSale challenged Jones to release evidence to support his claim.\n\"We’re an all volunteer-based organization and we’re run all from donations,\" Sale told PolitiFact California. \"And we print our signs and we put them on sticks with our own hands. Nobody pays us to do anything. We’re organized and we’re effective. And if we come off as professional, that’s because we take what we do very seriously.\"\nClaire White is an attorney representing Wanda Cleveland, the woman struck by the deputy’s SUV. She is also vice president of the National Lawyers Guild Foundation, a volunteer organization which monitors police activity at protests, including at the recent Sacramento events.\n\"This allegation that these people are paid, or that they’re outside agitators, has no basis in reality,\" White told Capital Public Radio. \"The longer that Sheriff Scott Jones tries to sell that snake oil to the public, the more it’s going to tarnish his own credibility.\"\nTanya Faison is with the Sacramento chapter of Black Lives Matter, which has also organized recent protests.\n\"We are not paid,\" Faison said. \"We work for free. Some of us are mothers, students and interns. We do this on the side.\"\nShe said Jones’ comments are \"irresponsible\" and could give his supporters in the community \"permission to be more aggressive\" with protesters.\nDavid Meyer is a sociology and political science professor at UC Irvine who wrote the book The Politics of Protest: Social Movements in America. He said politicians frequently make claims about paid protesters, without evidence, to marginalize people who represent opposing points of view. He said Democrats made those allegations about Tea Party activists in 2009 and Republicans made them about liberal activists who packed congressional town hall meetings in 2017.\nMeyer said it’s not realistic to think groups paid for protesters in the Stephon Clark case.\nHe added that the sheriff’s \"assertion without evidence is unconscionable.\"\nOther claims without proof\nThis isn’t the first time PolitiFact has examined a provocative claim from a politician who didn’t support it with evidence.\nPresident Trump has repeatedly stated there was \"serious voter fraud\" in California in the 2016 election — without providing any proof. PolitiFact California investigated that allegation and rated it Pants On Fire.\nIn February 2017, PolitiFact National probed a claim by GOP Rep. Louie Gohmert of Texas that political activists were \"being paid\" to protest members of Congress. It concluded \"It’s possible some protesters somewhere may be paid, but there’s zero evidence of a wide-ranging conspiracy to bring in paid activists to disrupt meetings.\"\nIt rated that claim False.\nOur ruling \nSacramento County Sheriff Scott Jones claimed \"paid protesters\" inflamed recent demonstrations over the death of Stephon Clark.\nProtest organizers say Sacramento’s streets have been filled with volunteers, not for-hire demonstrators. They’ve called the sheriff’s claim baseless.\nJones appears to be the only top law enforcement official to make this assertion and has said he has evidence to back it up. His spokesman, however, declined to provide any information to support it and said it’s unlikely they ever will.\nWhen we evaluate statements at PolitiFact, the burden of proof is on the person making the claim.\nWe’ll assess any information that might be released in the future.\nIn the meantime, we rate Jones’ claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE: We have updated our fact check with comments from Sacramento Police Chief Daniel Hahn and an organizer from the Sacramento chapter of Black Lives Matter. \nRead Capital Public Radio's full coverage of the Stephon Clark shooting here. Our coverage includes PolitiFact California's article on the facts behind police shootings. \n Share the Facts 2018-04-11 01:34:24 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  There are \"paid protesters\" involved in the Stephon Clark demonstrations.    Scott Jones Sacramento County Sheriff https://www.capradio.org/articles/2018/04/03/sacramento-sheriff-scott-jones-suggests-paid-protesters-agitated-deputy-before-his-suv-hit-stephon-clark-demonstrator/    Monday, April 2, 2018 2018-04-02    Read More  info", "vclaim_id": "vclaim-pol-02203"}