{"url": "/factchecks/2020/jun/03/blog-posting/photos-george-soros-riot-dance-squad-buses-were-do/", "speaker": "Bloggers", "vclaim": "“White busses marked ‘Soros Riot Dance Squad’ spotted in Michigan: It’s official, the riots are staged.”", "truth_label": "pants-fire", "date": "stated on June 2, 2020 in a blog post:", "title": "Photos of George Soros ‘Riot Dance Squad’ buses were doctored", "text": "We’ve debunked claims that philanthropist George Soros is supplying rocks for rioters in Los Angeles and \"funding the chaos\" in Minneapolis. A recent blog post is in this same genre of misinformation, and wrongly suggests that demonstrations over George Floyd’s death in police custody are part of a larger political plot involving Soros. \n\"White busses marked ‘Soros Riot Dance Squad’ spotted in Michigan: It’s official, the riots are staged,\" reads the headline on a June 2 Intellihub story. \"The invisible man behind the curtain has now become visible.\"\nThe post goes on to say that the buses \"show the current Black Lives Matter/ANTIFA-sponsored unrest is most likely without a shadow of a doubt part of a much larger George Soros, Barack Obama, Democratic National Committee-backed plan aimed at taking back the Office of the President once and for all.\"\nThe proof, the post says, is a photo published on Facebook.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe photo is a fake. We reached out to Open Society Foundations, the philanthropic organization founded by Soros. The group told PolitiFact that no \"Soros Riot Dance Squad\" buses exist.  \nNext we called Golden Limousine International, a transportation company in Ann Arbor, Mich., mentioned in an Associated Press story about the post. Carol Bell, the company’s director of safety, told us that the buses in the image belong to Golden Limousine. Every day, she said, they’re used as shuttles for Amazon employees, and in the evenings they fuel up at the gas station pictured in the photo. But they don’t say \"Soros Riot Dance Squad.\"\nBell sent us a screenshot of a Facebook post featuring the same photo of the buses without those words added to the image. \nWe rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-17868"}