{"url": "/factchecks/2009/sep/21/national-right-life-committee/national-right-life-committee-says-baucus-bill-wou/", "speaker": "National Right to Life Committee", "vclaim": "The Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\"", "truth_label": "true", "date": "stated on September 16, 2009 in a press release:", "title": "National Right to Life Committee says Baucus bill would permit federal subsidies to go to insurance plans that cover abortions", "text": "With the recent release of the Senate Finance Committee plan for health care reform, the abortion issue has re-emerged in the health care debate.\n\n\nAnd both sides are choosing their words carefully to score political points.\n\n\nWe are examining two seemingly similar statements from the National Right to Life Committee that we think get to the heart of the rhetoric.\n\n\nOne is that under the bill proposed by Senate Finance Committee Chairman Max Baucus, D-Mont., federal funds (tax dollars) would subsidize abortions; and the other is that federal subsidies would go to insurance companies that offer abortion coverage. They sound similar, but we ended up with rulings at opposite ends of our Truth-O-Meter.\n\n\nWe take a look at the first claim, that federal tax dollars would subsidize abortions, in a separate item and conclude the statement is\n\nFalse\n\n.\n\n\nIn this item, we deal with a statement from NLRC legislative director Douglas Johnson that the Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\"\n\n\nIf you look carefully, the issue here is government involvement in plans that offer abortion.\n\n\nAnd that's a big deal.\n\n\nThe 1976 Hyde Amendment prohibits the use of federal funds for abortions through Medicaid except in cases of rape, incest or when the mother's health is in peril. So states that want to offer abortion coverage have to pay for it themselves. Similar restrictions on public funding for abortions applies to federal health care coverage extended to active and retired military and federal employees.\n\n\nBaucus said he attempted to \"find language that just maintains the status quo\" on abortion, because he didn't want the issue to be a distraction. \"This is a health care bill, not an abortion bill,\" Baucus said.\n\n\nMaintaining the status quo, however, is a matter of perception. And that's because there are two competing realities.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOn the one hand, as President Barack Obama acknowledged in a July 21 interview, \"We ... have a tradition of, in this town, historically, of not financing abortions as part of government-funded health care.\" In other words, the more than 250 private health plans that cover federal employees — because they are subsidized by the federal government — cannot offer full abortion services.\n\n\nOn the other hand, many private plans (outside the government) currently offer abortion services. If the government starts providing health care subsidies but bans the participation of any plan that offers abortion services (as some legislators have suggested), abortion rights groups argue it would strip millions of women of benefits they currently get.\n\n\nAccording to a 2002 Guttmacher Institute study, 87 percent of employment-based insured health plans offered coverage for abortions (though not all companies select it for their employees). A 2003 Kaiser Family Foundation survey found that 46 percent of covered workers had coverage for abortions. The two surveys asked different questions, but the bottom line is that a significant percentage of women have health insurance that covers abortions.\n\n\nAccording to Baucus' chairman's mark, which provides a blueprint for the plan, abortion cannot be a mandated as part of any minimum benefits package except in cases of rape, incest or if the mother's life is in danger. However, health plans in the exchange or co-op would not be prohibited from providing abortion coverage. In fact, every state exchange would have to provide one plan that covers abortion and one that does not. The exchange is a virtual marketplace where people can comparison shop for an insurance plan. Baucus' alternative to a public option, a co-op, would be one alternative on the exchange (think of it as a credit union for health insurance).\n\n\nThe plan provides federal dollars — through tax credits or cost-sharing credits — to subsidize the cost of insurance for people with modest incomes. \n\n\nSo clearly, you'd have federal subsidies going to plans that cover abortions. But no more federal money would go to plans that offer abortion, so the added cost would presumably be passed on to consumers who choose plans that offer abortion, and efforts have been made to segregate funding so that only money from premiums — not tax dollars — would be used to pay for abortions.\n\n\nBut if millions of uninsured people would now get insurance due to the health care plan, and some of the plans offer abortion coverage, we think it's fair to conclude the Baucus plan (or any other Democratic plan under consideration) would mean more women would have access to abortion services.\n\n\nThat obviously doesn't sit well with National Right to Life and other antiabortion groups. Johnson said they'd like to see an amendment that would prohibit any insurer that gets federal subsidies from offering abortion services. Amendments to that effect failed in the House.\n\n\nThe plan, as proposed, would lead to more abortion coverage, and therefore more abortions, Johnson said.\n\n\nThe Hyde Amendment, he said, is \"one of the most important abortion reduction policies adopted by Congress.\" Not only can't the federal government subsidize abortion, he said, it can’t subsidize plans that offer abortion. The Baucus bill, he said, is \"a big departure from where we are now.\"\n\n\nHere's Planned Parenthood's take on the Baucus plan: \"Planned Parenthood acknowledges that there are some compromises that need to be made to move health care reform forward, and we are willing to do so if it means more women can access affordable, quality health care from the provider of their choice. While we are concerned that the language in the Senate Finance Bill specifically singles out abortion, we understand it is necessary to move health care reform forward.\n\n \n\n\"As it currently stands, it is a carefully crafted compromise which assures that access to abortion would neither be mandated nor prohibited — and that women would not lose health care benefits that they have had for decades, while also addressing concerns that no federal funds would be used for abortion.\"\n\n\nIn the abortion debate, nothing is simple. And as we said, words are chosen carefully. Regarding Johnson's claim that the Baucus plan would result in \"federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion,\" we think he is on solid ground. One could argue whether or not this is a departure from making the bill \"abortion neutral\" — each side has its take on that — but the fact is the plan would allow insurers to offer abortion. And the plan includes federal subsidies to some who might choose to join such a plan. And so we rule Johnson's statement True.", "vclaim_id": "vclaim-pol-15571"}