{"url": "/factchecks/2020/feb/17/facebook-posts/image-shared-facebook-claims-ku-klux-klan-endorsed/", "speaker": "Facebook posts", "vclaim": "“The KKK officially endorses Trump 2020.”", "truth_label": "false", "date": "stated on March 12, 2019 in a Facebook post:", "title": "No, the Ku Klux Klan has not endorsed Trump for 2020", "text": "A reader suggested we check a Facebook post that showed a poorly constructed image of President Donald Trump next to two people in what appear to be Ku Klux Klan robes and hoods. \nBelow the image was this headline: \n\"The KKK officially endorses Trump 2020.\"\nThe post is from a March 2019 article on NPC Daily, which includes another photo of what appears to be Trump with hooded KKK members. The letters \"NPC\" stand for the author of the site, Neville Percival Croft. And the klansmen photo is from artist Alison Jackson, who uses celebrity lookalikes for her work.\nA bio box for Croft below the NPC article ends with a disclaimer: \n\"This entire site is satire.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nFormer KKK leader David Duke of Louisiana in 2016 publicly endorsed Trump’s candidacy for president. Trump at the time received criticism for not disavowing Duke’s support when asked about it on CNN by journalist Jake Tapper. Days later, Trump issued a tweet about the matter saying, \"I disavow.\"\nTrump has been criticized for not condemning white nationalists, such as when he said there was \"blame on both sides\" after a 2017 white nationalist rally and counterprotest in Charlottesville, Va., turned violent.\nBut there is no indication that Trump has received the official endorsement of the KKK, which, according to the Southern Poverty Law Center, has become less visible and more fractured in recent years compared with other movements propelled by white supremicist thought. \nOur ruling\n\nAn image shared on social media claimed: \"The KKK officially endorses Trump 2020.\"\nThe image is from a March 2019 article on a website that publishes only satire. While Trump was infamously endorsed by a former KKK leader in 2016, we do not find evidence that the organization has issued a formal endorsement of the president in his run for reelection in 2020. \nWe rate the claim False.", "vclaim_id": "vclaim-pol-17398"}