{"url": "/factchecks/2010/sep/27/jack-conway/jack-conway-campaign-ad-accuses-rand-paul-being-so/", "speaker": "Jack Conway", "vclaim": "Says Rand Paul thinks drug-dealing, theft, burglary and prostitution should be decriminalized.", "truth_label": "false", "date": "stated on September 14, 2010 in a campaign video:", "title": "Jack Conway campaign ad accuses Rand Paul of being soft on crime", "text": "Accusing your opponent of being soft on crime is pretty standard campaign fare, but Kentucky Democrat Jack Conway -- a candidate for U.S. Senate -- takes things one step further in a campaign video, using a two-year-old quote from Republican opponent Rand Paul to suggest Paul wants to decriminalize everything from drug dealing and burglary to prostitution.\n\nThe ad begins with a clip of the Paul quote in question: \"The things that are non-violent shouldn't be against the law.\"\n\nIt then cuts to an image of Bernie Madoff with the question, \"Should Wall Street Fraudster Bernie Madoff not be in jail?\"\n\nA uniformed law enforcement officer then asks, \"What about meth and drug dealers?\"\n\nCut to another officer...\"theft, burglary...promoting prostitution...\"\n\nAnd then back to Paul saying, \"The things that are non-violent shouldn't be against the law.\"\n\nAnother version of the Conway ad follows the same theme.\n\n\"Thinks non-violent crime should be against the law? That's crazy,\" one uniformed officer says.\n\n\"It should be a crime if you sells drugs to a minor,\" says another cop.\n\nThen others...\"...Wall Street fraud. Mortgage fraud...burglary...someone that's promoting prostitution...theft.\"\n\nThe implication is clear: Paul wants to legalize all non-violent crime, including drug dealing, theft, burglary and prostitution.\n\nOn the campaign trail, Paul has repeatedly denounced the ad, and his campaign promptly put out a press release boasting that a number of county sheriffs had publicly declared their support for his campaign.\n\n\"I think it's a dishonest ad, would be the first thing I'd say,\" Paul said in a Sept. 16, 2010, interview on Fox41 in Kentucky. \"What we were discussing a couple years ago on KET was whether or not things like motorcycle helmets and the lottery should be illegal because they’re immoral or because they're unsafe. And my point was that there are certain things adults can make decisions on.\n\n\"What that ad does is, he totally distorts it and wants to say I want to allow minors to use drugs, it is an absolute falsehood.\"\n\nPaul went even further in a Fox News interview on Sept. 19, 2010, calling the ad \"a lie.\"\n\nPaul again explained that he was a pundit panelist on a program called Kentucky Tonight on Nov. 24, 2008, and that the context of the discussion was not crime at all, but rather was \"about helmet laws for adults and whether adults should have the right to either gamble or buy lottery tickets. And the comparison between lottery tickets and gambling. And it really had nothing to do with drugs or drugs for minors, or all these things, prostitution...\"\n\n\"So,\" the interviewer interjected, \"you think those things should be illegal, Dr. Paul?\"\n\n\"Yes,\" Paul said. \"And I'm not proposing any changes in the drug laws or laws against prostitution.\"\n\nWe listened to the entirety of the Kentucky Tonight program on the night in question, and Paul is correct that the focus was on whether the state ought to place higher taxes on things like cigarettes or alcohol. Paul made it clear he didn't think that was the government's place.\n\n\"Do we want our tax commissioner to be the moral commissioner of sin?\" Paul said on the program.\n\n\"Where does it stop?\" Paul said, throwing out the example of whether the government ought to put an extra $1 tax on a McDonald's quarter pounder to help curb obesity.\n\n\"It really isn't our job to tell people whether they should smoke or not,\" Paul said. \"It's not our job to tell people whether they should eat too much or not. We're a free society where individuals can decide what they want to decide.\"\n\nIn the course of the discussion, Paul talked about whether the government should regulate whether someone should be able to ride a bike or motorcycle without a helmet. And what about gambling? he asked, noting that, \"It's OK to gamble on the lottery, just not slot machines.\"\n\n\"I'm against legislating morality,\" Paul said. \"I mean, I'm for crimes and having laws against things that are violent crimes. But things that are non-violent shouldn't be against the law.\"\n\nSo there's the fuller context.\n\nJohn Collins, a spokesman for the Conway campaign, said Paul's words speak for themselves.\n\n\"Rand Paul believes drugs aren't a pressing issue and that non-violent crimes, such as prostitution and selling drugs, shouldn’t be against the law,\" Collins said. \"If Paul thinks that’s misleading, then he should not have said it. Simply put, you could hold a meeting of all the people who agree with Rand Paul’s soft on crime beliefs in a phone booth.\"\n\nWe asked Collins for evidence to support the claim that Paul believes selling drugs, for example, shouldn't be against the law.\n\nHe pointed us to a series of quotes in which Paul espouses the opinion that issues of crime are better addressed at the state and local, rather than federal, government level. So, for example, he has said that issues like whether to legalize medical marijuana ought to be decided by states, and that the funding for drug enforcement ought to come from state and local governments. Those may be controversial positions, but they are a far cry from Paul saying he believes that drug dealing and burglary ought not to be against the law.\n\nWe asked Collins if he could point us toward any other quotes from Paul that suggest he doesn't think drug dealing, burglary and prostitution, for example, should not be against the law.\n\nHe referred us only to Paul's two-year-old quote, \"The things that are non-violent shouldn't be against the law.\"\n\nCertainly Paul could have chosen his words more carefully. But this strikes us as more of a political \"gotcha\" than a legitimate issue. The quote comes in the context of Paul discussing the propriety of government involvement in issues such as cigarette or alcohol taxes, gambling and wearing a motorcycle helmet.\n\nPaul said what he said. But for the Conway campaign to splice that with comments from law enforcement officials listing non-violent crime such as dealing drugs to kids, promoting prostitution, theft, burglary and financial crime suggests Paul wants to decriminalize those acts. We couldn't find a single instance where Paul has said he specifically wanted to legalize any of those activities. Conversely, Paul has repeatedly and unequivocally said he does not want to make those things legal, and that he has no plans to change the current laws with regard to them. We think a reasonable person can see what's going on here. We rate this ad False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14349"}