{"url": "/factchecks/2012/dec/10/jeanne-shaheen/social-security-doesnt-contribute-national-debt-sa/", "speaker": "Jeanne Shaheen", "vclaim": "Social Security has not contributed to the debt and the deficits.", "truth_label": "barely-true", "date": "stated on November 27, 2012 in an interview on MSNBC’s Jansing and Co. :", "title": "Social Security doesn't contribute to the national debt, says Jeanne Shaheen, D-NH", "text": "When it comes to the fiscal cliff, U.S. Sen. Jeanne Shaheen is willing to consider anything to ease the fall. Everything, that is, except for one key federal program.\n\n\"I think we do need to take Social Security off the table because Social Security has not contributed to the debt and the deficits,\" Shaheen said Tuesday, Nov. 27 in an interview on MSNBC’s Jansing and Co.\n\n\"We do need to fix it for the long-term,\" she said. \"But that's a different discussion than the one that we're having about those programs that are actually costing.\"\n\nWe’ve heard claims like this before. In August 2011, PolitiFact gave a Mostly True ruling to a claim that Social Security didn’t cause the debt crisis. At the same time, we ruled Mostly False on a claim that Social Security doesn’t contribute a penny to the deficit.\n\nWe decided to take another swing at it.\n\nTo start, we approached representatives from Shaheen’s Senate office, who reminded us that Social Security is a self-financed program, funded primarily through dedicated payroll taxes.\n\nIn most years, including the period from 1984-2009, the program takes in more money than it distributes in benefits, creating a surplus. Those surplus dollars add to the Social Security trust funds, which currently hold about $2.7 trillion in assets.\n\nThe two trust funds -- one dedicated to old age and survivors’ insurance and the other committed to disability insurance -- collect interest over time. And that interest only adds to the surplus, thereby reducing the deficit, according to Paul Van de Water, a senior fellow at the liberal Center on Budget and Policy Priorities.\n\nIncluding interest, the Social Security trust funds held a surplus of $69 billion in 2011, $68.6 billion in 2010 and $121.7 billion in 2009, according to Social Security Administration records.\n\n\"To that extent, it’s actually reducing the overall federal deficit,\" Van de Water said.\n\nBut, other analysts argue the interest payments earned by Social Security only amount to a re-shuffling of government dollars.\n\nAs noted in the prior PolitiFact rulings, the Social Security trust funds may be considered separate, but, in reality, they are not \"locked boxes\" or closed-off savings accounts. Rather, Social Security is required by law to put its entire surplus into interest-earning government bonds.\n\nThe dollars invested in Treasury bonds are frequently mixed and invested with other revenue sources in the government’s general fund, and, together, the money is used for other government purposes, including spending, repaying debts and cutting taxes.\n\nSo, when the Social Security trust funds collect interest, they are merely accepting money from other parts of the government, according to Howard Gleckman, an analyst for the Tax Policy Center, a joint effort between the Brookings Institution and the Urban Institute.\n\nWithout considering interest, Social Security has actually been running a deficit over recent years, Gleckman noted. And, when Social Security runs a deficit, the program draws on interest from the Social Security bonds, forcing government officials, already operating at a deficit, to borrow more money from other sources to make up the difference.\n\n\"It’s an accounting fiction,\" Gleckman said of the interest payments. \"It helps make the Social Security funds look more solvent, but really you've just taken (money) out of general fund. … The money is simply being transferred from one government account to the next.\"\n\nIn 2010, the program ran a \"cash deficit\" of $49 billion, according to the Social Security Administration’s summary of its 2012 annual report. The following year, the deficit stood at about $45 billion, and, looking forward, the program’s future doesn’t look much brighter.\n\nSocial Security trustees project the program’s cash deficit to exceed $60 billion over the next few years, and by 2033, the trust fund will no longer have enough money to cover full benefits for beneficiaries, according to the most recent estimates.\n\n\"The Trustees project that (the deficit) will average about $66 billion between 2012 and 2018 before rising steeply as ... the number of beneficiaries continues to grow at a substantially faster rate than the number of covered workers,\" according to the annual report.\n\nLawmakers from both parties have proposed ways to bridge the gap and salvage the program. But, with the insolvency date looming, Social Security stands to have an even greater effect on the debt moving forward, according to Laurence Kotnikoff, an economics professor at Boston University.\n\n\"Nobody can claim Social Security isn’t part of the overall problem,\" Kotnikoff said. \"It’s all labeling games. … It absolutely contributes to the overall fiscal situation. It’s in terrible shape.\"\n\nOur ruling:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnn McLane Kuster\n\n\nstated on June 7, 2012 in a rally outside the N.H. Statehouse.\n\n\n\n\n\n\n\n\nSays Rep. Charles Bass \"supports privatizing Social Security, risking trillions more on Wall Street.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jake Berry • June 29, 2012\n\n\n\n\n\n\n\n\nSocial Security is designed as a self-supporting, pay-as-you-go program, in which current payroll taxes pay for current benefits. This played out for many years, and with interest, the program has built up an annual surplus, which appeared to help offset the national deficits.\n\nBut, in reality, Social Security is not closed off from the rest of the government. The program’s surplus funds are frequently invested in Treasury bonds, and during surplus years, the bonds earn interest paid with other government dollars. And in recent years, the amount of taxes collected have not equaled the benefits distributed, leaving the Social Security funds facing a cash deficit, which then forces the government to borrow more money to offset.\n\nThis was the case in 2010 and 2011, and Social Security trustees anticipate higher deficits looking forward.\n\nWhile there’s a case for both interpretations, we see clear evidence that Social Security does affect the nation’s debt and deficit.\n\nWe rate Shaheen’s claim Mostly False.", "vclaim_id": "vclaim-pol-09939"}