{"url": "/factchecks/2012/jun/01/tim-lee/car-repair-bill-catches-eye-cobb-chairmans-race/", "speaker": "Tim Lee", "vclaim": "Candidate Bill Byrne used campaign funds for work on his \"personal car.\"", "truth_label": "half-true", "date": "stated on April 10, 2012 in an interview:", "title": "Car repair bill catches eye in Cobb chairman's race", "text": "Cobb County politics is much like the onetime hit television sitcom \"Cheers.\"\n\nEveryone knows your name in the Boston bar, and there are few things that occur that go unnoticed.\n\nFor example, the county government’s commission chairman, Tim Lee, seemed to have the scoop on Bill Byrne, the man who once had that job and wants it back.\n\nIn a recent Marietta Daily Journal \"Around Town\" political column, Lee appeared to question Byrne’s campaign ethics.\n\n\"I have not paid to have my personal car worked on with campaign funds like some other candidates,\" Lee said.\n\nLee didn’t refer to Byrne by name, but the inference seemed obvious. PolitiFact Georgia wanted to see if Lee was engaging in some campaign fact twisting or did he deserve a toast for telling the truth?\n\nCobb is Georgia’s fourth highest-populated county. The Cobb chairman is an influential perch for deciding policy on public safety, transportation and water resources. Cobb is also a treasure-trove of Republican votes. Lee’s predecessor, Sam Olens, a Republican, is now Georgia’s attorney general.\n\nAs the headline to the article suggested, the race for county chairman -- arguably one of the most powerful local government posts in Georgia -- is heating up. Earlier in the column, Byrne suggested that Lee would not achieve his fundraising goals. Lee countered that he was on track to raise his previously stated target of at least $200,000 and said he spent money on legitimate campaign expenses -- unlike an unnamed opponent.\n\nWe tried to contact Lee a couple of times in recent weeks, leaving messages on a telephone number the chairman listed on his candidate campaign disclosure forms filed with the state. We received no reply. PolitiFact Georgia also called the county government’s communications director and explained the article we were reporting. No reply.\n\nPolitiFact Georgia caught up with Lee at a candidate forum Wednesday organized by the East Cobb Civic Association at the East Cobb Library. The chairman told PolitiFact Georgia that he read Byrne’s most recent candidate disclosure report, which mentioned money spent on a vehicle, and decided to talk about it to The Marietta Daily Journal. Lee said he considered it an old matter in a brief interview before Wednesday’s forum and declined further comment.\n\nSo what did the report show?\n\nOn Jan. 31, 2012, Byrne reported he spent $209.78 on \"servicing campaign truck.\" Byrne told PolitiFact Georgia he used the money to pay for a tuneup and repair a brake line. Byrne said he uses a 2008 red GMC pickup truck that he owns for campaign purposes. Byrne is an old-school campaigner, who said he drives around the county to spread his message.\n\nByrne sent PolitiFact Georgia a photo of the vehicle, which had a campaign sign attached to the passenger’s door and a large campaign sign in the truck bed. The vehicle was parked in front of Byrne’s campaign office in Marietta. The truck was parked in the lot outside the East Cobb Library on Wednesday.\n\n\"It’s a campaign vehicle,\" Byrne said in one telephone interview.\n\nWe asked Byrne what he thought about Lee’s initial comment.\n\n\"He has the right to say anything he wants, and I have the right to respond,\" Byrne told us.\n\nGeorgia’s campaign finance act has no specific language about funding vehicle repairs with campaign funds. The law advises candidates to spend on necessary campaign purposes. William Perry, executive director of Common Cause Georgia, an ethics watchdog group, said the law is vague on such spending.\n\nPerry told us the repairs could be legitimate if Byrne needs the vehicle for campaign purposes, and if the candidate is not attempting to get reimbursed for the mileage he is driving for the campaign. Otherwise, Perry said it could be \"double-dipping\" by Byrne.\n\nIt is true that the vehicle belongs to Byrne. It is also true that Byrne used campaign funds to pay for repairs on the truck. Byrne does seem to be using the vehicle for campaign purposes, which the candidate said in his disclosure report. Lee did not mention that when he was quoted in the column. \n\nThat context is critical for readers to fully understand the chairman’s statement.\n\nWe give this one a rating of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11000"}