{"url": "/factchecks/2015/may/20/russell-mcmurry/already-deadly-georgia-roads/", "speaker": "Russell McMurry", "vclaim": "Georgia is on track for 1,200 traffic fatalities this year, a reversal of nine years of declines.", "truth_label": "true", "date": "stated on May 11, 2015 in news reports:", "title": "Georgia on pace for 1,200 roadway deaths?", "text": "PolitiFact Georgia was revving up for the summer driving season when a statement from the head of the Georgia Department of Transportation caught our attention.\nThe state is on pace to see 1,200 people lose their lives on Georgia roads this year, Commissioner Russell McMurry said in news reports. If that happens, it would be a reversal after nine years of declines.\nIs that possible, even before the busy season of summer? We set aside our packing – we’ll decide on a bikini or one-piece later – and decided to check.\nAs recently as January, PolitiFact Georgia confirmed that road fatalities appeared to be declining again in Georgia.\nBut by April, when five Georgia Southern nursing students died in a pileup crash outside Savannah, scores of single-car crashes had sent the trend line in the other direction.\nAs of Tuesday morning, 465 people had been killed in vehicle crashes in Georgia, state DOT data show. That’s 69 more deaths, or 17 percent more, than during the same period in 2014.\nThat keeps Georgia with an average of 100 deaths a month, which would result in a year-end total of 1,200 deaths for the first time since 2011.\nIt would also be the first year-to-year increase in nine years, as this chart shows:\n\n\n\n\n\nYear\n\n\n2008\n\n\n2009\n\n\n2010\n\n\n2011\n\n\n2012\n\n\n2013\n\n\n2014\n\n\n\n\nTotals\n\n\n1,505\n\n\n1,298\n\n\n1,250\n\n\n1,236\n\n\n1,199\n\n\n1,189\n\n\n1,169\n\n\n\n\n\nSo the GDOT commissioner is right on the overall numbers – a scary enough prospect.\nBut to compare apples to apples, it’s worth calculating the rates of death as well.\nThat is, would the current pace create the first year deaths don’t decline relative to the number of cars on the road, too?\nYes, according to data from the state Department of Revenue. The number of vehicles registered annually is:\n\n\n\n\n\nYear\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\n\n2008\n\n\n2009\n\n\n2010\n\n\n2011\n\n\n2012\n\n\n2013\n\n\n2014\n\n\n2015\n\n\n\n\nTotals*\n\n\n8.64\n\n\n8.57\n\n\n8.59\n\n\n8.71\n\n\n8.92\n\n\n8.32\n\n\n8.80\n\n\n9.12\n\n\n\n\n\n*In millions, rounded\nIn 2008, there were about 8.6 million registered vehicles in Georgia. That translates into 1.7 deaths for every 10,000 registered car or truck.\nIn 2014, with nearly 8.8 million registered vehicles but fewer fatalities, the rate dropped to .1.3 deaths for every 10,000 vehicles.\nShould Georgia stay on pace to an even 1,200 deaths – improbable but an exact number to compare against the 9.1 million vehicles registered this year – the rate holds at 1.3 deaths.\nIt’s not an increase, of course.\nBut it’s not the steady decline in rate, as well as overall numbers, that transportation officials had hoped to see continue and that McMurry noted.\nAnd, the rate still means that more people are dying in traffic accidents at a time when the state has seen 95 percent compliance in seat belt usage – a large factor in reducing fatalities, said Teri Pope, a spokeswoman for the Northeast DOT region.\nDOT data shows that 62 percent of people killed in crashes are not wearing the simple safety devices.\n\"A lot of these deaths are preventable, and that’s the heartbreaking part of it,\" Pope said.\nIn other words, driver behavior is the, well, driver of the spike in roadway deaths.\nIn an effort to counter that, the DOT has partnered with the Governor’s Office on Highway Safety and the state Department of Public Safety to launch the Drive Alert, Arrive Alive campaign.\nThe effort focuses on education efforts about the dangers of driving drowsy or while using mobile phones – both considered distracted driving – and greater enforcement of seat belt usage and safe driving.\nIn other words, PolitiFact Georgia expects to see lots of safety reminder signs and state troopers on the roads. You should, too.\nOur ruling\nGeorgia DOT Commissioner Russell McMurry said in recent news reports that the state is on pace to see 1,200 people die in traffic accidents this year – all before the start of the busy summer driving season. Transportation numbers back up that claim.\nThat data, and figures about the number of registered vehicles in the state, also confirm that would be the first time in nine years that Georgia has not seen a decline in those deaths.\nWe rate the commissioner’s statement True.", "vclaim_id": "vclaim-pol-06398"}