{"url": "/factchecks/2018/aug/03/marco-rubio/rubio-wrong-states-beefing-voting-security/", "speaker": "Marco Rubio", "vclaim": "States \"haven't even begun to spend the (election security) money they have now.\"", "truth_label": "barely-true", "date": "stated on August 2, 2018 in an interview with CBS News:", "title": "Marco Rubio wrong on states not spending on voting security", "text": "Against the backdrop of Russian election meddling, Senate Democrats came up empty-handed in their effort to pump an additional $250 million into election security money for states. The vote was 50-47 in favor, but they needed 60 to bring the measure to the floor.\nSen. Marco Rubio, R-Fla., voted against it. When asked why, he emphasized that Washington just sent the states $380 million a few months ago.\n\"The money we've already appropriated is money that was based on professional assessment of what the needs were from a national level,\" Rubio told CBS News Aug. 2. \"If an additional amount is necessary in the future, we will provide it, but there's no outcry from states saying they need more money. They haven't even begun to spend the money they have now.\"\nThere’s debate over whether there’s enough money in the pipeline to replace older voting machines and take other steps to harden state systems, but here, we focus on Rubio’s statement that states haven’t begun to spend the money they have now.\nKey takeaways\n\n\nWashington has sent states $361 million since May for election security improvements.\n\n\nEvery state and territory has submitted plans for how they will use the funds.\n\n\n24 of those plans clearly show that spending is underway in advance of the 2018 election. (Additional states already might be spending funds, but their plans lacked a clear schedule.)\n\n\n2018 Help America Vote Act\nTucked in the $1.3 trillion spending bill President Donald Trump signed March 23 was $380 million for states to make election security improvements. States could replace electronic-only voting machines, set up a post-election audit system to verify final tallies, upgrade computer systems to prevent hacking, and take other measures along those lines.\nWashington doled out the money by formula, and by April, the Election Assistance Commission, the agency overseeing the process, had sent states letters telling them how much they would get. As soon as states got those letters, they could start spending, so long as they told the commission and the commission gave the thumbs up.\nThe commission told states, \"By releasing these funds quickly, it is hoped that the grants can have an immediate impact on the 2018 election cycle.\"\nStates needed to provide a 5 percent match, but were given two years to do that. They had to submit plans and report how much they spent and on what each year. They had until 2023 to request money, but every state and territory has moved to draw down their allotted funds, with a handful hitting technical snafus in doing that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nStates are spending now\nAccording to plans sent to the Election Assistance Commission, the spending has begun.\n\"We know that at least 24 states have definitely been spending money prior to the 2018 election,\" said commission director of grants Mark Abbott. \"That number may be larger, as some states are deploying funds but did not specify in their plan what years the funds will be used.\"\nIn Rubio’s home state, Florida’s Secretary of State Ken Detzner approved over $10 million in election security grants to 49 of 67 counties in late July.\nIn June, South Carolina began assessing the vulnerabilities of its voter registration and elections management system. The state has organized a two-day meeting of election officials for August so they can see voting machine options that meet higher security standards.\nA few days before Rubio spoke, the Illinois State Statewide Terrorism and Intelligence Center interviewed people for a cybersecurity program manager to work with local election officials. The state’s Department of Innovation and Technology is now hiring nine technicians to conduct risk assessments and training with local election authorities.\nCalifornia has started drawing down about $3 million it plans to spend to strengthen the cybersecurity of its statewide system at the county level.\n\"There’s hiring all over the country to beef up staff,\" Abbott said. \"Other states are buying subscriptions to services to spot malware and filter email. You have to bring people together to make sure everyone at the state and local levels are on the same page, and many states have started doing that.\"\nThe number of dollars out the door is a small sliver of what the total spending will be. We found about $45 million earmarked for the first year across just four states — Illinois, New York, California and Florida. (The total planned spending is much higher. We were able to glean this figure from states where we could see both how much they planned to spend and when they planned to spend it.)\nWe contacted Rubio’s office for supporting information and did not hear back.\nOur ruling\nRubio said states have \"not even begun\" to spend the election security money they have now.\nThat is at best an exaggeration and in terms of state activity, factually incorrect. At least 24 states have started spending the recently released federal dollars and just as important, they are signing contracts and making commitments to spend millions of dollars in the coming months.\nThe only element of truth is that states have just begun to spend this new money, and it is a small portion of what has been approved. This is one possible way to understand Rubio’s statement. But if that was his meaning, he could have said so.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-01770"}