{"url": "/factchecks/2020/jan/16/facebook-posts/post-fox-news-changing-entertainment-spun-old-sati/", "speaker": "Facebook posts", "vclaim": "Fox News changed its accreditation to \"entertainment.\"", "truth_label": "pants-fire", "date": "stated on January 12, 2020 in a Facebook post:", "title": "Post on Fox News changing to entertainment spun from old satire story", "text": "A post that claims Fox News changed its \"accreditation\" to entertainment so they can avoid being factual in their reporting is circulating on Facebook.\nThe Jan. 12 post says:\n\"This may not make you happy; Fox News is not an accredited news station. They have changed their accreditation to ‘entertainment.’ They legally don’t have to provide any facts in their reporting. Fox News is in the same category as Saturday Night Live, Laugh-In, and Swamp People. You don’t have to believe me, look it up yourself.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t accurate. There is no accrediting body for media organizations, so Fox News couldn’t have simply changed it in order to dupe unsuspecting viewers. A spokesperson for Fox News also said told us post’s claim is false.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWe reached out to the Federal Communications Commission, which regulates communications by radio, television, wire, satellite and cable. An FCC spokesperson responded in an email, saying that they don’t \"have any rules or licensing requirements in which a cable channel might categorize itself as news vs. entertainment.\" \nMeanwhile, Snopes reported about a similar rumor that surfaced in 2013. A website called \"Free Wood Post\" published a fake story that claimed the FCC reclassified Fox News as \"satire\" and that the network would have to start displaying a disclaimer during its segments that read: \"This is not a valid news source.\"  \nBut Free Wood Post was a satirical blog itself, with its own disclaimer that said all news articles on the website \"are fiction, and presumably fake news.\"\nFox News could not and did not change its \"accreditation\" to entertainment in order to air inaccurate stories on its channel. We rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17592"}