{"url": "/factchecks/2012/oct/24/promote-oregon-leadership-pac-oregon-house-republi/did-carl-hosticka-propose-windfall-tax-property/", "speaker": "Promote Oregon Leadership PAC (Oregon House Republicans)", "vclaim": "Says, \"Carl proposed a 'windfall' tax on real estate development when he was a Metro Councilor.\"", "truth_label": "barely-true", "date": "stated on October 13, 2012 in a campaign mailer:", "title": "Did Carl Hosticka propose a 'windfall' tax on property?", "text": "Oregon House Republicans have sent a mailer in District 37, claiming that Democrat Carl Hosticka has been trying to raise voters’ taxes for two dozen years. Hosticka is a Metro councilor from Tualatin running against freshman Rep. Julie Parrish, R-West Linn.\n\nThe mailer lists two ways Hosticka supposedly tried to squeeze more money out of the public, including this: \"Carl proposed a ‘windfall’ tax on real estate development when he was a Metro Councilor.\"\n\nHosticka requested a fact check, saying he didn’t propose the tax. We obliged, as we did when Parrish asked for one on a statement that sounded interesting.\n\nFirst, we need to remind readers of Measure 37, a contentious land-use and property rights ballot proposal that voters approved in 2004. Property owners had complained for years that under Oregon’s strict land-use regulations, they could do little with their land — like sell to developers — and were losing money. The passage of Measure 37 required government to compensate owners for the loss of land value, or waive the regulations.\n\nIn November 2005, the Metro Council created six policy committees and divided them among the councilors. One committee, created in response to a proposal by an earlier Measure 37 task force, dealt with the possibility of levying a tax on land that appreciates in value when brought into the urban growth boundary — the \"windfall\" — to pay for farmland protection and infrastructure.\n\nRobert Liberty, also a Metro councilor, took the lead. Hosticka was named as a council liaison, a deputy if you will.\n\nThe \"Fair Growth and Farmlands Project Committee\" was made up of Realtors, business people and government officials. In April 2006, the committee reported its recommendations for proceeding — if the Metro Council should choose to pursue a windfall tax. Voters should get a chance to weigh in, the report said, and the first 100 percent of profit should be exempt from tax.\n\nThe Council voted unanimously to budget money to study the issue, but the tax went nowhere.\n\nAs evidence for the mailer, House Republicans provide a 2006 legal article written by Liberty and an April 2006 news article from The Oregonian.\n\nIn the legal article, Liberty describes how the windfall tax committee came to be, and named himself and Hosticka as project leaders. The news article describes Liberty and Hosticka as initiating the project.\n\nHosticka \"was supportive of the concept,\" says Nick Smith, spokesman for House Republicans’ political action committee.\n\n\"In our research, it’s pretty clear that he, along with Liberty, were behind a windfall profits tax on real estate values, and just because the council didn’t move forward and actually implement it doesn’t mean that his fingerprints were not on it.\"\n\nClearly, Liberty was in favor of the idea. Hosticka, however, tells PolitiFact Oregon he was more non-committal.\n\n\"I remember that Robert Liberty was talking a lot about it, and that conceptually it could make sense,\" Hosticka says. \"But that in terms of practicality, there was no real way of designing anything that would make sense, and politically there was no chance, so there was no reason to go forward.\"\n\nWe caught up with Liberty, who proudly claimed ownership of the windfall tax.\n\n\"That was my project and my proposal that we look at a windfall tax. That was something I led; that was not Carl’s,\" said Liberty. \"I still think it’s a good idea, and I still think it’s a logical way to pay for infrastructure.\"\n\nWe also talked with Tom Linhares, executive director of the Multnomah County Tax Supervising & Conservation Commission. He served on the tax mechanism subcommittee and admits being fuzzy on the details, but his recollection is committee members knew the tax would not get far.\n\n\"It was really Robert’s show,\" Linhares said. \"It was something he was passionate about. That was my sense, as I remember it. ‘Well, let’s put this together, but don’t hold your breath because council’s not going to adopt it.’\"  \n\nIn the plain meaning of words, PolitiFact Oregon doesn’t think Hosticka proposed a windfall tax on real estate development.\n\nTo us, proposing an idea indicates a major degree of ownership by a public official or staff. In this case, the idea of a tax came from a task force that went to a Metro committee formally led by Liberty, who championed it. If anything, it’s fair to say Liberty proposed it.\n\nThat’s not to say Hosticka shouldn’t be held responsible for his actions while on the committee. He supported the idea of exploring a taxing option, and he probably would have backed a proposed tax had it gone anywhere.\n\nHosticka was tapped to help lead a large civic committee that eventually recommended ideas for a windfall tax. That’s the element of truth. But to state that this was Hosticka’s idea, one that he or his staff proposed and pursued, ignores the critical facts of Liberty’s advocacy as well as all the other members on the committee who agreed to make the recommendation to Metro.\n\nWe rate this Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10098"}