{"url": "/factchecks/2012/oct/26/tommy-thompson/thompson-says-most-democrats-not-baldwin-voted-his/", "speaker": "Tommy Thompson", "vclaim": "Says when he was governor, \"most of the Democrats\" voted for his billion-dollar property-tax cuts, but U.S. Senate rival Tammy Baldwin \"voted against it.\"", "truth_label": "barely-true", "date": "stated on October 18, 2012 in debate comments:", "title": "Thompson says most Democrats, but not Baldwin, voted for his billion-dollar property tax cuts", "text": "In the second U.S. Senate debate, Republican Tommy Thompson went after Democrat Tammy Baldwin as an extreme liberal with a voting record to the left of most in her own party.\n\nThe former governor said the pattern reached back to Baldwin’s years representing Madison in the state Assembly from 1993 to 1999.\n\n\"When I was governor I cut income taxes three times. I cut property taxes by over a billion dollars, not once, but twice,\" Thompson said. \"And you know, my opponent was in the Assembly at the time. Most of the Democrats voted with me. Congressman Baldwin voted against it.  Property taxes is a huge tax on the middle class. She voted against it.\"\n\nLet’s go to the tape.\n\nDid most Democrats, but not Baldwin, vote for big property tax cuts?\n\nAlthough Thompson mentioned two big property-tax relief bills, he appeared to narrow it to one vote when talking about Baldwin.\n\nWhen we asked Thompson’s campaign for backup, they pointed us to a vote on the 1995-’97 budget.\n\nThat two-year budget provided $1.2 billion in local property tax relief without a general state tax increase. The mechanism: A big boost in state aid to local school districts, reducing the property tax burden.\n\nThe Journal Sentinel July 1995 headline on the bill signing: \"Thompson exults over tax relief.\"\n\nElected officials and tax experts debate whether the relief was fairly distributed and ultimately amounted to $1.2 billion, but say it’s reasonable to describe it that way.\n\nSo give Thompson a point.\n\nThe main thrust of his charge, though, was that Baldwin was an outlier.\n\nHere’s what the legislative history shows:\n\nIn 1995, at the time of that vote, Republicans controlled both the Assembly and Senate. Baldwin voted no when the budget bill containing the property tax relief passed the Assembly on June 22, 1995.\n\nThe vote: 52-47, with only one Democrat, Rep. Annette (Polly) Williams, joining with Republicans to approve it. In the state Senate, it was the same story: only one Democrat, Sen. Lynn Adelman, joined in the majority.\n\nSo Thompson’s main point -- that Baldwin bucked a bipartisan tide voting for the plan -- is off the mark.\n\nFinally, it’s worth noting the budget bill contained hundreds of spending decisions as well as major policy items -- not just the property tax plan.\n\nThe year before, there was a stand-alone vote on a Democratic bill that went even further than Thompson’s later plan. It sought to completely eliminate local property tax funding of schools. Thompson’s 1995 plan greatly boosted state aid to schools but still left one-third of the costs to local districts.\n\nBaldwin voted in favor of the 1994 bill, which passed 81-18 but did not get through the Senate amid GOP accusations it was an election-year stunt. All but one Assembly Democrat voted for it. Many Republicans voted yes, with an election looming. Thompson warned that state tax hikes might be necessary to pay for the Democratic plan.\n\nFinally, a footnote. We did not find a second instance of a billion-dollar property tax cut under Thompson. There was a tax-cut package close to that in 1999 that was a mix of income tax cuts and property tax relief. It was approved with significant support by Democrats. Baldwin was in Congress by then.\n\nOur rating\n\nThompson claimed Baldwin, while in the Assembly, voted against a property tax relief plan that most other Democrats favored.\n\nThere’s an element of truth in that Baldwin voted no on the budget that prominently included a property tax relief plan. But most Democrats actually opposed the budget, a critical fact that undercuts the impression Thompson meant to leave -- that Baldwin had bucked her own party.\n\nWe rate his claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10075"}