{"url": "/factchecks/2020/jul/16/facebook-posts/no-betsy-devos-didnt-say-only-002-kids-would-die-i/", "speaker": "Facebook posts", "vclaim": "Says Betsy Devos said \"only\" 0.02% of kids are likely to die when they go back to school.", "truth_label": "pants-fire", "date": "stated on July 11, 2020 in a Facebook post:", "title": "No, Betsy DeVos didn’t say ‘only’ 0.02% of kids would die if they went back to school", "text": "Numerous posts circulating on social media websites claim Education Secretary Betsy DeVos downplayed the risk of reopening schools by saying  \"only\" .02% of children are likely to die from COVID-19 when they return to school.\nThis isn’t true. There’s no evidence that DeVos ever said this, and her office called the quote \"a total lie.\"\nThe claim, which has appeared in posts on Facebook, Twitter and Instagram, reads: \n\"Betsy DeVos said ‘only’ 0.02% of kids are likely to die when they go back to school. That's 14,740 children.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\n \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n \nThere is no record of DeVos making this comment, or anything close to it, in her numerous recent interviews and public appearances. (Whoever made up the quote also messed up the math: Even if all of the approximately 50.8 million public school students got infected, 0.02% percent would compute to around 10,160, not 14,740; and if we broadened the group to include kids in private school, the number still comes to only 11,320.)\n \nSeveral other media organizations have debunked the fake quote and DeVos’ office denied the claim.\n \n\"The secretary has never and would never say such a thing,\" spokesperson Angela Morabito told PolitiFact. \"This is a total lie. She would not be working to get kids back to school if it were unsafe.\"\n \nWhether it’s safe for children to physically return to school in August and September is a subject of intense debate in the country, as several scientists say there hasn’t been enough research to determine how kids transmit the virus.\n\nRELATED: COVID-19 and children: What we know, what we don’t \nRELATED: Key questions for reopening schools under COVID-19\n \nThe fabricated quote appeared online after DeVos made several public comments touting the safety of the Trump administration’s goal of reopening schools in the fall, despite a record number of rising cases in several states.\n \nSome versions of the claim attributed it to a press conference, and while DeVos spoke at recent White House coronavirus task force briefings, she did not make this claim.\n \nShe did downplay the risk of reopening schools in several recent interviews, however.\n \nOn July 12, DeVos told Fox News Sunday host Chris Wallace that there’s \"nothing in the data that suggests that kids being in school is in any way dangerous.\"\n \nThough the science on that point is far from settled, she repeated the claim that same day on CNN’s State of the Union. \n \n\"We know that children get the virus at a far lower rate than any other part of the population,\" DeVos told host Dana Bash. \"And, again, there's — there is no — nothing in the data that would suggest that kids being back in school is dangerous to them. And, in fact, it's — it's more a matter of their health and well-being that they be back in school.\"\nOur ruling\nSocial media posts claim that DeVos stated that \"only\" .02% of kids would die if they returned to school.\nDeVos made several public appearances recently and touted the safety of reopening schools soon, but she never said this. \nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17746"}