{"url": "/factchecks/2012/jun/21/facebook-posts/facebook-post-60-percent-public-housing/", "speaker": "Facebook posts", "vclaim": "\"Nearly 60% of all occupants of HUD properties in U.S. are illegals.\"", "truth_label": "pants-fire", "date": "stated on June 10, 2012 in a widely circulated posting:", "title": "Facebook post claims nearly 60 percent of public housing residents are illegal immigrants", "text": "One of the strongest charges aimed at illegal immigrants is that not only have they broken the law, but they are relying heavily on government handouts.\n\nA PolitiFact reader sent us a link to a Facebook post that lists many such claims of unlawful residents benefiting from federal programs. Among them was the claim that, \"Nearly 60% of all occupants of HUD housing in U.S. are illegals.\" The post went up on June 10 and since then has been shared over 3,900 times.\n\nTo assess this statement, we looked at the total number of people using HUD subsidized housing. According to HUD’s website, the count was about 9.6 million in 2009, the most recent year for which they have data. That includes public housing, rent vouchers, Section 8 and a couple of other programs.\n\nIf the 60 percent claim were accurate, then there would be about 5.8 million illegal immigrants living in HUD properties. There are about 11.2 million illegal immigrants in the United States according to a 2010  Pew Hispanic Center estimate.\n\n\"It seems implausible on its face,\" says Chris Herbert, Research Director at the Joint Center for Housing Studies at Harvard University. \"It would mean that about half of all the illegal immigrants in the country lived in assisted housing.\"\n\nIf the practice were so widespread, Herbert says, it  would come up often -- and he’s never heard any discussion of it. We checked with another of the country’s leading housing policy groups, the Furman Center For Real Estate and Urban Policy at New York University, and they too drew a blank.\n\nWe asked HUD ourselves. A spokesman could find no published report on illegal immigrants in HUD housing. HUD does require information on citizenship when people apply for assistance. Public housing and vouchers represent the bulk of HUD’s subsidized housing. The agency says 96 percent of those residents are citizens and about 4 percent are legal immigrants.\n\n\"The claim that 60 percent are illegal is certainly nonsensical,\" says Brian Sullivan, a HUD spokesman.\n\nApplicants for subsidized housing must be citizens or legal immigrants. Sullivan notes that undocumented immigrants are allowed to live in subsidized housing if at least one member of the household is in the country legally. Typically, this happens when undocumented parents have a child in the U.S. Anyone born here is automatically a citizen and the parents could then rent in a HUD-subsidized property. In these cases, HUD reduces the subsidy for each undocumented person in the unit.\n\nSullivan says, \"The taxpayer would not be on the hook for assisting in their housing.\"\n \nWe found one article that references an estimate of the number of illegal immigrants living in subsidized units. An item from the Associated Press says HUD pegged the number at about 30,000. That would be about 0.3 percent of all HUD residents -- a tiny fraction of 60 percent. An unconfirmed blog post in circulation on the Web mentions that Arizona HUD officials estimated that perhaps 10 percent of its occupants are in the country illegally.  \n\nTo be complete, we should note that whatever housing benefits an illegal immigrant might enjoy -- such as being allowed to live in a HUD unit because a family member is a citizen -- those benefits don’t count in certain kinds of deportation hearings. The government can deport someone if it determines they are a \"public charge\" which is defined as someone who is \"primarily dependent on the Government for subsistence.\"  HUD housing is not part of that calculation.\n\nClearly, there are some illegal immigrants living in HUD housing and there are rules that might allow them to stay, but in no way do the numbers match the claim that 60 percent of HUD housing residents are \"illegals.\"\n\nOur ruling\n\nThe Facebook post says \"Nearly 60% of all occupants of HUD housing in U.S. are illegals.\"\n\nThe closest but unverified estimate we could find for illegal occupants in HUD housing is less than 1 percent nationwide. The claim of 60 percent is ridiculously false.\n\nPants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10887"}