{"url": "/factchecks/2008/jan/25/mike-huckabee/it-all-depends-what-you-consider-average/", "speaker": "Mike Huckabee", "vclaim": "\"The average American is working through the month of May just to pay off the government.\"", "truth_label": "half-true", "date": "stated on January 25, 2008 in a debate in Boca Raton.:", "title": "It all depends what you consider average", "text": "Arguing for his Fair Tax plan — which calls for replacing all income tax with sales tax — Mike Huckabee trotted out a familiar arrow in the quiver of IRS bashers.\n\n\"When you include the built-in tax, the embedded tax in the products we buy, that corporations build in, the average American is paying 33 percent in his or her taxes,\" Huckabee said at the Jan. 24, 2008, Republican debates in Boca Raton. \"The average American is working through the month of May just to pay off the government.\"\n\n\nIn citing the figure, Huckabee stepped squarely into the middle of an annual debate about the burden of taxation on average Americans.\n\n\nAn organization called the Tax Foundation releases a report every year on the projected \"Tax Freedom Day,\" the purported day at which an American pays off federal, local and state taxes.\n\n\nTax Freedom Day is calculated by dividing the official government tally of all taxes collected in each year by the official government tally of all income earned in each year.\n\n\nLast year, that day was April 30 (two days later than in 2006, and five days later than 2000).\n\n\nAccording to the Tax Foundation, that means Americans worked for four months, from January 1 to April 30, before they earned enough money to pay their 2007 tax obligations.\n\n\nEvery year, as reliably as the Tax Foundation puts out its Tax Freedom Day press release, the Center on Budget and Policy Priorities issues a competing press release that calls the Tax Foundation's numbers highly misleading.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIt's the word \"average\" that irks the Center on Budget and Policy Priorities. The United States has a progressive tax system, which means people who earn more pay a higher tax rate. Essentially, the wealthy shoulder a larger part of the tax burden.\n\n\nSo while the Tax Foundation reports that Americans paid an average of 18.6 percent of their income in federal taxes in 2004, the Center would like you to consider an average taxpayer, someone in the middle fifth of the income distribution. In 2004, that segment of people paid an average of only 13.9 percent of their income in taxes.\n\n\nSo, the Center would argue, Huckabee's claim that the \"average American\" works until May to pay off his or her taxes is an exaggeration. The \"typical\" American, they say, would pay off taxes much sooner.\n\n\nIt's overstated every year, the Center says.\n\n\nBoth sides are right here. The Tax Foundation provides an accurate overall average. And the Center for Budget and Policy Priorities accurately says that figure overstates the impact on an average American.\n\n\nBottom line, it's mostly a debate over the term average. Had he said \"Americans on average are paying ...,\" Huckabee would have been on more solid ground than \"the average American is paying...\" You follow?\n\n\nWe can only give him a Half True.", "vclaim_id": "vclaim-pol-16383"}