{"url": "/factchecks/2020/jul/27/facebook-posts/no-michigan-lawmakers-didnt-create-framework-micro/", "speaker": "Facebook posts", "vclaim": "Michigan House “passes bill to ‘voluntarily’ begin placing human implantable microchips into the bodies of all state government employees”", "truth_label": "barely-true", "date": "stated on July 19, 2020 in posts on Facebook:", "title": "No, Michigan lawmakers didn’t create a framework for microchipping humans", "text": "It sounds like something out of a science fiction story, but some employers are implanting microchips in their employees, prompting some governments to take action.\nIn 2017, a Wisconsin technology company became the first in the U.S. to offer employees microchip implants, which granted them access to the building, their computers and more. \nAlthough the company, Three Square Markets, said it would not use the microchips to track employees, the idea of microchipping humans sparked privacy concerns. In some states, these concerns have led to legislation.\nAs of February, seven states have banned \"mandatory microchipping for any human,\" according to Market Watch.\nThat brings us to Michigan, where lawmakers are considering a bill that would require companies to keep microchip implants voluntary for employees. At the end of June, the state’s House of Representatives passed the bill.\nBut some social media posts turned the legislation on its head, saying the proposed microchipping law would be harmful.\nOne social media user copied the text of a post from the blog Repub.li and shared it on Facebook.\n\"Despite the massive issues and state of emergency in Michigan the state’s House of Representatives found the time to pass a bill that creates framework for microchipping humans,\" reads the blog post that was copied onto Facebook.\nThe post goes on to acknowledge the bill \"prohibits employers from requiring employees have microchips.\" But it also claims employers might be able to make work life more difficult for employees who refuse microchips.\n\"In some circles this could be seen as a sane step forward by enabling people to choose whether or not they want a chip,\" the blog post reads. \"However, employers could inconvenience non-compliant employees and cause entry and exit delays that might make it less profitable to work somewhere.\"\nAnother post shared on Facebook goes further, saying the Michigan House passed a bill to \"Voluntarily Begin Placing Human Implantable Microchips Into The Bodies Of All State Government Employees.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThe Facebook posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe posts leave out important details about the law, or get parts of it all together wrong. The microchip bill, which is three pages long, is fairly straightforward. \n\"A bill to prohibit employers from requiring employees and prospective employees to have devices implanted or otherwise incorporated into their bodies as a condition of employment or any employment benefit,\" the bill reads. \nThe bill also explicitly prevents employers from discriminating against employees who refuse to have microchips implanted, a point contrary to the blog post’s claim. \nThe bill — which was sponsored by a Republican — does not create a new \"framework\" to allow employers to microchip employees, as the blog post claims. Instead, it introduces new rules that would prevent employers from making microchips compulsory. It doesn’t single out state government employees.\n\"Despite this type of technology not quite making its way into our state yet, I wouldn’t be surprised if it becomes a standard business practice statewide within the next few years,\" state Rep. Bronna Kahle, a Republican who represents a southern Michigan district, said after her bill passed. \"We should absolutely take every step possible to get ahead of these devices.\"\nSeveral news outlets reported on the bill, which passed the House with bipartisan support. The news reports frame the bill as a pre-emptive protection that would allow employees to avoid mandatory microchipping.\nBut some experts said the law fell short because of a provision that would allow employers to require an employee to be microchipped in order to comply with a court order.\nThe bill will need to be passed by the Michigan Senate and signed by Gov. Gretchen Whitmer before it becomes law.\nOur ruling\nA blog post says a Michigan bill \"creates a framework for microchipping humans\" and allows employers to \"inconvenience\" workers who refuse microchips. Another post says the Michigan House passed a bill to voluntarily begin placing microchips into the bodies of state government employees.\nThe bill, sponsored by a Republican, would require employers to keep any microchip implants strictly voluntary for employees. The bill would also prohibit employers from discriminating against employees who choose not to be microchipped. It does not single out state workers.\nWe rate this post Mostly False.", "vclaim_id": "vclaim-pol-17800"}