{"url": "/factchecks/2016/feb/08/carly-fiorina/carly-fiorina-says-her-campaign-has-more-cash-hand/", "speaker": "Carly Fiorina", "vclaim": "Says she \"is 6th in hard dollars raised and has more cash on hand than Governors (John) Kasich and (Chris) Christie combined.\"", "truth_label": "true", "date": "stated on February 6, 2016 in a column posted on Medium.com:", "title": "Carly Fiorina says her campaign has more cash on hand than John Kasich and Chris Christie combined", "text": "When Republican presidential candidate Carly Fiorina was denied a spot in a debate just days before the New Hampshire primary, she took to Medium to argue her case.\nFiorina, the former CEO of Hewlett-Packard, compared herself to some other Republican candidates in the race, including Govs. Chris Christie of New Jersey, John Kasich of Ohio and former Gov. Jeb Bush of Florida.\nShe wrote, \"Despite what the media is telling you, it is clear that Carly deserved to be on the debate stage, both according to their arbitrary metrics — and the ones that actually matter:\n\"In an actual contest of voters, Carly came out ahead of Governors Christie and Kasich.\n\"She has the same number of delegates as Governor Bush. Governor Christie has 0.\n\"Carly is 6th in hard dollars raised and has more cash on hand than Governors Kasich and Christie combined.\"\nFiorina never managed to snag a spot at the debate, but we decided to take a look at the third of Fiorina’s bullet points -- the one about about her fundraising totals.\n(For the record, she was right on both of the previous two bullet points. Fiorina got 3,485 votes in Iowa, or 1.9 percent, which was ahead of Kasich by 11 votes and ahead of Christie by 201 votes. That translated into one delegate each for Bush and Fiorina and none for Christie.)\nFor fundraising data, we turned to opensecrets.org for the latest presidential fundraising data.\nHere’s the table, in descending order, for hard dollars raised, defined as money raised by the candidate’s own campaign committee. The most recent data available at the time of her Feb. 6 statement was through Dec. 31, 2015. (Opensecrets.org does not have data for one Republican candidate still in the race, former Virginia Gov. Jim Gilmore.)\n\n\n\n\nCandidate\n\n\nHard dollars raised\n\n\n\n\n1. Ben Carson\n\n\n$54,036,610\n\n\n\n\n2. Ted Cruz\n\n\n$47,086,857\n\n\n\n\n3. Jeb Bush\n\n\n$31,922,100\n\n\n\n\n4. Marco Rubio\n\n\n$29,710,092\n\n\n\n\n5. Donald Trump\n\n\n$19,405,217\n\n\n\n\n6. Carly Fiorina\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n$11,349,057\n\n\n\n\n7. John Kasich\n\n\n$7,582,365\n\n\n\n\n8. Chris Christie\n\n\n$7,159,329\n\n\n\n\n \nSo Fiorina was indeed sixth on the list. That’s not saying a whole lot -- she was ahead of only two candidates, and she had barely half the amount of the fifth-place finisher.\nHow about cash on hand, which means money raised minus money already spent?\n\n\n\n\nCandidate\n\n\nCash on hand\n\n\n\n\n1. Ted Cruz\n\n\n$18,734,794\n\n\n\n\n2. Marco Rubio\n\n\n$10,398,593\n\n\n\n\n3. Jeb Bush\n\n\n$7,589,858\n\n\n\n\n4. Donald Trump\n\n\n$6,964,325\n\n\n\n\n5. Ben Carson\n\n\n$6,567,647\n\n\n\n\n6. Carly Fiorina\n\n\n$4,484,307\n\n\n\n\n7. John Kasich\n\n\n$2,537,301\n\n\n\n\n8. Chris Christie\n\n\n$1,126,158\n\n\n\n\n \nFiorina was right that she had more cash on hand than Kasich and Christie combined; they totaled $3,663,459. Here too, that’s no great shakes -- she still ranks sixth of the eight candidates in cash on hand\nOur ruling\nFiorina said she \"is 6th in hard dollars raised and has more cash on hand than Governors Kasich and Christie combined.\" While it’s worth noting the context that she ranks far back in the pack, Fiorina is right on both counts, according to the most recent public filings. We rate her claim True.", "vclaim_id": "vclaim-pol-05440"}