{"url": "/factchecks/2015/feb/19/joe-biden/joe-biden-and-his-somali-cab-driver-friends/", "speaker": "Joe Biden", "vclaim": "\"There is a very identifiable Somali community\" back home in Delaware.", "truth_label": "pants-fire", "date": "stated on February 17, 2015 in remarks at a White House summit:", "title": "Joe Biden and his Somali cab driver friends", "text": "In the latest of a series of perceived gaffes that have punctuated his tenure as vice president, Joe Biden set eyerolls rolling when he said he had an extensive friendship with the Somali community in his hometown of Wilmington, Del.\nAt a White House summit on violent extremism on Feb. 17, 2015, Biden said, \"Somalis have made my city of Wilmington, Del. (their home) on a smaller scale. There is a very identifiable Somali community. I might add if you come to the train station with me you’ll notice I have great relationships with them because there’s an awful lot driving cabs and are friends of mine. For real. I’m not being solicitous. I’m being serious.\"\nIn short order, CNN interviewed some Wilmington cab drivers who said they know of drivers from some African countries such as Ghana and Liberia, but none from Somalia.\n\"I don't think I've seen any (Somalis) in Delaware,\" Anthony Eber, a taxi company owner who emigrated from Sierra Leone, told CNN.\nDid Biden know something no one else seems to know? Apparently not.\nThe Census Bureau’s latest American Community Survey did find some Delaware residents with Somali ancestry -- it estimated that there were a whopping 15 Somalis in the entire state of Delaware. That’s less than two one-thousandths of 1 percent of the state’s population.\nIf that’s \"very identifiable,\" it would help to have a microscope.\nCompare that with Minnesota, which has the United States’ largest Somali population, at more than 35,000. Meanwhile, Biden’s home-away-from-home, the Washington, D.C., metro area, ranks in the top five for Somali populations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRefugees from the east African country started coming to the United States en masse in the 1990s, after a civil war broke out. Today, al-Shabaab, an al-Qaida affiliate Islamic terrorist group, is a major source of instability in Somalia and a reason why refugees continue to flee to the United States.\nAll told, roughly 90,000 Somali refugees have resettled in the United States since 2000, according to the U.S. Office of Refugee Resettlement. However, Delaware has not received any of them, according data from the same office.\nJewish Family Services of Delaware is the state’s largest refugee resettlement organization. On their website, there’s a list of nearly 40 countries from which refugees have been resettled. About half of those are African countries, but Somalia is not one of them.\nWilmington is part of the greater Philadelphia metropolitan area, which has one of the higher rates of foreign-born residents from Africa, according to the American Community Survey. But even in this expanded geographical area, the vast majority are from African countries other than Somalia.\nOf Delaware’s foreign-born population, only 9.5 percent are from the African continent -- about 8,000 people in all -- and most of those are from West Africa, according to the survey report. And of those 8,000, just 4 percent work in \"transportation and warehousing, and utilities,\" the category that includes taxi drivers.\nBiden’s office did not respond to a query. His office also didn’t reply by publication time to our friends at the Washington Post Fact Checker, which gave Biden their worst rating -- Four Pinocchios -- for this claim.\nOur ruling\nBiden said \"there is a very identifiable Somali community\" back home in Delaware. If so, it's minuscule: The Census Bureau estimates that there’s only 15 Somali people living in Delaware. Biden’s statement is inaccurate and ridiculous. Pants on Fire!", "vclaim_id": "vclaim-pol-06711"}