{"url": "/factchecks/2020/feb/23/daniel-lipinski/lipinski-revives-gop-talking-point-aca-medicare-ch/", "speaker": "Daniel Lipinski", "vclaim": "Says the Affordable Care Act “took money out of the Medicare trust fund.”", "truth_label": "half-true", "date": "stated on February 14, 2020 in a TV interview:", "title": "Lipinski revives GOP talking point on ACA Medicare change", "text": "In his campaign to hold onto the 3rd District congressional seat, U.S. Rep. Daniel Lipinski frequently faces criticism from opponents about his vote against the Affordable Care Act.\nThe only Democratic member of Congress from Illinois to oppose former President Barack Obama’s signature healthcare overhaul, Lipinski later came out against Republican plans to repeal the law.\nBut during an interview with Fox 32’s Mike Flannery, Lipinski repeated his rationale for opposing the legislation back when it came through the House.\n\"The cost was not going to be sustainable, was going to blow a big hole in the deficit,\" Lipinski said. \"It did nothing about controlling costs — and those are the big issues. It took money out of the Medicare trust fund.\"\nPolitiFact has checked claims about the Affordable Care Act siphoning dollars away from Medicare — usually leveled by Republican opponents of the plan — more than 30 times since it was first introduced in 2009, consistently finding them to take things out of context or ignore critical details. So we wanted to see if Lipinski’s statement held up any better.\nHow the ACA affected Medicare\nIn a phone interview, Lipinski said he was not suggesting the ACA reduced funding for Medicare beneficiaries.\nDuring his nine-minute Feb. 14 appearance, however, Lipinski said nothing to make that distinction clear. And in previous fact-checks, we’ve contested more than just assertions that the ACA cut Medicare.\nWhen Mitt Romney — then a Republican presidential contender — said in 2012 that \"under the president’s plan, he cuts Medicare by $716 billion, takes that money out of the Medicare trust fund and uses it to pay for Obamacare,\" PolitiFact clarified that while savings from changes the law made to rein in future Medicare spending were used to offset costs associated with expanding coverage under the ACA, money was not being taken out of one account and moved to another.\nFactCheck.org made a similar point the same year, noting the president could not \"actually take money out of the trust fund.\"\nInstead, the ACA instituted changes aimed at reducing the growth of Medicare payments to insurance companies and hospitals. Spending was still projected to grow, just at a slower rate. The law also raised taxes on wealthier Americans.\nThose changes significantly improved the outlook of Medicare’s hospital insurance trust fund, its trustees reported at the time, extending its solvency by more than a decade. The law also helped reduce the federal deficit, according to the nonpartisan Congressional Budget Office.\n‘Double counting’\nWhen we spoke with Lipinski, he agreed the ACA had neither taken money already allocated to Medicare nor weakened the fund’s financial condition. Instead, he raised a different issue.\n\"In order to make the claim that the ACA was balanced or, you know, the CBO in the end came out saying that it actually decreased the deficit, you had to double count that money,\" Lipinski said. \"If you’re going to raise the Medicare tax, if you’re going to make cuts to providers, you shouldn’t be doing that for the purpose of spending it somewhere else.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nPaul Van de Water, a former assistant director for budget analysis at CBO and current senior fellow at the Center on Budget and Policy Priorities, made the case that the office did not double count anything.\n\"If a batter hits a home run, on the one hand, it adds to his home run total,\" Van de Water said. \"The team also scores an additional run. That’s not double counting, it’s just that the same action has more than one effect. And in this case, the act of both reducing projected Medicare spending and increasing Medicare payroll taxes had two different effects.\"\nLipinski cited a 2009 CBO letter reporting that \"to describe the full amount\" of trust fund savings \"as both improving the government’s ability to pay future Medicare benefits and financing new spending outside of Medicare would essentially double-count a large share of those savings and thus overstate the improvement in the government’s fiscal position.\"\nHowever, Van de Water pointed out, this was a response to a hypothetical — not how CBO calculated the improvements it reported in the government’s overall fiscal position. Indeed, CBO clarified this on multiple occasions, including in a 2010 response to a question from then-U.S. Sen. Jeff Sessions.\n\"Only the additional savings by the government as a whole truly increase the government’s ability to pay for future Medicare benefits or other programs,\" the CBO wrote in that letter, noting that those savings, while smaller than those within the fund itself, still decreased the deficit.\nMatthew Fiedler, a fellow with the USC-Brookings Schaeffer Initiative for Health Policy who served as chief economist of the Council of Economic Advisors during the implementation of the ACA’s health insurance expansions, told us Lipinski’s second point about the way the savings were allocated under the law is a \"more defensible\" position.\n\"Were the tax increases and cuts in Medicare provider payments worth the things they paid for? That's a completely legitimate thing to debate,\" Fiedler said.\nHowever, that was not the issue Lipinski raised on Fox 32.\nOur ruling\nSpeaking about the costs behind the ACA as one of his reasons for voting against it, Lipinski said the law \"took money out of the Medicare trust fund.\"\nThe law did reduce future growth in Medicare spending to help fund Obama’s expansion of health care coverage, but it did not do so by taking existing dollars away.\nWhile Lipinski did not directly state that the ACA resulted in a cut to Medicare, his remarks nevertheless suggested it siphoned money already in the fund away from the program.\nWe rate his claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-17443"}