{"url": "/factchecks/2010/sep/14/george-will/george-will-says-tax-cuts-wealthy-cost-less-over-1/", "speaker": "George Will", "vclaim": "\"Over 10 years, (extending tax cuts for the wealthy) would add less to the deficit than Obama added with the stimulus in one year.\"", "truth_label": "barely-true", "date": "stated on September 12, 2010 in a roundtable discussion on ABC's \"This Week with Christiane Amanpour'':", "title": "George Will says tax cuts for wealthy cost less over 10 years than stimulus did in one year", "text": "Two of the most contentious fiscal policy disputes in Washington today have to do with the stimulus bill passed under President Barack Obama in 2009 and the soon-to-expire tax cuts passed under George W. Bush in 2001. During the Sep. 12, 2010, edition of This Week with Christiane Amanpour, conservative columnist George Will compared their relative pricetags.\n\n\"The president says we can't afford the tax cuts for the wealthy because that would add $700 billion to the deficit over 10 years, which is to say, over 10 years it would add less to the deficit than Obama added with the stimulus in one year,\" Will said.\n\nWe decided to see if he's right.\n\nFirst, we'll look at whether the upper-income tax cuts cost $700 billion over 10 years, as Will said. The president's fiscal year 2011 budget categorizes three tax provisions as being targeted to upper-income Americans: expanding the 28 percent bracket and reinstating the 36 percent and 39.6 percent bracket; reinstating the personal exemption phaseout and limitation on itemized deductions for taxpayers with income over $250,000 (for married couples) and $200,000 (for single taxpayers); and imposing a 20 percent capital gains and dividend tax rate for those above those income thresholds.\n\nAccording to the president's budget, ending these three tax breaks would reduce the deficit by more than $678 billion over 10 years. So the reverse -- continuing them -- should cost the government about $678 billion over the same time period. While other calculations have included other factors, we think it's reasonable for Will to use this figure from the president's own budget. And while Will is off a bit on the numbers -- saying $700 billion instead of the actual $678 billion -- the difference between the two figures doesn't undermine the comparison he's trying to make. So let's call this part of the statement accurate.\n\nNow, how does the stimulus compare? The updated total cost, as determined by the Congressional Budget Office in August 2010, is $814 billion. (That's up from the initial estimate of $787 billion at the time the bill was passed.)\n\nSo Will's in the clear? Not really.\n\nJust as the upper-income tax cuts are being charged against the budget over several years, so too is the stimulus, as different funding streams are spent and tax breaks exercised. The same CBO report attributed $180 billion in new spending and foregone tax revenues to the 2009 budget, followed by $392 billion in fiscal year 2010 and a cumulative $242 billion over the course of fiscal years 2011 to 2019. The report does not provide updated yearly breakdowns for the period 2011 to 2019, but CBO's analysis at the time the bill was passed showed that the measure would increase the deficit in each year between 2009 and 2015, before reducing the deficit starting in 2016.\n\nSo it's clear that the funds authorized by the law are not being charged in one year, as Will said, but rather over several years.\n\nWhen we ran this by Will's camp, they e-mailed back that \"you have a good point.\"\n\nA final note: Some of our sources noted another difference that undermines the comparability between the tax cuts and the stimulus. The stimulus, whatever one thinks of it, is a one-time charge to the budget. By contrast, the upper-income tax cuts -- at least if most Republicans had their way -- would be permanent, and thus a continuing cost in perpetuity.\n\nBecause the stimulus is temporary, it adds \"only a small amount of interest on the debt in the long run, while permanent extension of the upper-income tax cuts would add a significant amount to the long-term fiscal problem,\" said James R. Horney, director of federal fiscal policy at the liberal Center on Budget and Policy Priorities.\n\nUltimately, we feel that Will had a point worth making -- that the 10-year cost of the upper-income tax cuts was lower than the total cost of the stimulus. But he overplayed his hand by suggesting that Obama obligated more in one year than the tax-cut extensions would cost over 10. Hearing Will's formulation, we think a listener would be led to believe that the stimulus is vastly more expensive than the Bush tax cuts, when in fact it is not. We rate Will's claim Barely True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14427"}