{"url": "/factchecks/2019/aug/02/donald-trump/trumps-false-charge-democrats-want-virtual-immunit/", "speaker": "Donald Trump", "vclaim": "Democrats \"want virtual immunity for illegal aliens who have created horrible crimes and murder.\"", "truth_label": "false", "date": "stated on August 1, 2019 in a rally in Cincinnati, Ohio:", "title": "Trump’s false charge that Democrats want virtual immunity for violent illegal immigrants", "text": "President Donald Trump continued his effort to paint Democrats as so soft on immigration that they put American lives at risk. At his rally in Cincinnati, Trump said \"Democrats have forgotten who it is that they're supposed to represent,\" and gave examples of illegal immigrants who committed murder and rape after being released from cities with sanctuary policies.\n\"After ... New Jersey released an alien charged with domestic violence, he was arrested in Missouri for the murders of three people,\" Trump said Aug. 1. \"They want virtual immunity for illegal aliens who have committed horrible crimes and murder.\"\nDemocrats want immunity for illegal immigrants who commit violent crimes?\nDemocratic legislation and the words of Democratic presidential candidates tell the opposite story. They specifically exclude violent offenders from measures that create a path to citizenship or offer alternatives to widespread deportation.\nThe American Dream and Promise Act, passed by the Democratic-held U.S. House in June, lifts the threat of deportation from people who illegally came to the United States when they were children — popularly known as \"Dreamers.\" The bill defines who is not eligible, including those convicted of \"any felony offense,\" three or more misdemeanor offenses or domestic violence.\n\"The vast majority of relevant policies make exceptions for those individuals involved, arrested, or convicted of serious felonies,\" University of California Irvine criminology professor Charis Kubrin said.\nDemocratic candidates single out criminals\nDemocrats vying for the White House oppose many of Trump’s immigration policies, but their plans do target violent offenders.\nFormer Texas Rep. Beto O’Rourke says on his website that he would undo Trump’s \"executive orders that seek to maximize detention and deportation.\" But he would require detention for \"those with criminal backgrounds representing a danger to our communities.\"\nNew Jersey Sen. Cory Booker uses similar language. Booker would roll back Trump’s detention rules, but not for those whom the Homeland Security department can show present a danger to the community.\nWashington Gov. Jay Inslee takes the same view, saying he would target criminal behavior.\nGoing further back, President Barack Obama aimed to deport anyone convicted of a felony.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nCritics say Democratic words and policies fall short\nThe Trump campaign pointed to Democratic criticism of the U.S. Immigration and Customs Enforcement agency, and said that decriminalizing illegal entry would increase the odds that violent offenders would make their way into the country. The Trump team noted that last year, among the people detained by Border Patrol agents were three convicted murderers and 524 who had prior convictions for assault, battery or domestic violence. (For people with multiple convictions, double counting is possible. There were a total of 16 convicted murderers since 2016.)\nThey argued that the Democrats leave it unclear what a deportable offence would be. If authorities can’t deport someone immediately, they said, that is de facto immunity.\nBut decriminalization means illegal border crossing would be handled as a civil matter, not a criminal one. The approach says nothing about barring a search for past criminal convictions and Democratic legislation lists the felonies that leave a person open to deportation.   \nJessica Vaughan with the Center for Immigration Studies, which favors reduced immigration levels, cited California Sen. Kamala Harris’ 2012 policy that limited cooperation with federal immigration officials when she was that state’s attorney general. Vaughan said Harris was among those who \"don’t want immigration laws enforced even against criminals.\"\nBut that 2012 policy statement gave local and state jurisdictions the flexibility to take past crimes into account.\n\"After analyzing the public-safety risks presented by the individual, including a review of his or her arrest offense and criminal history, as well as the resources of the agency, an agency may decide for itself whether to devote resources to holding suspected unlawfully present immigrants,\" the policy said.\nVaughan also targeted New York Mayor Bill de Blasio’s rules on working with immigration officers. De Blasio said the city police department and other agencies would share \"information about individuals in the city’s criminal custody who have been convicted of one of approximately 170 qualifying violent or serious felonies.\"\nBy relying on convictions, Vaughan said, \"Democratic policies are giving illegal aliens at least one opportunity to commit a serious crime before they are subject to removal.\"\nStill, this policy doesn’t amount to giving immunity to people who have already committed crimes, as Trump specified.\nOur ruling\nTrump said Democrats \"want virtual immunity for illegal aliens who have created horrible crimes and murder.\" \nDemocratic policies at the federal, state and local level uniformly deny any protections to immigrants in the country illegally who have committed violent crimes or lesser offenses such as burglary. \nThe Trump campaign and critics of Democratic policies say they increase the chances that undocumented immigrants will be in the country and commit violence. That is speculative, and is not the same as granting \"virtual immunity\" to offenders.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-00368"}