{"url": "/factchecks/2019/may/10/joe-manchin/have-20-million-americans-gained-health-insurance-/", "speaker": "Joe Manchin", "vclaim": "\"Nearly 20 million Americans ... have gained health insurance since (the Affordable Care Act) passed in 2010.\"", "truth_label": "mostly-true", "date": "stated on April 17, 2019 in a tweet:", "title": "Have 20 million Americans gained health insurance from the ACA?", "text": "With the battle over the Affordable Care Act continuing in the courts, Sen. Joe Manchin, D-W.Va., took to Twitter to argue that millions of Americans have benefited from the law.\nManchin wrote, \"Let’s be clear: throwing out the #AffordableCareAct without a plan in place would be horrific for West Virginians and Americans with preexisting conditions, and the nearly 20 million Americans who have gained health insurance since the law passed in 2010.\"\nLet’s be clear: throwing out the #AffordableCareAct without a plan in place would be horrific for West Virginians and Americans with preexisting conditions, and the nearly 20 million Americans who have gained health insurance since the law passed in 2010. pic.twitter.com/vCO7BgBPqQ— Senator Joe Manchin (@Sen_JoeManchin) April 17, 2019\n\nHave nearly 20 million Americans gained health insurance since the law’s passing? We took a closer look.\nWhat does the data show?\nThe Kaiser Family Foundation, a non-rofit that focuses on health care policy, has published data through 2017 that sheds light on Manchin’s statement.\nThe foundation’s data shows that since 2010, the number of Americans with health insurance has increased by about 35 million, an even higher number than Manchin cited. However, while the law passed in 2010, it didn’t fully take effect until 2014, so the more accurate year to use as the baseline is 2013.\nHowever, the data still supports Manchin’s claim. In fact, he undershot the actual number. Since 2013, about 26.6 million people have gained health insurance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nIt’s worth noting that the Affordable Care Act, while a major factor in this increase, is not the only one.\nAs the Baby Boom generation ages, more and more Americans transition into guaranteed health care under Medicare -- about 10,000 a day. Because of this, some previously uninsured people would suddenly be counted as being insured upon turning 65. For this, they have Medicare to thank, rather than the Affordable Care Act.\nIn addition, the continuing economic recovery played a role in expanding the pool of insured people, by increasing the number of Americans who were employed and who, as a result, were able to secure health insurance through their employment.\nThat said, there’s little question that the Affordable Care Act played a role.\nBetween 2008 and 2012 -- an equivalent five-year period before the ACA took effect -- just under 10 million people gained health insurance, a much smaller number than the 26 million between 2013 and 2017.\nOur ruling\nManchin tweeted, \"Nearly 20 million Americans ... have gained health insurance since (the Affordable Care Act) passed in 2010.\"\nFrom 2013, the year before the law took effect, to 2017, the number of Americans with health insurance rose by 26.6 million, meaning that Manchin actually understated the gains. It’s worth noting, however, that gains in Medicare and from employer-sponsored health care account for a portion of that increase, so the increase can’t be credited entirely to the Affordable Care Act.\nWe rate this statement Mostly True.\n Share the Facts 2019-05-11 03:44:38 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Nearly 20 million Americans ... have gained health insurance since (the Affordable Care Act) passed in 2010.\"    Joe Manchin U.S. Senate, D-W.Va. https://twitter.com/Sen_JoeManchin/status/1118628953428643840?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1118628953428643840&ref_url=https%3A%2F%2Fwww.politifact.com%2Fwest-virginia%2Fstatements%2F2019%2Fmay%2F10%2Fjoe-manchin%2Fhave-20-million-americans-gained-health-insurance-%2F   a tweet Wednesday, April 17, 2019 2019-04-17    Read More  info", "vclaim_id": "vclaim-pol-00647"}