{"url": "/factchecks/2009/dec/04/alan-grayson/polls-afghanistan-show-mixed-picture/", "speaker": "Alan Grayson", "vclaim": "\"In the past year, more than 20 percent of Americans have changed their mind about the war in Afghanistan. They conclude we shouldn't be there.\"", "truth_label": "barely-true", "date": "stated on November 30, 2009 in an interview on 'The Ed Show.':", "title": "Polls on Afghanistan show a mixed picture", "text": "President Barack Obama gave a major speech Dec. 1 to make the case for increasing troops in Afghanistan. But antiwar Democrats still say it's the wrong decision.\n\n\nOne of those Democrats is Rep. Alan Grayson of Florida. The night before Obama's speech, Grayson appeared on MSNBC's\n\nThe Ed Show\n\nto argue against sending more troops.\n\n\n\"We have people now who are in first grade and second grade who have never known an America their entire lives that was an America at peace. And I think it's time we thought about that, thought about what we're like as human beings and as a country. We need to pursue peace,\" Grayson said.\n\n\nHost Ed Schultz asked Grayson what should be done to oppose the policy.\n\n\n\"What we always do,\" Grayson said. \"Organize, organize and organize. Tell the president, tell our elected representatives, and hope that we can build bridges among enough congressmen so that we can tell the president honestly that this war should be over. And I've been following the polls and I've seen that, in the case of Afghanistan, the polls are shifting. In the past year, more than 20 percent of Americans have changed their mind about the war in Afghanistan. They conclude we shouldn't be there. And that's what we need to do. We need to change people's minds.\"\n\n\nWe wondered if Grayson was right about a dramatic shift in the polls on the war in Afghanistan. As usual with polls, a lot depends on how you ask the question.\n\n\nWe asked Grayson's staff what polls he was referring to, and they pointed us to a USA Today/Gallup poll taken from Nov. 20-22, 2009.\n\n\nThe poll question: \"Do you approve or disapprove of the way Barack Obama is handling the situation in Afghanistan?\" The poll showed a 20-point drop in approval for Obama. In July, 56 percent of respondents said they approved of how he was handling Afghanistan. In November, 35 percent approved.\n\n\nBut we don't think approving of Obama's handling of Afghanistan is quite the same as saying Americans \"have changed their mind about the war in Afghanistan\" and think we \"shouldn't be there.\"\n\n\nMore on point might be the Gallup poll that asked the question, \"Thinking now about U.S. military action in Afghanistan that began in October 2001, do you think the United States made a mistake in sending military forces to Afghanistan, or not?\" The answer to that question has been relatively stable. In November, 60 percent said no, we didn't make a mistake. In July, it was 61 percent, and in August 2008, it was 63 percent.\n\n\nWe also found this question from the ABC News/Washington Post poll: \"All in all, considering the costs to the United States versus the benefits to the United States, do you think the war in Afghanistan has been worth fighting, or not?\" In November, 44 percent said yes, it has been worth it. In July that number was 51 percent, and last December it was 55 percent. That's a decline of about 11 points, not more than 20.\n\n\nIn reviewing a number of polls about Afghanistan, the approval for Obama's handling of Afghanistan has seen a particularly wide swing this year. This could be because he's displeasing both antiwar Democrats and more conservative Republicans. We should also note that these polls were before his speech, and that it's possible such a high-profile speech could improve Obama's ratings. \n\n\nGrayson said, \"In the past year, more than 20 percent of Americans have changed their mind about the war in Afghanistan. They conclude we shouldn't be there.\" But that 20 percent number represents displeasure with Obama and not the dropoff in support for the war, which is at just 11 percent. And another measurement -- whether people believe the United States made a mistake by sending forces to the country -- has remained stable. So we rate the statement Barely True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15436"}