{"url": "/factchecks/2017/oct/06/charles-schumer/are-republicans-paying-tax-cuts-reductions-medicar/", "speaker": "Charles Schumer", "vclaim": "\"The Republicans are proposing to pay for their giant tax cut to the rich by gutting Medicare and Medicaid.\"", "truth_label": "half-true", "date": "stated on October 4, 2017 in a Senate floor speech:", "title": "Are Republicans paying for tax cuts with reductions in Medicare, Medicaid?", "text": "It didn’t take long for Democrats to criticize President Donald Trump’s tax proposal as being biased toward wealthier Americans. But would those same tax cuts be paid for by big cuts to Medicare and Medicaid?\nSenate Minority Leader Chuck Schumer, D-N.Y., said so during a Senate floor speech on Oct. 4.\n\"The Republicans are proposing to pay for their giant tax cut to the rich by gutting Medicare and Medicaid,\" Schumer said. \"That's the bombshell this week. That is the nugget that will destroy their whole plan, because Americans are so against those kinds of cuts.\"\nIn reality, the linkage between the proposed tax cuts and possible cuts to Medicare is more complicated than Schumer described.\nSchumer’s evidence\nSchumer’s staff said the \"bombshell\" is in the Senate Republicans’ budget proposal, unveiled on Sept. 29. The 89-page document would increase the deficit by $1.5 trillion over the next decade.\nThe Medicare and Medicaid cuts Schumer cited come from relatively hard-to-find numbers released by the Senate Budget Committee, which wrote the proposal.\nTo determine the size of the cuts to Medicare and Medicaid, Schumer’s office compared the most recent \"baseline\" spending amounts produced by the nonpartisan Congressional Budget Office, and the amounts proposed by the Senate budget document.\nFor Medicare, Schumer’s office calculated that projected spending on the program would be in excess of $8.5 trillion over the next 10 years, if no changes are made from the status quo. The GOP budget, by contrast, projects Medicare spending over the same period to be $8.1 trillion.\nThe difference between the estimate and the GOP budget plan: almost $473 billion, or 5.5 percent of the CBO baseline.\nFor the category that includes Medicaid, CBO produced a baseline spending level of $6.6 trillion over 10 years. In the GOP budget, the equivalent amount is $5.3 trillion over 10 years.\nThat’s a difference of $1.3 trillion. Since Medicaid is estimated to account for 80 percent of that budget line, the specific decline in Medicaid spending would be a bit under $1.1 trillion, or about 17 percent.\nThe Senate Budget Committee responds\nOn Medicare, the Senate Budget Committee did not quibble with Schumer’s number. However, the committee argued that this is not a \"cut\" because Medicare spending will still rise over the next 10 years -- by about 82 percent over 10 years, instead of 99 percent growth over 10 years under the status quo. Here’s a graph the committee produced:\n\n \nThe committee said this slowdown is justified because CBO says that Medicare’s Hospital Insurance Trust Fund -- which covers beneficiaries’ stays at hospitals and other facilities -- will run out by 2025. Making smaller cuts all along would prolong the life of the trust fund and prevent bigger cuts later on, the committee argues.\nAs for Medicaid, the committee said that the budget resolution does not reallocate savings from Medicaid to achieve tax relief. Instead, it projects economic growth spurred by the separately proposed tax overhaul will average 2.6 percent annually, helping pay for tax cuts. Also, the committee argues that widespread benefits from the tax overhaul will leave more money in Americans’ pockets and reduce the need for Medicaid enrollment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAssessing the arguments\nWe should start by noting that the budget proposal -- and especially the tax proposal -- are works in progress and could change before (or if) they are enacted.\nThe Senate Budget Committee has a point that Medicare spending will be going up, just not as fast as it would under the status quo. It also has a point that more modest cuts sooner could stave off bigger cuts later. (Experts have often told us that it’s presumptuous to assume significant economic growth impacts before they materialize.)\nBut we don’t find it unreasonable for Schumer to call cumulative reductions to Medicare and Medicaid spending in the hundreds of billions of dollars \"cuts.\" The reductions below the CBO baseline are indeed in the Senate budget document, which fits with Schumer's words that the GOP is \"proposing\" them. And an independent analysis by the Urban Institute-Brookings Institution Tax Policy Center backs up the notion that the GOP's cuts are tilted toward richer Americans.\nThat said, he’s glossed over some nuance.\nThe tax proposal is advancing on a different track than the Senate Republicans’ budget plan, and both are at an early stage. So Schumer’s direct linkage between specific tax cuts and Medicare-Medicaid cuts is exaggerated -- and keyed to a hot-button issue for voters.\nAs released, the tax proposal promises to partially offset cuts by repealing other tax breaks, with the rest simply adding to the deficit. And the Senate budget resolution allows the deficit to increase by $1.5 trillion.\nSince money is fungible, this means that it would be at least as accurate to say that the tax cuts would be paid for by added deficits, rather than cuts to Medicare and Medicaid.\nIn the meantime, Medicare and Medicaid cuts aren’t as inevitable as Schumer suggests. The way things look now, the tax cuts, procedurally, would be easier to pass than the spending cuts.\nPassage of the budget would tee up a 51-vote Senate threshold for the tax proposal -- easier than the regular 60-vote threshold for Senate business. While the spending cuts could also be passed within that 51-vote bill, the current indications from GOP leaders is that this 51-vote measure would be reserved for taxes, not spending, said Patrick Newton, a spokesman for the Committee for a Responsible Federal Budget, a group that is generally considered hawkish on deficits.\nAnd if spending cuts to Medicare and Medicaid need to go through the regular 60-vote process, they would be highly unlikely to pass in the current Congress, Newton said.\nSchumer’s office acknowledges such difficulties but adds that an existing \"pay-as-you-go\" budget law would require mandatory cuts in any case.\nNewton added, however, that Congress has previously waived this requirement through legislation.\n\"Presumably, Schumer would be interested in ‘wiping the scorecard’ and avoiding those cuts,\" Newton said.\nOur ruling\nSchumer said, \"The Republicans are proposing to pay for their giant tax cut to the rich by gutting Medicare and Medicaid.\"\nHe has a point that the tax proposal includes significant tax cuts and that the Senate Republicans’ budget proposal reduces projected spending levels for Medicare and Medicaid by hundreds of billions of dollars over 10 years.\nHowever, Schumer has overstated the linkage between the proposed tax and spending cuts. In addition, his decision to highlight Medicare and Medicaid cuts with the vivid word \"gutting\" leaves the impression that such reductions are a drastic reshaping and are likelier to occur than they actually are.\nWe rate his statement Half True.\n Share the Facts 2017-10-06 18:52:38 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The Republicans are proposing to pay for their giant tax cut to the rich by gutting Medicare and Medicaid.\"    Chuck Schumer Senate Minority Leader https://www.congress.gov/crec/2017/10/04/CREC-2017-10-04.pdf   the Senate floor Wednesday, October 4, 2017 2017-10-04    Read More  info", "vclaim_id": "vclaim-pol-02824"}