{"url": "/factchecks/2018/dec/27/donald-trump/trump-military-pay-increases-wrong-size-timing/", "speaker": "Donald Trump", "vclaim": "Says troops recently received \"one of the biggest pay raises\" ever, and that it was the first pay increase in \"more than 10 years.\"", "truth_label": "pants-fire", "date": "stated on December 26, 2018 in remarks to U.S. troops:", "title": "Trump wrong on size and timing of military pay increases", "text": "During a holiday visit to troops stationed in Iraq, President Donald Trump bragged that he had secured them not only their first pay raise in over a decade, but \"one of the biggest\" ever.\nThis is inaccurate and not the first time Trump has made false claims about annual military raises.\nHis full remarks:\n\"..you just got one of the biggest pay raises you’ve ever received ... You haven’t gotten one in more than 10 years — more than 10 years. And we got you a big one. I got you a big one. I got you a big one.\n\"They had plenty of people that came up. They said, ‘You know, we could make it smaller. We could make it 3 percent. We could make it 2 percent. We could make it 4 percent.’ I said, ‘No.  Make it 10 percent. Make it more than 10 percent.’ Because it’s been a long time. It’s been more than 10 years. It’s been more than 10 years.\"\nWe fact-checked a similar claim from Trump in May, when he told military mothers and spouses at a White House event that he signed a bill to give service members a raise for the \"first time in 10 years.\" We rated it Pants on Fire.\nIn reality, service members have received pay raises every year for more than three decades. The 2019 military pay increase of 2.6 percent is the largest in nine years, but it is not the \"more than 10 percent\" that Trump mentioned.\n\n \nThe 2.6 percent increase military members will receive in 2019 is the biggest since 2010, but there have been increases every year since then, ranging from 1 percent to 2.4 percent.\nWe previously reported that the last time service members didn’t receive an annual pay increase was in 1983, but that was the year Congress began starting pay raises on Jan. 1 of the new year, rather than the first day of the government’s fiscal year in October. So service members received their pay at the start of the fiscal year a few months earlier, just not during the calendar year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBeyond that, you have to go back to 1961 to find a calendar year without a military pay increase.\nTrump’s remarks imply that the raise was more than \"10 percent,\" but that's not right, either.\nMilitary pay increases are determined by a statutory formula mandated by federal law – the raises must be equal to increases in the Employment Cost Index, or ECI.\nAccording to an April 2017 report by the Congressional Research Service, \"the president can specify an alternative pay adjustment that supersedes the automatic adjustment,\" and \"Congress can pass legislation to specify the annual pay raise, which would supersede the automatic adjustment and/or any presidential adjustment if it were enacted.\"\nIn fact, while the 2.4 percent increase for 2018 was the largest in eight years, Trump actually requested 2.1 percent, \"an amount below the automatic adjustment (of 2.4 percent) for 2018.\" Congress ultimately overrode the administration’s proposal.\nFor 2019, the CRS reported that Trump requested 2.6 percent, which is a raise equal to the ECI, and one that the president’s 2019 budget called \"modest.\"\nOur ruling\nOn his first trip to a war zone as president, Trump told service members that he got them \"one of the largest\" pay increases ever and said they hadn’t received a raise in over 10 years.\nThat’s wrong. Service members have received pay increases every year, as mandated by federal law, for over three decades and the 2019 increase is set at 2.6 percent.\nEven if Trump meant that members hadn’t received that large of a raise in over a decade, that would also be false. The increase is exceeded by raises in 2008, 2009 and 2010.\nWe rate this claim Pants on Fire.\n\n Share the Facts 2018-12-27 21:31:08 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says troops recently received \"one of the biggest pay raises\" ever, and that it was the first pay increase in \"more than 10 years.\"    Donald Trump President of the United States    In remarks to U.S. troops Wednesday, December 26, 2018 2018-12-26    Read More  info", "vclaim_id": "vclaim-pol-01167"}