{"url": "/factchecks/2011/jul/01/rick-scott/gov-rick-scott-touts-better-job-numbers-sign-succe/", "speaker": "Rick Scott", "vclaim": "\"Since I took office, we’ve created 76,800 jobs.\"", "truth_label": "mostly-true", "date": "stated on June 17, 2011 in a statement:", "title": "Gov. Rick Scott touts better job numbers as sign of success", "text": "Florida Gov. Rick Scott, who campaigned on a promise to create 700,000 jobs over seven years, routinely touts the state's progress.\n\nA classic Scott-ism: \"This is a contest to make our state the No. 1 place to do business, and that's what I'm going to do.\"\n\nSo on June 17, 2011, the day Florida released its jobs numbers for May, Scott released this statement:\n\n\"Florida is leading the nation in job creation and our unemployment rate has dropped for the fifth straight month, a huge win for Floridians. It is unfortunate the federal government can’t say the same thing for the rest of the country.\n\n\"Our efforts to make Florida the most business friendly state are clearly paying off and we are bucking the national trend.\n\n\"Since I took office, we’ve created 76,800 jobs for parents, recent graduates, workforce veterans and all Floridians who have been struggling to get back on their feet.\n\n \"Texas is still leading the country in job growth this year, but Florida is trailing right behind at number two. We are gunning to be the number one state for job growth and I will not rest until Florida surpasses Texas for the top spot.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nWhether Florida led the nation in job creation in May is the subject of a separate fact-check. Here, we'll take a look at another of Scott's claims, that since he took office Jan. 4, \"we've created 76,800 jobs.\" (Scott repeated the claim on July 1 during a speech to the Florida Society of News Editors.)\n\nWe checked in with Scott's press secretary, Lane Wright, and Florida's Agency for Workforce Innovation, which among other things prepares labor statistics for the state. The 76,800 job figure quickly checked out. Scott used a mainstream estimate from the federal Bureau of Labor Statistics: \"total nonfarm employment\" that had been \"seasonally adjusted.\"\n\nFarms are commonly excluded because that workforce swings so dramatically. And it's helpful to look at estimates that have been \"seasonally adjusted\" because formulas make up for differences between months such as the number of weeks, holidays and seasonal employment patterns. Now, in our fact-check of the May numbers, we point out that some economists caution about relying too heavily on seasonally adjusted numbers right now. The jobs world has been so turbulent, it's very difficult to adjust for \"normal\" seasonal swings. So they also take a look at estimates that haven't been seasonally adjusted — the ones based directly on a survey of about 140,000 U.S. employers each month.\n\nRemember that these estimates don't account for things like number of weeks or holidays in a particular month — or seasonal shifts such Florida's tourist season — and so aren't considered a good way to compare change between months or over time.\n\nBut in pursuit of a fuller picture, we checked the non-seasonally adjusted numbers, as well, and found they work in Scott's favor: Instead of showing 76,800 more jobs than when he took office in January, it showed 119,700 more jobs.\n\nSo not only does Scott accurately cite federal statistics, looking at the numbers a second way still supports his underlying message -- Florida is creating jobs.\n\nBut we're not done. At PolitiFact, we look at statistical claims like this one in two parts:\n\n1.) Have jobs increased by 76,800 under Gov. Rick Scott? (By one official measure, they have.)\n\n2.) Is Scott responsible?\n\nAs University of Central Florida economist Sean Snaith put it, \"The numbers are easily verifiable. ... What I guess is implied is who's responsible for the creation of those jobs.\"\n\nScott also invited this question when he added, \"Our efforts to make Florida the most business friendly state are clearly paying off.\"\n\nWe wondered: Already?\n\nAs you might have guessed, this is where things get trickier. (And there's some fun journalism out there about whether politicians can really take credit.)\n\nFirst, Scott has only just started to implement his agenda. Should he get credit for jobs in January? In February? A small decrease to the corporate income tax passed this legislative session, for example — less than 1/10th of what Scott sought — but has yet to add any money to employers' bottom line.\n\nSecond, it's too soon to identify a trend.\n\n\"It is far too early to tell whether Gov. Scott's policies are having any effect on jobs in Florida,\" said David Denslow, an economist at University of Florida.\n\nHe pointed out that recent history shows huge swoops in job creation — way, way up since 1990, with some leveling off in the early 2000s, then another climb, then the familiar sickening dive marking the Great Recession. The few jobs added since January 2011 barely register as a change on that roller coaster ride. So it's impossible to see yet whether there's a positive trend since then, he said.\n\nThird, Florida was projected to start adding jobs no matter who took office. In the 2011-12 fiscal year, for example, state economists have estimated we'll add 130,500 jobs, then 175,000 the year after, with diminishing but hefty additions as years pass. (In other words, if the governor who campaigned on a promise to create 700,000 jobs over seven years takes credit for every job created, he'll meet the goal easily. But if they would have happened without him, can you give him credit for creating them? We'll weigh this issue as we decide how to measure his promise on our Scott-O-Meter.)\n\n\"There's one thing you can't criticize about Gov. Scott, and that's his sense of timing,\" Snaith said. \"He's coming into office at the perfect time on a platform of job creation. You couldn't time it better.\"\n\nNow, Scott does get some credit from economists for marketing the state for business, something he's done ever since he was elected in November 2010. Snaith of the University of Central Florida and Mark Vitner, an economist with Wells Fargo, noted that he's worked to get the word out that his policies will be pro-business. And taking a hard line on the state budget showed he'll act on his platform, Vitner said.\n\n\"He's pretty much stuck to his word since he's been in office,\" Vitner said. \"I think that gives businesses some confidence that they've got a partner.\"\n\nSo where does that leave us? Scott got the number right, sticking to mainstream federal statistics. But he jumped the gun and overreached in claiming credit for those jobs. That's a pretty important clarification, and knocks him down a peg. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-12815"}