{"url": "/factchecks/2012/jul/18/reince-priebus/obama-didnt-deliver-jack-squat-pathway-citizenship/", "speaker": "Reince Priebus", "vclaim": "Says President Barack Obama promised a \"pathway to citizenship\" to undocumented immigrants and \"didn't deliver jack squat on any of it.\"", "truth_label": "mostly-true", "date": "stated on June 26, 2012 in an interview:", "title": "Obama \"didn't deliver jack squat\" on pathway to citizenship pledge, GOP chief Reince Priebus says", "text": "In one of his most famous \"Saturday Night Live\" skits, the late Wisconsin-born comedian Chris Farley portrayed Matt Foley, a motivational speaker who lived \"in a van down by the river.\"\n\nLecturing two slacker teens, Foley bellowed: \"Well, I’m here to tell you that you’re probably going to find out as you go out there, that you’re not going to amount to jack squat!\"\n\nIn other words, that the kids wouldn’t amount to anything.\n\nOn June 26, 2012, Wisconsinite Reince Priebus, chairman of the Republican National Committee, invoked the same colloquialism in arguing why President Barack Obama shouldn’t be re-elected.\n\nAddressing immigration with conservative radio talk show host Vicki McKenna, whose show airs in Madison and Milwaukee, Priebus charged that Obama \"promised ‘pathway to citizenship’ and he didn't deliver jack squat on any of it. So, he's already lied to Hispanics -- or, either did that or was so grossly negligent in following through on his promises that it amounts to a lie.\"\n\nObama did indeed promise a path to citizenship for undocumented immigrants.\n\nHas he failed to deliver \"on any of it\"?\n\nThe pathway\n\nAs a candidate for president, Obama pledged to support \"a system that allows undocumented immigrants who are in good standing to pay a fine, learn English and go to the back of the line for the opportunity to become citizens.\"\n\nIt’s one of more than 500 promises that PolitiFact National tracks on its Obameter.\n(PolitiFact Wisconsin is using the Walk-O-Meter to monitor the 2010 campaign promises of Gov. Scott Walker.)\n\nOur colleagues found that Obama, after being elected in 2008, said he would not push immigration reform until 2010, after first tackling issues such as health care reform and financial regulations.\n\nIn 2010, Obama and his fellow Democrats pressed forward with the Development, Relief and Education for Alien Minors Act, better known as the DREAM Act. The measure was intended to give a path to citizenship to illegal immigrants who were brought to the United States as children, as long as they completed schooling or served in the military, and maintained \"good moral character.\"\n\nThe bill passed the U.S. House of Representatives, but a Republican filibuster prevented it from coming up for a vote in the Senate in December 2010. Chances for passage dimmed when Republicans took control of the House in January 2011.\n\nIn its most recent update on Obama’s promise, in May 2011, PolitiFact National found that Obama had recently held meetings on immigration reform, which primarily appeared to be an effort to rally supporters. That was enough for our colleagues to upgrade the status of Obama’s promise from Stalled to In the Works.\n\nIn June 2012, Obama signed an executive order allowing hundreds of thousands of illegal immigrants who came to the United States as children to obtain work permits. Under the change, the Department of Homeland Security no longer initiates the deportation of illegal immigrants who came to the country before age 16, have lived here for at least five years, and are in school, are high school graduates or are military veterans in good standing. The immigrants must also be not more than 30 and have clean criminal records.\n\nThose qualifications are similar to those in the DREAM Act. However, Obama himself said at the time: \"This is not a path to citizenship. It is not a permanent fix.\"\n\nSo, it's clear that Obama pushed for but was not able to enact legislation that would provide a path to citizenship. As an alternative of sorts, he signed an order giving protections to younger illegal immigrants.\n\nPriebus’ evidence\n\nWhen we asked Republican National Committee spokesman Ryan Mahoney to back Priebus’ claim, he cited a number of news articles about Obama’s promise and how Obama would make it a priority during his first year in office.\n\nPriebus’ claim, however, did not just apply to Obama’s first year, rather that he has not delivered, period.\n\nTwo articles Mahoney provided were more on point.\n\nThe Los Angeles Times in October 2011 cited what it called \"a lack of progress toward revamping the nation's immigration system\" as one of two reasons for what it described as Obama’s diminished popularity among Latinos.\n\nThe article said Obama \"promised in 2008 to push for a comprehensive solution that would offer a path to legal status for the estimated 10 million living here illegally. It never happened.\"\n\nIn November 2011, The Washington Post reported: \"Immigration advocates have been agitating against Obama since 2009, angry that overhauling immigration policy seemed to take a back seat even as he amped up (deportations).\"\nObama's response\n\nJoe Zepecki, spokesman for Obama’s campaign in Wisconsin, said Obama’s immigration reform efforts have been blocked by Republicans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nZepecki also cited news articles about meetings Obama held with lawmakers and immigration reform supporters, statements Obama has made supporting reform and statements he has made criticizing Republicans for blocking his reforms. And Zepecki cited Obama's executive order.\n\nOur rating\n\nPriebus said Obama promised a \"pathway to citizenship\" to immigrants \"and he didn't deliver jack squat on any of it.\"\n\nObama has not delivered the pathway to citizenship, although Priebus does not make it clear that Obama’s effort -- the DREAM Act -- was blocked by Republicans.\n\nThat makes Priebus’ statement accurate but needing additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-10749"}