{"url": "/factchecks/2012/jul/16/new-hampshire-democratic-party/nh-democrats-heap-blame-speaker-bill-obrien-and-hi/", "speaker": "New Hampshire Democratic Party", "vclaim": "\"Bill O'Brien's Tea Party legislature tried to repeal kindergarten and compulsory education, defund Planned Parenthood and eliminate insurance coverage for birth control.\"", "truth_label": "barely-true", "date": "stated on July 6, 2012 in a Web advertisement titled “College vs. Smokes.”:", "title": "NH Democrats heap blame on Speaker Bill O'Brien and his Tea Party followers", "text": "Apparently, Siri may not have all the answers.\n\nIn a Web advertisement mimicking ads for Apple’s new Siri digital assistant, the New Hampshire Democratic Party takes aim at House Speaker William O’Brien and his \"Tea Party legislature.\"\n\n\"Bill O'Brien's Tea Party legislature tried to repeal kindergarten and compulsory education,\" the assistant tells the unnamed voter in the ad, \"College vs. Smokes.\"\n\nThey tried to \"defund Planned Parenthood and eliminate insurance coverage for birth control. …  On November 6, we must vote this radical Tea Party majority out of office.\"\n\nSiri may know a lot of things, but does it know the ins and outs of the New Hampshire legislature? We decided to check the tape.\n\nTo get to the answer, we broke the claim down to four parts: the kindergarten charge, compulsory education, Planned Parenthood and insurance coverage for birth control. In its ad, the Democratic party points to specific pieces of legislation for each claim, so it wasn’t hard to connect the dots.\n\n1)  Repeal kindergarten\n\nTo support its kindergarten claim, the Democrats point to H.B. 631, considered during the 2011 legislative session. As the ad claims, the bill, sponsored by state Rep. Jonathan Maltz, R-Hudson, did in fact propose to repeal the state mandate requiring school districts to provide kindergarten programs. It reads, \"This bill repeals the requirement that all school districts offer public kindergarten, and exempts those school districts that implemented a public kindergarten program … from the kindergarten construction grant repayment penalty.\"\n\nBut, what the ad fails to mention is the bill failed to gain much traction in the House, either among Democrats or from O’Brien’s Republican majority.\n\nMembers of the House Education committee, made up of 13 Republicans and four Democrats, recommended killing the bill with a 12-3 vote, and once it reached the House floor Feb. 23, 2011, representatives voted 213-134 to shoot it down, including 126 of 260 Republicans who voted against the bill.\n\n\"This bill was introduced because of the questionable constitutional mandate of a couple of years ago. However, since every school district now has kindergarten, this bill would be superfluous,\" state Rep. Ralph Boehm, vice-chairman of the education committee, wrote in the committee’s recommendation.\n\nWe rate this part of the claim Mostly False.\n\n\n2)  Repeal compulsory education\n\nBy the time it reached the House floor, the compulsory education bill didn’t do much to address compulsory education.\n\nIn its original form, H.B. 542 included provisions proposing to repeal attendance requirements in public schools. But, that proposal drew heavy criticism and the House Education committee amended the bill to focus on objectionable material in the classroom.\n\nThe amended bill, which allows parents to object to any course material and request alternative curriculum, passed the committee by a 12-6 vote and was eventually approved by the full House 197-148.\n\nGov. John Lynch vetoed the amended bill, but both the House and the Senate voted to override the Governor’s veto, and it became law Jan. 4, 2012.\n\nAs it stands now, the law makes no mention of compulsory education or attendance requirements. Legislators have promised to pursue the compulsory education matter in a separate, free standing bill.\n\nSo at this point, there is little evidence to back up the Democrats' claim. We rate this portion False.\n\n3)  Defund Planned Parenthood\n\nThe Planned Parenthood part of the claim may be closer to the truth.\n\nWith H.B. 228, House Republicans voted in January to ban the use of taxpayer dollars to fund Planned Parenthood or other abortion providers.\n\nThe bill, sponsored by Robert Willette, R-Milford, initially earned a tough reception from the Health, Human Services and Elderly Affairs committee, which recommended killing the bill in a 12-5 vote. But, after then-Majority Leader D.J. Bettencourt asked his colleagues to delay a vote, O’Brien, the House Speaker, worked to shape an amendment that made the bill more palatable to House lawmakers.\n\nOn Jan. 18, 2012, the House approved the amendment, which proposed to allow hospitals to use public dollars to fund emergency abortions, and the full House reversed the committee’s recommendation and passed the bill by a 207-147 vote.\n\nTwo months later, the state Senate voted to lay the matter on the table, letting it die a polite death.\n\nStill, the House Republicans voted in favor of de-funding Planned Parenthood, so this portion earns a True.\n\n\n4)  Eliminate insurance coverage for birth control\n\nLastly, we get to the issue of insurance coverage for birth control.\n\nH.B. 1546, the bill referenced in the ad, didn’t start as a birth control proposal. Initially, it intended to re-codify laws relating to religious groups, including membership, donation and corporate powers. But, after O’Brien and several other House Republicans reworked it, the bill provided an exemption for groups with religious objections from providing insurance coverage for birth control and contraception.\n\nThe amendment, which passed the House Constitutional Review and Statutory Recodification committee by a 10-6 vote, added language to the bill saying \"No employer shall be required to include in its coverage for its employees the provisions of this section if the employer has a religious objection.\"\n\nThe amended bill then passed the full House in a 196-150 vote, led by the Republican leadership team.\n\n\"No religious intuition or employer should be forced to pay for services they find morally objectionable, and with this bill we will have paved the way on the state level,\" Bettencourt, the House Majority Leader, said at the time in a written statement.\n\nThe following month, the state Senate referred the bill to interim study, leading to its eventual death.\n\nBut, even if it had passed into law, the bill would not, as the Democratic Party suggests, eliminated insurance coverage for birth control. Instead, it would have allowed employers with religious objections to decline to include birth control under its health insurance plans.\n\nThat's a big difference from eliminating coverage for birth control, as the ad claimed. This portion gets a Mostly False.\n\nOur ruling:\n\nThe state Democratic Party included many claims in this 110-second ad, and one of them is on track. Of the four included in this statement, the ad is spot on about O’Brien and the Republican Majority’s push to defund Planned Parenthood. But, the ad is off the mark in other areas. The proposal to repeal the kindergarten mandate got little support from either party and was ushered to a quick death; the push to do away with compulsory education was removed from the associated bill before it reached the House floor; and, finally, with the birth control bill, House Republicans sought to allow some employers to decline to include birth control in their insurance coverage, not to eliminate coverage entirely.\n\nOf these charges, the Democratic Party is shooting 1-4. We rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10762"}