{"url": "/factchecks/2018/mar/06/blog-posting/website-recycles-2017-information-claim-target-rec/", "speaker": "Bloggers", "vclaim": "\"ALERT: Massive Easter Egg Recall Leaves MILLIONS Of Children In Danger- THROW THEM AWAY- They WILL Kill Your Kids.\"", "truth_label": "half-true", "date": "stated on February 8, 2018 in a blog post:", "title": "Website recycles 2017 information to claim Target is recalling Easter egg toys in 2018", "text": "It is true that Target issued a recall for certain Easter egg toys, as claimed by a blog, however, the recall was for toys sold last year.\n\"ALERT: Massive Easter Egg Recall Leaves MILLIONS Of Children In Danger- THROW THEM AWAY- They WILL Kill Your Kids,\" said the headline for a story posted Feb. 8 on news24fresh.info.\nThe story claims Target \"has issued a massive recall for water-absorbing egg toys ahead of Easter Sunday after discovering the object can expand inside a child’s body, causing life-threatening conditions if ingested.\"\nEven though the story correctly identifies the toys and associated complications if ingested, it fails to mention that the toys were sold February 2017 through March 2017, with an April 13, 2017, recall date. The toys were recalled ahead of Easter Sunday 2017. Not Easter 2018.\nFacebook users flagged news24fresh.info’s story as being potentially fabricated, as part of the social media’s efforts to combat online hoaxes. News24fresh.info’s website does not list any information identifying its mission statement, who runs it or who’s behind it.\nHowever, the website does accurately note that the recall involves Hatch & Grow Easter Eggs, Easter Grow Toys (with model number 234-25-1200 on the back of the packaging) and Hatch Your Own Dino (with model number 234-09-0016 on a label inserted in the packaging).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe website also has the right description of the potential health problems and complications that can happen if a child ingests the toy; that surgery may be required to retrieve it from the body; and that it may not show up on an X-ray.\nThe approximate amount of toys sold — 560,000 — its estimated $1 price tag and Target’s offering of a full refund due to the recall is also accurate, matching announcements posted by Target and the U.S. Consumer Product Safety Commission.\nTarget also told PolitiFact that the recalls in the news24fresh.info post were all from last year.\nThe U.S. Consumer Product Safety Commission told PolitiFact that generally there’s no end date to recalls, unless there’s an update about a company no longer being in business.\nConsumers can still follow up on Target’s 2017 recall for the described Easter egg toys, the commission said.\nTarget did issue a recall for Easter egg toys. But it did so last year. While recalls generally don’t expire, it seems clear to us that by reposting this story, news24fresh.info is trying to trick people into thinking the recall is new.\nWe rate this claim Half True.\n Share the Facts 2018-03-06 16:59:36 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"ALERT: Massive Easter Egg Recall Leaves MILLIONS Of Children In Danger- THROW THEM AWAY- They WILL Kill Your Kids.\"    news24fresh.info Bloggers https://www.news24fresh.info/alert-massive-easter-egg-recall-leaves-millions-of-children-in-danger-throw-them-away-they-will-kill-your-kids/   in a blog post Thursday, February 8, 2018 2018-02-08    Read More  info", "vclaim_id": "vclaim-pol-02344"}