{"url": "/factchecks/2018/mar/06/realtimepolitics/joe-biden-hasnt-confirmed-he-running-president-202/", "speaker": "Realtimepolitics", "vclaim": "\"Joe Biden just confirmed that he is running for president in 2020 and it has America applauding!\"", "truth_label": "false", "date": "stated on March 6, 2018 in a headline:", "title": "Joe Biden hasn't confirmed he is running for president in 2020", "text": "A story on Facebook proclaimed that former Vice President Joe Biden confirmed that he is running for president in 2020, but that’s premature at best.\n\"Joe Biden just confirmed that he is running for president in 2020 and it has America applauding!\" stated a March 6 headline on Realtimepolitics, a hoax website with a similar name to Real Clear Politics, a credible website with polling data.\nThe story lifts from a story posted by The Political Voice in February, although that story had a more vague headline: \"Just in: Joe Biden’s plans for 2020 has the entire nation elated.\"\nFacebook users flagged the realtimepolitics.com post as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes. The headline is inaccurate and doesn’t reflect what the story actually stated.\nThe story said that Biden told longtime policy aides that a White House campaign in 2020 is a definite possibility, according to a report by the Associated Press.\nThe AP reported Feb. 18 that Biden was \"tiptoeing toward a potential presidential run in 2020, even broaching the possibility during a recent gathering of longtime foreign policy aides.\"\nBiden held the meeting with aides in Washington to set the agenda for the newly opened Penn Biden Center for Diplomacy and Global Engagement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDuring the meeting, Biden \"said he was keeping his 2020 options open, considering it a real possibility. He insisted he had made no decision, and didn’t need to yet, according to five people who either attended the meeting or were briefed on it by those who did,\" the AP wrote.\nThe AP reported that \"several people came away from the meeting with the impression that if no strong Democratic candidate emerges in the next year or so, Biden would feel strongly compelled to run.\"\nThe AP’s sources demanded anonymity to discuss the private meeting.\nIn December 2017, Biden was asked on The View what it would take for him to decide to run.\nBiden said he hadn’t organized any campaign organization, but left open the door.\n\"If, in a year from now, if we’re ready, and no one has moved in that I think can do it, then I may very well do it,\" he said.\nBiden ran for president twice in the past and contemplated challenging Hillary Clinton for the 2016 nomination but ruled that out after his son Beau Biden had died from brain cancer earlier that year.\nWe rate this headline False.\nhttps://www.sharethefacts.co/share/b43c5480-d8fe-4a0d-9397-535d6c2923ec", "vclaim_id": "vclaim-pol-02342"}