{"url": "/factchecks/2020/jun/01/facebook-posts/suspended-twitter-account-fans-misinformation-abou/", "speaker": "Facebook posts", "vclaim": "“Antifa is warning that tonight they're moving out of the cities - and into residential areas to 'take what's ours.'”", "truth_label": "false", "date": "stated on May 31, 2020 in an image:", "title": "Suspended Twitter account fans misinformation about antifa, George Floyd protests", "text": "After President Donald Trump blamed violent protests across the country on antifa, Facebook and Twitter users started spreading misinformation about the left-wing movement.\nA Facebook post published May 31 shows a screenshot of a tweet from a now-suspended account called \"ANTIFA America.\" The tweet claimed the anti-fascist protest movement planned to move into white residential areas to continue protesting the death of George Floyd, a black man who died in police custody after a white officer knelt on his neck.\n\"Antifa is warning that tonight they're moving out of the cities — and into residential areas to 'take what's ours,’\" reads the caption on the Facebook post, which was published by a page called U.S. Law Enforcement. \"Law enforcement across the country on high alert.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared more than 6,300 times.\nThere is no evidence to support the Facebook post or the deleted tweet. \n\n(Screenshot from Facebook)\nWe can’t access the original ANTIFA America tweet since the account has been suspended. We reached out to Twitter for a comment on why it was suspended, but we haven’t heard back.\nWhat we do know is that there is no national organization for antifa, which means there is no official Twitter account for the movement. And there were no reports we could find of antifa or other groups specifically targeting white residentials.\nAntifa is a broad, loosely affiliated coalition of left-wing, anti-fascist activists. It has no leaders and is organized into autonomous local groups. The movement has participated in several protests across the country in recent years, including the 2017 white nationalist rally in Charlottesville, Va.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAntifa activists have a history of attacking police officers and journalists during demonstrations. \n\"Unfortunately, with the rioting that is occurring in many of our cities around the country, the voices of peaceful protests are being hijacked by violent radical elements,\" said Attorney General William Barr on May 30. \"In many places it appears the violence is planned, organized, and driven by far left extremist groups and anarchic groups using antifa-like tactics.\"\nBut as of now, there is no proof that antifa activists are the primary demonstrators stoking violence at Black Lives Matter protesters across the country. Neither Trump nor Barr have offered public evidence that the leftist movement is behind the demonstrations. And while they are probably part of the protests, experts say it’s unlikely that antifa groups are culpable for a significant portion of damage.\n\"I haven’t seen any instances in these demonstrations of groups marching behind a banner saying, ‘Hey, we are antifa,’\" said Mark Bray, a part-time lecturer at Rutgers University and author of \"Antifa: The Anti-Fascist Handbook.\" \"That said, I think there's a fair likelihood that some antifa groups have participated in the protests that we've seen.\"\nAntifa activists sometimes use property destruction as a political strategy. In 2017, antifa groups confronted police and smashed windows at the University of California-Berkeley to protest a speech from right-wing provocateur Milo Yiannopoulos.\nBut Bray said the notion that the anti-fascist movement is behind much of the violence and vandalism at Black Lives Matter protests doesn’t hold water.\n\"The key issue here is that they are not nearly numerous or politically consequential enough to pull off the most massive rebellion this country has seen in the past 50 years,\" he said.\nWe reached out to the National Guard and police departments in several major cities for a comment, but we haven’t heard back.\nWe checked the Twitter accounts for local antifa cells in New York City, Atlanta, Minneapolis and Philadelphia. None of them have tweeted about \"moving out of the cities and into residential areas,\" as the Facebook post claims. We could find no news reports about antifa-led protests in residential areas on the evening of May 31.\nWithout additional evidence, the Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17851"}