{"url": "/factchecks/2015/oct/05/joe-scarborough/msnbcs-joe-scarborough-tiny-fraction-crimes-commit/", "speaker": "Joe Scarborough", "vclaim": "About \"3 percent of murders and crimes are committed with guns from people who actually (legally) purchase those guns.\"", "truth_label": "half-true", "date": "stated on October 2, 2015 in a broadcast of MSNBC's \"Morning Joe\":", "title": "MSNBC's Joe Scarborough: Tiny fraction of crimes committed with legal guns", "text": "The public debate to the shooting in Oregon so far has followed a familiar script. Some observers focus on cracks in mental health services. Some highlight families who fail to keep weapons away from disturbed sons and fathers. Others talk about background checks and reining in the firepower available to private citizens.\nJoe Scarborough, host of MSNBC’s Morning Joe, trained his sights on the underground market in guns.\n\"Isn't it true that only like 3 percent of murders and crimes are committed with guns from people who actually purchase those guns?\" he asked a guest on his Oct. 2 show. \"Isn't this a big trafficking problem, too?\"\nScarborough supports background checks, but his focus on black market guns caught our eye. We decided to dig into the stat that only a tiny fraction of violent crimes involve guns that were purchased on the up-and-up.\nFrom the data and experts we reached, we learned Scarborough might be correct, but the data don’t precisely confirm it.\nBefore we review the data, we should note that Scarborough’s claim is a bit ambiguous. He might have meant that out of all violent crimes, 3 percent involve a legally purchased firearm. But it’s also possible that he was thinking that out of a smaller set of violent crimes -- those involving a firearm -- the firearm was purchased legally 3 percent of the time. (We reached out to Scarborough and did not hear back.)\nPhilip Cook, a professor of economics and sociology at Duke University, has done some of the most recent and detailed research on where criminals get their guns. But note: His work begins with the criminals, not the crimes -- which was Scarborough’s approach. Cook knows of no study that takes the crime as the starting point. And for good reason.\n\"The problem is that only a very small fraction of gun crimes result in the recovery of the weapon or in any other way allow us to determine how the gun was acquired by the person who committed the crime,\" Cook told us.\nOn the other hand, if Scarborough had said that 3 percent of criminals who use guns get them legally, he would have come closer to the truth. There are still big issues with that, but he would have found some support in Cook’s work.\nThe Chicago Crime Lab study\nCook and colleagues Susan Parker and Harold Pollack at the University of Chicago interviewed 99 inmates of the Cook County Jail in Chicago. They were looking for criminals who were likely to have used a gun or had ready access to one. The authors described the group of participants as \"a convenience sample of gun-involved, criminally active men living in greater Chicago.\"\n\"It is difficult to say how representative they are of the larger population with that description,\" they wrote. \"For that reason, we do not place much emphasis on the statistical results, as opposed to the qualitative patterns that emerged from these data.\"\nThat said, of the 70 inmates who had possessed a firearm, only 2, or 2.9 percent, had bought it at a gun store. The report found that percentage was in line with the findings of the Chicago Police Department when it traced weapons seized from suspected gang members. (For a glimpse into how guns move through a community, Cook's full article is good reading.)\nThere are some important caveats however.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nFirst, Cook noted that it’s possible to buy a gun illegally from a gun store. You can use a fake ID or employ a straw purchaser (someone who can pass a background check who buys the weapon on your behalf).\nFurthermore, just because the rest of the people interviewed didn’t purchase a gun at a gun store doesn’t mean they acquired it illegally.\n\"It’s possible to make a legal acquisition from another source – a gift from a family member, a purchase from a private seller, etc.,\" Cook said. \"Whether transactions of that sort are legal depend on the details of the transaction and local regulations.\"\nCook also cautioned that the numbers from the Chicago study might not apply across the country.\nThe national data\nIn 2004, the government conducted its periodic Survey of Inmates in State and Federal Correctional Facilities. It found that among inmates who had a gun when they committed their crime (16 percent of all prisoners), about 11 percent had bought the firearm at a retail store, a pawn shop, a flea market or a gun show. Another 37 percent had gotten it from a friend or family member. About 40 percent said they got it illegally on the black market, from a drug dealer or by stealing it.\nBut the same caveats apply. A retail purchase might not have been legal and a gift from a family member might not be illegal.\nA 1994 study by researchers James Wright and Peter Rossi came up with a larger percentage of potentially legal purchases. They surveyed prisoners in 10 states. About 21 percent said they acquired their weapons from a gun or other \"customary retail outlets\" as the researchers put it. About one out of four came through gray or black market sources. However, gun laws were looser when that data was collected. The Brady Bill and its background check provisions passed the year the study was published.\nUltimately, there are holes in the data. But Cook said while 3 percent or 10 percent might not be the exact number of legally purchased firearms used by criminals, the fraction is in that ballpark.\n\"I think it’s safe to say that a low percentage of criminal assaults and robberies are committed with guns that were acquired by legal purchase from a gun store,\" Cook said.\nJoseph Olson, a professor at Hamline University School of Law and former board member of the National Rifle Association, believes that the number of legally acquired firearms used by criminals is negligible.\n\"Criminals don’t go through background checks because they know they wouldn't pass them,\" Olson said.\nOlson said with homicides, there are two key exceptions. Legal firearms are often found when the killings occur duing domestic violence or mass shootings.\nOur ruling\nScarborough said that about \"3 percent of murders and crimes are committed with guns from people who actually (legally) purchase those guns.\" Recent studies that look at prisoners who had a gun when they committed a crime found that between 3 and 11 percent purchased the weapon at a store or gun show. \nBut the studies only tell us where the guns came from, not whether they were acquired legally, and there are issues with using the data to reach the conclusion Scarborough did, experts told us.\nWe rate this claim Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  About \"3 percent of murders and crimes are committed with guns from people who actually (legally) purchase those guns.\"    Joe Scarborough Host of MSNBC's Morning Joe   In a broadcast of MSNBC's Morning Joe Friday, October 2, 2015 10/02/2015    Read More  info", "vclaim_id": "vclaim-pol-05894"}