{"url": "/factchecks/2020/sep/27/instagram-posts/amy-coney-barretts-kingdom-god-comments-ripped-out/", "speaker": "Instagram posts", "vclaim": "Like Al-Qaeda and ISIS, Amy Coney Barrett has said her “end goal is to end the separation of church and state & build a ‘Kingdom of God’ in the United States.”", "truth_label": "false", "date": "stated on September 22, 2020 in an Instagram post:", "title": "Amy Coney Barrett’s ‘Kingdom of God’ comments ripped out of context", "text": "A sarcastic post traveling around social media warns that Supreme Court nominee Amy Coney Barrett has the same kind of views on separation of church and state as al-Qaeda or ISIS.\n\"BREAKING: Al Qaeda & ISIS just issued a statement saying their end goal is to end separation of church and state & build a ‘Kingdom of God’ in the United States,\" the post says.\n\"Oh, my bad, that was Amy Coney Barrett, the judge at the top of Trump’s list to replace Ruth Bader Ginsburg,\" it concludes.\nThe posts were created by commentator Bryan Dawson when Barrett was on Trump’s short list of potential nominees and continued to spread after Trump officially made her his pick on Sept. 26, 2020.\nThe post was flagged as part of Facebook’s efforts to combat potential false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSo did Barrett issue a statement saying she wanted to end separation of church and state and build a kingdom of God? No. The posts invent her position on the separation of church and state, misconstrue her comments on a \"Kingdom of God\" and make a dubious comparison with Islamic terror groups.\nLet’s review the evidence. \nWe found nothing to suggest that Barrett wants to end the separation of church and state. We found no statements from her saying that. And when she was confirmed in 2017 to the U.S. Circuit Court of Appeals for the Seventh Circuit, we found no concerns expressed by senators, either Democratic or Republican, that she sought that. (Most of the questions Democrats directed at her were how she would handle court precedents like Roe vs. Wade.)\nSen. Charles Grassley, R-Iowa, asked Barrett during the 2017 hearings if it was ever proper for a judge to put her religious views above applying the law. Barrett replied: \"It's never appropriate for a judge to impose that judge's personal convictions, whether they derive from faith or anywhere else on the law.\"\nLater in the hearing, responding to a question from Sen. Richard Durbin, D-Ill., Barrett said, \"If you're asking whether I take my faith seriously and I'm a faithful Catholic, I am, although I would stress that my personal church affiliation or my religious belief would not bear in the discharge of my duties as a judge.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBarrett did use the phrase \"Kingdom of God\" twice in a 2006 commencement address at Notre Dame Law School, and many media accounts of Barrett’s career and biography have noted the phrase. Barrett is a longtime law professor at Notre Dame, one of the best-known Catholic universities in the country.\nIn the address, a transcript of which is online, Barrett spoke about what made Notre Dame Law School graduates special, noting their training in both academics and ethics. But many other law schools train their students in academics and ethics, she noted.\n\"I’m just going to identify one way in which I hope that you, as graduates of Notre Dame, will fulfill the promise of being a different kind of lawyer. And that is this: that you will always keep in mind that your legal career is but a means to an end, and as Father Jenkins told you this morning, that end is building the kingdom of God. You know the same law, are charged with maintaining the same ethical standards, and will be entering the same kinds of legal jobs as your peers across the country. But if you can keep in mind that your fundamental purpose in life is not to be a lawyer, but to know, love, and serve God, you truly will be a different kind of lawyer.\"\nBarrett went on to advise graduates to pray, tithe and stay active in the Catholic faith. On the last point, she used the phrase again:\n\"Finally, when you arrive at your new jobs in your new cities, seek out friends with whom you can share your faith. For the past three years, you have lived within the Notre Dame Law School community. While we are a community engaged in the enterprise of legal education and scholarship, we are also a community engaged in the enterprise of bringing about the kingdom of God. We are a community characterized by our love and concern for one another. I hope that you have enjoyed living here these last three years. I also hope that living at Notre Dame has given you a thirst for this kind of community. Don’t just look back on your time here with nostalgia. When you get where you’re going, carry Notre Dame with you. Deliberately choose a parish or church that has an active community life and commit yourself deeply to the relationships you find there. It’s only when you’re an independent operator that your career takes over. When your life is placed firmly within a web of relationships, it is much easier to keep your career in its proper place.\"\nOverall, Barrett’s use of the phrase \"kingdom of God\" was placed in a general context of Christian belief and a sentiment of love and concern for others. \nBy contrast, al-Qaeda and ISIS are terrorist groups known for murders, assassinations, ambushes, kidnappings and suicide bombings in the Middle East, as well as parts of Asia, Africa and around the world.\nOur ruling\nInternet posts claim that like Al-Qaeda and ISIS, Amy Barrett has said her \"end goal is to end the separation of church and state & build a ‘Kingdom of God’ in the United States.\" \nBarrett has not advocated for ending the separation of church and state. During public questioning for confirmation as a circuit court judge in 2017, she said judges’ personal views should not affect their official duties. Her comments about the Kingdom of God were made during a commencement address at a Catholic institution where she made general comments about living a Christian life. \nOverall, we rate this post False.", "vclaim_id": "vclaim-pol-19021"}