{"url": "/factchecks/2018/nov/16/kirsten-gillibrand/gilibrand-champions-women-legislators/", "speaker": "Kirsten Gillibrand", "vclaim": "\"Studies even show that when women go to Congress they get more things done - more bipartisan effort, more bills passed.\"", "truth_label": "mostly-true", "date": "stated on November 12, 2018 in a television interview:", "title": "Do women do better in Congress than men?", "text": "Days after she won re-election, Sen. Kirsten Gillibrand embarked on a media tour to promote her new children’s book about the fight for women’s suffrage. She has said she will think about running for president.\nIn an interview on Good Morning America, Gillibrand, Democrat from New York, talked about how thrilled she is that more women are getting involved in politics, by voting and running for office.\n\"Studies even show that when women go to Congress they get more things done - more bipartisan effort, more bills passed,\" she said.\nGiven women’s recent gains in Congress, we’re curious: Is she right?\nThe research is mixed.\nSame stalemate \nThe narrative that \"women in Congress are more likely than men to collaborate, solve problems, and get the nation’s business done,\" isn’t true, wrote two political scientists.\n\"We tested the premise in four ways, and we came up with no evidence for it whatsoever, no matter where we looked,\" Jennifer L. Lawless and Sean M. Theriault wrote in an article summarizing their longer journal article.\nThree political scientists -- Lawless of  the University of Virginia, Theriault of the University of Texas and Samantha Guthrie of American University -- studied how members of Congress acted in four ways: travel to research foreign policy, co-sponsor bills, cast procedural votes and offer amendments.\nIn each area, the women in Congress did not have more bipartisan tendencies and they did not demonstrate a greater willingness to collaborate. Using the data from Lugar Center’s Bipartisan Index, which rates senators on their support of legislation across party lines, the authors found that Democratic women and men are \"statistically indistinguishable\" from one another, as are their Republican colleagues.\n\"To be sure, women’s presence in Congress promotes democratic legitimacy, but it does little to reduce gridlock and stalemate on Capitol Hill,\" according to their Journal of Politics article in October.\nMore bills and co-sponsors\nAnother study, however, found that women senators gained more bipartisan co-sponsors for their bills and passed more bills over a seven-year period. The study, published by Quorum, a Washington, D.C.-based technology company, showed that in the House, women secured co-sponsors for their bills from both parties at a higher rate than men, though they did not pass more bills than men.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nWe contacted Gillibrand’s office for evidence of her claim and a spokeswoman pointed us to a Washington Post article from March about a new book on how women politicians face greater hurdles to getting elected, and therefore work harder once they are in office. Authors Jeffrey Lazarus and Amy Steigerwalt, political scientists at Georgia State University, told the Post that their \"book is consistent with a host of other research that emphasizes that female legislators are generally more effective than men. They are better at getting their bills passed, and work in a more consensual manner.\"  \nWomen secure more discretionary spending for their constituents and introduce more bills, according to Lazarus and Steigerwalt’s book, Gendered Vulnerability: How Women Work Harder to Stay in Office. It also cites other research that supports the idea that women are more bipartisan than men.\nPolitical science professors Craig Volden, Alan E. Wiseman and Dana E. Wittmer wrote in the American Journal of Political Science that women in the minority party in the House of Representatives  \"continue to strive to build coalitions and bring about new policies,\" unlike men in the minority party. The authors, however, also found that \"majority party women have become less effective as Congress has become more polarized.\"    \nThe same authors wrote in 2010, that \"our main findings suggest that high effort, consensus building, and issue specialization help female lawmakers achieve increased legislative effectiveness, but only under certain circumstances.\"  \nGillibrand’s office also cited an analysis in Vox, which highlighted several studies of women’s increased productivity as legislators relative to men.\nOne oft-cited study, \"The Jackie (and Jill) Robinson Effect: Why Do Congresswomen Outperform Congressmen?\" found women secured more discretionary spending for their districts and sponsored and co-sponsored more bills than men.\nYet another study, published in 2016, found that in the House between 1990 and 2010, Republican women had more success securing bipartisan sponsors for bills than men, while Democratic women secured fewer bipartisan sponsors for their bills than men.  \n\"We interpret these results as evidence that cooperation is mostly driven by a commonality of interest, rather than gender per se,\" wrote Stefano Gagliarducci and M. Daniele Paserman.\nOur ruling\nGillibrand said studies show that when women are elected to Congress, they get more things done, are more bipartisan and pass more bills.\nStudies show women sponsor more bills, secure more discretionary spending for their constituents, and under certain circumstances, reach across the aisle more. In the Senate, women have been more successful than men at passing bills. Studies also show that when women are elected, they work harder than their male colleagues.\nOther research, however, shows women are not more bipartisan than men and that women’s effectiveness relative to men’s effectiveness varies under different conditions.\nWe rate Gillibrand’s claim Mostly True.  \nIf Gillibrand hadn’t qualified her statement with \"studies show,\" and instead had made an outright claim about women’s performance in Congress, we likely would have reached a different ruling.\n \n Share the Facts 2018-11-17 01:38:53 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  “Studies even show that when women go to Congress they get more things done - more bipartisan effort, more bills passed.”     Kirsten Gillibrand U.S. Senator https://www.goodmorningamerica.com/news/video/sen-kristen-gillibrand-discusses-book-live-gma-59136701   in a television interview Monday, November 12, 2018 2018-11-12    Read More  info", "vclaim_id": "vclaim-pol-01252"}