{"url": "/factchecks/2016/oct/06/lesley-cohen/nevada-assemblyman-accused-appearing-fetish-film-s/", "speaker": "Lesley Cohen", "vclaim": "\"It’s bad enough that (Stephen) Silberkraus appeared in a sexual fetish film where women were kidnapped from their homes and forced to live naked in kennels and trained to be pets. But when Silberkraus isn’t acting in films that degrade women, he’s stalking them in his personal time.\"", "truth_label": "barely-true", "date": "stated on September 24, 2016 in a political mail piece.:", "title": "Nevada Assemblyman accused of appearing in fetish film, stalking, but context needed", "text": "Political attack ads typically stick to the same ol’ stuff, like voting records and candidate positions.\nThat can’t be said for the jabs in Henderson, Nev., where voters in one state Assembly district are getting smacked with attacks on a pornographic level.\nDemocratic Assembly candidate Lesley Cohen is spreading several campaign mail pieces accusing her opponent, incumbent Republican Stephen Silberkraus, of appearing in a \"fetish film\" and stalking women.\n\"It’s bad enough that Silberkraus appeared in a sexual fetish film where women were kidnapped from their homes and forced to live naked in kennels and trained to be pets,\" it reads. \"But when Silberkraus isn’t acting in films that degrade women, he’s stalking them in his personal time.\"\nIt’s certainly not a standard political attack line, but is there any truth to it?\nSilberkraus did appear in a fetish film, but there’s more to it than the ad lets on — and the claim about stalking is even further from the truth.\nFilm career\nUnder the stage name of Stephen Neill, Silberkraus appeared as an extra in dozens of television shows, including The West Wing, Entourage, CSI, Power Rangers and Buffy the Vampire Slayer, with a film career spanning from the 1990s to the mid 2000s.\nThe film cited in the mailer is called The Pet, a poorly received 2006 exploitation film based on the concepts of \"human pets\" and sexual slavery.\n\"A young woman in dire financial straights accepts an offer to be a wealthy aristocrat's human ‘pet’ for six months,\" the plot summary reads. \"Then ruthless modern ‘pet-nappers’ kidnap the woman to sell her on the GSM, \" referring to the \"Global Slave Market.\"\nSilberkraus appears briefly in the film as a trader on this market, and delivers a handful of lines in about 30 seconds of screen time.\nReached by PolitiFact, the Republican Assemblyman said he was on set for one day to film his scene, and was at the time assuming that the film would be a more serious look at human trafficking.\nHe called the finished product a \"cheesy B-movie\" and disparaged Cohen for propagating a \"ridiculous political ploy\" unrelated to the campaign.\n\"An extra has about as much influence on a production as a fly has on growing a tree,\" he said. \"They have no real say, they’re just there.\"\nLynn Comella, a UNLV gender and sexuality studies professor, said use of the term \"fetish film\" seemed politically charged.\nComella said in an email that she didn’t watch the film, but that the somewhat convoluted plot touched on a number of sexual fetishes and serious issues such as animal roleplay, human trafficking and organ harvesting.\n\"I don't think it's necessarily wrong to describe it as a fetish film, but it's clear that this word is being used to pack a political punch,\" she said in an email. \"It's clear that they are attempting to establish some kind of connection between this person's appearance in a fetish film — if we want to call it that — and stalking, which is specious at best.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nStalking\nThe campaign mail cites an article from NewsMaxTV Las Vegas, an online news site run by Republican political operative Rob Lauer. Lauer is known for an unsuccessful bid for Nevada secretary of state and having his home searched by police in 2015 as part of a wide-ranging extortion investigation into a Nevada Assemblyman.\nThe article claims Silberkraus was detained by police in handcuffs for \"stalking\" his primary opponent.\nBut Silberkraus was never charged with or convicted of stalking.\nLas Vegas police said they had no records on file for an arrest or any incident involving Silberkraus, and a search of national and local court document sites revealed nothing filed against Silberkraus.  \nThe stalking claim originates with three-time state Assembly candidate Amy Groves, who most recently lost a June 2016 Republican primary contest to Silberkraus by 253 votes.\nGroves told PolitiFact that she called police after seeing Silberkraus taking pictures of a home she owns outside the Assembly district where she had filed to run.\nSilberkraus said he was attempting to collect evidence that Groves lived in that home outside the district, which would disqualify her from running. A handful of legislative candidates have been removed from the ballot in recent years after their opponents were able to prove that they didn’t live in the district.\nGroves said she felt threatened because as a realtor, she was often responsible for evicting residents or overseeing collections, and said she felt threatened enough to call the police.\n\"We really panicked because it’s a real threat in my industry,\" she said.\nGroves’ husband blocked in Silberkraus’ vehicle with his own car, and police questioned him for several minutes before letting him go. Silberkraus said he never felt like he was being detained, and that the photo in the ad was cropped to make it look like he was handcuffed.\n\"I’ve never been handcuffed in my life,\" he said.\nRegardless, police have no arrest record or any record of Silberkraus being detained, and Groves said she didn’t keep copies of any paperwork she filed with police about the incident.\nOur ruling\nA campaign mailer in a competitive Nevada Assembly race accuses Silberkraus of appearing in a \"sexual fetish film\" and being detained for \"stalking.\"\nSilberkraus did appear briefly as an extra in a 2006 movie that centered around a myriad of sexual fetishes. He says he doesn’t agree with the film’s message.\nThe stalking allegation holds less water, stemming from a primary opponent who accused him of stalking her several years ago. No official record exists, and he was not arrested.\nThe claim contains an element of truth but distorts facts to create an inaccurate impression. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/a51c9421-8057-40d7-93e6-1b77fcca1f14", "vclaim_id": "vclaim-pol-04188"}