{"url": "/factchecks/2016/jun/06/hillary-clinton/shot-donald-trump-hillary-clinton-correct-about-ta/", "speaker": "Hillary Clinton", "vclaim": "\"A trade war is something very different (than curbing new trade agreements). We went down that road in the 1930s. It made the Great Depression longer and more painful.\"", "truth_label": "true", "date": "stated on June 2, 2016 in a foreign policy speech:", "title": "In shot at Donald Trump, Hillary Clinton is correct about tariffs' role in Great Depression", "text": "During a speech in which she attacked Donald Trump’s foreign policy ideas as \"dangerously incoherent,\" Hillary Clinton reached back almost nine decades to make a Great Depression-era analogy.\nClinton said she understood voters’ concerns about the negative impacts of free trade agreements -- a big driver of Trump’s electoral success so far. Still, pursuing large tariffs against such trading partners as China and Mexico -- as Trump has suggested -- would be dangerously misguided, Clinton argued.\n\"I understand a lot of Americans have concerns about our trade agreements,\" Clinton said. \"I do, too. But a trade war is something very different. We went down that road in the 1930s. It made the Great Depression longer and more painful.\"\nWe wondered whether there is widespread support among historians and economists for the idea that raising tariffs and enabling a trade war \"made the Great Depression longer and more painful.\"\nWhen we asked the Clinton campaign for its evidence, they pointed us to a 2013 speech by Federal Reserve Board chairman Ben Bernanke, whose expertise as an academic was the Great Depression.\nBut we found additional support among other experts who have studied the period.\nThe Smoot-Hawley tariffs\nIf you’re a fan of the 1980s teen flick Ferris Bueller’s Day Off, you’ve already gotten a cheat sheet on what our research found.\nIn a career-making scene, Ben Stein played a high school teacher explaining the causes of the Great Depression to a roomful of listless students. (It was actually a top-of-the-head riff by Stein, a trained economist.)\nHere’s the part that’s relevant to our fact-check (watch it here):\n\"In 1930, the Republican-controlled House of Representatives, in an effort to alleviate the effects of the... Anyone? Anyone?... the Great Depression, passed the... Anyone? Anyone? The tariff bill? The Hawley-Smoot Tariff Act? Which, anyone? Raised or lowered?... raised tariffs, in an effort to collect more revenue for the federal government. Did it work? Anyone? Anyone know the effects? It did not work, and the United States sank deeper into the Great Depression.\"\nStein’s monologue pretty much tracks with what Clinton said: The United States imposed tariffs, they backfired, and the Depression got even worse.\nSpecifically, the Smoot-Hawley Tariff Act of 1930 -- sponsored by Sen. Reid Smoot, R-Utah, and Rep. Willis Hawley, R-Ore. -- raised tariffs on manufactured foreign imports to 40 percent in some cases, the highest in U.S. history. It also extended tariff protection to some agricultural products. These moves, in turn, led other countries to retaliate with high tariffs of their own.\nSo how accurate is the Clinton-Stein version of events? Several economists and historians who studied the period said that it’s quite accurate.\nExpert opinions\nDouglas Irwin, a Dartmouth College economist and author of Peddling Protectionism: Smoot-Hawley and the Great Depression and Trade Policy Disaster: Lessons from the 1930s, said Clinton was \"astute\" in distinguishing between putting the brakes on future expansion of free trade, as Trump and Clinton have both at times advocated, and actually reversing established trade agreements by imposing new tariffs, as only Trump has suggested.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Protectionism did not cause the Great Depression, but I think saying it made it longer and more painful is actually quite well put,\" Irwin said.\nIrwin said there was \"no real reason\" to impose such tariffs, and that it was mainly done for \"domestic political reasons.\" In fact, President Herbert Hoover is said to have signed the law only reluctantly, over the spirited objections of many economists.\nAfter the tariffs were enacted, other countries, including Canada, retaliated against the United States by establishing a preferential trade bloc with Great Britain and other countries, thus hurting U.S. exports.\n\"Other countries also used trade restrictions and protectionism as beggar-thy-neighbor policies to help their domestic economies during the worldwide slump,\" Irwin said. The problem, Irwin said, was that \"if every country tries this strategy, everyone worse off since one country's imports are another country's exports. World trade reduced significantly, and since trade barriers are easy to impose and hard to relax, the problem festered for some time.\"\nIndeed, it took until 1933 for this downward spiral to ease. That’s when President Franklin D. Roosevelt -- a committed opponent of the Smoot-Hawley tariffs -- took office.\nRoosevelt \"came in on the traditional Democratic platform that tariffs should fall, and his Secretary of State, Cordell Hull, was practically a one-issue man on the subject of freeing up trade,\" said Eric Rauchway, a historian at the University of California-Davis and author of The Money Makers: How Roosevelt and Keynes Ended the Depression, Defeated Fascism, and Secured a Prosperous Peace. \"The Reciprocal Trade Agreement Act of 1934 started the U.S. down that road, giving the executive power to negotiate agreements on tariffs. Hull used this power to bring down trade barriers.\"\nAs a side effect, the skirmishes over trade also frayed relations between former allies and may have contributed to the tensions that led to World War II, or at the very least complicated the Allies’ efforts to respond to the threat from Germany and Japan.\nThis isn’t to say that there is unanimity among scholars about the precise role of Smoot-Hawley in worsening the Great Depression. \n\"Economists today debate the tariffs’ effect on the Great Depression -- some feel it substantially worsened the downturn, while others think its negative effect was small,\" said Andrew Wender Cohen, a Syracuse University historian and author of Contraband: Smuggling and the Birth of the American Century.\nFor instance, Robert S. McElvaine, a Millsaps College historian and author of The Great Depression: America 1929-1941, said the spotlighting of Smoot-Hawley has been articulated most aggressively by conservative, free-market advocates because it takes the focus off 1920s-era tax cuts and general income inequality during that decade.\nStill, McElvaine agreed that, even if the tariffs weren’t the biggest factor for prolonging the Great Depression -- he points instead to insufficiently effective New Deal policies under Roosevelt -- the tariffs did have an effect, and it was clearly negative.\nIt’s also tricky to isolate causes of economic turmoil because they were tightly interwoven, experts said.\n\"It's entirely possible that international trade would have dwindled even if government had not resorted to protectionism,\" said John E. Moser, an Ashland University historian and author of Global Great Depression and the Coming of World War II. \"However, most economists agree that protectionism at the very least did not help, and likely prolonged the Depression.\"\nAlonzo L. Hamby, an Ohio University historian and author of For the Survival of Democracy: Franklin Roosevelt and the World Crisis of the 1930s, agreed.\n\"I think Clinton has a strong case for the proposition that it hurt an economy that already had moved into a deep recession,\" Hamby said.\nOur ruling\nClinton said, \"A trade war is something very different (than curbing new trade agreements). We went down that road in the 1930s. It made the Great Depression longer and more painful.\"\nNumerous experts we checked with said the Smoot-Hawley tariffs and the resulting trade war weren’t the only factor to worsen the Great Depression. However, they agreed that the trade war undeniably had a negative impact. Clinton took care not to overplay this argument in her speech, so we rate her statement True.\nhttps://www.sharethefacts.co/share/70e79ee2-c021-4885-9526-ce33d8442f16", "vclaim_id": "vclaim-pol-04866"}