{"url": "/factchecks/2019/apr/25/stony-rushing/rushing-right-half-nc9-republicans-dont-live-distr/", "speaker": "Stony Rushing", "vclaim": "Says \"5 out of 10\" GOP candidates don’t live in North Carolina’s 9th Congressional District.", "truth_label": "true", "date": "stated on April 9, 2019 in a Facebook post:", "title": "Rushing is right: half of NC9 Republicans don't live in the district", "text": "In a field of 10 candidates, Stony Rushing has gone to creative lengths to stand out.\nRushing, a Union County commissioner, must beat out nine other Republicans to be the party’s candidate in a special election for North Carolina’s 9th Congressional District. (The NC elections board nullified the November election results after finding they were tainted by an operative working for Republican candidate Mark Harris.)\nRushing, a Wingate resident who once dressed as the corrupt Boss Hogg character from \"The Dukes of Hazzard\" show, initially gained attention by earning Harris’ endorsement in the wake of the probe. Rushing has since appeared in a campaign ad with a snake wrapped around his neck, and challenged the sincerity of his opponents.\nSome candidates, Rushing said recently, are far apart from voters not only in philosophy — but geography.\n\"In a crowded field of candidates where 5 out of 10 (candidates) do not live or vote in the 9th District, only Stony Rushing is still fighting for your vote to matter,\" the Rushing campaign said in an April 9 Facebook post.\nThe race includes 13 total candidates: 10 Republicans, a Democrat, a Libertarian and a Green Party candidate. Rushing’s Facebook post linked to a story about a debate between the Republican candidates, so it’s clear Rushing was referring to GOP candidates.\nTo run for U.S. House, the law doesn’t require candidates to live in a specific district, as PolitiFact has previously reported. (The Constitution says House members must live in the state they represent, however.)\nRushing, for his part, raised the issue because he thinks candidates who live in the district have a better understanding of its needs than those who don’t.\nThe 9th district covers more ground than some of North Carolina’s 12 other congressional districts, stretching across eight counties from Charlotte to Fayetteville and encompassing about 770,000 people.\nConrad Pogorzelski, Rushing’s spokesman, said the district includes a large swath of NC’s banking industry in Charlotte, military personnel near Fayetteville and agriculture in between.\nSo we wondered about Rushing’s claim. As it turns out, he’s right.\nWHERE THEY LIVE\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nWhen reached by PolitiFact, Rushing spokesman Pogorzelski cited the addresses candidates filedwith the NC elections board. To find out which congressional district each candidate lives in, we plugged each address into the elections board’s \"voter lookup\" tool.\nMatthew Ridenhour and Dan Bishop of Charlotte, as well as Gary Dunn of Matthews and Fern Shubert of Marshville, all live in the district with Rushing. (So do Democrat Dan McCready, Green Party candidate Allen Smith and Libertarian candidate Jeff Scott.)\nThe following candidates live outside the district:\n\nStevie Rivenbark Hull of Fayetteville lives in the 8th Congressional District.\nAlbert Lee Wiley Jr. of Atlantic Beach lives in the 3rd district.\nChris Anglin of Raleigh lives in the 4th district.\nLeigh Thomas Brown of Harrisburg lives in the 8th district.\nKathie Day of Cornelius lives in the 12th district.\n\n\nBrown, Day and Hull live near the district, while Anglin and Wiley are the farthest away.\nWiley lives in the 3rd district, which sprawls down North Carolina’s coast, where there’s a separate special election.\nNOT UNCOMMON\nIn the 3rd district, longtime Rep. Walter Jones died earlier this year and 26 candidates filed to run for his seat, including 17 Republicans. Three of those Republicans — Graham Boyd of Wake Forest, Jeff Moore of Raleigh and Francis De Luca of Cary — live outside the district. So do Democrat Ernest Reeves and Libertarian Shannon Bray.\nIn District 3, the election schedule calls for the primary on April 30, the general election or primary runoff on July 9, and, if a runoff is needed, a Sept. 10 general election.\nBack to Rushing’s race in District 9, the primary is set for May 14 and the general election is scheduled for Sept. 10. If no candidate wins more than 30 percent of the vote in the primary, a runoff election will be held Sept. 10 and the general election will follow on Nov. 5.\nOUR RULING\nRushing said five of the 10 Republican candidates in North Carolina’s 9th Congressional District live outside the district boundaries. North Carolinians by law aren’t prohibited from running in a congressional district that’s not their own. And some of the candidates who reside outside the district live nearby. But, Rushing is right. We rate this claim True.\nStaff reporter Carli Brosseau contributed.\n Share the Facts 2019-04-25 21:26:13 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says \"5 out of 10\" GOP candidates don’t live in North Carolina’s 9th Congressional District.    Stony Rushing Republican candidate in NC's 9th Congressional District https://www.facebook.com/pg/stony4congress/posts/?ref=page_internal   NC Tuesday, April 9, 2019 2019-04-09    Read More  info    \nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].", "vclaim_id": "vclaim-pol-00711"}