{"url": "/factchecks/2017/aug/10/blog-posting/no-tornado-did-not-carry-mobile-home-130-miles-awa/", "speaker": "Bloggers", "vclaim": "Tornado carries mobile home 130 miles, family inside unharmed.", "truth_label": "pants-fire", "date": "stated on August 6, 2017 in a blog post:", "title": "No, a tornado did not carry a mobile home 130 miles away. That's fake news", "text": "It’s not true that a tornado lifted a mobile home and carried it over 130 miles until it landed in a rural Kansas area. And since that never happened, it’s also fake news that there were five family members inside that house who came out of the ordeal without major injuries.\nA website called Daily Native American, dailynative.us, posted the fabricated story on Aug. 6, 2017, but the claims have circulated for years. Satirical website worldnewsdailyreport.com posted the same story back in 2015.\n\"A family from Tulsa, Oklahoma, underwent the scariest experience of their life yesterday, when their mobile home was carried over 130 miles by a tornado, landing in a rural Kansas area. Five members of the same family were inside the building during its ‘flight’, and all of them have miraculously survived without injuries,\" said the dailynative.us post. \"41-year old Dorothy Williams, was at home with her husband, her son, and her two brothers, when their mobile home was lifted off the ground by an F4 tornado.\"\nThe story claims the tornado carried the house for more than four hours \"sometimes at altitude of more than 1,000 feet,\" across northern Colorado, southern Kansas and then dropped it on a car outside of Wichita, \"129.5 miles (208.5 kilometers) away from its point of origin.\"\nWe asked the National Oceanic and Atmospheric Administration what they thought of the dailynative.us post.\n\"That's not possible,\" said Harold Brooks, senior research scientist at NOAA National Severe Storms Laboratory.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMost tornadoes last less than 10 minutes and travel an average 3.5 miles.\nStories of papers, checks and other feather-light objects traveling 100 miles do sometimes check out. But heavy objects cannot cover the same ground.\nBrooks said even in the \"most violent events,\" wind could not usher a Tulsa mobile home northwest over Colorado before landing near Wichita in southern Kansas. \"That’s a rare direction for even paper to get thrown over significant distances,\" he said.\nDailynative.us does not feature an \"About Us\" page detailing who’s behind it or what is it’s purpose.\nAllusions to The Wizard of Oz did not go unnoticed to some readers.\n\"Sorry is it just me or has someone else heard all this before? …Dorothy? The house lands safely (somewhere in Kansas)? … was she wearing red shoes by any chance? And was there a wicked witch in the car that the house landed on?\" wrote a worldnewsdailyreport.com reader in August 2017.\nA post from dailynative.us headlined, \"Tornado carries mobile home 130 miles, family inside unharmed\" is fake. We rate it Pants on Fire!\n Share the Facts 2017-08-10 12:07:29 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Tornado carries mobile home 130 miles, family inside unharmed.    Bloggers Fake News   in a post Sunday, August 6, 2017 2017-08-06    Read More  info", "vclaim_id": "vclaim-pol-03015"}