{"url": "/factchecks/2016/sep/08/alternativepac/pac-backing-gary-johnson-says-dick-cheney-supporte/", "speaker": "AlternativePAC", "vclaim": "Says Dick Cheney \"supported gay marriage sooner\" than Hillary Clinton.", "truth_label": "true", "date": "stated on September 25, 2016 in an online ad:", "title": "PAC backing Gary Johnson says Dick Cheney 'supported gay marriage sooner' than Hillary Clinton", "text": "A viral online ad by a group supporting Libertarian Party presidential nominee Gary Johnson features Abe Lincoln urging Americans to dump Donald Trump and Hillary Clinton and vote for Johnson.\nThe funny, five-minute video by AlternativePAC begins with the Lincoln impersonator standing outside a log cabin.\n\"Oh, hey America, it’s me, dead Abe Lincoln, and you just got screwed,\" he says, \"because you have to choose between a corrupt president or a crazy president.\"\n\"Here’s Hillary, who’s like a Monopoly player using her get out of jail free card, then a rig an election card, and make millions on political favors card,\" Abe says. \"And Trump, who’s like if your racist uncle got drunk and ran for president, and then the nation got drunk and said, ‘That guy should have nuclear bombs.'\"\nAbe's pitch: Consider Gary Johnson, the former New Mexico governor, as a sensible third-party option. Since AlternativePAC posted the ad Aug. 25 on its website BalancedRebellion.com it has been viewed 18.3 million times on the group’s Facebook page.\nAmong fake Abe’s many zingers, this one caught our attention: \"Hillary’s policies are the same as Dick Cheney’s, except Cheney supported gay marriage sooner!\"\nWe did not fact-check the line that Hillary’s policies are the same as Dick Cheney's\" -- because their positions aren't identical, and it smacks of humorous hyperbole. Instead we focused on the claim that \"Cheney supported gay marriage sooner\" than Clinton.\nSame-sex marriage is a personal issue for Cheney, who served as vice president to President George W. Bush from 2001 to 2009.\nHis second-oldest daughter, Mary Cheney, is openly gay and she married her longtime partner, Heather Poe, in 2012. She also served as a senior campaign advisor to her father during the 2000 and 2004 presidential elections.\nCheney broke with conservative orthodoxy on same-sex marriage during his Oct. 5, 2000, vice presidential debate against Sen. Joe Lieberman.\nDebate moderator Bernie Bernard Shaw of CNN asked the candidates if gay couples should \"have all the constitutional rights enjoyed by every American citizen?\"\n\"The fact of the matter is we live in a free society, and freedom means freedom for everybody,\" Cheney replied. \"We don't get to choose, and shouldn't be able to choose and say, 'You get to live free, but you don't.' I think that means that people should be free to enter into any kind of relationship they want to enter into.\" (Watch the debate; Cheney discusses gay marriage at 1:17)  \nCheney said the question of whether there should be an \"official sanction\" of same-sex relationships should be left to states -- which have traditionally overseen marriage laws. \"I don't think there should necessarily be a federal policy in this area,\" he added.\nCheney’s stand drew criticism from conservatives and praise from gay groups, the New York Times reported.\nIn his 2011 memoir, In My Time, Cheney wrote of his debate comments: \"I had given the issue a lot of thought and answered it from the heart. ...Of course, I had my daughter Mary and her partner, Heather Poe, in my mind, but I was also thinking about what's right for all of us as Americans if we truly believe in freedom.\"\nDuring the Bush-Cheney 2004 re-election race, the vice president spelled out his differences on gay marriage with President Bush, who had endorsed a constitutional amendment to ban same-sex marriage, the Washington Post reported. For the first time, Cheney discussed the sexual orientation of his daughter, Mary.\nAsked his position on the issue at an Iowa town hall meeting, Cheney said: \"Lynne and I have a gay daughter, so it's an issue that our family is very familiar with. ... With respect to the question of relationships, my general view is that freedom means freedom for everyone. People ought to be able to free -- ought to be free to enter into any kind of relationship they want to.\"\nHe again said that same-sex marriage should be left to the states to decide, while noting Bush’s endorsement of the amendment to prevent states from recognizing gay marriages.\n\"At this point ... my own preference is as I've stated,\" Cheney said. \"But the president makes basic policy for the administration. And he's made it. \"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nAt a June 2009 National Press Club event, a journalist asked Cheney, given the Iowa Supreme Court's ruling legalizing game marriage at the time, \"is some form of legalized gay marriage inevitable in the United States?\"\nThe former vice president repeated his mantra on the issue, saying, \"Freedom means freedom for everyone. And as many of you know, one of my daughters is gay, and something that we’ve lived with for a long time in our family. I think people ought to be free to enter into any kind of union they wish, any kind of arrangement they wish.\"\nHe appeared to positively view the movement by some states to legalize gay marriage. \"I think people ought to get a shot at that. And they do at present.\" (Watch a video of Cheney's remarks.)\nClinton's flip-flop\nAs for Hillary Clinton, PolitiFact has reported that the Democratic presidential nominee opposed gay marriage for more than a decade before she came out in support of it in 2013.\nWe found that as public opinion shifted toward support for same-sex marriage, so did Clinton.\nIn 1996, President Bill Clinton signed the Defense of Marriage Act, a law that defined federal marriage as a union between one man and one woman. It also denied same-sex couples access to federal benefits, including Social Security survivor benefits and health care benefits along with barring gay couples from filing joint federal tax returns and receiving income and estate tax benefits for spouses.\nHillary Clinton began facing questions about same-sex marriage during her 2000 campaign for the U.S. Senate.\nIn December 1999, Clinton spokesman Howard Wolfson said she supported the Defense of Marriage Act, but added that \"same-sex unions should be recognized and that same-sex unions should be entitled to all the rights and privileges that every other American gets,\" the New York Times reported.\nIn July 2004, Clinton spoke on the Senate floor saying she -- like Cheney -- opposed a proposed federal amendment to ban same-sex marriage. (The amendment ultimately failed.) Though she opposed it, she said that she believed that marriage was \"a sacred bond between a man and a woman.\"\nBut her opposition continued to soften as popular support for same-sex marriage increased.\nIn October 2006, Clinton told a private gathering of gay elected officials that she would support same-sex marriage in New York if a future governor and Legislature chose to enact such a law.  \nDuring her 2008 run for president, Clinton backed away from the Defense of Marriage Act in a May 2007 questionnaire for the Human Rights Campaign: \"I support repealing the provision of DOMA that may prohibit the federal government from providing benefits to people in states that recognize same-sex marriage.\"\nHowever, the New York Times reported that presidential candidate Clinton in 2008 continued to explicitly opposed same-sex marriage, saying that she favored civil unions but that decisions about the legality of marriage should be left to the states.\nAs Clinton prepared for her second presidential bid, she announced her support for same-sex marriage in a video with the Human Rights Campaign on March 18, 2013.\n\"LGBT Americans are our colleagues, our teachers, our soldiers, our friends, our loved ones. And they are full and equal citizens, and they deserve the rights of citizenship. That includes marriage. That’s why I support marriage for lesbian and gay couples,\" she said. \"I support it personally and as a matter of policy and law, embedded in a broader effort to advance equality and opportunity for LGBT Americans and all Americans.\"\nOur ruling\nAlternativePAC says \"(Dick) Cheney supported gay marriage sooner\" than Hillary Clinton.\nThe historical record is clear. Cheney spoke out in favor of gay marriage during the 2000 vice presidential debate, saying, \"freedom means freedom for everybody… I think we ought to do everything we can to tolerate and accommodate whatever kind of relationships people want to enter into.\" He said any \"official sanction\" of same-sex relationships should be left to states -- not the federal government.\nIn the 2004 presidential election, Cheney broke with Bush, who supported a congressional amendment banning same-sex marriage.\nClinton opposed same-sex marriage as a candidate for the Senate, while in office as a senator, and while running for president in 2008. She expressed her support for civil unions starting in 2000, opposed the proposed constitutional amendment to ban same-sex marriage in 2004 and voiced support for the rights of states to set their own laws in favor of gay marriage in 2006. She came out in support of same-sex marriage in 2013.\nWe rate the claim True.\nhttps://www.sharethefacts.co/share/dd99c801-0f93-49fa-93fb-848a3b099859", "vclaim_id": "vclaim-pol-04352"}