{"url": "/factchecks/2008/jun/02/barack-obama/present-for-votes-but-not-a-player/", "speaker": "Barack Obama", "vclaim": "John McCain \"has not led on nonproliferation issues when he had the chance in the Senate.\"", "truth_label": "true", "date": "stated on May 27, 2008 in a statement by campaign spokesman Bill Burton:", "title": "Present for votes, but not a player", "text": "Nuclear proliferation is one of those arcane-but-important issues that tends to get pushed into the shadows during presidential campaigns. But as Sen. John McCain tries to distance himself from Bush administration policies, he's using the topic to help make his case.\n\nIn a May 27, 2008, speech in Denver, McCain endorsed seeking a new disarmament treaty with Russia and said he was open to re-evaluating the Comprehensive Test Ban Treaty on underground nuclear tests that he voted against in 1999. Additionally, McCain called for eliminating the \"bunker buster\" that President Bush supports.\n\n\nExperts say the positions put McCain in a more centrist camp than Bush on the question of how to reduce the threat of nuclear weapons. They may also reflect a desire by McCain to steal some of his Democratic rival's thunder. Sen. Barack Obama has made nonproliferation something of a specialty during his 3 years in the Senate, partly by virtue of his seat on the Foreign Relations Committee.\n\n\nResponding to McCain's speech, Obama campaign spokesman Bill Burton charged the veteran Arizona senator was playing catch-up, and asserted that Obama has been the more prominent player on nonproliferation during his brief tenure in the chamber.\n\n\n\"By embracing many aspects of Barack Obama's nonproliferation agenda today, John McCain highlighted Obama's leadership on nuclear weapons throughout this campaign, and his bipartisan work with Richard Lugar in the Senate. No speech by John McCain can change the fact that he has not led on nonproliferation issues when he had the chance in the Senate,\" Burton said.\n\n\nHe's got it right. Obama last year teamed with Nebraska Republican Sen. Chuck Hagel to write a nuclear nonproliferation bill that, among other things, called for disarmament talks with Russia and for ratifying a global ban on nuclear testing, and strengthened efforts to halt the transfer of weapons and fissile material. Portions of the bill dealing with terrorist threats were incorporated into a fiscal 2008 Foreign Operations spending bill enacted into law. Obama also collaborated with Sen. Richard G. Lugar, R-Ind., on enacting a 2007 law allowing the United States to export nuclear fuel, technology and reactors to India for peaceful purposes for the first time in three decades. President Bush praised it for increasing the transparency of India's civilian nuclear program.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMcCain certainly has been a key player on many thorny and controversial issues during his long Senate career, among them campaign finance reform, tobacco regulation and national security by virtue of his seat on the Senate Armed Services Committee. But a look at his record on nonproliferation shows he mostly showed up for key votes but didn't influence debates.\n\n\nDuring a 2004 debate on a fiscal 2005 defense authorization bill, McCain endorsed the continuation of the nuclear bunker buster by voting against a Democratic amendment that would have eliminated money for studying the weapon and for research efforts into low-yield nuclear weapons. The amendment was rejected 42-55.\n\n\nAs he noted in the Denver speech, McCain in 1999 voted with a majority of Republicans against the Test Ban Treaty, a pact that garnered attention after nuclear tests in India and Pakistan increased tension between the countries. Conservatives at the time questioned how the ban would affect the long-term prospects of the U.S. nuclear arsenal, and thought then-President Bill Clinton's desire to set an example to the global community by ratifying the treaty was misguided. The pact – which the Senate rejected, 48-51 – also required the approval of the 44 nations with nuclear capability; at the time of vote, only 26 had approved it.\n\n\nIn 1997, McCain was among 29 of 55 Republicans who joined with 45 Democrats to ratify the 1993 Chemical Weapons Convention, which banned the development, production, sale, use or stockpiling of chemical weapons. And in 1992, he voted with the majority of the Senate in a 93-6 tally to ratify the Strategic Arms Reduction Treaty, which provided for reduction of about one-third in the arsenals of long-range missiles and bombers of the United States and former Soviet Union.\n\n\n\"The majority of people following the issue would point out McCain has not taken a leadership role on nonproliferation during his career in the Senate,\" said Daryl Kimball, executive director of the Washington-based Arms Control Association.\n\n\nIn spite of McCain's moves to the center, and his more fleshed-out positions on nonproliferation, we don't find much in McCain's Senate record to refute the charge of the Obama camp. We say, True.", "vclaim_id": "vclaim-pol-16192"}