{"url": "/factchecks/2020/oct/20/viral-image/photo-shows-art-project-not-trump-protest/", "speaker": "Viral image", "vclaim": "A photo shows women who “gathered to scream at Trump through their vaginas.”", "truth_label": "false", "date": "stated on September 21, 2020 in a Facebook post:", "title": "Photo shows an art project, not a Trump protest", "text": "Protests have become a hallmark of 2020, but an image of women exposing themselves that’s being shared on Facebook doesn’t show a demonstration against President Donald Trump.\nThe post claims otherwise. \n\"This is not a joke,\" it claims. \"They gathered to scream at Trump through their vaginas. These are people who want to control the government and teach your kids.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nA reverse image search showed that this photo has been online since at least August 2016, before Trump was elected. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIt was posted on Reddit in 2017 with this description: \"This is a project called Raising the Skirt to celebrate the diversity of vaginas.\"\nIn 2018, it was being recast as a Trump protest.\nIn reality, the image shows art, not a protest. It appears in a gallery of 2014 art projects in the United Kingdom on the website for the Live Art Development Agency. The caption says: \"From Nicola Canavan’s DIY Raising the Skirt in collaboration with photographer Dawn Felicia Knox.\" \nIn September 2016, the magazine Dazed published an interview with Canavan, an artist who created a series of portraits of women for her \"Raising the Skirt\" project, which in part aimed to change public perceptions about the female body.\nAccording to an archived About page on the Raising the Skirt website, the project began as a three-day workshop funded by Live Art Development Agency. Photographer Dawn Felicia Knox documented workshops, according to the site. It had nothing to do with Donald Trump.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18737"}