{"url": "/factchecks/2007/sep/08/barack-obama/he-worked-with-republicans-in-illinois/", "speaker": "Barack Obama", "vclaim": "\"Sen. Obama worked on some of the deepest issues we had and was successful in a bipartisan way.\"", "truth_label": "true", "date": "stated on September 11, 2007 in a TV ad, in an endorsement by Illinois State Sen. Kirk Dillard:", "title": "He worked with Republicans in Illinois", "text": "In a TV ad, Barack Obama is praised by Kirk Dillard, a Republican state senator in Illinois. \"Sen. Obama worked on some of the deepest issues we had and was successful in a bipartisan way,\" Dillard says.\n\nWe find the claim to be true. Yes, Obama worked with Republican members on some of the thorniest facing the Illinois General Assemby--even when it meant making his Democratic colleagues mad.\n\n\nThe legislature had not overhauled state ethics and finance laws for 25 years. Obama worked with a bipartisan group of four legislators, including Dillard, convened by former U.S. Sen. Paul Simon and the Public Policy Institute at Southern Illinois University.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\n\"Obama worked very well with the other members of the group,\" said Mike Lawrence, executive director of what is now known as the Paul Simon Public Policy Center. Lawrence said that Obama favored more sweeping reforms than Republicans and others did, but was willing to compromise. The work resulted in the Gift Ban Act of 1988.\n\n\nObama worked with other Republicans on such issues as health insurance for kids and the state's death penalty--not an issue normally associated with bipartisan work between a liberal Democrat and Republicans.\n\n\nViewers may have watched the ad and decided Dillard was supporting Obama for president. But Dillard made the ad, despite saying that as a loyal Republican, he has endorsed Sen. John McCain for his party's presidential nomination--a fact that he did not mention in the ad.", "vclaim_id": "vclaim-pol-16633"}