{"url": "/factchecks/2016/oct/05/tim-kaine/tim-kaine-says-during-obama-administration-15-mill/", "speaker": "Tim Kaine", "vclaim": "Says that during President Barack Obama’s tenure, the United States has created \"15 million new jobs.\"", "truth_label": "half-true", "date": "stated on October 4, 2016 in the 2016 Vice Presidential debate:", "title": "Tim Kaine says that during the Obama administration 15 million jobs were created", "text": "Tim Kaine and Mike Pence sparred over job creation at the vice presidential debate.\nPence, the running mate of Republican Donald Trump, said, \"The policies of this administration, which Hillary Clinton and Sen. Kaine want to continue, have run this economy into a ditch. We're in the slowest economic recovery since the Great Depression.\"\nKaine countered, \"15 million new jobs? 15 million new jobs?\"\nIs Kaine right that during President Barack Obama’s tenure, the United States has created \"15 million new jobs?\"\nTo be able to get that number, Kaine has to cherry-pick the time frame.\nGetting to 15 million requires choosing the low point of the job market under Obama.\nSpecifically, the number of employed Americans bottomed out in February 2010 with 107.3 million jobs and rebounded, as of August 2016, to 122.4 million jobs. That’s an increase of about 15.1 million jobs, pretty much what Kaine said.\nBut it’s important to note that February 2010 was just over a year after Obama and Biden were sworn in. Essentially, Obama and Biden took office as the recession was spiraling to its low point, but it took a while to hit bottom. So after they were sworn in, the number of jobs continued to fall for a year as they worked to stop the economic freefall.\nIf you start counting instead at the beginning of Obama’s presidency, the number of jobs rose from about 111.5 million in January 2009 to 122.4 million in August 2016. That’s an increase of 10.9 million jobs, only about two-thirds of the nearly 15 million figure Kaine touted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWe should note that starting the count in February 2010 is something economists have told us is not an unreasonable decision, since the recession began under George W. Bush and Obama can’t reasonably be blamed for job losses in the earliest part of his tenure, when the die was already cast.\nWe’ll also note that using private-sector jobs as the benchmark boosts the numbers a bit compared to total jobs, because widespread budget-cutting in states and localities has led to a smaller government workforce.\nIf you look at total employment gains rather than private-sector gains, the increases would have been a little lower -- an increase of 10.5 million jobs (from the start of Obama’s term) or 14.9 million jobs (from the low point in February 2010).\nFinally, we’ll note, as we regularly do, that no elected official deserves full credit (or blame) for economic results on their watch. Policies pursued by a president can help the economy, but other factors beyond the reach of a president -- from technological change to improvements in the global economy -- also play a role.\nOur ruling\nKaine said that during Obama’s tenure, the United States has created \"15 million new jobs.\"\nTo reach a number that high requires some creative calendar work -- starting the count at the low point in the job market, which was just over a year after Obama took office. That’s not an unreasonable place to start, but it’s also not the only one, and for Kaine to cite that figure amounts to a bit of cherry-picking.\nIn addition, it’s always worth a grain of salt when allocating credit to an elected official for good economic news. On balance, we rate the statement Half True.\nhttps://www.sharethefacts.co/share/79dcc34d-5ba4-45f9-b5c4-467f925f01db", "vclaim_id": "vclaim-pol-04211"}