{"url": "/factchecks/2012/jun/27/sam-adams/does-trimet-itself-say-free-rides-high-school-stud/", "speaker": "Sam Adams", "vclaim": "Says \"TriMet's own analysis shows that YouthPass does not actually add to the transit agency's costs.\"", "truth_label": "mostly-true", "date": "stated on June 26, 2012 in in a press statement:", "title": "Does TriMet itself say that free rides for high school students do not add to operating costs?", "text": "The TriMet Board recently adopted a budget that does not include free transit passes for Portland high school students. This week, Portland Mayor Sam Adams shot back with a ginormous fee increase on TriMet benches and shelters so he can provide the free passes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\n\nThe YouthPass program is a big deal to Adams, who says transit access is critical to keeping teenagers in school and connected. In a statement released Tuesday, the mayor argued that providing passes for roughly 13,000 Portland Public Schools high school students doesn’t add to the transit agency’s operating costs.\n\n\"In fact, TriMet's own analysis shows that YouthPass does not actually add to the transit agency's costs. No new buses, MAX trips, additional routes or drivers are needed to accommodate YouthPass riders,\" he said.\n\nTriMet’s own analysis showed that? This we had to check.\n\nPolitiFact Oregon contacted Caryn Brooks, the mayor’s spokeswoman. She turned up an Oct. 25, 2011 memo from an ECONorthwest economist to Claire Potter, TriMet’s director of financial analysis. The memo, commissioned by TriMet, explains the economic impact to the transit agency should it provide the passes without state support.\n\nSome quick background: Portland Public Schools has long provided free transit passes for low-income students. The concept was expanded under Adams in fall 2009 to include all PPS students. The state of Oregon paid for most of the $3.4 million program through a business energy tax credit; Portland Public Schools paid $800,000 of that.\n\nThe arrangement ended in December 2011, at which point the City of Portland, Portland Public Schools and TriMet cobbled a plan to keep it running through the school year.\n\nHere’s the part of the ECONorthwest report that the mayor highlights: \"The provision of free passes to PPS students likely did not affect TriMet's operating costs in a significant way. Discontinuing the provision of free passes is unlikely to result in operating cost savings.\"\n\nIn other words: The report states the agency saves no money if it stops providing free rides. Adams is correct about that.\n\nBut the analysis also shows that TriMet loses out on a potential $1.9 million in fare money from students in 2012-13. And that’s based on a monthly pass price tag of $27, wrote TriMet spokeswoman Mary Fetsch in an email. The price is scheduled to increase to $30 a month in September.  \n\nThe \"additional cost is not what TriMet is concerned about -- it is the foregone passenger revenue, in the range of $2 million,\" Fetsch said.\n\nShe’s right that the analysis is about the potential hit to TriMet’s revenue stream. And Adams knows that, because he’s proposed an 8000 percent increase in shelter and bench fees to squeeze $2 million out of TriMet, which he would then use to reimburse TriMet for the cost of the student passes.\n\nThe mayor’s statement is accurate. But we think it needs additional information. Providing free student passes will not add to TriMet’s operating costs in the form of more drivers or bus routes, but it will deprive the transit agency of revenue once provided by other public agencies.\n\nThe statement is accurate but needs extra information. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-10857"}