{"url": "/factchecks/2012/jan/20/james-florio/jim-florio-says-fish-new-jersey-waters-labeled-uns/", "speaker": "James Florio", "vclaim": "\"Many types of fish and shellfish from waters across the state are labeled unsafe to eat.\"", "truth_label": "mostly-true", "date": "stated on December 14, 2011 in a guest column in The Star-Ledger:", "title": "Jim Florio says fish from New Jersey waters labeled unsafe to eat", "text": "There’s plenty of fish in the waters of New Jersey, along with lots of other things: mercury, polychlorobiphenyls and dioxin, among them.\n\nAnd according to a former governor, there could be some danger in eating fish from Garden State waters.\n\n\"Many types of fish and shellfish from waters across the state are labeled unsafe to eat,\" Jim Florio wrote in a Dec. 14 guest column in The Star-Ledger about how new reductions in mercury pollution will protect New Jerseyans from contaminated seafood.\n\nIt turns out Florio wasn’t exactly telling a fish tale, PolitiFact New Jersey found.\n\n\"I think that’s a fair and accurate statement actually,\" said Kerry Pflugh, manager of Constituent Services for the New Jersey Department of Environmental Protection. \"But that doesn’t mean that everything we catch is unsafe to eat. … Advisories are not based on water quality, it’s based on what’s in the fish itself. Fish advisories are set by tissue analysis, not water quality.\"\n\nJonathan Scott, communications director for Clean Water Action in Washington, DC said, \"We would agree with his assessment.\"\n\nFlorio could not be reached for comment.\n\nHow are fish consumption advisories formulated?\n\nFish collected from New Jersey waterways are sent to The Academy of Sciences of Drexel University in Philadelphia. Tissue samples are taken to test for contaminants – mostly mercury, PCBs, DDT and other pesticides, said Richard Horwitz, senior biologist at the academy.\n\nA committee decides an acceptable risk for eating a particular fish based on potential health issues for people considered \"high risk\": children, pregnant women and women of child-bearing age, Horwitz said. They are advised to eat smaller portions of fish and less often.\n\nThe 2010 Fish Consumption Advisories for all New Jersey waterways is available at the DEP’s Office Of Science website. The 30-page document explains what parts of fish are safe to eat; proper preparation; consumption frequency; and more.\n\n\"Fish is a very healthy source of protein, vitamins and minerals,\" said Dr. Gary Buchanan, manager for the DEP’s Office of Science. \"Just be careful about the fish you eat when catching them in local waters.\"\n\nThe state also considers federal recommendations made by the U.S. Environmental Protection Agency.\n\n\"The EPA provides guidance to assist states, Indian tribes and local governments in developing methods of monitoring, gathering and assessing information about their fish populations,\" EPA press officer John Martin said in an email. \"Since this information is only guidance, use by states is not mandatory. The States have primary responsibility for monitoring, assessing and making advisory decisions. Thus the basis for each State fish advisory varies.\"\n\nWhile a variety of contaminants are found in fish, mercury is the most prevalent, experts told us.\n\nThe mercury found in New Jersey waters comes from air pollution emitted from power plants, coal plants and incinerators from Pennsylvania and the Midwest, according to Buchanan, Horwitz and Scott.\n\n\"If those sources from out of state are reduced, that will help speed up the reduction of mercury in our waters and our fish and help allow additional fish consumption,\" Buchanan said. \"It is a nationwide problem. It’s not just a New Jersey problem. Every state in the country has a fish advisory for some parameter and some species.\"\n\nEven with the chemicals found in fish, New Jerseyans shouldn’t fear eating fish caught from the state’s waters, said Tom Fote, legislative chairman for the Jersey Coast Anglers Association in Toms River, as long as fish consumption guidelines are followed.\n\n\"Seafood coming out of New Jersey waters is no different than the seafood coming from out of any other state,\" Fote said.\n\nOur ruling\n\nFlorio said in a recent opinion column in The Star-Ledger that most fish from New Jersey waterways \"is labeled unsafe to eat.\" Experts told PolitiFact New Jersey that they agree with the former governor’s assessment but also note that fish from New Jersey waters can be eaten safely by following consumption advisories. Also, fish bought in supermarkets or other stores in New Jersey are labeled, but recreationally caught fish are not. We rate Florio’s statement Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-11758"}