{"url": "/factchecks/2011/apr/11/david-pepper/david-pepper-says-budget-woes-states-without-publi/", "speaker": "David Pepper", "vclaim": "\"Many states without collective bargaining, such as Arizona, Nevada and North Carolina, have far larger budget deficits than many that do, including Ohio.\"", "truth_label": "mostly-true", "date": "stated on March 10, 2011 in an Ohio House committee hearing:", "title": "David Pepper says budget woes in states without public employee collective bargaining top Ohio's", "text": "Gov. John Kasich has said collective bargaining should be restricted for Ohio’s public workers  to help governments balance their budgets and, in turn, help the state bring its spending into balance in the face of a massive deficit.\n\n\"One of the reasons I did this is I wanted local governments to have the tools to be able to control their costs,\" Republican Kasich said in March right before he released his budget proposal that sharply cuts state funding to local governments.\n\nBut opponents of controversial Senate Bill 5 — a measure that Kasich enthusiastically signed March 31 that would sharply restrict bargaining, end binding arbitration and ban public employees from striking — say the governor’s argument comes up false when comparing Ohio to other states.\n\n\"There is no evidence to suggest that collective bargaining is the cause of overall budget challenges,\" former Hamilton County Commissioner David Pepper told an Ohio House committee in March. \"Many states without collective bargaining, such as Arizona, Nevada and North Carolina, have far larger budget deficits than many that do, including Ohio.\"\n\nClearly, Pepper and the governor have very different ways of framing the debate over collective bargaining. The last part of his comment got PolitiFact Ohio’s attention, though, and we decided to take a look.\n\nPepper, a Democrat who lost to Republican Dave Yost last November in the state auditor election, said his point was that most states are suffering budget difficulties regardless of whether they have collective bargaining options for public workers.\n\n\"There is clearly from looking across the country no correlation between states that have collective bargaining for public workers and having budget problems or being competitive,\" Pepper said in an interview. \"There simply is no case for getting rid of collective bargaining to solve budget problems.\"\n\nPepper said his comments were based on information from Policy Matters Ohio, a left-leaning research organization. Its executive director, Amy Hanauer, testified in February to a Senate committee that Arizona, North Carolina and Nevada all faced more significant budget gaps than Ohio for fiscal 2010.\n\nIn terms of percentages of their overall budgets, the gaps were higher in Arizona (65 percent), North Carolina (26 percent) and Nevada (47 percent) than in Ohio (14 percent) for fiscal 2010, according to data from the Center on Budget and Policy Priorities, also a left-leaning group. CBPP’s data is widely used by government think tank groups, including by the Pew Center on the States.\n\nData from the bipartisan National Conference of State Legislatures showed the same was true in fiscal 2011 when those same three states had deficits that were a larger percentage of the overall budget than was the case in Ohio.\n\nIn terms of dollars, Arizona’s deficit of $5.1 billion and North Carolina’s -- $5 billion -- were both higher than Ohio’s gap of $3.6 billion for 2010. But Nevada’s -- $1.5 billion -- was lower.\n\nRepublicans who control the General Assembly argue that many local governments have complained about public employee wages and benefits, sometimes gained through binding arbitration when negotiations have failed. But likening restrictions on collective bargaining to a budget solving pill appears to be a stretch.\n\nStates with no collective bargaining for public employees had an average budget gap of 24.8 percent in 2010, according to Policy Matters Ohio. Meanwhile, states with collective bargaining for all public employees had an average deficit gap of 24.1 percent.\n\nPepper was right on the money in terms of percentage gaps. He was correct in terms of actual dollars and cents for two of the three states he cited.\n\nOn the Truth-O-Meter, we rate Pepper’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13279"}