{"url": "/factchecks/2014/oct/06/national-rifle-association/nra-says-warner-backed-restrictions-veteran-gun-ri/", "speaker": "National Rifle Association", "vclaim": "Says Mark Warner \"has supported restrictions on veterans’ second amendment rights.\"", "truth_label": "mostly-true", "date": "stated on September 8, 2014 in a mailer.:", "title": "NRA says Warner backed restrictions on veteran gun rights", "text": "Editor’s note: A version of this Truth-O-Meter that appeared in the Richmond Times-Dispatch on Sunday, Oct. 5, was posted with the wrong rating.\nThe National Rifle Association says U.S. Sen. Mark Warner is soft on two issues dear to many Virginians -- guns and veterans.\n\"Mark Warner has supported restrictions on veterans’ second amendment rights,\" the NRA wrote in a flyer that hit mailboxes in September.  \nWe wondered if the NRA is on target.\nThe statement is based on the Senate’s consideration of the Safe Schools, Safe Communities Act of 2013, introduced in the wake of shootings at Sandy Hook Elementary School in Newtown, Conn., that killed 20 children and six adults. The legislation, backed by President Barack Obama, sought to greatly expand background checks on potential gun buyers and put new limits on assault rifles and high capacity magazines. The bill failed to overcome a filibuster.\nThe NRA’s claim zeroes in on an unsuccessful amendment that would have changed the method for putting veterans on a federal list of people banned from buying firearms because of mental health.  Warner and Sen. Tim Kaine, D-Va., voted against the measure.\nThe amendment was fashioned after a bill introduced two years earlier by Sen. Richard Burr, R-N.C., and then-Sen. Jim Webb, D-Va., to end what they called \"the arbitrary process through which the government strips veterans and other Department of Veterans Affairs (VA) beneficiaries of their Second Amendment rights.\"\nFederal law bans the purchase of firearms by people who have been ruled by a judge to be mentally defective or involuntarily committed to a mental institution or incompetent to handle his own affairs. Some states, including Virginia, share the rulings with the FBI and the individual’s name is listed in the National Instant Criminal Background Check System (NICS).   \nVeterans, however, are subject to additional scrutiny. They can be found mentally incompetent to own guns either by the courts or a VA examiner.\nSince the 1968 Gun Control Act, the VA has equated mental capacity to manage finances with mental stability to own and purchase firearms. The NICS was created in 1998. If a VA examiner determines a veteran cannot manage his finances – take the VA benefit check and make necessary payments – the VA appoints a fiduciary. It could be a spouse or family member. But once a veteran is so judged, the VA submits the veteran’s name to the FBI for inclusion on the national list of people banned from buying arms.\nBurr said veterans were being held to a different standard than others. His amendment would have stripped the VA of its role and put determination of a veteran’s mental stability solely in the hands of judges.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nDuring debate, Burr said 129,000 veterans have been deemed mentally incompetent by the VA. \"Let me suggest that the current process is arbitrary,\" he said. \"It doesn't look at whether they represent a danger to themselves or to others. It is in no way relevant to whether the individual should have access to firearms.\"\nThe same standard for other Americans should be applied to veterans, he said.\n\"Clearly, after an appropriate determination, if a veteran, or any other American, is found to be a harm to themselves or has a mental disability, we would all agree that person should be disqualified from gun ownership,\" Burr said.\nBurr’s measure was among six amendments offered to the gun control bill. Some, like Burr’s, were narrow in scope. Others sought to overhaul the entire bill.\nWarner’s campaign spokesman, David Turner, told us his boss voted against Burr’s measure because he favored an overhaul amendment offered by Sens. Joe Manchin, D-W.Va., and Pat Toomey, R-Pa.  The measure, which beefed up criminal backgrounds checks and offered grants to encourage states to participate in the national data base, was introduced as a compromise on gun control.\nThe legislation Warner backed also sought a middle ground on veterans. It required the VA to send a letter to veterans deemed mentally incompetent explaining the impact the ruling has on their gun rights and their options for contesting it. The amendment would have set up an appeals process through courts or an independent board.  \nAs things stand, veterans have no opportunity to appeal a decision requiring a fiduciary outside of the VA. Senators said during the 2013 debate that fewer than 200 veterans have had their incompetency rulings reversed by the VA.\nOur ruling\nThe NRA says Warner \"has supported restrictions on veterans’ second amendment rights.\"\nAs proof, it cites the senator’s 2013 vote against an amendment that would have ended a VA policy of submitting the names of veterans it deems mentally unstable to the the FBI for inclusion on a national list of people barred from buying guns. People who didn’t serve in the military, by contrast, can only be declared mentally unfit to buy a gun by a judge.\nSo there’s a basis for the NRA’s claim: Warner voted against abolishing a restriction on buying guns that only affects veterans.\nWhat the NRA ignores is that Warner voted for a different amendment that would have opened a appeals route for veterans outside of the VA -- to judges or an independent board.  While Warner did not back the change desired by the NRA, he did support a policy change.\nThe NRA’s statement is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-07196"}