{"url": "/factchecks/2018/apr/03/fellowship-minds/no-march-our-lives-demonstration-was-not-prepared-/", "speaker": "Fellowship of the Minds", "vclaim": "\"Application for March for Our Lives permit was made months before Parkland shooting\"", "truth_label": "pants-fire", "date": "stated on March 30, 2018 in in a blog :", "title": "No, the March For Our Lives demonstration was not prepared several months in advance of its date", "text": "An Internet hoax has spread suggesting that the student-led demonstration March for Our Lives was planned months in advance to the actual event.\n\"Application for ‘March for Our Lives’ permit was made months before Parkland school shooting,\" read the headline on Fellowship of the Minds, a website that pushes conspiracy theories and religious ideas.\nThe mass shooting at Marjory Stoneman Douglas High School happened on Feb. 14. Since then, student survivors have made multiple media appearances and organized events promoting increased gun control. The national demonstration March For Our Lives occurred on March 24 in Washington.\nAn application for a permit organized by Los Angeles-based television producer and co-executive director of the Women’s March Los Angeles Foundation, Deena Katz, was submitted on Feb. 20.\nThe article cites a correspondence with D.C. Metropolitan Police Officer Scott C. Earhardt as to why the march may have been planned in advance. After an apparent source of Light on Conspiracies author Ole Dammegard contacted the police department regarding the permit, they received a response from Earhardt with the following message:\n\"In reference to your inquiry concerning the March for Our Lives Demonstration, here in the District of Columbia on March 24, 2018. MPD received a permit application several months prior to the actual event, and there was several months of planning for this large event.\"\nHowever, when we contacted Officer Scott C. Earhardt, he said that he had mistakenly mixed up the annual D.C.-based March for Life rally that happened in January with the more recent March for Our Lives demonstration in the email.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEarhardt told PolitiFact that the story is not factual and that the permit for March for Our Lives was issued on March 13.\nThe misunderstanding between the two parties is likely to have increased confusion about the actual dates of when the permit was issued.\nThe screenshot of the email pictured in the article was credited to James Fetzer, a philosophy of science professor at the University of Minnesota Duluth who has promoted various conspiracy theories, including denying the Sandy Hook elementary school shooting, the Boston Marathon bombing and the Holocaust.\nMarch for Our Lives was organized by the Parkland student survivors who began the Never Again movement to promote gun control. They partnered with the nonprofit organization Everytown for Gun Safety, founded by former New York City Mayor Michael Bloomberg.\nOur ruling\nA website pushing conspiracy theories claimed that the March For Our Lives permit was actually prepared months in advance.\nWe contacted the police officer referred to in the story who confirmed that the story is inaccurate and the permit was actually issued 11 days prior to the march.\nWe rate this story Pants on Fire.", "vclaim_id": "vclaim-pol-02236"}