{"url": "/factchecks/2010/nov/24/virginia-tea-party-patriots/virginia-tea-party-says-dollar-has-lost-98-percent/", "speaker": "Virginia Tea Party Patriots", "vclaim": "Since the Fed was created in 1913, \"the U.S. Dollar has lost 98% of its purchasing power.\"", "truth_label": "half-true", "date": "stated on November 15, 2010 in a letter to Congress.:", "title": "Virginia Tea Party says dollar has lost 98 percent of value under The Fed", "text": "The Tea Party is no fan of the Fed.\n\nIn a pointed letter to Virginia's Congressional delegation, the Virginia Tea Party Patriot Federation recently called for an audit of the Federal Reserve System, blaming the bank for pushing the nation further into debt and devaluing the dollar.\n\nThe letter comes in response to Fed Chairman Ben Bernanke’s plan to buy $600 billion in additional U.S. Treasury bonds.\n\n\"The Fed, which was created and initially funded with taxpayer gold and monies by an Act of Congress, is opaque and operates in secrecy. It has done so since its inception in 1913,\" the letter reads. \"Since that time, the U.S. Dollar has lost 98% of its purchasing power. We believe that this alone is compelling reason enough to tear down the veil and audit the Fed. Chairman Bernanke's recent actions make the need for this audit all the more urgent.\"\n\nUpon hearing the 98 percent number we wondered two things:\n1) Really?\n2) And if so, is it all the Fed’s fault?  \n\nAsked how they arrived at their conclusion, the letter’s co-authors said they used gold.\n\n\"In 1913 the official price of an ounce of gold was $20.64. Today, an ounce of gold buys $1,370.  That is an increase in the price of gold of some 6,530%; seen another way, the value of the dollar versus gold has fallen 98.5 percent,\" explained Jamie Jacoby with the Richmond Tea Party.\n\nThose numbers do check out. But they are meaningless, according to C. Barry Pfitzner, a professor of economics at Randolph-Macon College.\n\nPfitzner noted that the U.S. is no longer on the gold standard, which ended in 1914. Even the gold \"exchange\" standard -- under which official holders of dollars like foreign banks and treasuries could convert dollar holdings to gold -- ended in 1971.\n\n\"The current market gold price is nothing more than the equivalent of any other speculative commodity.  Not unlike, say, silver, diamonds, platinum -- or for that matter, hog futures,\" Pfitzner said. \"So one could argue that the dollar has lost 98 percent of its power to purchase gold.  So what? Irrelevant. And the Fed is not to blame. It does not control the price of gold.\"\n\nDean Croushore, chair of the economic department in University of Richmond’s Robins School of Business, agreed.  \n\n\"Economists generally think of purchasing power as the amount of goods that a person can buy with a dollar, not the amount of gold that a person can buy with a dollar,\" he said. \"Measuring the amount of goods that one can buy with a dollar is best done using a price index, such as the consumer price index.\"\n\nWell, that’s easy enough.\n\nAccording to the Bureau of Labor Statistics' Consumer Price Index inflation calculator, a dollar in 1913 had the same buying power as $22.09 today, about a 95 percent decline.\n\nRather than the gold standard, the BLS calculator uses the average Consumer Price Index for a given calendar year. That data represents changes in prices of all goods and services purchased for consumption by urban households.\n\nNow, on to the next point. Is the Fed really responsible for the dollar's decline in value over 90-plus years?\n\n\"That is not a great record and the blame does belong with the Federal Reserve, especially in the high inflation years from the mid-1960s to the early 1980s,\" Croushore said. He added that the Fed’s record \"improved in the past 20 years, when the average annual inflation rate has been 2.5 percent.\"\n\nPfitzner noted two problems with putting all the blame on the Fed: the change in what money is used for and the difference in incomes.\n\n\"No economist would argue that the index from 1913 is comparable to the index in 2010,\" Pfitzner said. \"The mix of goods that consumers purchase is entirely different.\"\n\nAs to his second point, the annual income per person today is about $33,000 today, compared to about $400 in 1913. So while the dollar is worth far less today, we have far more of them to spend.\n\n\"If we blame the Fed for inflation (and the taming of inflation in recent decades), seems they should also get some credit for growth in real incomes,\" Pfitzner said.\n\nBarry Bosworth, an economist at the left-leaning Brookings Institute, said the Federal Reserve isn't responsible for the U.S. dollar's value, which he called \"pretty constant\" relative to other currencies.\n\n\"The decline in the value of the dollar is the result of inflation, but advocates of the gold standard may argue that it could have been avoided if the U.S. had stayed on the gold standard, so they blame the Federal Reserve Bank,\" Bosworth said.\n\nSo let’s look back over the facts.\n\nNo doubt, the value of a dollar has plummeted since 1913, when milk cost eight cents a quart. The Tea Party’s says the buck has dropped by 98 percent, but its use of the gold standard to measure the greenback is not a relevant gauge. Using the Consumer Price index, as many economists recommend, we find the dollar fell by 95 percent since 1913.\n\nSo the Tea Party, despite its disputed methods, wound up with a figure that’s in the ballpark.\n\nBut in bemoaning the drop in value of a dollar, the Tea Party omits a huge mitigating factor: salaries have grown enormously since 1913 and consumers have more to spend. If the Fed’s historic handling of inflation is to be blamed for the drop in the dollar, it must be credited for the rise in wages.\n\nWe rate the claim Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-13967"}