{"url": "/factchecks/2012/mar/29/rick-santorum/santorum-says-americans-overwhelmingly-oppose-heal/", "speaker": "Rick Santorum", "vclaim": "\"Polls show Americans are overwhelmingly opposed to Obamacare, especially the individual mandate.\"", "truth_label": "mostly-true", "date": "stated on March 26, 2012 in an op-ed in \"U.S. News & World Report\":", "title": "Santorum says Americans 'overwhelmingly' oppose health law, mandate", "text": "Rick Santorum, in an op-ed for U.S. News and World Report, wrote about his opposition to the national health care reform law, calling it \"a dangerous precedent\" that \"should be repealed in its entirety.\"\n\nAnd he says the American public is on his side.\n\n\"Polls show Americans are overwhelmingly opposed to Obamacare, especially the individual mandate,\" Santorum wrote in the March 26, 2012, column.\n\nThe op-ed ran the same week that the U.S. Supreme Court is hearing arguments on the constitutionality of the law and the mandate. We decided to check if Santorum is right about how the law is currently polling.\n\nFirst, the law itself\n\nThe law, commonly referred to as Obamacare, is a massive legislative package that seeks to extend health coverage to all Americans. The individual mandate is the centerpiece, requiring all Americans to have insurance, either through their employers, private plans or government programs.\n\nWe contacted Karlyn Bowman, a senior fellow at the American Enterprise Institute, a conservative think tank, and Robert Blendon, a Harvard University professor who studies health care polling. Both pointed us toward recent polls on the issue\n\nHere are some highlights:\n\n* A March 2012 poll from the Kaiser Family Foundation shows a virtual draw, with 41 percent of respondents reporting a favorable opinion of the law and 40 percent an unfavorable opinion.\n\n* United Technologies/National Journal Congressional Connection Poll, conducted March 22-25: 43 percent favor, 46 percent oppose\n\n* The Pew Research Center’s March 2012 poll found that 47 percent approve of the legislation, and 45 percent disapprove.\n\n* CNN, conducted March 24-25, 2012: 43 percent favor, 50 percent oppose\n\n* ABC News/Washington Post poll, conducted March 10, 2012: 41 percent support, 52 percent oppose.\n\n* New York Times, conducted March 23-25, 2012: 36 percent approve, 47 percent disapprove\n\n* Ipsos Poll conducted for Reuters, March 2012: 44 percent favor the law, and 56 percent oppose.\n\nBowman noted that \"although responses differ from pollster to pollster, each pollster’s trend on the legislation has been remarkably stable for the 32 months we’ve tracked attitudes.\" The overall trend shows the country has remained split over the law since it passed in 2010, with negative opinion on the rise in some polls in the last few months.\n\nNext, the mandate\n\nThe individual mandate consistently shows up as the most unpopular piece of the health care legislation, and recent polls are no different.\n\nA brief roundup:\n\n* Kaiser Family Foundation: 30 percent feel somewhat favorable or very favorable about the individual mandate, 67 percent feel somewhat unfavorable or very unfavorable.\n\n* Pew Research Center: 32 percent had a favorable view of the provision, while 66 percent viewed it unfavorably.\n\n* National Journal: 28 percent of those surveyed said they supported the mandate, while 66 percent opposed it.\n\n* The ABC News/Washington Post poll asked a slightly different question and found 26 percent of Americans want to uphold the entire health care law, 25 percent want to throw out just the mandate, and 42 percent want to get rid of the whole thing.\n\n\"In other words,\" Blendon told us, \"the Washington Post finds that 67 percent of Americans want to get rid of the mandate.\"\n\nSaid Bowman: \"Nearly every poll I’ve seen (and there are dozens) shows the public opposed to the mandate. If Santorum was speaking about the mandate only, the polls show opposition (and much of it strong).\"\n\nBut both our experts were more measured about the extent of opposition to the entire law.\n\nBowman noted that Americans like many sections of the law, such as the provision that allows children to remain on their parents’ health plan until age 26 and another that prohibits companies from denying coverage because of a pre-existing condition.\n\n\"The verdict on the law is not overwhelmingly negative, though in most polls it tilts negative,\" she said.\n\nBlendon said, \"Santorum isn’t completely wrong with his claim because some of these polls show a majority of Americans not supporting the overall health care bill or the individual mandate.\"\n\nOur ruling\n\nSantorum wrote that, \"Polls show Americans are overwhelmingly opposed to Obamacare, especially the individual mandate.\"\n\nWe consulted several recent polls and found that, in broad terms, opinion on the health care law is more unfavorable than favorable, but not overwhelmingly. As Bowman said, it \"tilts negative.\" But it's also worth noting that four of the most recent polls show stronger opposition than when we have ruled on similar statements in the past.\n\nObjection to the individual mandate, however, is resounding. Some polls found approval rates in the low 30s and disapproval in the high 60s. That fits Santorum’s description of \"overwhelming.\"\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11360"}