{"url": "/factchecks/2018/may/21/gwen-graham/have-more-students-been-killed-schools-soldiers-co/", "speaker": "Gwen Graham", "vclaim": "\"So far this year, more students have been killed in schools than soldiers in combat zones.\"", "truth_label": "mostly-true", "date": "stated on May 18, 2018 in a Facebook post:", "title": "Have more students been killed in schools than soldiers in combat zones?", "text": "After a student gunman killed 10 people in Santa Fe, Texas, a claim circulated widely on social media that compared the number of deaths in the military with the number of deaths in school shootings.\nOne of the politicians who shared it on social media was Gwen Graham, a former Democratic member of the U.S. House who is now running for governor of Florida.\nIn a May 18 Facebook post, Graham wrote, \"So far this year, more students have been killed in schools than soldiers in combat zones. We are WAY past the point of talking. We need action now.\"\n\nGraham’s post linked to an article by Philip Bump of the Washington Post titled \"2018 has been deadlier for schoolchildren than service members.\" The article found that \"more people have been killed at schools this year than have been killed while serving in the military.\"\nWe wanted to look at the data ourselves. Graham’s formulation was a bit narrower than the newspaper’s: Her  post said \"students\" rather than individuals \"at schools,\" and \"in combat zones\" rather than \"while serving in the military.\"\nEither of the definitions is plausible; as it happens, Graham’s parameters make an even stronger case than the Post article does.\nStudents killed in school shootings\nWe found five shooting incidents that resulted in student fatalities in 2018. The figures below do not include adults slain in these incidents, because they are outside the scope of Graham’s statement.\nBenton, Ky., Jan. 23, 2018: 2 students killed\nParkland, Fla., Feb. 14, 2018: 14 students killed\nBirmingham, Ala., March 7, 2018: 1 student killed\nGreat Mills, Md., March 20, 2018: 1 student killed\nSanta Fe, Texas, May 18, 2018: 8 students killed\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nTotal: 26 students killed in school shootings through May 18, 2018. (Including the adults killed would raise the count to 31 total fatalities.)\nMembers of the military killed in combat zones\nThere are two active combat operations for the U.S. military: Operation Inherent Resolve, which includes anti-ISIS efforts in Iraq and Syria, and Operation Freedom’s Sentinel, which includes military activities in Afghanistan.\nIn 2018, there have been five deadly incidents in Operation Inherent Resolve, on Jan. 8, Feb. 19, March 7, March 15, and March 30. Each of these incidents resulted in one American service member’s death, except for the one on March 15, in which seven airmen died in the crash of an HH-60 Pave Hawk helicopter in western Iraq.\nSo the total number of deaths in 2018 for Operation Inherent Resolve is 11.\nMeanwhile, there have been two deaths this year in Operation Freedom’s Sentinel. They occurred on Jan. 1 and April 30.\nTotal: 13 service members were killed in combat zones in 2018. That's half the number of student deaths in school shootings this year.\nSome caveats\nThe first caveat to consider is that today’s snapshot in time is unusual in recent history. Specifically, the number of school-shooting deaths is unusually high in 2018, according to the Post’s database of school shootings.\nThrough May 18 of 2017, there were two deaths in school shootings. Through May 18 of 2016, it was one; for 2015 it was zero; and for 2014 it was one. Looking at full-year totals, the Post article found that the number of military deaths in 2017 exceeded 30, compared to five school-shooting deaths.\nThe second caveat to know involves the death rate — that is, deaths divided by the total population at risk of death. The death rate remains significantly higher for members of the military in combat zones.\nThere are currently an estimated 50.8 million students enrolled in K-12 classes. That’s vastly larger than the combination of personnel serving in the two military operations cited above, which is less than 20,000 people, according to publicly disclosed data.\nThe Post article that Graham linked to made this point. \"The figures for 2018 do not suggest schools are more dangerous than combat zones,\" the article said. \"So far in 2018, a member of the military has been about 40 times as likely to be killed as someone is to die in a school shooting.\"\nOur ruling\nGraham wrote, \"So far this year, more students have been killed in schools than soldiers in combat zones.\"\nOn the numbers, she is right. This year at least, within Graham’s stated parameters, exactly twice as many students have died in school shootings than military personnel have died in combat zones.\nIt is important to know, however, the likelihood of being killed in a combat zone is still vastly higher than it is in a school.\nThe statement is accurate but needs additional information. That meets our definition of Mostly True.\n Share the Facts 2018-05-21 20:11:14 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"So far this year, more students have been killed in schools than soldiers in combat zones.\"    Gwen Graham Florida gubernatorial candidate https://www.facebook.com/GwenGrahamFL/posts/1949744578432414   a Facebook post Friday, May 18, 2018 2018-05-18    Read More  info", "vclaim_id": "vclaim-pol-02052"}