{"url": "/factchecks/2015/mar/27/state-democratic-party-wisconsin/has-scott-walker-been-rated-most-factually-challen/", "speaker": "Democratic Party of Wisconsin", "vclaim": "Says Gov. Scott Walker \"has been rated America’s most factually-challenged politician.\"", "truth_label": "pants-fire", "date": "stated on March 17, 2015 in a website post:", "title": "Has PolitiFact rated Scott Walker the nation's \"most factually-challenged\" politician?", "text": "The Wisconsin Democratic Party posted a statement on its website March 17, 2015 that criticizes Gov. Scott Walker's state budget proposal -- and claims Walker \"has been rated America’s most factually-challenged politician.\"\nA belittling label, even coming from the opposing party, for a Republican who is formulating a 2016 run for the White House.\nSince we’re in the fact-checking business, we wondered what the party was using as its source.\nTurns out it's us.\nFlattering. But we’ve never done that kind of rating. And the party’s analysis has some big holes in it.\nRatings\nThe party’s statement links to a post on its website from October 2014.\nThat earlier post cites a January 2014 article by PolitiFact National about the 10 most-fact-checked people on the Truth-O-Meter at the time. The article tallied all PolitiFact fact checks -- those done by PolitiFact National (since 2007), as well as PolitiFact Wisconsin (since 2010) and the other PolitiFact state operations.\nPresident Barack Obama topped the list, with 500 fact checks. Coming in ninth, with 85 fact checks, was Walker -- just behind Hillary Clinton and ahead of U.S. Sen. Marco Rubio of Florida.\nThe Democratic Party said that, based on the tallies, 54 percent of the 85 Walker statements had been rated Mostly False, False or Pants on Fire -- and that that percentage was higher than anyone else on the top 10 list.\nOK. But there are several problems with using our ratings to make the claim the party did.\nThe first is obvious. The Democrats based their claim on only the top 10 list, which -- as one might expect -- was dominated by politicians who ran for president or were from states that had PolitiFact operations.  \nThat ignores all of the other office holders, former office holders and candidates around the country that PolitiFact has fact checked -- including more than 130 such politicians in Wisconsin alone.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nMore importantly, we don't rate politicians in the way the Democratic Party's claim suggests. We don’t rate every single claim a person makes. Rather, we choose a statement based largely on whether it is interesting and timely, and we give it a rating based on our research and reporting.\nAnd those ratings apply to the individual statements. We don't make sweeping generalizations about a politician's overall facility with the facts.\nSome notes before we close.\nTo date, PolitiFact has fact-checked 130 Walker statements. Just over 51 percent of them have been rated True, Mostly True or Half True; nearly 49 percent have been rated Mostly False, False, or Pants on Fire.\nMeanwhile, we have previously rated 18 claims from the Wisconsin Democratic Party. One was rated True and one was rated Half True; the other 16 were rated Mostly False, False or Pants on Fire.\nA few days ago, PolitiFact National put in one snapshot a summary of the Truth-O-Meter records of Walker and nine other likely presidential candidates for 2016. Check it out.\nOur rating\nThe state Democratic Party said Walker \"has been rated America’s most factually-challenged politician.\"\nBut the party misuses our data to claim we said something we never did.\nFor a statement that is not accurate and makes a ridiculous claim, our rating is Pants on Fire. \nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.\n------\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06581"}