{"url": "/factchecks/2011/dec/14/kathleen-falk/potential-recall-candidate-kathleen-falk-says-job-/", "speaker": "Kathleen Falk", "vclaim": "Since Wisconsin Gov. Scott Walker took office, \"we are losing jobs at rates not seen in decades.\"", "truth_label": "false", "date": "stated on December 6, 2011 in an opinion column:", "title": "Potential recall candidate Kathleen Falk says job losses under Wisconsin Gov. Scott Walker worst in \"decades\"", "text": "Adversaries of Republican Wisconsin Gov. Scott Walker pound him each time there’s news of job losses in the state.\n\nPerhaps they feel baited by his campaign promise (tracked by our Walk-O-Meter) to create 250,000 private-sector jobs during his four-year term.\n\nBut Democrat Kathleen Falk-- a potential challenger to Walker should he face a recall election in 2012 -- went further in her criticism.\n\nIn a Dec. 6, 2011 opinion article for the Milwaukee Journal Sentinel, the former Dane County executive and 2002 gubernatorial candidate accused Walker of not telling the truth about what he would do as governor.\n\nShe also included a series of other jabs, including one on job losses.\n\n\"He said he is focused on creating jobs, but since Walker took office, we are losing jobs at rates not seen in decades,\" Falk wrote, \"and his own administration recently admitted that he won't fulfill his promise to create 250,000 new jobs.\"\n\nThe state Department of Revenue did project in October 2011 that Walker will fall short of the 250,000 mark, though the governor himself has not abandoned the goal. But that report also noted that jobs are up in 2011.\n\nSo is it possible, as Falk claims, that Wisconsin is losing jobs at rates not seen since at least the 1990s?\n\nFalk’s evidence\n\nWhen we asked Falk spokeswoman Melissa Mulliken for evidence, she cited two Journal Sentinel news articles.\n\nShe highlighted the first sentence of an article about job losses in September 2011:\n\n\"Wisconsin shed private-sector jobs for the third consecutive month in September, while employment at government agencies and public schools registered its deepest drop in decades.\"\n\nThe article went on to say that the loss of an estimated 11,500 jobs among city, county, state and public school employees was the \"deepest single-month decline since at least 1990.\"\n\n(The figure has since been revised to 10,200, according to the state Department of Workforce Development, which produces the state’s monthly employment reports. That is still the largest monthly loss of public-sector jobs since at least 1990.)\n\nBut Falk claimed \"we are losing jobs at rates not seen in decades,\" without any qualification or explanation. We think to the average reader that means jobs overall -- not merely public-sector jobs-- especially since it was in the context of Walker’s 250,000-jobs pledge.\n\nMulliken also cited an article about October 2011 job losses, which are the most recent figures available.\n\nThe article said October marked the state’s fourth consecutive month of job declines -- but it said nothing about the losses being the worst in decades.\n\nOther evidence\n\nLet’s review Walker’s record on jobs during his first 10 months in office.\n\nAs we’ve reported on the Walk-O-Meter, the state has added a net 20,100 private-sector jobs in 2011 through October. (The November numbers are due out Dec. 15). But as noted, public-sector jobs have dropped under Walker, so let’s get the full picture.\n\nOverall figures show the state gained jobs during each of the first six months of 2011 and lost jobs during each of the next four months.\n\nThe net result? A total of 11,200 jobs have been added under Walker.\n\nThat would seem to shoot down Falk’s claim. But let’s look even more closely.\n\nIf you highlight the four months in 2011 where there were losses -- July through October -- the state lost 27,600 jobs, including more than 10,000 in September alone. Are either of those figures the highest in decades?\n\nNo.\n\nUnder Democratic Gov. Jim Doyle in 2009 -- when the state suffered a net loss of 121,000 jobs -- 84,700 jobs were lost during the first four months of the year, including 24,700 in April alone.\n\nOur conclusion\n\nFalk said that despite Walker’s claim to being focused on job creation, since he took office in January 2011, \"we are losing jobs at rates not seen in decades\" -- suggesting that job losses overall are the highest in decades. But the evidence she provided cites only public-sector jobs.\n\nOverall, the state has seen a net gain in jobs since Walker took office.\n\nAnd in the months when jobs have declined under Walker, we have to go back only two years to find job losses at a greater rate.\n\nWe rate Falk’s statement False.", "vclaim_id": "vclaim-pol-11940"}