{"url": "/factchecks/2010/aug/13/committee-protect-florida/group-raps-kathryn-starkey-aiding-and-abetting-tax/", "speaker": "Committee to Protect Florida", "vclaim": "Kathryn Starkey \"aided and abetted the continued taxation on residents’ properties over 70 percent of the time by seconding motions and voting to keep the millage rate the same.\"", "truth_label": "half-true", "date": "stated on August 2, 2010 in in a mailer:", "title": "Group raps Kathryn Starkey for aiding and abetting taxation", "text": "A new political mailer from the Committee to Protect Florida attacks House District 45 candidate Kathryn Starkey of New Port Richey for her record on taxes, citing her role on a water district board and her support of the Penny for Pasco, a 2004 increase in the county sales tax.\n\nThe committee is headed up by Rockie Pennington, a political consultant for Richard Corcoran, one of Starkey’s two opponents in the Aug. 24 Republican primary. (Fabian Calvo is also on the ballot.)\n\n\"Taxin’ Kathryn,\" says the mailer sent in early August 2010 . \"With Kathryn Starkey’s record on taxes here at home, how can we trust her -- or afford her -- in Tallahassee?\"\n\nWe wondered, can you trust the mailer’s claims? We looked at three claims, and this Truth-O-Meter item examines her voting record on setting tax rates. Other items are here on her attendance at river board meetings and here on her actions involving the sales tax.\n\nAfter questioning Starkey’s attendance record as a member of the Pinellas-Anclote River Basin Board, the mailer says that when she did attend, \"Starkey aided and abetted the continued taxation on residents’ properties over 70 percent of the time by seconding motions and voting to keep the millage rate the same DESPITE skyrocketing property values that allowed local governments to pad their budgets.\"\n\nHere is what the minutes show.\n\nOf the seven budget meetings she attended, the board voted six times to keep the tax rate the same. Starkey voted with her colleagues five out of those six times (She cast a dissenting vote in 2006). So overall, she voted over 70 percent of the time to keep the same tax rate.\n\nAll this came as taxable values were soaring in Pinellas and Pasco counties.\n\nBetween fiscal year 2003 and fiscal year 2007, when the rate stayed at 40 cents per $1,000 of assessed value, the total taxable values for the basin board went from roughly $48 billion to $81 billion in Pasco and Pinellas counties, according to Southwest Florida Water Management District.\n\nBy the time the board lowered the rate to 37 cents for fiscal year 2008, the total values were roughly $86.6 billion.\n\nSimply counting votes misses an important fact, though. Starkey did make efforts to lower the tax rate.\n\nIn 2004, for instance, she made a motion to lower the rate to 39 cents. The motion died for lack of a second, and Starkey went along with the rest of the board to keep the tax rate the same.\n\nAnd it was Starkey who took the lead role in 2006 when she again argued for lowering the rate, this time making a motion to set it at 37 1/2 cents.\n\nThe motion failed. She tried again, arguing for 38 cents. Her motion failed again. The board voted 3 to 2 to keep it at 40 cents, and Starkey dissented for the first time.\n\nAt the preliminary budget meeting in June 2007, Starkey made the motion to set the rate for the 2008 budget at 37 cents, which finally passed.\n\n\"Every year I tried to roll it back,\" she said, but didn’t have the votes.\n\nPennington’s mailer is technically correct: Starkey did go along with votes most of the time to keep the tax rate for the basin board the same, even as taxable values soared.\n\nBut it leaves out the important context that Starkey tried over three years to lower the tax rate. We rate this Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-14593"}