{"url": "/factchecks/2009/feb/10/barack-obama/Three-Republicans-Cabinet-Most/", "speaker": "Barack Obama", "vclaim": "\"Putting three Republicans in my Cabinet...is unprecedented.\"", "truth_label": "true", "date": "stated on February 9, 2009 in a news conference:", "title": "Three Cabinet appointees from opposing party is unmatched", "text": "UPDATE: This claim was accurate when President Obama said it. As you can see below in the original item, it is indeed unprecedented to have three Cabinet members from the opposite party. The circumstances changed on Feb. 12, 2009, three days after Obama's statement, when Sen. Gregg\n\nwithdrew\n\n. But because we rule on statements based on the wording and timing of statements, we're keeping this one as a True. Obama was correct when he said it on Feb. 9, for the way he said it.\n\n\n\n\n\n\n\n\nSo far, the votes on the massive economic stimulus package have fallen starkly along partisan lines. The bill that passed the House didn't get a single Republican vote, and the version that passed the Senate got a grand total of three.\n\n\nDuring a news conference on Feb. 9, 2009, in which President Obama made his case for the stimulus plan, he was asked if pressing forward despite Republican objections meant the White House is moving away from its emphasis on bipartisanship.\n\n\n\"You know, when I made a series of overtures to the Republicans — going over to meet with both Republican caucuses; you know, putting three Republicans in my Cabinet, something that is unprecedented; making sure that they were invited here to the White House to talk about the economic recovery plan — all those were not designed simply to get some short-term votes,\" Obama said. \"They were designed to try to build up some trust over time.  And I think that as I continue to make these overtures, over time hopefully that will be reciprocated.\"\n\n\nWe decided to check out whether Obama can accurately claim that his three Republican Cabinet appointments represent a bipartisan high-water mark in presidential history.\n\n\nFor starters, we're going to give Obama three Republicans, though a stickler could point out that Defense Secretary Robert Gates isn't actually registered as a Republican. But he's Republican enough in our book. Gates has served under several Republican administrations, and though he dropped his party registration to present an apolitical appearance while with the CIA, Gates himself said in December, \"I consider myself a Republican.\"\n\n\nThe other two Obama appointees are card-carrying Republicans: Ray LaHood, a former congressman from Illinois, as secretary of transportation; and Sen. Judd Gregg of New Hampshire as commerce secretary (though he has not yet been confirmed).\n\n\nAnd Obama is right. No other president has had this many.\n\n\nFor a little perspective, here's a rundown of the crossovers from a century's worth of presidential Cabinets:\n\n\n• George W. Bush: Democrat Norman Mineta, transportation secretary.\n\n\n• Bill Clinton: Republican William Cohen, defense secretary.\n\n\n• George H. W. Bush: nada.\n\n\n• Ronald Reagan: William Bennett was a Democrat when appointed as education secretary in 1985, but the following year, he became a Republican and has remained a conservative Republican voice ever since.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n• Jimmy Carter: Republican James Schlesinger, who served as defense secretary under Republican presidents Richard Nixon and Gerald Ford, was tapped by Carter as America's first energy secretary.\n\n\n• Richard Nixon: Daniel Patrick Moynihan served as ambassador to the United Nations, which at the time was not a Cabinet-level position.\n\n\n• John F. Kennedy: Republicans C. Douglas Dillon as treasury secretary and Robert McNamara as defense secretary. McNamara wasn't such a stretch though, as\n\nTime m\n\nagazine pointed out at the time, \"In politics, McNamara is a lukewarm, liberal Republican who often contributes to Democratic candidates. This year he voted for Kennedy.\"\n\n\n• Dwight D. Eisenhower: Democrat and Labor Secretary Martin Patrick Durkin, the \"plumber\" among Eisenhower's so called \"Nine Millionaires and a Plumber\" Cabinet. Durkin was replaced in 1953 by fellow Democrat James P. Mitchell, a so-called \"Democrat-for-Eisenhower.\"\n\n\n• Franklin D. Roosevelt: Republicans Frank Knox as secretary of the Navy and Henry Stimson, secretary of war.\n\n\n\"Nobody's got three,\" said presidential historian Richard Shenkman. \"This is unprecedented.\"\n\n\nShenkman doesn't think you'll be hearing much from the secretaries of transportation or commerce any time soon — those Cabinet secretaries typically take a lower profile — but the appointment of Gates, he said, is \"highly significant.\"\n\n\n\"I wouldn't call it tokenism,\" Shenkman said. \"I think it's real. He (Obama) is making some kind of an effort there. And it comes at very little cost. It's a shrewd political move.\"\n\n\nBut Terry Sullivan, associate professor of political science at the University of North Carolina at Chapel Hill, called the Obama appointments little more than political symbolism.\n\n\n\"The real question is not whether it's true or false (that Obama has appointed an unprecedented number of Republicans), but what it means,\" Sullivan said. \"I don't know what having a bipartisan Cabinet gets you. I don't see that it gets you anything.\"\n\n\nYes, he said, it may mean a few Cabinet members can occasionally give a presidential policy some bipartisan cred. \n\n\n\"I'm suggesting this is a very sophisticated political community,\" Sullivan said. It'd be one thing if Obama had appointed the Republican leader of the Senate to a high-level Cabinet position. That might move things toward some sort of reconciliation government, he said. \"But governing is way more sophisticated than these symbolic gestures.\"\n\n\nWhatever you make of the appointments, Obama is on solid ground when he said his three Republican Cabinet appointments were unprecedented. We rate his statement True.", "vclaim_id": "vclaim-pol-15831"}