{"url": "/factchecks/2019/aug/23/facebook-posts/no-obama-didnt-make-it-legal-media-outlets-purpose/", "speaker": "Facebook posts", "vclaim": "Says President Barack Obama made it \"legal\" for the media to \"purposely lie\" to the public when he \"quietly signed into law HR 4310 in 2012.\"", "truth_label": "false", "date": "stated on August 20, 2019 in a Facebook post:", "title": "No, Obama didn’t make it legal for media outlets to ‘purposely lie’ to the American public", "text": "Did President Barack Obama make it \"legal\" for media outlets to purposely lie to the American public? \nThat’s what one Facebook post claims.\nThe full post reads:\n\"Thanks to Obama, it is perfectly legal for the media to purposely lie to the American people. He quietly signed into law HR 4310 in 2012, allowing propaganda to be used on the citizens of the USA by its own government, essentially repealing the Smith-Mundt Act of 1948, banning the use of domestic propaganda.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, Obama didn’t make it legal for propaganda to run amok in U.S. newsrooms and be presented as fact in broadcasts and reports to the American public. But a bill passed as part of H.R. 4310 — the Smith-Mundt Modernization Act of 2012 — instead reversed restrictions on news programs funded by the U.S. government.\nLet’s break this down.\nFirst, Obama didn’t \"quietly\" sign H.R. 4310, also known as the National Defense Authorization Act, into law as the meme suggests. He issued a statement about its passing and about some provisions he didn’t agree with, though he didn’t list the Smith-Mundt modernization bill as part of his objections. \nSo what did the legislation actually do?\nH.R. 4310 and the Smith-Mundt Modernization Act of 2012\nH.R. 4310, otherwise known as the National Defense Authorization Act, authorized Pentagon funding through fiscal year 2013. \nAs part of H.R. 4310, the Smith-Mundt Modernization Act of 2012 also passed and removed restrictions on programming produced by the U.S. Agency for Global Media, formerly known as the Broadcasting Board of Governors, the U.S. government’s broadcasting arm. \nSome of these programs include Voice of America, Radio Free Europe/Radio Liberty, Radio Free Asia and Middle East Broadcasting Networks. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nMany have criticized the programs and dubbed the content propaganda, while the organizations say they adhere to strict journalistic standards and aim to educate populations that come from parts of the world where freedom of speech is suppressed. \nFor example, Voice of America says it broadcasts \"accurate, balanced and comprehensive reporting, programming, online and social media content for a global audience, particularly to those who are denied access to open and free media,\" and it defines the legally mandated standards in the VOA journalistic code.\n\"An essential guarantee of the journalistic credibility of Voice of America content is the ‘firewall’ enshrined in the 1994 U.S. International Broadcasting Act,\" the website says. \"The firewall prohibits interference by any U.S. government official in the objective, independent reporting of news, thereby safeguarding the ability of our journalists to develop content that reflects the highest professional standards of journalism, free of political interference.\"\nBefore the act was passed, the programs could only be viewed or listened to at broadcast quality in foreign countries. The bill removed restrictions on domestic distribution. \nA contemporaneous report by Foreign Policy, a news organization that covers global affairs, detailed what the bill did, along with why government officials say it was passed: \n\"A former U.S. government source with knowledge of the BBG (Broadcasting Board of Governors) says the organization is no Pravda, but it does advance U.S. interests in more subtle ways. In Somalia, for instance, VOA serves as counterprogramming to outlets peddling anti-American or jihadist sentiment. ‘Somalis have three options for news,’ the source said, ‘word of mouth, al-Shabab, or VOA Somalia.’\nThis partially explains the push to allow BBG broadcasts on local radio stations in the United States. The agency wants to reach diaspora communities, such as St. Paul, Minnesota’s significant Somali expat community. ‘Those people can get al-Shabab, they can get Russia Today, but they couldn’t get access to their taxpayer-funded news sources like VOA Somalia,’ the source said. ‘It was silly.’\nLynne added that the reform has a transparency benefit as well. ‘Now Americans will be able to know more about what they are paying for with their tax dollars — greater transparency is a win-win for all involved,’ she said..\"\nThat doesn’t change the fact that the programs can be considered propaganda, but contrary to the Facebook post’s claim, the legislation did not repeal any law that prohibited independent and traditional media outlets in the private sector from publishing false information. It removed limitations on U.S.-funded and generated content from being aired in the country. \nFor context, it’s important to note that post might sound like Obama changed libel laws in the country. But that’s not true, either. Libel laws vary state by state, and there isn't a federal libel law.\nOur ruling\nA Facebook post claims Obama made it legal for the media to \"purposely lie to the American people\" when he signed H.R. 4310 into law in 2012, \"allowing propaganda to be used on the citizens of the USA by its own government, essentially repealing the Smith-Mundt Act of 1948, banning the use of domestic propaganda.\"\nObama did sign H.R. 4310 into law, also passing the Smith-Mundt Modernization Act of 2012. But the bill did not make it legal for independent, private-sector media outlets to present outright false information to the public. Instead, it allowed government-sponsored news like Voice of American to be broadcast in the United States. It removed restrictions on U.S.-generated news from being presented to American audiences.  \nThe claim is not accurate. We rate it False.", "vclaim_id": "vclaim-pol-00240"}