{"url": "/factchecks/2012/mar/08/gerry-connolly/rep-gerry-connolly-claims-stock-market-doubles-oba/", "speaker": "Gerry Connolly", "vclaim": "Says Obama has \"doubled the stock market from where we started when he was sworn into office\"", "truth_label": "barely-true", "date": "stated on February 13, 2012 in a TV interview:", "title": "Rep. Gerry Connolly claims stock market doubles since Obama took oath", "text": "U.S. Rep. Gerry Connolly, as a leader in President Barack Obama’s re-election \"Truth Team,\" wants to right verbal wrongs on the president’s record.\n\nIn a Feb. 13 interview with on Richmond’s WWBT-TV with NBC12’s Ryan Nobles, Connolly, D-11th, claimed a series of successes for the president’s economic policies. One, in particular, caught our ear.\n\n\"We’ve doubled the stock market from where we started when he was sworn into office -- Bush had gotten it down to 6,500. It’s double that today,\" Connolly said.\n\nWe went to the ticker tapes to see if the stock market really has doubled since Obama’s inauguration on Jan 20, 2009. We were in deep recession then. The stock market took hits as the subprime mortgage crisis exploded. Catastrophic losses at Bear Stearns led to its sale to JPMorgan Chase in March 2008. Lehman Brothers filed for Chapter 11 bankruptcy protection that September.\n\nWe looked first at the Dow Jones Industrial Average, since that’s the index Connolly alluded to in his statement.  The Dow is an average of 30 large stocks in corporations such as Exxon Mobil, General Motors, Microsoft and Wal-Mart.\n\nThe Dow opened at 8,279.63 on the morning Obama took the oath of office and closed at 12,874.04 on Feb. 13, 2012, when Connolly made his statement. That’s a 55.5 percent increase, not really close to the 100 percent increase Connolly claimed.\n\nSo how does Connolly justify his statement?\n\nThe Dow continued to plummet after Obama took office, hitting a low of 6,469.95 on March 6, 2009. It’s at this point that the Connolly camp begins measuring the stock market’s performance under Obama. The Dow increased 99 percent from that day through the day the congressman made his claim.\n\nJames Walkinshaw, Connolly’s chief of staff, said the market, until that low point, was reacting to the policies of former President George W. Bush, a Republican. He said Obama’s economic plan began to take effect with the passage of the $787 billion stimulus on Feb. 13, 2009 and was not fully in force until the recovery money began flowing out that spring.\n\nWalkinshaw, in an email, also said the Nasdaq Composite Index -- which largely measures stocks of technology companies -- has doubled since Obama became president. Nasdaq opened at 1,520.76 on Inauguration Day and closed at 2,931.39 on the day Connolly made his claim. That’s a 92.8 percent increase -- almost a doubling.\n\nHow much credit does Obama deserve for improvements in the stock market?\n\nSome, but not all, said Lawrence White, an economist at New York University.  \n\n\"There are many underlying currents in the economy and the federal government can effect their direction and flow,\" he said. \"But the president is just one part of government. There’s Congress, regulatory agencies and the courts and they all fill this amalgam.\"\n\nWhite was skeptical about Connolly’s assertion that the decline of the market was due to Bush and the rise because of Obama. He said policies by both presidents helped lift the recession: Bush pushed through the Troubled Asset Relief Program in October 2008 that eased credit by allowing the U.S. Treasury to buy up to $700 billion in mortgage backed securities from financial institutions; Obama proposed the stimulus, which helped save and create jobs.\n\n\"There was a set of actions started by Bush and continued by Obama that were, in my general opinion, the right actions,\" White said.\n\nMichael Jones, chief investment officer with Riverfront Investment Group of Richmond, linked the upswing to actions by the Federal Reserve System and not presidential policies.\n\nWhite said the two indexes Connolly’s office used -- the blue-chip Dow and the tech-heavy Nasdaq -- are not the best measures of overall stock market performance. He suggested we look at two gauges that track a broader array of companies.\n\nSo we turned to Standard & Poor’s 500 Index, which measures 500 stocks representing a wide swath of the U.S. economy. The S&P 500 opened at 849.64 on Inauguration Day. It closed at 1,351.77 on the day of Connolly’s statement. That’s a 59.1 percent increase.\n\nWe also looked at the Wilshire 5000, which measures more than 6,500 stocks of all types. The index averaged 8,603.17 during the week on Inauguration Day and closed at 14,290.97 on the day of Connolly’s statement. That’s a 66.1 percent increase.\n\nWe should note that both these indexes have doubled since early March 2009, when the stock market bottomed out.\n\nOne last note: As of March 8, the stock market had not changed much since Feb. 13, when Connolly made his statement. None of the closing figures we give for that date has varied by more than 1 percent.\n\nOur ruling\n\nConnolly said the stock market has doubled since Obama \"was sworn into office.\"\n\nConnolly based his statement on the Dow. But to make his math work, the congressman omitted a 28 percent drop in the Dow that occurred during the first seven weeks of Obama’s presidency, attributing that to the Bush administration. Connolly advantageously begins counting for Obama when the Dow, in early March 2009, sank to its lowest level in almost 12 years.\n\nWe wouldn’t quibble if the congressmen had said the market has doubled during Obama’s term -- every index we examined shows it has done just that since March 2009. But Connolly’s statement demands a count from Day 1 of Obama’s administration and when start there,\na different picture emerges.\n\nThe Dow rose 55.5 percent from Inauguration Day to the day of Connolly’s statement. Two broad indexes tell a similar story: the S&P 500 went up 59.1 percent and the Wilshire 5000 increased by 66.1 percent. It’s debatable how much of the improvement can be pinpointed to the president’s policies.\n\nSo Connolly’s claim has a foundation that is cracked by the weight of exaggeration and cherry-picked data. We rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-11469"}