{"url": "/factchecks/2014/sep/02/larry-elder/larry-elder-if-black-america-were-country-itd-be-1/", "speaker": "Larry Elder", "vclaim": "\"If black America were a country, it’d be the 15th wealthiest nation in the world.\"", "truth_label": "false", "date": "stated on August 20, 2014 in comments on CNN:", "title": "Larry Elder: If black America were a country, it'd be the 15th wealthiest nation in the world", "text": "Conservative commentator Larry Elder and liberal CNN contributor Marc Lamont Hill got into a heated argument recently after while discussing the situation in Ferguson, Mo. Elder accused the media of exaggerating American racism for political ends.\n\"As long as black people believe that race and racism are the major problem in America, you’ve got that 95 percent monolithic black vote without which the Democratic party cannot survive,\" Elder said.\nElder used his father’s rise from janitor to small business owner as an example of what he called the \"thriving black middle class.\"\n\"This is what happens in America,\" Elder said. \"If black America were a country, it would be the 15th wealthiest country in the world. For crying out loud, this is not our grandfather’s America, and we ought not act like it is.\"\nFifteenth wealthiest, out of 196 countries, sounds impressive and worth checking out.\nBuying power of African-Americans\nElder referred us to an annual report by Target Market News called \"The Buying Power of Black America,\" which publishes the only estimate we could find of the total earned income of African-Americans. In 2011, the report he provided us, Target Market News put the income spent by African-Americans at $836 billion.\nElder got his talking point by comparing that figure to the World Bank’s list of each country’s Gross Domestic Product (GDP), which is the monetary value of all the finished goods and services produced.\nIn 2011, \"black America's\" $836 billion would have put it in 16th, above Indonesia and below South Korea. (The Target Market News report is behind a paywall, so we can’t see precisely how they reached their figure. We asked if Target Market News would provide us a copy, but we didn't hear back.)\nTarget Market News hasn’t published another estimate on African-American’s earned income since 2011, but a 2013 report by the Selig Center for Economic Growth pegs their contribution to the market at $1 trillion. That would also rank 16th -- above Indonesia and below Mexico.\nCase closed?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNot really. Experts told us that there are two major problems with Elder’s methodology.\nEarned income vs. GDP\nFirst, earned income and GDP aren't quite the same thing. Comparing them isn’t fair, said NYU economics professor Gian Luca Clementi, \"because GDP is a concept that applies to a jurisdiction, not a group of people living in a jurisdiction.\" GDP is \"a measure of the total income produced in a country,\" Clementi said, and factors like government expenditure and private investment mean that buying power and GDP aren't comparable.\nSecond, Clementi said, \"a country's total GDP only gives a measure of the total income produced in the country. Anyone having the ambition of using GDP as a measure of average economic well-being, should start dividing by the number of residents.\"\nClementi used China as an example to better explain. While China has the world's second-highest GDP, \"its inhabitants are still a lot poorer than any Western country’s residents.\"\nWe took Clementi's suggestion and divided the most recent estimate of black earned income, $1 trillion, by the Census Bureau estimate of 44.5 million African-Americans. That would create a per capita buying power of around $23,000 a year, which would translate to around 34th around the world on the International Monetary Fund’s list of countries by GDP per capita (between the Bahamas and Malta).\nBut $23,000 doesn’t go as far in the United States as, say, in Lithuania. Economists multiply GDP per capita by a conversion factor called purchasing power parity to account for the different values of goods and services in different countries. If you apply these factors, the African-American population’s $23,000 a year ranks 44th (between Portugal and Lithuania).\nThe United States as a whole, for comparison, ranks seventh.\nOur ruling\nArguing that racism is \"not a major problem,\" Elder said that \"if black America were a country, it would be the 15th wealthiest in the world.\"\nElder took an estimate of African-Americans' total earned income ($836 billion in 2011) and looked at how it compared to national GDPs (it was actually 16th). But comparing earned income for a group of people to national GDPs isn’t a sound methodology, experts told us.\nThe comparison falls more off the rails when you look at things on a per capita basis. In that scenario, black America’s buying power would rank around 44th when compared to countries’ per capita GDPs.\nWe rate his claim False.\nCorrection: Elder said racism was not a \"major\" problem. An earlier version of this fact-check omitted the word major.", "vclaim_id": "vclaim-pol-07359"}