{"url": "/factchecks/2013/aug/01/david-cicilline/us-rep-david-cicilline-says-passing-senate-approve/", "speaker": "David Cicilline", "vclaim": "\"The Congressional Budget Office, a nonpartisan office, did an analysis and said that passing comprehensive immigration reform will reduce the federal deficit by $200 billion over the next decade.\"", "truth_label": "true", "date": "stated on July 21, 2013 in an appearance on WPRI-TV's \"Newsmakers\" program:", "title": "Cicilline says passing Senate-approved immigration bill would save $200 billion over ten years", "text": "For many people, creating a path to citizenship for individuals who came into the United States illegally seems counterproductive. But U. S. Rep. David Cicilline says that it makes economic sense.\nDuring an appearance from Washington on the WPRI-TV program \"Newsmakers,\" which aired July 21, Cicilline said passing the bipartisan immigration bill already approved by the Senate would save the country billions.\n\"The Congressional Budget Office, a nonpartisan office, did an analysis and said that passing comprehensive immigration reform will reduce the federal deficit by $200 billion over the next decade,\" said Cicilline.\nRoughly $20 billion per year?\nWhen we inquired, Cicilline's office sent a link to the CBO report.\nIt does indeed offer that as an estimate. The actual projected savings: $197 billion from 2014 to 2023.\nThe legislation would increase the deficit in 2014 by $2.5 billion but beginning in 2015, as new income and payroll tax revenues from the new workers start accumulating, it would cut away at the deficit by an ever-increasing amount, according to the budget office, starting at $4.7 billion and shaving as much as $55.9 billion in the final year of the projection.\nThe savings will come despite the government having to pay an additional $82 billion over 10 years for health insurance subsidies, $29 billion for Medicaid for adults and children, $6 billion more for the Supplemental Nutrition Assistance Program (commonly known as food stamps) and $5.1 billion more for unemployment insurance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhy the savings?\nPassage of the law would increase federal revenues by $459 billion from 2014 to 2023, the report said. \"That increase would stem largely from additional collections of income and payroll taxes, reflecting both an increase in the size of the U.S. labor force and changes in the legal status of some current workers.\"\nThe report estimates that passing the immigration proposal would increase the number of permanent U.S. residents by 10.4 million and the number of temporary workers and their dependents by 1.6 million. (There would also be 1.6 million fewer unauthorized residents.)\nDuring that time, none of the immigrants who entered the country illegally would be eligible for Social Security or Medicare.\nAnd after that?\nThe CBO estimated that immigration reform would reduce the deficit by $700 billion from 2024 to 2033, but those longer-range projections are less certain.\nPolitiFact usually doesn't offer rulings on predictions such as the ones in the CBO report. But  we can say that Cicilline is correctly quoting the federal nonpartisan report.\nWe rate the claim True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09043"}