{"url": "/factchecks/2011/feb/11/mitt-romney/mitt-romney-tells-cpac-more-are-out-work-us-employ/", "speaker": "Mitt Romney", "vclaim": "\"Today there are more men and women out of work in America than there are people working in Canada.\"", "truth_label": "false", "date": "stated on February 11, 2011 in a speech to the Conservative Political Action Conference:", "title": "Mitt Romney tells CPAC that more are out of work in U.S. than employed in Canada", "text": "At the Conservative Political Action Conference, an annual pep rally for the political right, former Massachusetts Gov. Mitt Romney complained that the economy had not recovered under President Barack Obama. He said, \"Today there are more men and women out of work in America than there are people working in Canada. And in the month of January, Canada created more new jobs than we did.\"\n\nWe’ll look separately at these two claims, which came from his CPAC speech on Feb. 11, 2011. In this item, we’ll analyze the claim that \"today there are more men and women out of work in America than there are people working in Canada.\"\n\nWe began by looking at the number of people employed in Canada. According to the most recent Canadian government statistics, there were 17.2 million Canadians with either full- or part-time employment.\n\nSouth of the border, the number is a bit harder to pin down.\n\nIf you use the official unemployment level as determined by the U.S. Bureau of Labor Statistics, Romney is clearly wrong. In January 2011, there were 13.9 million Americans who were unemployed -- well below the 17.2 million who have jobs in Canada.\n\nBut there’s a way to enlarge the U.S. number. There’s a separate BLS data category for workers who are \"marginally attached to the labor force.\" According to the official definition, that means people who \"currently want a job, have looked for work in the last 12 months (or since they last worked, if they worked within the last 12 months), and are available for work.\"\n\nFor January 2011, a total of 2.8 million people fell into that category. (There’s a well-known subset of this category called \"discouraged workers,\" who are not currently looking for work for one of a variety of reasons. But this group is part of the 2.8 million rather than a separate category.)\n\nSo, if you add the 13.9 million unemployed to the 2.8 million who are marginally attached to the labor force, you get 16.7 million people who can be broadly considered \"out of work.\" And that’s still a smaller number than the 17.2 million employed in Canada.\n\nSo Romney is wrong by both of these counts. Is there a way to calculate the numbers that makes his comment correct?\n\nWe contacted Romney’s office, and a spokesman explained how they calculated the statistic.\n\nFor the Canadian number, they used the figure for the \"labor force\" (18.7 million, which actually includes both employed and unemployed Canadians) rather than the 17.2 million employed Canadians. This error hurts Romney’s case because it actually raises the bar for making its comparison correct.\n\nAs for the U.S., Romney cited statistics from a paper by economist Heidi Shierholz of the Economic Policy Institute, a liberal, labor-backed think tank. Shierholz wrote that there are 25.1 million Americans \"who are jobless, have given up looking for work, or who have settled for part-time work but actually want to work full-time.\" (Romney’s fact sheet actually said, mistakenly, that the number Shierholz cited was only 21.9 million, but this error also isn’t one that bolsters the accuracy of Romney's claim.)\n\nWe think that Romney is inaccurately describing the data in Shierholz's paper. Using the 25.1 million number assumes it is correct to include 8.4 million Americans who are working part-time for economic reasons. While these people are certainly suffering in the current economy, we don't think it's appropriate to call them as \"out of work,\" as Romney does, since they are indeed working and earning income.\n\nWe sought comments on Romney's statement from a conservative economist, the Heritage Foundation's J.D. Foster, and a liberal economist, the Brookings Institution's Gary Burtless, and both of them said Romney's comparison had serious flaws.\n\nBoth economists agreed that it would be incorrect to count part-time workers as \"out of work.\" As Foster put it, \"These folks may not be doing what they want and getting paid what they want, but if they are working then they are not out of work.\"\n\nBoth also questioned the value of the comparison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\"Frankly, I don't see that Romney's comparison makes much sense, whether it can be backed up or not,\" Foster said. \"No doubt the total number of people out of work in the United States exceeds the total workforce of Luxembourg. The U.S. and Canada have similar land masses and languages, but otherwise, the comparison strikes me as, let's be diplomatic, ill-chosen.\"\n\nFoster suggested one remote scenario that the comparison might be correct: if you add the number of Americans who have left the work force involuntarily to the ranks of the unemployed. The problem is that there is no official count of involuntary work force departures. He did a rough calculation that it is 4.4 million, which could produce a total of 18.3 million \"out of work\" Americans -- higher than the 17.2 million employed Canadians.\n\nHowever, not only did Romney not use this calculation, it’s also an unofficial estimate with an unknown margin of error. It could just as easily be 3 million as 4.4 million. So we are not persuaded.\n\nUltimately, Romney’s comparison doesn’t work for the official unemployment figure, nor for the numbers that include Americans who are marginally attached to the labor force. We rate Romney’s statement False.", "vclaim_id": "vclaim-pol-13624"}