{"url": "/factchecks/2020/aug/10/facebook-posts/claim-about-killing-payroll-tax-and-social-securit/", "speaker": "Facebook posts", "vclaim": "“Killing the payroll tax means killing Social Security.”", "truth_label": "half-true", "date": "stated on August 10, 2020 in a post on social media:", "title": "Claim about 'killing' payroll tax and Social Security needs more context", "text": "​President Donald Trump’s weekend order to give millions of workers a break on payroll taxes caught many people by surprise, and created a range of reactions, criticism and questions.\nOne post on Facebook said bluntly, \"Killing the payroll tax means killing Social Security.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThis post is misleading. While it’s true that the payroll tax provides nearly 90% of the revenues for Social Security, Congress could decide to use another way to pay for the program. The program’s promise to people exists outside of the funding mechanism. \nTreasury Secretary Steve Mnuchin told Fox News Sunday that the money would be made up for with dollars from the general fund. The administration can’t promise that on its own. Congress, which controls federal spending, would need to pass a bill to make it happen.\nSocial Security funding will not collapse due to this act alone, said William Hoagland, senior vice president of the Bipartisan Policy Center, a Washington think tank.\nAnd economist Eugene Steuerle at the Urban-Brookings Tax Policy Center told us that in the past, Congress has come through and reimbursed the trust funds. \n\"The only effect is to delay the day of reckoning when there is insufficient money left in the trust funds to pay out benefits,\" he said.\nFunding is critically needed. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nAs we wrote last year, Social Security is like a forest pond with a stream flowing in at one end and water flowing out the other. If the pond is shrinking, there are only three ways to save it: increase the amount coming in (higher taxes), reduce the amount going out (cut some benefits), or count on rain from above to fill the pond (get a higher return on money in the trust funds today).\nThe Social Security Administration compiled a list of legislative ideas that would extend the life of the trust funds.\nBy and large, the bills in Congress now rely on option No.1 –– raising taxes to pay for future benefits. The number crunchers at Social Security estimated how much longer the trust funds would last under the different proposals.\nThe government’s maximum time frame is 75 years, or 2093, and one bill achieved that. The package from Sens. Richard Blumenthal, D-Conn., and Chris Van Hollen, D-Md., and Rep. John Larson, D-Conn., would gradually raise the current combined employer-employee payroll tax of 12.4% to 14.8% by 2043. The rate would go up one-tenth of a percent each year.\nTheir package also changes the rule for high earners. They would apply the payroll tax to earnings over $400,000. Today, the maximum taxable amount is just shy of $138,000.\nThe specifics vary, but other bills extend the solvency of the trust funds by making similar changes — raising the payroll tax for everyone and applying the tax for the first time to earnings above a certain level.\nSen. Bernie Sanders, I-Vt., co-sponsored a plan with Rep. Peter DeFazio, D-Ore., that would stretch the life of the trust funds to 2071. It would apply payroll taxes to income over $250,000 and levy a new 6.2% tax on investment income for couples making over $250,000 a year.\nOur ruling\nIn response to Trump’s executive action, a post on Facebook claimed, \"Killing the payroll tax means killing Social Security.\"\nTrump’s proposal defers some payments of the payroll taxes, which experts say won’t kill Social Security. But the federal government does need to find ways to fund the program in the long term. That’s not a new problem.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-17078"}