{"url": "/factchecks/2020/feb/24/facebook-posts/misleading-based-numbers-say-obama-and-not-trump-a/", "speaker": "Facebook posts", "vclaim": "\"Pardons — Obama: 1,927, Trump: 26. And Trump is abusing that power?\"", "truth_label": "barely-true", "date": "stated on February 19, 2020 in a Facebook post:", "title": "Facebook post misrepresents Obama’s use of pardon power", "text": "The latest round of clemency grants from President Donald Trump sparked new criticism that he was abusing his expansive pardon powers by skirting the normal review process and favoring white-collar criminals who were prominent and well-connected.\nBut two days after the Feb. 18 announcements, a Facebook post implied that it was Barack Obama, not Trump, who had abused the largely unchecked pardon power.\nThe post said:\n\"Pardons — Obama: 1,927, Trump: 26. And Trump is abusing that power?\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe numbers in the post are roughly accurate totals for presidential clemency actions, which include both pardons and sentence commutations. But either way, they’re not a good measure of abuse of power.\nIn his eight years in office, Obama issued 1,927 clemency actions. The vast majority of them — nearly 90% — were sentence commutations granted to ordinary individuals, based on a policy of criminal justice reform in drug cases, and specific recommendations from the U.S. Justice Department. Trump has acted outside the Justice Department process in granting clemency to a few well-known white-collar offenders.\nTwo types of clemency\nArticle II, Section 2, of the Constitution says the president \"shall have the Power to grant Reprieves and Pardons for offenses against the United States, except in Cases of Impeachment.\" \nThe general term for these presidential actions is clemency, but there are two types, the Justice Department says on its website. A pardon, described as an \"expression of the President’s forgiveness,\" is issued after a person’s conviction or after a person’s sentence has been completed. It restores rights, such as the right to vote or run for office. A commutation reduces a sentence, either totally or partially, but it does not remove the conviction.\nObama vs. Trump\nObama issued 212 pardons and 1,715 commutations, for a total of 1,927 acts of clemency — the number used in the Facebook post. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nTrump has taken 35 clemency actions, more than the figured cited in the Facebook post. Roughly two-thirds of them were pardons, including two posthumous ones.\nTrump has been criticized for issuing the actions outside the usual review process and for seeming to favor certain high-profile or connected individuals.\n\"Obama acted in each case pursuant to a report and recommendation from the Justice Department, which came to him through an orderly and regular process that gave everyone a fair chance of success,\" said Margaret Love, a lawyer specializing in executive clemency who was a Justice Department pardon attorney from 1990 to 1997. \"By contrast, Trump has almost totally ignored the established DOJ process, and acted pursuant to informal and unofficial recommendations from friends, celebrities, media personalities, business colleagues, etc.\"\nThe Trump White House has noted the achievements and the prominent supporters of people whom Trump granted clemency.\nIn announcing Trump’s 11 most recent actions, the White House cited the election of Edward DeBartolo Jr. to the Pro Football Hall of Fame as an NFL team owner and his charitable contributions; called Michael Milken one of America’s greatest financiers and noted his philanthropic work; and praised former Illinois Gov. Rod Blagojevich for tutoring and mentoring fellow prisoners. \nDeBartolo, whose family controls the San Franscisco 49ers, was convicted in 1998 and sentenced to probation for failing to report a felony regarding an extortion attempt. Milken pleaded guilty to securities violations in 1989 and served two years in prison in the early 1990s. Both were pardoned.\nBlagojevich received a commutation after spending eight years in prison for a scheme to sell an appointment to the U.S. Senate seat Obama vacated in 2008.\nOur ruling\nA Facebook post claims: \"Pardons — Obama: 1,927, Trump: 26. And Trump is abusing that power?\" \nThe numbers for Obama are roughly accurate if you count total acts of clemency — pardons plus sentence commutations. But only about 11% of those were pardons.\nThe numbers alone don’t suggest abuse of power. Experts told us that Obama followed a policy of clemency actions aimed at low-level criminals who were given long sentences many years ago, and he followed recommendations made by the Justice Department, whereas Trump has largely acted on his own.\nFor a statement that contains only an element of truth, our rating is Mostly False.", "vclaim_id": "vclaim-pol-17446"}