{"url": "/factchecks/2017/aug/29/marco-rubios-heckler/marco-rubio-took-three-quarters-million-fossil-fue/", "speaker": "Marco Rubio's heckler", "vclaim": "Says Marco Rubio took \"three quarters of a million dollars from fossil fuel executives\" during the 2016 Senate election.", "truth_label": "half-true", "date": "stated on August 22, 2017 in during Sen. Marco Rubio's speech to Seminole County GOP:", "title": "Marco Rubio took three-quarters of a million from fossil fuel executives, heckler said", "text": "A college student and climate activist interrupted U.S. Sen. Marco Rubio during a recent speech to question Rubio's ties to the energy industry.\nSeptember Porras, a Swarthmore college student who is a member of the Sunrise Movement, a national group of climate change activists, challenged Rubio's links to fossil fuels at the Seminole County GOP fundraiser held at a hotel in Altamonte Springs on Aug. 22.\nHere is a partial transcript of the exchange:\nPorras: \"Senator, if you really care about young Americans, why did you take three-quarters of a million dollars from fossil fuel executives in your last Senate election?\"\nRubio: \"I’m so glad I live in America where she can say that, in a lot of countries you go to jail, I am grateful that I live in America where ... (applause drowns out a few words) ... I don’t have a problem with protesters...\"\nPorras: \"I’m not a protester, I just want to know why you aren’t answering our questions.\"\nRubio: \"I don’t have a problem with hecklers. I don’t have a problem with any of that. You know why? Because one of the issues I am working on now involves nations where that’s not possible,\" a reference to his work related to U.S. policy on Cuba and Venezuela. \"I am grateful that I live in a nation where people can disagree, I am grateful that I live in a nation where people get to vote every two to four years. I am grateful that I live in a place where people can speak their minds and they can settle their differences at a ballot box.\"\nRubio then made a call for the United States to achieve energy independence:\n\"I believe as a cornerstone of allowing us to succeed economically we need to be able to power a 21st century economy, and I believe technological advances are making that energy more efficient and cleaner than ever before. I absolutely believe that America needs to be energy independent. We are crazy as a nation if we don’t utilize all of the resources that God’s blessed this great land with and I will continue to be a strong supporter of that.\"\nThe part of the exchange we will fact-check is whether Rubio took three-quarters of a million dollars from fossil fuel executives during his 2016 Senate bid. We did not hear back from Rubio’s spokespersons.\nRubio’s donations from oil and gas industry\nPorras told PolitiFact that she obtained the dollar amount from the Center for Responsive Politics, an independent clearinghouse for campaign finance data that publishes its data at opensecrets.org.\nThe center’s data for the top 20 recipients of oil and gas donations during the 2016 cycle showed that Rubio received $753,201. That amount put Rubio in fourth place for oil and gas donations behind three other presidential candidates: U.S. Sen. Ted Cruz, Donald Trump and Hillary Clinton.\nSeparately, the center compiled industry donations for the Florida Senate candidates in 2016. That analysis shows that Rubio received $524,877 from oil and gas. Rubio received more money from six other sectors, including retirees, security/investment and Republican/conservative.\nOver Rubio’s career as a federal candidate and politician between 2009-18, he has taken $1.1 million from oil and gas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n(Porras cited Rubio’s oil and gas donations but coal is also a fossil fuel. The Center of Responsive Politics found Rubio got $48,800 from the coal industry in 2016.)\nCompiling Rubio’s donations during the 2016 cycle is complicated because he ran in two elections -- presidential and Senate. The Center for Responsive Politics provided PolitiFact with a more specific breakdown for his oil and gas donations:\n$339,194 - to his presidential campaign\n$207,500 - to outside groups that supported both his presidential and Senate runs\n$271,571 - to his Senate campaign and leadership PAC\nThat adds up to $818,265. That’s higher than the other totals shown for Rubio because it is the center’s most up to date analysis.\nSo the dollar amount cited by Porras is valid, but while she referenced Rubio’s \"last Senate election\" the amount she cited included some donations to his presidential campaign.\nAnother caveat: Porras said that the donations to Rubio were from \"executives\" but the donations could be broader than that. The donations reflects contributions from any individuals who list their employer as an oil and gas firm as well as as corporations and unions who donate from their treasuries.\nHowever, the vast majority of money reported to the Federal Election Commission comes from executives, CEOs and PACs, said Sarah Bryner, research director at the Center for Responsive Politics.  \nThe donations don’t include external lobbyists who represent a whole host of interests, not just oil and gas, but it would include an in-house lobbyist for an oil company.\nDonations from the oil and gas industry have generally been increasing over the past decade, particularly in presidential cycles. The donations peaked at about $103 million in 2016, with about 88 percent going to Republican candidates.\nRubio has previously called for the United States to become energy independent, and that includes the use of oil and gas. He criticized international climate efforts, as well as President Barack Obama’s regulatory measures.\n\"If you’re overly dependent on any one source of fuel, then you become vulnerable to disruption,\" he said at an event in January 2016. \"I want America to truly have a truly all-of-the-above strategy.\"\nOur ruling\nA heckler said that Rubio took \"three quarters of a million dollars from fossil fuel executives\" during the 2016 Senate election.\nWhile the heckler was referencing Rubio’s Senate election, that amount also includes donations to his presidential race. That's an important distinction, because presidential fundraising tends to draw more donations. The figure comes from an analysis by the Center for Responsive Politics which found that Rubio received $753,201 during the 2016 cycle. \nWe rate this claim Half True.\n Share the Facts 2017-08-29 16:27:36 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  https://miamiherald.typepad.com/nakedpolitics/2017/08/rubio-to-seminole-county-gop-america-is-going-to-be-ok.html Says Marco Rubio took \"three quarters of a million dollars from fossil fuel executives\" during the 2016 Senate election    Marco Rubio's heckler activist    Tuesday, August 22, 2017 2017-08-22    Read More  info", "vclaim_id": "vclaim-pol-02959"}