{"url": "/factchecks/2020/may/26/joe-biden/joe-biden-small-business-loans-ppp-wisconsin/", "speaker": "Joe Biden", "vclaim": "“40% of the initial small business funds didn’t go to small businesses at all.”", "truth_label": "barely-true", "date": "stated on May 20, 2020 in a virtual town hall:", "title": "Biden uses arbitrary, conflicting definition to slam small business loans", "text": "In a virtual campaign stop focused on La Crosse on May 20, 2020, Democratic presidential candidate Joe Biden took aim at the federal government’s response to small business woes.\nAs of early May 2020, almost one in three small businesses reported closing their doors temporarily, and nearly one-fourth said they were within two months of closing permanently, according to a survey by MetLife and the U.S. Chamber of Commerce.\nThe government’s primary response has been the Paycheck Protection Program, which distributed more than $500 billion in forgivable loans for small businesses to use for payroll, mortgages, rent and utilities.\nBut Biden claimed much of that effort missed the intended target — small businesses.\n\"Small businesses are the foundation of our communities and of this country and the American dream. And they also hire more people than all those major corporations combined,\" Biden said in the livestream appearance. \"Now because of what I’d call a corrupt recovery that’s focused on helping the wealthy, the well-connected, not the millions of mom and pops facing financial ruin, the warning signs are flashing.\n\"Forty percent of the initial small business funds didn’t go to small businesses at all.\"\n\n\n\n\nWe’re going to focus in on that last line. \nDid 40% of the PPP funds really go somewhere other than small businesses?\nThe program\nThe PPP was intended as a lifeline to weather the economic shutdown, but funds disappeared quickly. The first pool of nearly $350 billion was exhausted April 16, with 80% of applicants unable to get funding, the Washington Post reported.\nA second round of funding was made available starting May 1. As of May 21, 2020, the program had approved 4.4 million loans for a total of $512 billion. The average loan was $116,232.\nThe loans can be fully forgiven if funds are used for payroll costs, interest on mortgages, rent and utilities. The loans are subject to various requirements, such as recipients using at least 75% of the funds for payroll and maintaining or quickly rehiring employees.\nBut there has been controversy over who received the funds.\nMany larger companies have returned funds they received through the program in the wake of public outrage, including Shake Shack and Potbelly.\nMore than $1 billion from the first round of funding went to publicly traded companies, the Washington Post reported. And 43 loans went to companies with more than 500 workers.\nThe Small Business Administration, which administers the PPP, typically defines a small business as one with less than 500 employees, though that figure can vary by industry. And the PPP included exceptions for some businesses above that level.\nThe claim\nThe SBA hasn’t released any data on the size of the firms receiving loans. Agency spokeswoman Carol Chastang said they intend to do so, but not until the PPP has ended.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo the only available data that speaks to business size is the size of the loans.\nBiden spokesman Michael Gwin said that’s what the former vice president based his claim on, assuming that larger loans meant larger businesses since the funding is intended primarily to cover payroll.\nBiden referred to the \"initial\" round of PPP funding, which ended April 16. Within that group, about 44% of the money was doled out in loans of more than $1 million.\nThere was more recent data available at the time Biden said this, though, factoring in all loans through May 16. At that point about 36% of all funding was part of loans of more than $1 million.\nSo 40% of the PPP funding went to larger loans, around the figure Biden cited. \nBut is it accurate to refer to that portion as not going to small businesses?\n\nBiden tries to have it both ways\nBiden’s statement hinges on the definition of small business — and he uses two himself.\nThe program Biden referenced is run by the SBA and specifically allows loans for businesses that meet that agency’s definition — generally 500 or fewer employees. So under that definition every company receiving a loan is a small business.\nWe gave U.S. Sen. Ron Johnson a True rating when he leaned on that SBA definition in May 2019 to say \"99.4% of businesses in Wisconsin are small businesses.\"\nAnd Biden himself indirectly used this definition moments before making the 40% claim, when he said small businesses \"hire more people than all the major corporations combined.\" Gwin confirmed that was a paraphrase of an SBA statistic showing small businesses employ about half the private workforce. \nThat SBA stat only holds true if you define small businesses as companies with 500 employees or less. If you drop the threshold to 100, that group employs one-third. If the cutoff is 20 employees, that’s less than one-quarter of the private workforce.\nSo Biden used the 500-employee cutoff to demonstrate how important small businesses are, then immediately abandoned it to claim companies getting the larger loans aren’t actually small.\nThat’s problematic. It’s fair for Biden to make the case that some businesses receiving the loans aren’t what many would consider \"small,\" but it’s not fair to use two different definitions to make adjoining points.\nOur ruling\nBiden said \"40% of the initial small business funds didn’t go to small businesses at all.\"\nWe don’t know how big the businesses getting the loans actually are, so Biden is creating his own definition of \"small businesses\" based on loan size. A definition that conflicts with the official government definition this program uses.\nWhat’s more, that definition conflicts with how he referenced small businesses a few sentences earlier to discuss the impact they have on the economy.\nThere’s an element of truth here. The 40% figure roughly matches the portion of loans that topped $1 million, which given the purpose of the loan means these companies have operating budgets of at least several million dollars.\nBut the way Biden explained this figure conflicts with both the government definition and his own definition from a moment earlier.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-18376"}