{"url": "/factchecks/2016/apr/01/lgbt-progress/lgbt-group-says-nc-spent-much-hb2-special-session-/", "speaker": "LGBT Progress", "vclaim": "North Carolina spent \"almost as much as it spends on government rape crisis programs in a year\" to convene a special session for HB2.", "truth_label": "barely-true", "date": "stated on March 23, 2016 in a tweet:", "title": "LGBT group says NC spent as much on HB2 special session as on government rape crisis programs", "text": "The North Carolina General Assembly convened a special session last week and passed a sweeping bill that prohibits schools from letting transgender students use the bathroom of the gender they identify with. It also prohibits cities and counties from raising the minimum wage or passing local anti-discrimination laws.\nThe bill was supported by every Republican member of the N.C. House and Senate, as well as 11 House Democrats. Some critics cried foul that it took away discrimination protections from the LGBT community. Others, including the liberal think tank Center for American Progress, criticized the GOP for calling a special session at an extra cost to taxpayers.\nWhen the legislature is in session it costs the state approximately $42,000 a day, on average.\nThe LGBT Progress branch of the Center for American Progress compared that figure unfavorably to state spending that helps rape victims.\nA few minutes after the bill passed, the group tweeted: \"NC spent $42K today to ban trans ppl from bathrooms. That’s almost as much as it spends on government rape crisis programs in a year.\"\nThe tweet’s premise itself is slightly misleading, perhaps due to the forced brevity in Twitter’s 140-character limit. North Carolina did not ban transgender people from bathrooms. It banned them from the bathroom of the gender they identify as. They may still use whichever bathroom corresponds with the gender on their birth certificate.\nBut let’s look at the second part of the tweet. Did North Carolina really just spend nearly as much meeting to overturn the Charlotte ordinance – citing fears over sexual assault as a major motivation – as it spends in a year to help victims of rape?\nYes and no.\nThe state spends about $45,000 a year on government-run rape crisis program. That’s close to the $42,000 estimated price tag for the special session. But the state also spends another $2.8 million annually on funds that get distributed to the charities that run the vast majority of rape crisis centers throughout the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nBut the tweet did specify government rape crisis programs. Sarah McBride, the campaigns and communications manager for the think tank’s LGBT branch, said it was carefully worded that way.\n\"The government rape crisis program appropriations was $44,678 in the NC certified 2015-2016 budget and the same in the 2016-2017 budget,\" she wrote in an email, providing a budget document as proof. \"Note that the spending for NGO rape crisis programs is much higher, but that the tweet specified \"government programs.\"\nNGO means non-government-organization – in this case, charities like the North Carolina Coalition Against Sexual Assault, which maintains more than 100 rape crisis centers and emergency hotlines for victims all over the state.\nIn addition to donations, these NGOs also rely on some government funding. In recent years, that support has equated to $2.8 million – in addition to the nearly $45,000 that the state spends on government-run rape crisis initiatives.\nWe appreciate McBride’s transparency. But the average person reading that tweet isn’t going to be familiar with the government-versus-NGO breakdown of rape services in North Carolina, which makes it fairly misleading.\nIn fact, even a spokesman for the N.C. Department of Administration – the agency that distributes the state’s $2.8 million rape crisis budget – said he had no idea what the tweet was referring to.\nOur ruling\nLGBT Progress said North Carolina spent \"almost as much as it spends on government rape crisis programs in a year\" to convene a special session for HB2.\nWhile that’s technically not wrong, due to careful wording, it’s highly misleading. The vast majority of government spending to help aid victims goes to local charities, not government rape crisis programs, which is less than 2 percent of annual spending on assistance to rape victims.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05171"}