{"url": "/factchecks/2011/aug/08/jim-demint/jim-demint-says-debt-ceiling-bill-wont-actually-cu/", "speaker": "Jim DeMint", "vclaim": "The debt-ceiling bill \"doesn’t cut the debt. It will add about $7 trillion in new debt over the next 10 years.\"", "truth_label": "barely-true", "date": "stated on August 3, 2011 in an interview with \"The State\" newspaper:", "title": "Jim DeMint says the debt-ceiling bill won't actually cut the national debt", "text": "After the agonizingly drawn-out negotiations to raise the federal debt ceiling, Americans may be forgiven for thinking that the enacted legislation will actually result in lower federal debt. But Sen. Jim DeMint, R-S.C., says that such a view is mistaken.\n   \n\"This bill doesn’t cut the debt,\" DeMint, a leading fiscal conservative, told The State newspaper. \"It will add about $7 trillion in new debt over the next 10 years on the backs of our children and grandchildren. This bill doesn’t stop deficit spending. It locks in trillion-dollar spending deficits for years to come.\"\n\nA reader asked us to check DeMint’s claim that the bill \"doesn't cut the debt,\" so we did. \n\nIn the big picture, we found that the bill does slow the rate of growth in the debt. But we also found that the debt still rockets upward in absolute terms due to a tide of prior spending commitments.\n\nBut we'll also note that arithmetic is only part of it: DeMint's phrasing is also somewhat off-base. He attributes the increase in the debt over the next 10 years to the bill itself, when, in fact, it is a result of the bill's inaction in curbing spending commitments already set in motion. A fine point, perhaps, but one that we think is worth pointing out.\n\nWe'll return to this issue in a moment. First, let's take a look at the numbers.\n\nDoing so is tougher than it sounds, since budget experts said there is no debt estimate for 2021 that you can simply point to -- you have to estimate it from scratch. With the help of Marc Goldwein, policy director of the centrist Committee for a Responsible Federal Budget, we were able to navigate the spreadsheet jungle and put together these calculations, some of which we rounded for simplicity.\n\nFirst, here's our starting point for measuring the debt in 2021\n   \nWe start with a Congressional Budget Office’s estimate from March -- long before the debt deal was signed -- of the \"baseline\" for publicly held debt in 2021, in table 1-5 of this CBO document: About $18 trillion. (All the figures we are listing here assume a 10-year extension of the policies listed.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nNext, we adjust for other policies that are expected to reduce or increase that debt figure over the next decade\n\n• Subtract the approximate savings from the appropriations bill passed in March ($122 billion) plus interest savings (more than $24 billion), listed on the final page of this CBO document: Reduction of about $150 billion, leaving $17.85 trillion.\n   \n• Subtract savings from the military draw-down in Iraq and Afghanistan, including interest savings, listed in table 1-7 of this CBO document: Reduction of about $1.37 trillion, leaving $16.48 trillion.\n   \n• Add the cost of extending the George W. Bush tax cuts and adjusting the Alternative Minimum Tax ($3.82 trillion) plus interest ($795 billion), listed in table 1-7 of this CBO document: Addition of $4.62 trillion, making the running total $21.1 trillion.\n   \n• Add the cost of avoiding scheduled reductions in Medicare physician reimbursements, commonly known as the \"Doc Fix\" ($298 billion for a 10-year freeze) plus interest ($60 billion), in row one of table 3 of this CBO document: Addition of approximately $360 billion, making the running total -- or how much the debt was expected to grow before the debt deal -- roughly $21.5 trillion.\n\nNext, we subtract the 2011 debt\n\nDeMint was talking about how the debt would increase over \"the next 10 years,\" which is from 2012 to 2021. Take the running total of $21.5 trillion -- the estimated debt in 2021 -- and subtract the debt for 2011 ($10.4 trillion), as listed in table 1-5 in this CBO document, meaning that the increase in debt from 2012 to the end of 2021 is an estimated $11.1 trillion.\n\nFinally, we determine how much the debt deal changed this number\n\nSubtract the savings from the debt ceiling deal that are slated to accrue between 2012 and 2021 ($2.12 trillion), leaving roughly $9 trillion.\n   \nSo by this calculation, DeMint actually underestimates the growth in the debt over 10 years -- it could be as much as $9 trillion in additional debt rather than $7 trillion. And that only strengthens DeMint’s point that \"this bill doesn’t cut the debt.\"\n   \nWe should note some caveats with our estimate. Most notably, Congress and the president could decide to cut back more aggressively than the deficit deal requires -- for instance, through a bigger military draw-down or allowing the upper-income Bush tax cuts to expire in 2012. That would reduce the additional debt accrued -- but even if that happens, DeMint still has a nice cushion for his estimate.\n\nWe should also explain that the cuts envisioned in the debt-ceiling deal are real -- they just won’t make that much of a dent in a debt that’s growing rapidly due to increases in spending on items such as Social Security and Medicare, as well as interest for previously accrued debt.\n\nSo DeMint’s numbers are actually a cautious estimate -- our math suggests that the debt could continue to grow by as much as $9 trillion. Since the senator’s main point was to warn people that the debt-ceiling deal \"doesn’t cut the debt,\" even his low-ball estimate amply supports his point.\n\nHowever, as we noted, there’s a problem with how DeMint phrased his statement. Technically, the debt that will be added is not a result of the debt ceiling bill itself, as DeMint indicated. The bill didn’t \"add about $7 trillion in new debt,\" as he put it -- instead, it fails to stop that debt from being added.\n\nWe understood what DeMint’s point was -- and thought it was a valid one -- but at PolitiFact, one of our guiding principles is that \"words matter.\" In this case, DeMint was wrong to say that the debt ceiling bill itself added to the debt, but he was right in his point that, despite passage of the bill, debt will continue to grow. For that reason we rate his statement Mostly False.", "vclaim_id": "vclaim-pol-12602"}