{"url": "/factchecks/2014/feb/24/mark-obenshain/obenshain-says-few-minimum-wage-earners-virginia-a/", "speaker": "Mark Obenshain", "vclaim": "\"There are 4.7 percent of Virginians who are minimum wage earners who are over 25 years of age working full-time and trying to raise a family.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2014 in a floor debate.:", "title": "Obenshain says few Virginians are raising families on the minimum wage", "text": "During a recent floor debate, state Sen. Mark Obenshain disputed contentions that raising the minimum wage would ease plight for many poor families.\nObenshain, R-Harrisonburg, said the recipients of Virginia’s minimum wage of $7.25 an hour are mostly young, single workers.  \n\"There are 4.7 percent of Virginians who are minimum wage earners who are over 25 years of age working full-time and trying to raise a family,\" he said during the Feb. 11 floor debate on a bill that would have raised the wage over two years to $9.25 an hour.\nThe measure passed the Democratic-controlled Senate but died in the Republican-led House, where opponents said raising the wage would force employers to cut jobs.\nEven so, we were interested in Obenshain’s statistic on minimum wage earners raising families and looked into it.\nWe contacted Jared Walczak, Obenshain’s legislative assistant, and he said there was an error. Obenshain mischaracterized an estimate from the Bureau of Labor Statistics that has nothing to do with the percentage of Virginians raising families on the minimum wage.\nWhat the BLS figure tells us is that 4.7 percent of all U.S. hourly wage earners in 2012 were paid at or below the minimum wage. Of an estimated 75.3 million hourly earners, almost 3.6 million received bottom-line pay or less. The agency does not keep track of how many of these earners are raising families.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nWhat can we learn about Virginia minimum wage workers? Not much. BLS figures only tell us that an estimated 6.8 percent of hourly workers in the Old Dominion were paid the minimum wage or less. That’s the sixth highest percentage among states, trailing from the top Idaho, Texas, Oklahoma, Louisiana and Arkansas.\nIn raw numbers, the BLS estimates 1.8 million Virginians were hourly earners in 2012 and, of them, 123,000 were paid the minimum wage or less. The agency cautions that its estimates may have a large margin of error due to small sampling sizes in some states, particularly small ones.  For that reason, it says the estimates of low earners should not be compared to other BLS tables detailing overall employment numbers in each state.\nDespite Obenshain’s botched explanation of the data, evidence strongly supports the senator’s overall point that minimum wage earners raising families are a small part of Virginia’s workforce.\nThe BLS spreadsheets estimate that roughly half of the people earning minimum wage or less in the U.S. are 25 or older. If that trend applies to Virginia, it would mean about 3.4 percent of hourly workers are minimum wage earners are older than 25. That percentage would drop if the low earners not raising families could be weeded out.\nOur rating\nObenshain said 4.7 percent of Virginians are minimum wage earners older than 25 raising families. The senator’s office acknowledges he garbled a statistic. In fact, no data is kept on the class of people to which Obenshain referred.\nObenshain’s overarching point must be considered, however. He was speaking against raising the minimum wage, arguing that the increase would threaten jobs while improving the lot of only a few working families. Our analysis of data that is available strongly suggests that the percentage of Virginia workers supporting families on the minimum wage might be even lower than what Obenshain mistakenly said.\nSo Obenshain stumbled into a credible conclusion. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-08215"}