{"url": "/factchecks/2014/feb/28/david-jolly/david-jolly-says-social-security-not-guaranteed-ac/", "speaker": "David Jolly", "vclaim": "Says the U.S. Supreme Court found that \"Social Security is not guaranteed.\"", "truth_label": "true", "date": "stated on February 25, 2014 in a Congressional campaign debate:", "title": "David Jolly says 'Social Security is not guaranteed,' according to the Supreme Court", "text": "Social Security has been a popular political football during the campaign for Pinellas County’s open U.S. House seat, with both sides acknowledging the earned benefit program needs reform but differing on how it should be handled.\nDuring an untelevised debate in Clearwater on Feb. 25, candidates Alex Sink and David Jolly traded barbs over their platforms, with Sink attacking the Republican onstage by saying Jolly had declared that Social Security was not guaranteed. Jolly said that wasn’t his opinion, it’s actually what the highest court in the land had ruled. Jolly said it was up to elected officials to make sure seniors get their benefits.\n\"In 1960, the United States Supreme Court in the Flemming decision said Social Security is not guaranteed,\" he said. \"My fight is to make sure that is guaranteed.\"\nJolly’s claim made us curious about what the courts have said about Social Security, so we decided to open the law books.\nFlemming vs. Nestor\nThe case to which Jolly was referring is Flemming vs. Nestor, a 1960 case about a Bulgarian immigrant named Ephram Nestor who was deported in 1956 for having been a member of the Communist Party between 1933 and 1939. Nestor was not a citizen but had lived in the United States since 1913.\nNestor retired in 1955 after paying into the Social Security fund for 19 years, since the program was created in 1936. When he was deported, his benefits were terminated under amended provisions of the Social Security Act of 1935. \nNestor sued the federal government, claiming the benefits constituted a contract and that he deserved his payments after so many years of contributing to the system. (The other party in the case was Arthur S. Flemming, the secretary of health, education and welfare during Dwight Eisenhower’s presidency.) \nIn a 5-4 decision, the U.S. Supreme Court ruled there was no contractual obligation for the government to pay out Social Security benefits to Nestor.\nThe ruling meant payments into the Social Security system could not be considered a person’s property rights if that person violated a rule set forth by Congress, UCLA law professor Katherine Stone told PolitiFact Florida.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFlorida Democratic Party\n\n\nstated on February 3, 2010 in a press release\n\n\n\n\n\n\n\n\n\"Congressman McCollum voted to dismantle Social Security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • March 4, 2010\n\n\n\n\n\n\n\nIn Nestor's case, Congress made rules against belonging to the Communist Party, though it's worth pointing out the law didn't exist when Nestor actually was in the party. Still, the court said the after-the-fact prohibition was valid. \n\"People who are denied (benefits) can’t say their property was taken from them, unless the change is arbitrary or lacks rational reasoning,\" Stone said, noting the denial couldn’t be punitive or violate a person’s right to due process.\nWhat could be considered unreasonable? \"Just ending the program suddenly could be an irrational measure, \" Stone suggested. \"Moving the money into tax cuts for the rich could, too.\"\nChanging or suspending the program because of budget constraints, though, would likely pass muster with the courts.\nJolly’s interpretation of that ruling is interesting, Stone said, because the case only deals with one specific category of beneficiary being denied payments for a specific reason.\nBut beneficiaries could be denied benefits for any reason if Congress passed a law making it so, as long as the change wasn’t arbitrary. The court said Congress had the power to modify the rules, which it has done several times -- such as gradually raising the full retirement age over time.\nPolitical debates over Social Security payouts have been fueled by budget projections illustrating the widening chasm of the program paying out more than it is taking in. A 2005 Congressional Research Service report on Social Security reform pointed out that beneficiaries were not guaranteed \"full benefits in the case of a shortfall, unless Congress amends applicable laws.\"\nOur ruling\nJolly said the Supreme Court ruled \"Social Security is not guaranteed.\" It’s a position he has repeated at debates and on the campaign trail.\nThe 1960 Flemming vs. Nestor case Jolly cited indeed said citizens don’t have a right to Social Security benefits, no matter how long they paid into the system. Congress can change the rules how they see fit, as long as they follow due process.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-08192"}