{"url": "/factchecks/2018/aug/27/blog-posting/sen-mccain-did-not-commit-treason-vietnam/", "speaker": "Bloggers", "vclaim": "\"John McCain was pardoned for treason\"", "truth_label": "pants-fire", "date": "stated on February 21, 2017 in a blog post:", "title": "Sen. McCain did not commit treason in Vietnam", "text": "After Sen. John McCain passed away on Aug. 25, publications nationwide applauded his service, both in the Navy and in the Senate. But news of McCain’s death also dragged up old claims that McCain was not the war hero he claimed to be.\nA 2017 article posted on Revenge of the Herd claims, \"John McCain was pardoned for treason.\" It alleges that, during his time as a prisoner of war, McCain gave information to the North Vietnamese in exchange for better treatment, and that he would have been executed if President Richard Nixon didn’t pardon him.\nThe story resurfaced after McCain’s death and was flagged as part Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s not true.\nMcCain’s time in Vietnam, the case for treason\nWhile serving in the Navy in 1967, McCain’s plane was shot down over North Vietnam. His right leg and both of his arms were broken in the crash, and McCain was taken prisoner by  North Vietnamese soldiers. He was held captive for the next five and half years, often in solitary confinement. By McCain’s account, he was frequently denied medical attention and beaten in exchange for information.\nThe Revenge of the Herd article focuses on two alleged acts of treason. The first surrounded an allegation that McCain said he would trade information in exchange for medical treatment.\nIn his book, Faith of My Fathers, McCain recounts the grievous wounds he suffered when he was shot down and afterward at the hands of angry Vietnamese.\nAs we have previously written at PolitiFact, McCain was taken to the Maison Centrale, known to POWs as the Hanoi Hilton, where he did lapse in and out of consciousness for four days and refuse his interrogators' demands for information. But then, McCain recounts, he tried a different approach with a prison officer nicknamed \"Bug.''\n\"Desperate, I tried to bargain with him. 'Take me to the hospital and I'll give you the information you want.' I didn't intend to keep my word, reasoning that after my injuries had been treated, I would be strong enough to deal with the consequences of not holding up my end of the bargain,'' McCain wrote.\n \nIt’s impossible to determine everything McCain told his captors -- interrogations took place one-on-one, in secluded prisons, more than 50 years ago. Based on his personal accounts, though, McCain was used mostly for propaganda: filmmakers would show him in the hospital, being treated by the North Vietnamese. Officials also encouraged him to say that he wanted the war to end, or that he was grateful to his captors and sorry for his participation in the fighting. McCain said he refused to do so.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMcCain admitted he eventually gave up information about his ship and Navy squadron. \"I regret very much having done so,'' he wrote.\nThe second allegation of treason surround McCain’s signing of  a confession that he was a war criminal. He did sign such a statement -- after, he says, he was beaten routinely over the course of four days. Upon returning to the United States, McCain wrote, \"I reached the lowest point of my 5½ years in North Vietnam. I was at the point of suicide, because I saw that I was reaching the end of my rope.\"\nMcCain’s first-hand account is corroborated by Robert Timberg, author of John McCain: An American Odyssey. Timburg spoke to other POWs to write his biography of McCain. \"I've never known of any occasion in which Sen. McCain provided the North Vietnamese with anything of value,\" Timberg said.\nI beg your pardon?\nEven if you were to somehow buy the argument that McCain committed treason, the Revenge of the Herd article loses all credibility when it says McCain was pardoned.\nThe article says that McCain and 33 other POWs faced a court martial for their crimes. President Richard Nixon issued a blanket pardon to all 34 POWs, including McCain.\nThis part of the story seems to be entirely fabricated. There is no record of any legal proceedings against McCain. His name is also absent from a list of all the pardons granted by Nixon.\nP.S. Ruckman Jr., who studies presidential pardons and runs the website pardonpower.com, told our colleagues at Snopes there is no evidence McCain received a presidential pardon.\n\"I have developed a researchable data set of every individual grant of clemency from 1789 to present. I have been over the data (30,000 plus cases), dozens of times over the years. John McCain’s name simply does not appear in the data,\" Ruckman said.\nOur ruling\nAn article on Revenge of the Herd claims that \"John McCain was pardoned for treason.\"\nDuring his time as a prisoner of war, McCain said he would trade information in exchange for medical treatment. He was also forced to sign a confession that he was a war criminal.\nBut there is no evidence of legal proceedings against McCain when he returned to the United States. And records of presidential pardons do not include McCain’s name.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-01687"}