{"url": "/factchecks/2019/jul/01/ta-nehisi-coates/seeking-reparations-ta-nehisi-coates-says-typical-/", "speaker": "Ta-Nehisi Coates", "vclaim": "\"The typical black family in this country has one-tenth the wealth of the typical white family.\"", "truth_label": "true", "date": "stated on June 19, 2019 in congressional testimony:", "title": "Seeking reparations, Ta-Nehisi Coates says typical blacks have one-tenth the wealth of whites", "text": "Author Ta-Nehisi Coates, whose 2014 essay is credited with restarting debate over reparations for slavery, testified at a hearing before the U.S. House Judiciary Committee on June 19.\nArguing that reparations is a matter of \"making amends and direct redress,\" Coates made a claim about wealth that we want to check, saying:\n\"The typical black family in this country has one-tenth the wealth of the typical white family.\"\nWhat we found is that he is citing the most respected and most recent authority on the racial wealth gap.\nWhite, black wealth\nReparations, if eventually enacted, would likely include a formal apology for America’s history of slavery, as well as some form of financial compensation to descendants of slaves.\nWealth is often confused with income, and while the two often go hand in hand, they are different. Income is how much money a person makes from a job or investments. Wealth is the value of everything a person owns after factoring in debt. The equity in a home, retirement savings and bank accounts, for example, are part of a person’s wealth.\nWe asked Coates’ publisher for more information on Coates’ remark, but did not hear back.\nPolitiFact Texas checked a similar claim from Beto O’Rourke, a former Texas congressman now running for the 2020 Democratic nomination for president. O’Rourke said \"black Americans have 10 times less wealth than white Americans.\" That rated Mostly True. \nCoates’ claim is more precise in that he referred to the typical family.\nThe claim is accurate when speaking about family median wealth. Economists told us median wealth data represents a typical family more than would data on average wealth. (The latter can be skewed by families with extreme wealth.)\nMedian wealth is the halfway point  — half of families have wealth above the median, and half below.\nWealth is measured as net worth  — the difference between a family’s gross assets and their liabilities.\nHere, with some additional details, are the figures cited by PolitiFact Texas:\n2016 Family Median Net Worth \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhite: $171,000\nBlack: $17,600\nHispanic: $20,700\nOther: $64,800\n\nThe table shows that the median family net worth, or wealth, for black families was $17,600 in 2016, or roughly one-tenth that of the typical white family.\nThose 2016 figures, from the Federal Reserve Board’s Survey of Consumer Finances, are the most recent available. Five experts told us that’s the most solid data source on wealth.\nThe figures exclude some things that could be considered \"wealth,\" such as aid from government programs, said economist Ryan Bourne of the Cato Institute\nThe survey, done every three years, collects information about various family finances, including income, net worth and credit use. \"No other study for the country collects comparable information,\" the agency says.\nIt’s worth noting that the table also shows that black families closed the wealth gap with white families a bit between 2013 and 2016. But the report said \"the long-standing and substantial wealth disparities\" between families of different racial and ethnic groups \"have changed little in the past few years.\"\nWhy the gap?\nThe report offered a couple of possible explanations for the gap:\n\n\n\"Well over half of white households are homeowners (73%), compared with just under half of black\" households.\n\n\nWhite households \"tend to be older, more highly educated, more likely to have received an inheritance and less likely to be a single parent.\"\n\n\nA February 2019 report by the Federal Reserve Bank of Cleveland, however, drew a different picture.\n\"We find that the income gap is the primary driver behind the wealth gap and that it is large enough to explain the persistent difference in wealth accumulation.\"\nOur ruling\nCoates said, \"The typical black family in this country has one-tenth the wealth of the typical white family.\"\nThe best way to measure typical wealth is with the median net worth, and the most recent figures are for 2016. The median net worth  — gross assets minus liabilities — for black families was $17,600, about one-tenth the wealth of white families, which was $171,000.\nWe rate Coates’ statement True.", "vclaim_id": "vclaim-pol-00474"}