{"url": "/factchecks/2018/feb/05/devin-nunes/nunes-memo-twists-james-comeys-words-steele-dossie/", "speaker": "Devin Nunes", "vclaim": "Says the Steele dossier \"was—according to (James Comey's) June 2017 testimony—'salacious and unverified.' \"", "truth_label": "half-true", "date": "stated on February 2, 2018 in a staff-written memo from the House Intelligence Committee:", "title": "Nunes memo twists James Comey's words on Steele dossier", "text": "The memo assembled by aides to House Intelligence Committee chairman Devin Nunes, R-Calif., has spawned lots of debate, both before it was released on Feb. 2 and afterward.\nOne small portion of the memo, however, has attracted special scrutiny from experts and pundits: how former FBI Director James Comey characterized the \"Steele Dossier\" under oath to Congress.\nThe memo suggests that Comey had said the Steele dossier was bunk in its entirety. But that’s not what Comey said.\nThe dossier in question was compiled by former British intelligence officer Christopher Steele on behalf of Fusion GPS, a research firm whose work had been funded in part by the Democratic National Committee and Hillary Clinton’s presidential campaign. It describes some of Donald Trump’s trips to Russia, before he became president, describing who he interacted with and things he did there.\nThe Nunes memo recounts the history of the dossier leading up to Trump taking office before concluding, \"in early January 2017, Director Comey briefed President-elect Trump on a summary of the Steele dossier, even though it was—according to his June 2017 testimony—'salacious and unverified.' \"\nWhat we’re looking at in this fact-check is whether Comey actually said that the Steele dossier was \"salacious and unverified.\" The Nunes memo is effectively leveraging Comey’s credibility -- as someone who was fired by President Donald Trump, thus not a strong supporter of the president -- to undercut the dossier. The House Intelligence Committee did not respond to an inquiry for this article.\nWhat we found in the public record suggests a more limited assertion under oath by Comey -- that he’d said portions of the memo were \"salacious and unverified,\" not the whole thing. (We owe a debt in this fact-check to writings by two conservative blogs, RedState and HotAir.)\nWe found a few relevant portions of Comey’s testimony to the Senate Intelligence Committee on June 8, 2017.\nOne came from his prepared testimony:\n\"I first met then-President-Elect Trump on Friday, January 6 in a conference room at Trump Tower in New York. I was there with other Intelligence Community (IC) leaders to brief him and his new national security team on the findings of an IC assessment concerning Russian efforts to interfere in the election. At the conclusion of that briefing, I remained alone with the President-Elect to brief him on some personally sensitive aspects of the information assembled during the assessment.\n\"The IC leadership thought it important, for a variety of reasons, to alert the incoming President to the existence of this material, even though it was salacious and unverified. Among those reasons were: (1) we knew the media was about to publicly report the material and we believed the IC should not keep knowledge of the material and its imminent release from the President-Elect; and (2) to the extent there was some effort to compromise an incoming President, we could blunt any such effort with a defensive briefing.\"\nIn this passage, Comey seems to apply the terms \"salacious and unverified\" to \"this material,\" which in turn refers to the earlier reference to \"some personally sensitive aspects of the information assembled during the assessment.\"\nAt the very least, this passage doesn’t suggest it’s a slam dunk that the entire dossier is \"salacious and unverified.\" It refers to \"some potentially sensitive aspects\" of the dossier.\nOne instance in which Comey repeated the phrase \"salacious and unverified\" came during an exchange with Sen. Susan Collins, R-Maine:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nCollins: \"I want first to ask you about your conversations with the president, three conversations in which you told him that he was not under investigation. The first was during your January 6th meeting, according to your testimony, in which it appears that you actually volunteered that assurance. ... Did you limit that statement to counterintelligence investigations, or were you talking about any FBI investigation?\"\nComey: \"I didn't use the term counterintelligence. I was briefing him about salacious and unverified material. It was in a context of that that he had a strong and defensive reaction about that not being true.\"\nComey’s language here (\"material\") is more opaque, but we don’t see any clear indication that he’s talking about the whole dossier as being \"salacious and unverified.\"\nA third excerpt came in a remark to Sen. Tom Cotton, R-Ark., when Comey referred to \"unverified and salacious parts\" of the dossier. Note Comey’s use of word \"parts,\" rather than the whole dossier.\nA final relevant passage came during an exchange with the committee’s chairman, Richard Burr, R-N.C.\nBurr: \"At the time of your departure from the FBI, was the FBI able to confirm any criminal allegations contained in the Steele document?\"\nComey: \"Mr. Chairman, I don't think that's a question I can answer in an open setting because it goes into the details of the investigation.\"\nIf the dossier in its entirety were total bunk, there would have been no need for Comey to suggest meeting Burr in a closed session. The fact that Comey suggests meeting in a place where intelligence can be discussed is an indication that the dossier included at least some sensitive information.\nWe asked several experts whether they thought the memo had overplayed its hand about what Comey had said, and they largely agreed.\n\"I took Comey’s testimony to be saying that there was ‘salacious and unverified material’ in the Steele dossier, but he does not claim that the entire dossier is salacious and unverified,\" said Molly Bishop Shadel, a University of Virginia law professor and former U.S. Justice Department attorney who practiced before the Foreign Intelligence Surveillance Court. \"Could there be a world in which the entire dossier is salacious and unverified?  Yes. Is that what Mr. Comey said in his testimony? No. By being inexact in his language, Mr. Nunes has misrepresented Mr. Comey’s testimony.\"  \nMichael C.H. McDaniel, director of homeland security law programs at Western Michigan University’s Thomas M. Cooley Law School, said Comey’s carefully phrased words make the Nunes memo’s interpretation dubious.\n\"I fully believe that Comey was referring to some of the facts in one of the memos that comprise the Steele dossier as being yet unverified, just as only portions appeared salacious,\" McDaniel said. \"Any other interpretation is convoluted and illogical.\"\nLiza Goitein, co-director of the Brennan Center’s National Security Program at New York University Law School, agreed.\n\"Comey’s testimony does not clearly indicate that the entire dossier was salacious and unverified,\" she said. \"It seems quite possible he was referring merely to particular parts of the dossier that would have especially raised Trump’s hackles, leading Comey to offer the assurance that Trump wasn’t under investigation.\"\nOur ruling\nThe Nunes memo said the Steele dossier \"was—according to (Comey's) June 2017 testimony—'salacious and unverified.' \"\nComey's careful phrasings in four portions of his testimony indicate that he meant only that portions of it were \"salacious and unverified.\" The memo twists Comey’s words in an effort to leverage his stature to undercut the dossier.\nWe rate the memo’s characterization of Comey’s past statements Half True.\n Share the Facts 2018-02-05 23:55:22 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True   Says the Steele dossier \"was—according to (James Comey's) June 2017 testimony—'salacious and unverified.' \"    Devin Nunes House Intelligence Committee chairman, R-Calif. https://www.cnn.com/2018/02/02/politics/fbi-nunes-memo-full/index.html   a memo Friday, February 2, 2018 2018-02-02    Read More  info", "vclaim_id": "vclaim-pol-02437"}