{"url": "/factchecks/2010/nov/07/eric-cantor/cantor-says-obama-budget-adds-more-debt-totaled-43/", "speaker": "Eric Cantor", "vclaim": "\"The budget submitted by Obama will add more to the debt than the outstanding debt of the previous 43 presidents combined.\"", "truth_label": "true", "date": "stated on October 30, 2010 in a letter to the editor of the Richmond Times-Dispatch:", "title": "Eric Cantor says President Obama's budget adds more debt than totaled by 43 previous presidents", "text": "Rep. Eric Cantor, R-7th, recently had his pants set afire by PolitiFact Virginia for the following statement on Comedy Central's Daily Show with Jon Stewart:\n\n\"What you've seen (in Washington),\" he said, \"is a crowd that has taken advantage of a crisis back in late '08, early '09 and spent more money than this country has spent in the last 200 years combined, in the two years since.\"\n\nIn a Richmond Times-Dispatch letter to the editor days after the PolitiFact rating, Cantor owned up to misspeaking and clarified his remarks.  \n\n\"What I meant to say was that the budget submitted by Obama will add more to the debt than the outstanding debt of the previous 43 presidents combined,\" he wrote.\n\nWell, is that true?\n\nWe decided to take a look.\n\nFirst, it bears mentioning that Cantor’s revised statement does two things: it changes the focus from spending to accumulated public debt and does away with the two-year timeline. That changes things considerably.\n\nAsked for a source for the adjusted claim, a spokeswoman for Cantor pointed to statistics on publicly held debt from the Office of Management and Budget.\n\nAccording to those figures, the debt from the nation's birth through the end of 2008 -- George Washington through George W. Bush --  was $5.8 trillion.\n\nNow, had Cantor stuck with the original timeline of two years, we would need to limit our look at the increase in public federal debt between the end of 2008 and the end of 2010, which has been almost $3.5 trillion. That would make the claim false by a long shot.\n\nBut by leaving the date open ended, we are left to determine for ourselves when and if the Obama administration’s budget would double the $5.8 trillion in debt accumulated through the end of fiscal 2008.\n\nWell, according to the OMB’s fiscal year 2011 budget projections, that would occur at the end of fiscal 2012, when the debt is expected to reach $11.6 trillion.\n\nIn fiscal 2013, the last budget assembled during President Barack Obama's first term, debt is expected to reach $12.5 trillion.\n\nSo, let’s take a look back.\n\nCantor’s clarifications altered the original claim in two ways: focusing on publicly held debt instead of spending and not limiting the timeline to two years from Obama taking office.\n\nAs a result, the claim adds up since the $5.8 trillion of debt accumulated in the U.S. to date is projected to double by 2012, or three years after Obama took office.\n\nOf course, whether this will happen is another matter entirely, as new budgets with new projections are adopted each year. Nonetheless, Cantor’s claim works based on the most recent numbers available and we therefore find it to be True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-14054"}