{"url": "/factchecks/2014/mar/05/american-petroleum-institute/do-bill-clinton-and-george-bush-support-keystone-x/", "speaker": "American Petroleum Institute", "vclaim": "Says \"Bill Clinton and George Bush both say build the Keystone XL.\"", "truth_label": "true", "date": "stated on March 2, 2014 in a television ad:", "title": "Do Bill Clinton and George Bush support the Keystone XL pipeline?", "text": "March 7 is the last day the U.S. Department of State will hear public comments on Keystone XL, a proposed pipeline that would carry diluted oil sands from Western Canada to Nebraska and then to refineries on the Gulf Coast. With the closing of the 30-day comment period, six years of contentious debate between environmentalists and pipeline supporters is expected to come to a head when President Barack Obama makes a final decision on whether to proceed.\nIn an attempt to sway public opinion, the American Petroleum Institute relaunched an ad campaign backing the pipeline. The 30-second spot, which is airing in the District of Columbia, Montana, New Mexico and North Carolina, claims that in the land of deadlock, the pipeline is one of few projects to win support from both sides of the spectrum.\n\"Washington. It’s gridlock, division, bitter partisanship,\" the ad says. \"But one jobs plan brings both sides together. Bill Clinton and George (W.) Bush both say build the Keystone XL.\"\nA ringing endorsement of the Keystone pipeline from 42 and 43? That sounds like something worth looking into.\nBush backs it\nThe American Petroleum Institute ad clearly identifies sources backing up their claim for viewers.\nFor Bush, the ad references an article from Bloomberg published in March 2012, in which the former Republican president calls the pipeline \"a no-brainer,\" according to the report.\n\"The clear goal ought to be how to get the private sector to grow,\" Bush said. \"If you say that, then an issue like the Keystone pipeline becomes an easy issue.\"\nWe weren’t surprised Bush supports the plan. Republicans have been overwhelmingly supportive of the proposal and Bush has ties to the oil industry. Heck, he made the aforementioned remarks during the keynote speech of the American Fuel & Petrochemical Manufacturers conference.\nBut what about Clinton?\nClinton’s backing of Keystone did cause us to raise an eyebrow.\nThe ad points to a Feb. 29, 2012, article from Politico. In it, Clinton calls for Americans to \"embrace\" the pipeline.\nWe tracked down the original speech. It was given at the 2012 ARPA-E Energy Innovation Summit, a conference held by the U.S. Department of Energy. Here’s what Clinton had to say:\n\"One of the most amazing things to me about this Keystone Pipeline deal is that they ever filed that route in the first place since they could've gone around the Nebraska Sandhills and avoided most of the danger, no matter how imagined, to the Ogallala (aquifer) with a different route, which I presume we'll get now, because the extra cost of running it is infinitesimal compared to the revenues that will be generated over a long period of time.\n\"So, I think we should embrace it and develop a stakeholder-driven system of high standards for doing the work modeled on what was done with auto mileage agreement.\"\nClinton’s remarks are somewhat hard to follow. But he seems to say that Americans should \"embrace\" the Keystone pipeline and the government should work with the oil industry and environmentalists to develop standards for implementing and overseeing the project, similar to how all the stakeholders got together to develop higher standards for gas mileage in new vehicles. That’s how media reports characterized his comments, and Clinton made no attempt to correct them in the two years since.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWithin a year, Nebraska Gov. Dave Heineman approved a new route for the pipeline that largely avoided the Nebraska Sandhills, as Clinton predicted. If he was not placated by the route change, Clinton never said so publicly.\nIn fact, we couldn’t find any more public statements by Clinton regarding the Keystone XL pipeline. Several environmental groups we contacted said they had no recollection of Clinton speaking on the issue since 2012.\nWe reached out to Clinton through the Clinton Global Initiative to see if his position had changed or could be affirmed for us. We didn’t hear back.\nPutting Clinton’s speech in context\nSo we’re left with one public comment made two years ago. But we can deduce a few things based off what he said.\nFirst, in his remarks, Clinton was largely endorsing an all-of-the-above energy approach that focused on greener and sustainable methods. And while he expressed support for the Keystone project, he also said that tapping into homegrown natural resources was not a panacea.\n\"There are some hazards to the innovation project, right now,\" Clinton said. \"We have massive new recovery technologies in oil and gas which could lead us down the primrose path of thinking we don't have to keep using less energy and developing clean energy and technologies.\"\nBut Clinton’s call to \"embrace\" the pipeline also came as the U.S. State Department was deciding whether to recommend the project’s approval. The State Department, at that time, was headed by his wife.\nIndeed, not hours after Clinton gave his speech in 2012, then-Secretary of State Hillary Clinton was testifying before the House Committee on Foreign Affairs, where she fielded questions about the State Department’s oversight of the pipeline proposal.\nIn the hearing, Secretary Clinton was even asked about her husband’s comments from earlier that day. Rep. Connie Mack, R-Fla., noted, \"Even the former President, Bill Clinton, says, ‘Embrace it and we need to move forward with the Keystone XL pipeline.’ \"\nClinton respond, \"He is a very smart man,\" inciting laughter. She then added, \"But unfortunately he is not bound by the laws and regulations and longer of the United States to make decisions that follow a certain procedure. And that is what we have to do.\"\n\"So is it a mistake for the former president to say, ‘embrace it’?\" Mack then asked.\n\"Of course not,\" Clinton replied. \"This is America. People say they embrace it, people say they hate it. Our job is to take a very clear-eyed look at what the facts are.\"\nSo not only did Bill Clinton come out in favor of the pipeline in 2012, he did so during a public speech hosted by the U.S. Energy Department just hours before his wife, who oversaw the administration’s review of the pipeline, was set to testify in front of a Republican-controlled House committee.\nFor her part, Hillary Clinton has gone back and forth on the pipeline. In 2010 she said she was \"inclined\" to approve the project. But under her command, the State Department also recommended Obama deny approval of the pipeline in 2012 after congressional Republicans forced a decision from the White House within 60 days. At the time, Clinton said the window was too short to review the environmental impact of the project.\nOur ruling\nThe American Petroleum Institute ad says, \"Bill Clinton and George Bush both say build the Keystone XL\" pipeline. While their evidence is two years old, it’s not fabricated. Since voicing support of the pipeline in 2012, Clinton has not publicly weighed in on the controversy. But his backing of the project was not an offhand comment. It came during a publicized energy speech on the same day his wife was testifying before Congress. It seems unlikely he would endorse the proposal on such an occasion if he did not mean it.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-08169"}