{"url": "/factchecks/2014/oct/02/vincent-buddy-cianci/cianci-says-when-he-was-mayor-providence-was-named/", "speaker": "Vincent \"Buddy\" Cianci", "vclaim": "\"[When I was mayor] Providence was one of the five renaissance cities of America, according to USA Today in those days. Money magazine said it was the fifth best city to live in in America. In addition to that, All Cities Almanac said in 1994, I believe, that it was the safest city in America.\"", "truth_label": "true", "date": "stated on September 30, 2014 in a TV debate:", "title": "Cianci: When he was mayor, Providence was named safest city in U.S., one of best cities to live in", "text": "During Tuesday’s debate among the three candidates for mayor of Providence, Vincent A. \"Buddy\" Cianci Jr. responded to criticism about his past criminal record, saying, \"I can tell you, I’ve made mistakes.\"\nHe then pivoted, pointing to positive achievements during his two stints in City Hall, the most recent of which ended in 2002 after a conviction for federal racketeering conspiracy.\n\"But there were no mistakes in the area of developing the City of Providence, creating jobs, when I was mayor,\" Cianci, an independent, said in the forum sponsored by The Providence Journal and WPRI-TV.\n\"Providence was one of the five renaissance cities of America, according to USA Today in those days. Money magazine said it was the fifth best city to live in in America. In addition to that, All Cities Almanac said in 1994, I believe, that it was the safest city in America.\"\nWhile such ratings are notable mostly for their public relations value, it’s still quite a collection of accolades for Rhode Island’s capital. We decided to check if they were all true.\nLet’s go down the list, starting with USA Today. We found a 1996 story from The Journal on USA Today’s selection of Providence as one of America’s \"renaissance cities.\"  The Dec. 31, 1996, edition of USA Today profiled Providence as part of a series on cities that had revitalized themselves through \"bold and creative approaches,\" according to The Journal story.\nThe USA Today story chronicled the city’s efforts to preserve its historic landmarks and launch new development initiatives, including the creation of Waterplace Park. The newspaper credited Cianci for Providence’s renewal, according to The Journal.\nWhat about Money Magazine and its annual list of the best places to live in America? In 2000, Portland, Ore., was rated the best in the nation, but Providence was one of four regional winners, according to The Journal. The city was named best place to live in the East.\nIt’s worth noting that Cianci wasn’t always happy with Money’s \"best places to live\" list. After Providence was ranked a lowly 136th out of 300 cities in 1995, Cianci complained in an Op-Ed in The Journal that Money \"failed to take into account Providence's resurgence, renewal, ambiance and amenities.\" (Providence dropped to 198th on the list in 1996 and 240th in 1997. The format for the rankings subsequently changed.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nOn to the \"safest city\" claim. This is based on a 1994 story in Parade magazine, according to a Journal story from that year. For the Parade story, John Tepper Marlin, author of the 1992 book \"The Livable Cities Almanac,\" looked at statistics for murder rates, robberies, auto fatalities, overall death rates, air pollution and infant mortality rates.\nHe concluded that Honolulu, Hawaii, was number one and that Providence was number two -- or safest in the continental United States.\nAt the time, critics of the survey pointed out that it looked at only a limited number of factors, not all crime-related. But Cianci was undeterred.\n\"This is really and truly something we as a community can be proud of, and we can brag about it,\" Cianci said at the time.\nAnd he still is.\nOur ruling\nIn the debate with Democrat Jorge Elorza and Republican Daniel Harrop, Cianci said that Providence was described as a renaissance city during his most recent stint in office and that it was also rated the safest city in America and one of the best places to live.\nThe details are a bit off on a couple of those claims -- where they were made, the actual ranking -- but Cianci is pretty much on the mark.\nWe rate his statement True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07218"}