{"url": "/factchecks/2020/aug/20/donald-trump/donald-trump-repeats-false-claim-obama-spied-his-c/", "speaker": "Donald Trump", "vclaim": "Says President Barack Obama “spied on my campaign, and got caught!”", "truth_label": "false", "date": "stated on August 19, 2020 in a tweet:", "title": "Donald Trump repeats false claim that Obama spied on his campaign", "text": "On night three of the Democratic National Convention, former President Barack Obama charged that President Donald Trump has shown \"no interest\" in taking his job seriously.\n\"Donald Trump hasn’t grown into the job because he can’t,\" Obama said.\nAs Obama spoke, Trump tweeted.\n\"He spied on my campaign, and got caught!\" Trump wrote Aug. 19.\nHE SPIED ON MY CAMPAIGN, AND GOT CAUGHT!— Donald J. Trump (@realDonaldTrump) August 20, 2020 \nTrump has often said that Obama had a hand in the FBI’s investigation of Russian interference in the 2016 election. The FBI operation, called Crossfire Hurricane, targeted four men within the Trump campaign orbit, including campaign manager Paul Manafort and national security adviser Michael Flynn.\nThat FBI investigation itself has been the subject of investigations by the Justice Department and Congress.\nNot one found that Obama initiated or meddled in the FBI’s work. Not one concluded that the FBI lacked good reason to launch the investigation.\n\"There is not a shred of evidence that it was directed by the White House,\" said Robert Litt, former general counsel for the Director of National Intelligence in the Obama administration.\nHighlights from the investigations of the 2016 election\nA recent Senate Intelligence Committee report, approved by both Republicans and Democrats, said bluntly that the Russian government interfered with the goal of seeing Trump win. One key Russian tactic was the hack into the Democratic National Committee email server and the release through WikiLeaks of material to embarrass the Hillary Clinton campaign.\n\"Moscow's intent was to harm the Clinton Campaign, tarnish an expected Clinton presidential administration, help the Trump Campaign after Trump became the presumptive Republican nominee, and undermine the U.S. democratic process,\" the report said.\nThe Senate report said that Manafort \"sought to secretly share internal campaign information with (Konstantin) Kilimnik.\" It called Kilimnik \"a Russian intelligence officer.\"\nThe report also concluded that Trump spoke with political operative Roger Stone about Stone’s access to WikiLeaks, something Trump denies ever took place. (Trump commuted Stone's sentence.)\n\"Trump and the campaign believed that Roger Stone had known of the release and had inside access to WikiLeaks, and repeatedly communicated with Stone about WikiLeaks throughout the summer and fall of 2016,\" the report said.\nThe FBI’s conduct\nThe Senate did not directly assess the origins of the FBI’s investigation. The Justice Department Inspector General did. The inspector general looked at whether the FBI followed department rules for opening investigations and whether politics had played a role.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"We did not find documentary or testimonial evidence that political bias or improper motivation influenced (the) decision to open Crossfire Hurricane,\" the Inspector General’s 2019 report said.\nThe report criticized the FBI and Justice Department for having a low threshold of evidence to trigger a counterintelligence investigation, but given the rules at the time, the facts were sufficient.\n\"The FBI had an authorized purpose when it opened Crossfire Hurricane to obtain information about, or to protect against, a national security threat or federal crime,\" the report said.\nIt cites former FBI director James Comey as saying that he did not brief Obama about the investigation in detail, although Comey did say that the agency was looking at whether any Americans were helping the Russians, and he might have said there were people with \"some association or connection to the Trump campaign.\"\nAccording to the report, the White House did not follow up after that briefing.\nThe investigation was marred — an FBI lawyer recently pleaded guilty to falsifying the paperwork to justify electronic surveillance. But American University law professor Jennifer Daskal said any missteps were the FBI’s alone.  \n\"By all accounts, President Obama did not — and would not, per at the time well-established protocol — dictate the nuances of the FBI investigation,\" Daskal said.\nThe Trump White House pointed to an article on the conservative Federalist website that said during the transition in early 2017, Obama intervened in the FBI’s investigation of national security adviser Flynn’s contacts with a Russian diplomat. According to secondhand notes from someone who wasn’t in the room, in a meeting with Comey, Obama indicated that the FBI \"should look at things and have the right people on it.\"\nSpying?\nThere is no legal definition of spying. The FBI investigated four people with greater or lesser roles in the Trump campaign. One of them, Carter Page, was the subject of electronic surveillance, which rates as highly intrusive in the FBI rule book.\nThat didn’t happen until October 2016, after Page’s name was already in the news and the Trump campaign said publicly it had no connection with him. And the FBI had tracked Page before Trump announced his White House run.\nLitt said the closest the FBI came to spying was in August 2016 when it briefed the Trump campaign on its investigation into Russian interference. Among the briefing team was an FBI agent who went, as the Inspector General’s report noted, because he knew national security adviser Flynn would be there. And Flynn was targeted.\nFor the rest of it, Litt said there is \"no indication that this was anything other than an adequately predicated counterintelligence investigation.\"\nThere is one more review in the works. Attorney General William Barr tasked Connecticut’s U.S. Attorney John Durham to dig into the origins of the FBI’s investigation. That report is expected before the election.\nOur ruling\nTrump said Obama \"spied on my campaign, and got caught!\"\nMultiple independent investigations, including a series of bipartisan Senate reports, found no political influence over the FBI investigation of Russian interference in the 2016 election. The FBI targeted four people with greater or lesser roles in the Trump campaign, but conducted that independently of the White House. \nWe rate this claim False.\nCORRECTION: Donald Trump commuted Roger Stone's sentence. A previous version of this story wrongly said that Trump pardoned Stone.", "vclaim_id": "vclaim-pol-17152"}