{"url": "/factchecks/2020/mar/06/donald-trump/donald-trump-wrong-saying-barack-obama-did-nothing/", "speaker": "Donald Trump", "vclaim": "The Obama administration \"didn't do anything about” swine flu.", "truth_label": "false", "date": "stated on March 4, 2020 in an interview:", "title": "Donald Trump wrong saying Barack Obama did nothing about swine flu", "text": "Asked about reassuring Americans about the coronavirus, President Donald Trump downplayed the number of people stricken, then went on the attack.\nWithout mentioning President Barack Obama, Trump criticized the Obama’s administration response to another outbreak — H1N1, commonly known as swine flu.\nTrump made the attack during an interview on March 4, 2020, with Fox News talk show host Sean Hannity:\nHannity: \"You have said that you are evaluating (the coronavirus) on a daily basis. ... What are we prepared as a country to do to keep our citizens safe?\"\nTrump: \"Well, I just say that it's, you know, a very, very small number in this country. And we're going to try and keep it that way as much as possible. I will say, though, the H1N1 — that was swine flu, commonly referred to as swine flu — and that went from around April of '09 to April of '10, where there were 60 million cases of swine flu. And over — actually, it's over 13,000. I think you might have said 17—. I had heard it was 13—, but a lot of — a lot of deaths. And they didn't do anything about it.\"\nWe wanted to fact-check Trump’s claim that the Obama administration \"didn't do anything\" as millions of swine flu cases mounted.\nThe Trump campaign didn’t respond to our requests for information.\nSwine flu outbreak\nThe H1N1 influenza virus was discovered in the United States in the spring of 2009 and spread around the world. \nIt was originally referred to as \"swine flu\" because many genes in the virus were similar to influenza viruses that normally occur in pigs in North America.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFrom April 12, 2009, to April 10, 2010, in the United States, there were 60.8 million cases of swine flu, as well as 274,304 hospitalizations and 12,469 deaths, the U.S. Centers for Disease Control and Prevention (CDC) estimated.\nObama’s acting director of health and human services declared H1N1 a public health emergency on April 26, 2009. That was when the United States had only 20 confirmed cases of H1N1 and no deaths.\nTwo days later, the administration made an initial funding request for H1N1 to Congress. Eventually $7.65 billion was allocated for a vaccine and other measures.\nOn Oct. 24, 2009, six months after his administration declared H1N1 a public health emergency, Obama declared it a national emergency. \nBy then, H1N1 had claimed more than 1,000 American lives, according to the CDC.\nWhen Obama made his declaration, thousands of people were lining up in cities across the country to receive vaccinations, as federal officials acknowledged that their vaccination program had gotten off to a slow start, with some states having requested 10 times the amount they had been allotted, the New York Times reported at the time.\nThe national emergency declaration allowed the federal government to temporarily waive or modify requirements of the Medicare, Medicaid, and State Children's Health Insurance programs. It also permitted doctors and hospitals to bypass certain requirements as they responded to H1N1.\nOur ruling\nTrump said: \"There were 60 million cases of swine flu\" during the Obama administration \"and they didn't do anything about it.\"\nHis assessment on the nation’s response is incorrect. The Obama administration issued two emergency declarations, triggering billions of dollars in spending toward vaccines and other public health response measures.\nThe statement is False.", "vclaim_id": "vclaim-pol-18062"}