{"url": "/factchecks/2019/mar/12/turning-point-usa/did-michelle-obama-have-staff-23-while-melania-tru/", "speaker": "Turning Point USA", "vclaim": "Says Michelle Obama \"had a staff of 23\" while Melania Trump \"has a staff of 4.\"", "truth_label": "half-true", "date": "stated on March 11, 2019 in a post on Facebook:", "title": "Did Michelle Obama have a staff of 23 while Melania Trump has just 4?", "text": "A recent viral image shared by the conservative group Turning Point USA sought to contrast the way the Obamas and the Trumps handle public money in the course of carrying out their work.\nThe post said, \"Obama donated none of his salary. Michelle had a staff of 23. Trump donates all of his salary. Melania has a staff of 4.\" Posted to Facebook on Aug. 1, 2018, this image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. It was also shared with PolitiFact by a reader.\n\nAlleging that the Obamas ripped off taxpayers with lavish spending is a longtime attack line, and one that’s been regularly debunked. We knocked down such claims during Obama’s first term, as did FactCheck.org and Snopes.\nWhat about this viral image?\nThere’s not much controversy about the presidents’ divergent approaches to salary donation. We are tracking Trump’s pledge to donate his presidential salary on the Trump-O-Meter and currently rate it a Promise Kept. \nBut what about the assertion that Michelle Obama \"had a staff of 23\" while Melania Trump \"has a staff of 4\"? We found that it’s exaggerated. (Turning Point USA did not respond to an inquiry.)\nCounting heads\nShortly after her husband was sworn in, Trump said in a statement that she would slowly build out her staff.\n\"I am putting together a professional and highly experienced team, which will take time to do properly,\" the statement said. \"I am excited to be organizing and bringing together such a dynamic and forward-thinking group of individuals who will work together to make our country better for everyone.\"\nIn April 2018, the White House told CNN that the East Wing staff had reached 10 people. The following August, the Washington Post reported the same number of staffers — 10.\nIn late June 2018, an official filing by the White House listed at least seven employees who had been cited in the CNN report as reporting to Melania Trump:\n• Lindsay B. Reynolds, assistant to the president and chief of staff to the first lady.\n• Stephanie A. Grisham, deputy assistant to the president and director of communications for the office of the first lady.\n• Anna C. Niceta, deputy assistant to the president and social secretary.\n• Reagan P. Thompson, special assistant to the president and director of policy for the office of the first lady\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n• Emily K. Biddle, deputy social secretary\n• Vanessa M. Schneider, deputy social secretary\n• Anne H. LeHardy, communications coordinator\nGrisham told PolitiFact on March 12, 2019, that the first lady’s office had reached 12 employees.\nAnita McBride, who served as chief of staff to Laura Bush from 2005 to 2009 and is now an executive in residence at the School of Public Affairs at American University, said that the size of Melania Trump’s staff \"is totally driven by the choice of the first lady, and to be fair to her, she said right from the beginning she was not interested in the quantity of her staff but rather in the quality. She has been clear that she is not going to be defined by past descriptions of the job, and certainly every first lady gets to redefine the role to suit her vision.\"\nComparisons with previous first ladies\nIn any case, the post said that Melania Trump has four staffers, but that’s not accurate.\nWhat the post does get right is that Trump’s East Wing staff is smaller than Obama’s — though it’s misleading to single out Obama, since it’s also below that of most recent presidents.\nAt 10, Melania Trump’s staff would be the smallest of any first lady since Mamie Eisenhower, said Allida Black, a research professor at George Washington University, in an interview with the Washington Post.\nWe found that Michelle Obama's staff was about 25, similar in size to her immediate predecessors.\nIn 2009, the Associated Press reported that outgoing first lady Laura Bush had a staff of between 24 and 26, while Hillary Rodham Clinton's staff reached 19 by March 2000. Sheila Tate, Nancy's Reagan's press secretary, told PolitiFact in 2011 that the first lady’s staff in her era tended to be 15 people.\n\"The role of the first lady has evolved over the centuries, and the hyper-active first lady that we are accustomed to today was something that came about in the 1970s,\" said Jennifer Highfield, president of the National First Ladies’ Library in Canton, Ohio.\nA smaller staff does have an impact on what a first lady can accomplish, said Myra Gutin, a communications professor at Rider University and author of the books, \"The President’s Partner: The First Lady in the Twentieth Century\" and \"Barbara Bush: First Lady of Literacy.\"\n\"A smaller staff limits the first lady's reach in terms of advocacy for an issue, travel, speeches, and media,\" Gutin said.\nThat smaller reach may be in line with Melania Trump’s wishes, said Katherine Jellison, an Ohio University historian who specializes in first ladies.\nWhile Melania Trump has advocated for reducing online bullying in an effort called \"Be Best,\" Jellison said she \"doesn't have the extensive public agenda that Eleanor Roosevelt, Michelle Obama, or some other first ladies had.\"\nOur ruling\nThe post said that Michelle Obama \"had a staff of 23\" while Melania Trump \"has a staff of 4.\"\nThe number for Obama is in the ballpark, but the number for Trump is too low. Meanwhile, although Trump’s staff is smaller than Obama’s, it’s misleading to single out Obama, since Trump’s staff is also smaller than any first lady’s staff, Democratic or Republican, in decades.\nWe rate the statement Half True.\n Share the Facts 2019-03-12 18:48:03 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Michelle Obama \"had a staff of 23\" while Melania Trump \"has a staff of 4.\"    Turning Point USA conservative group https://www.facebook.com/turningpointusa/photos/a.376802782368444/1783654515016590/?type=3&theater   a Facebook post Wednesday, August 1, 2018 2018-08-01    Read More  info", "vclaim_id": "vclaim-pol-00910"}