{"url": "/factchecks/2012/oct/07/andy-berke/chattanooga-senator-slaps-virtual-school-company-r/", "speaker": "Andy Berke", "vclaim": "Says Tennessee is providing \"millions of dollars\" to virtual school company for \"results at the bottom of the bottom.\"", "truth_label": "true", "date": "stated on August 31, 2012 in a letter to state Senate education committee chairwoman Dolores Gresham.:", "title": "Chattanooga senator slaps virtual school company for “results at bottom of the bottom\"", "text": "As Tennessee continues to grow its reputation as one of the nation’s most aggressive states when it comes to implementing the latest wave of education reforms, some lawmakers remain skeptical about new laws designed to provide what proponents like to describe as \"school choice.\"\n\nPerhaps the state’s most vocal challenger to the assumptions of reformers is Andy Berke, a Democratic state senator from Chattanooga. He has penned editorial pieces opposing so-called state-funded voucher programs for students.\n\nMore recently, Berke has led the charge against the state law allowing for \"virtual schools\" to set up shop in Tennessee counties. As the 2012-13 school year began, Berke brought attention to what he described as dismal results by the K12 Inc., the publicly traded online education company that is under contract with Union County Public Schools.\n\nIn a letter to Senate education committee chairwoman Dolores Gresham, R-Somerville, Berke assailed K12’s performance and asked for an inquiry. In the statement we are examining, Berke said \"millions of dollars are flowing to K12 and all we're getting from them are results at the bottom of the bottom.\"\n\nFirst, some background on how virtual schools work in Tennessee, courtesy of an article from The Commercial Appeal’s education reporters, Jane Roberts:\n\n\"The K-8 academy is run by K12 Inc., the largest publicly traded online learning company. It has more than 100,000 full-time students in 30-plus states. In fiscal year 2011, revenue increased 36 percent to $522.4 million, according to the company's most recent 10K, filed in October.\n\n\"K12 contracted with Union County Schools, a tiny rural district in East Tennessee, to manage the Tennessee effort. After a heavy advertising campaign last summer, the academy opened in fall of 2011, serving about 1,800 elementary-age children who go to school sitting at home in front of their computers.\n\n\"This year, enrollment jumped to 3,000 students, including a total of 439 students from Memphis City Schools (243) and Shelby County Schools (196). The virtual academy gets the state portion of education tax revenue, which averages about $4,500 per child. As the fiscal agent, Union County schools gets about 4 percent.\"\n\nWe asked Berke, a lawyer, to provide some proof to back up his statement. He passed along state documents showing budget allocations and performances in the two key metrics measured by the state’s department of education, achievement test results and value-added teaching results that measure student growth.\n\nBudget documents and press reports show that Union County paid $5.04 million in state funds to K12 for 2011-12, and this year Union County’s share of state funding is rising 65 percent, to $8.23 million, because of those big boosts in Tennessee Virtual Academy (TVA) enrollment.\n\nIn terms of performance, a letter Berke provided from Tennessee Department of Education Commissioner Kevin Huffman shows that, on the value-added front, the TVA run by K12 did indeed land at the bottom of the bottom, with scores of 1 on a scale going to 5 and a negative-index putting student growth at the bottom of the state’s rankings.\n\nOn achievement tests, TVA showed that among students in grades 3-8, 16.4 percent scored advanced or proficient in math and 39.3 percent scored advanced or proficient in reading. Not good, by any measure, but was it the bottom of the bottom?\n\nAccording to the most recent data (LINK TK), only 16 of Tennessee’s 136 school districts had fewer than 40 percent of their students scoring proficient or advanced in reading, with 13 doing worse than TVA. In math, TVA was dead last, and no other district had fewer than 21 percent of its students scoring proficient or advanced.\n\nK12 and TVA have defended themselves in various ways. Josh Williams, TVA head of schools, suggested it was unfair to judge on just its first year of results. \"They are not a performance indicator of what we are going to do. … I'd like to have a couple of years' data to see what we can do,\" he said.\n\nWilliams also said a late start for TVA last year meant that more than half of the students enrolled after the 20th day of school.\n\nHowever, even Huffman, who is very sympathetic to the \"school choice\" movement, has criticized K12’s performance, telling the Chattanooga Times-Free Press, \"Its performance is demonstrably poor.\"\n\nAs Roberts pointed out in her piece, the National Education Policy Center last year released a report that was critical of K12, finding that the on-time graduation rate for K12 was 49.1 percent compared to 79.4 percent average in the states where K12 operates schools.\n\nOur ruling\n\n One of the state’s leading critics of aggressive \"school choice\" reforms said the state is sending millions of dollars to a virtual-school company but getting results that are \"at the bottom of the bottom.\" The numbers back him up. We rate this statement True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10232"}