{"url": "/factchecks/2011/jun/18/doug-whitsett/out-control-oregon-deq-levying-fines-no-reason/", "speaker": "Doug Whitsett", "vclaim": "The Medford Water Commission was fined $279,000 for dumping plain drinking water into a stream.", "truth_label": "half-true", "date": "stated on June 3, 2011 in a legislative hearing:", "title": "Out-of-control Oregon DEQ levying fines for no reason?", "text": "Recently, state Sen. Doug Whitsett, R-Klamath Falls, excoriated the Department of Environmental Quality at a legislative budget hearing. He called the agency \"out of control\" and cited the following as one small example of DEQ’s lack of common sense:\n\n\"In Medford, the Medford Water Commission has been fined $279,000 for the egregious offense of dumping drinking water in Lone Pine Creek. This is a practice that the, Lone Pine Creek is a highly urbanized stream, the Medford Water Commission has been doing this for decades. When it was determined by DEQ that this was some kind of offense, the Medford Water Commission agreed to stop doing it. They were fined almost $300,000 anyway.\"\n\nWhitsett’s implication is that DEQ trumped up a charge against the Medford Water Commission, which was just doing what it has done for years and causing no problem to anyone. And even after the commission agreed to stop doing what it thought was legal, DEQ remained unreasonable. We wanted to know if that was indeed the case.\n\nThe facts: On Nov. 30, DEQ issued a $278,794 civil penalty against the Medford Water Commission for dumping chlorinated drinking water into Lone Pine Creek. (The commission sends extra water into the creek in the rainy season, when people don’t need as much water.) The water is OK for human consumption, but toxic to fish unable to tolerate the chlorine used to make the water drinkable in the first place. So the agency issued a fat fine, much of it based on the $13,000 annual cost the commission avoided for roughly a dozen years by not dechlorinating the water.\n\nThe commission in its appeal basically claimed that it did nothing wrong, and in the alternate, that it didn’t know it was doing anything wrong. The appeal is pending. \"It was plain drinking water,\" said Larry Rains, manager of the Medford Water Commission. \"We're just arguing we thought we were following the rules, (and there is) a disagreement on how those rules are interpreted.\"\n\nOn the face of it, it looks like a clear violation by the water commission: You can’t divert chlorinated drinking water into fish habitat. But then we put in a call to Sen. Whitsett, who said that the water commission never considered the creek a stream; it was a storm drain.\n\n\"The rules have been that if you discharge chlorinated drinking water into a stream, it has to be dechlorinated. If it’s a storm drain, there has to be sufficient time for\" the chlorine to dissipate before it reaches fish habitat, Whitsett said. \"DEQ decided to call it a creek, and not a storm drain.\"\n\nSo we checked with the department. Jeff Bachman with the agency’s Office of Compliance and Enforcement said there’s no way that Lone Pine Creek is a storm sewer. It’s an \"urbanized stream,\" he said.  \n\nA \"storm sewer\" or \"storm drain\" is a human-made system of channels, conduits, pipes or a mix of the above to control and carry storm water to a waterway.  Bachman said Lone Pine Creek runs underground in a pipe, in a concrete channel through the Rogue Valley International-Medford Airport and in a natural stream channel.\n\nBut, he added, even with storm drains you can’t just dump in chlorinated water: \"The Department's policy on disposal of chlorinated water states that such water may be discharged to a storm sewer only if there is no other feasible alternative, such as dechlorination, and if the sewer is long enough such that the chlorine can dissipate during the time it takes the chlorinated water to travel to a water of the state.\"   \n\nAgain, we’re left to think that DEQ had every right to fine the water commission, although we can see where the confusion may lie. So we called Sen. Alan Bates, D-Ashland, who may be considered more friendly to environmental regulation than Whitsett. But Bates was just as ticked off at the agency as his Republican colleague over Lone Pine Creek.\n\n\"It’s never been clear in anyone’s mind what it is,\" Bates said. \"If you think of it as a pristine little creek, that’s sorely not the case. On the other hand, we’re trying to clean up these kinds of areas.\"\n\nBates said it was fine for DEQ to point out the problem so the commission could fix it. But assessing a fine that dates back to 1997? He didn’t get that at all. \"DEQ over-reached. They’ve lost their mind and put this huge fine on people.\"\n   \nWhitsett’s statement is partially true, but lacking an important detail. He’s absolutely right about the amount of the fine, but he left out the fact that the water was chlorinated and unfit for fish habitat. We understand why he would, since he disputes Lone Pine Creek is a stream. On the other hand, as DEQ points out, people can’t just dump chlorinated drinking water into storm drains either.\n\nWe rate the statement as Half True. As for whether the agency is justified in assessing such a large fine, well, we leave that question to you.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this ruling.", "vclaim_id": "vclaim-pol-12896"}