{"url": "/factchecks/2017/oct/31/james-lankford/lankford-overstates-slow-growth-past-100-years/", "speaker": "James Lankford", "vclaim": "\"For the last 10 years, our economy has grown at less than 2 percent on average every single year for 10 years. We have not had a decade like that in a century in America.\"", "truth_label": "half-true", "date": "stated on October 22, 2017 in an interview on \"Face the Nation\":", "title": "Lankford overstates slow growth in past 100 years", "text": "The Republican message on tax reform is that it holds the key to kicking the economy into high gear.\nTreasury Secretary Steven Mnuchin has talked of steady yearly growth of 3 percent or more each year with passage of the package. Many economists, regardless of their economic leanings, say that prediction is unlikely to play out, but Sen. James Lankford, R-Okla., said it makes sense to him.\n\"If the economy is stuck in the same track over and over again, somehow, you have got to be able to bump that to get it going,\" Lankford said on CBS News’ Face the Nation on Oct. 22. \"For the last 10 years, our economy has grown at less than 2 percent on average every single year for 10 years. We have not had a decade like that in a century in America.\"\nThe government’s Bureau of Economic Analysis tracks economic growth, and that’s where we turned to check Lankford’s statement about America’s lackluster performance compared to the last 100 years.\nHis office told us he was looking at average growth from 2007 to 2016. According to the government statistics, real gross domestic product, or GDP, rose an average of 1.37 percent during that time. The yearly rates ranged from a drop of -2.8 percent at the low point of the Great Recession in 2009 to a high of 2.9 percent in 2015.\nSo yes, the average is less than 2 percent, as he said.\nLankford then counted each 10-year period working backward from 2007. His office sent us these numbers, using BEA data:\n\n\n\n\n1967-76\n\n\n3\n\n\n\n\n1977-86\n\n\n3.4\n\n\n\n\n1987-96\n\n\n3\n\n\n\n\n1997-2006\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n3.3\n\n\n\n\n2007-16\n\n\n1.4\n\n\n\n\n \nThis raises a couple of questions about his specific words.\nFirst, Lankford said growth hadn’t been so low in a century. The bureau’s data only goes back to 1930, which is less than 100 years ago. Lankford would need more than another dozen years of data. His data source can’t prove his point.\nSecond, the exact nature of Lankford’s decades was unique to his claim. Counting backwards by tens from 2016 isn’t necessarily the only way to define a decade.\nYes, a decade means 10 years. But often, when talking about history, it means a 10-year period beginning in years that end in zero. The History Channel, for example, has its sections on the 1960s, the 1970s and so on.\nBased on that understanding, the numbers would tell a different story.\nIn the first decade of this century, 2000 to 2009, the average annual rate of growth was 1.82 percent. That would undercut his argument that growth has not been under 2 percent for each decade going back a century.\nThen again, looking back at the decades between 1930 and 1999, average annual growth in each period has been over 2 percent.\nOur ruling\nLankford said that average yearly growth in the past 10 years has been under 2 percent and that \"we have not had a decade like that in a century in America.\"\nLankford is correct that growth since 2007 has averaged under 2 percent. The data don’t carry his argument over a full century because the government numbers only go back to 1930, not 1917 as would be necessary.\nHe also has cherry-picked his definition of a decade. His numbers are correct by the yardstick he chose, but by another common interpretation of decade, average growth in the first 10 years of this century fell below 2 percent. That runs counter to the heart of his assertion.\nAt the same time, using that definition, it is fair to say that growth since 2000 has been lower than in the decades before that.\nWe rate this claim Half True.  Share the Facts 2017-10-31 18:52:52 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"For the last 10 years, our economy has grown at less than 2 percent on average every single year for 10 years. We have not had a decade like that in a century in America.\"     James Lankford U.S. senator from Oklahoma https://mailchi.mp/cbsnews/face-the-nation-full-transcript-october-22?e=6d7cef570b   In an interview on CBS News' Face the Nation Sunday, October 22, 2017 2017-10-22    Read More  info", "vclaim_id": "vclaim-pol-02747"}