{"url": "/factchecks/2019/nov/12/elizabeth-warren/warren-says-out-pocket-health-spending-will-total-/", "speaker": "Elizabeth Warren", "vclaim": "\"If we make no changes over the next 10 years, Americans will reach into their pockets and pay out about $11 trillion on insurance premiums, copays, deductibles and uncovered medical expenses.\"", "truth_label": "true", "date": "stated on November 4, 2019 in in an Instagram post:", "title": "Warren says out-of-pocket health spending will total $11 trillion in 10 years. We checked the math", "text": "Promoting her much-discussed plan to create a single-payer \"Medicare for All\" health system, Sen. Elizabeth Warren emphasized a striking figure.\n\"If we make no changes over the next 10 years, Americans will reach into their pockets and pay out about $11 trillion on insurance premiums, copays, deductibles and uncovered medical expenses,\" the Democratic presidential candidate said in an Instagram video posted Nov. 4.\nThe Democratic health care debate has been full of competing analyses and estimates about what Medicare for All might cost, what it might save and who would bear the brunt of paying for it. But this precise number was new to us.\nIf true, it would be a figure both staggering and significant to the unfolding debate, as Americans try to understand how Warren’s brand of a single-payer health system could affect their pocketbooks. So we decided to dig in.\nA reasonable estimate\nWe contacted the Warren campaign, which redirected us to a report from the Urban Institute, a Washington think tank, as well as to federal estimates of household out-of-pocket expenses and premium costs over the next decade.\nThe Urban report doesn’t include the $11 trillion figure. But economist Linda Blumberg, who authored the paper, told us the statistic is \"perfectly consistent\" with the analysis.\nIf anything, she said, the number is a lowball figure. When Blumberg and her team crunched the numbers, they found that, under the existing health care system, Americans can expect to pay $11.7 trillion between out-of-pocket costs – the copays, deductibles and uncovered medical expenses – and premiums over the next decade. That calculation comes from Urban’s model for projecting what individual households might expect to spend, factoring in inflation, on these types of health costs.\n\"Talking about the amount of money we expect households to be spending over time is a very important part of trying to educate people on what single-payer would do, and what the tradeoffs are for them,\" said Blumberg, who previously advised the Clinton White House on health policy. On the numbers, \"they’re roughly in the right neighborhood,\" she added.\nWe consulted other analysts, too, and as far as we can tell, no one else has done a similar calculation.\nExperts told us that Urban’s estimate — and the Warren campaign’s use of it — checks out, based on what we know about American health care spending.\nCynthia Cox, a vice president at the Kaiser Family Foundation and expert on the Affordable Care Act, pointed to what a typical American family currently spends on health care: about $5,000 per year, when you look at out-of-pocket costs and premiums combined. Extrapolating from there, she said, Warren’s claim seems reasonable. (Kaiser Health News is an editorially independent program of the foundation.)\n\"Over the course of 10 years, when you add it up — that sounds about right,\" Cox said. \"The reality is, people do spend a lot on health care out of their pockets, and there’s a lot spent on their behalf by employers or taxpayer-funded programs that they never see.\"\nUnder Warren’s health care plan, Americans would pay nothing directly out-of-pocket — no premiums, copays or deductibles — for health care. So that $11 trillion would disappear from the cost side of the ledger.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe figure Warren sited also tracks with national health expenditure projections for out-of-pocket health costs and health premium growth.\nThe bigger picture\nStill, there are serious questions about the financing such a shift would require.\nAnd Warren’s Medicare for All plan has been under intense scrutiny since she unveiled it earlier this month, with many critics suggesting it’s too optimistic in its estimates of how much money a single-payer system would cost.\nWarren suggests the federal government would need to come up with $20.5 trillion — well below Urban’s estimate of $34 trillion. The difference comes largely from assumptions about how much the government could save, as well as decisions about how much to pay doctors and hospitals.\nWarren’s financing structure includes cracking down on tax evasion, new taxes on financial institutions and the wealthiest Americans, and maintaining what many employers currently pay into the system. Critics say that could yield its own inefficiencies.\nFor instance, the way employer payments are structured could disproportionately harm small businesses, or lower-wage workers, noted Paul Ginsburg, who directs the USC-Brookings Schaeffer Initiative for Health Policy. He also argued that doctors and hospitals —represented by powerful lobbying organizations in Washington — could successfully battle any effort to pay them less, driving up what the government needs to spend.\nStill, those disputes are separate from the question of this particular statistic. Here, Warren’s on firm ground.\nAnalysts also said the $11 trillion number gets at a larger point. Americans currently pay a lot out-of-pocket on health care. Certainly, some might see a tax hike under Warren’s proposed reform, or see downward pressure on their salaries.\nStill, others could experience major pocketbook relief.\nTo be sure, Medicare for All is not the only approach to ameliorating what families pay for health care. Other, more incremental proposals — such as building on the ACA’s coverage expansions or pursuing a \"Medicare for all who want it\" approach touted by former Vice President Joe Biden and Pete Buttigieg, the South Bend, Ind., mayor — would cut into the $11 trillion as well, Cox said.\nWhile it wouldn’t eliminate that household cost burden, it would require less in taxes to finance.\n\"There’s a lot of ways to bring down what people spend on health care,\" Cox said. \"Any expansion of the role of public programs is likely to bring down individuals’ costs. It’s just a question of how much taxes have to go up to pay for that.\"\nOur ruling\nIn her explanation of how she would structure and finance Medicare for All, Warren highlighted what Americans currently pay for \"insurance premiums, copays, deductibles and uncovered medical expenses.\"\nThe $11 trillion figure is staggering — and it checks out. Whether and how to address that issue is fiercely controversial, but on this particular stat, Warren’s statement is accurate. We rate it True.", "vclaim_id": "vclaim-pol-16776"}