{"url": "/factchecks/2014/feb/06/george-will/george-will-says-any-floridian-who-has-ever-reques/", "speaker": "George Will", "vclaim": "\"Any Floridian who has ever requested an absentee ballot henceforth gets one automatically.\"", "truth_label": "false", "date": "stated on February 6, 2014 in a \"Washington Post\" column:", "title": "George Will says, 'Any Floridian who has ever requested an absentee ballot henceforth gets one automatically'", "text": "Conservative pundit George Will lamented the waning influence of Election Day in a column about the special election to replace the late Rep. C.W. Bill Young. The race is the first federal election of the year, and both Democrats and Republicans are watching it closely as a potential sign of what will happen in other congressional races in November.\nThe country’s infatuation with early voting will give Democrat Alex Sink a leg up over Republican David Jolly in the race that ends March 11, he argued.\n\"Sink will benefit from the national trend allowing early voting to obliterate Election Day. Any Floridian who has ever requested an absentee ballot henceforth gets one automatically. ...\n\"Instead of a community deliberation culminating in a shared day of decision, an election like the one here is diffuse and inferior. If Sink wins, Republicans nationally can shrug; if Jolly wins, Democrats should tremble. But no matter who wins, the district loses because it has lost Election Day.\"\nHis comment about Florida’s absentee voting policies raised some eyebrows in Florida political circles, so we wanted to check it out. (PunditFact reached out to Will and his researcher via email but did not hear back.)\nWill’s column links to the website Long Distance Voter, which provides absentee ballot guidelines state by state. In a Q&A format, it asks whether someone can vote absentee on a permanent basis in Florida. The answer says \"sort of,\" explaining that ballots can be requested for a specific election or in advance of a regularly scheduled election.\nWe checked with official sources, too.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBoth the Florida Department of State and the Pinellas County supervisor of elections’ office directed us to the Florida Statutes, 101.62 (1)(a). It reads:\nThe supervisor shall accept a request for an absentee ballot from an elector in person or in writing. One request shall be deemed sufficient to receive an absentee ballot for all elections through the end of the calendar year of the second ensuing regularly scheduled general election, unless the elector or the elector’s designee indicates at the time the request is made the elections for which the elector desires to receive an absentee ballot.\nTranslation: If a voter requested an absentee ballot for the Congressional District 13 special election, he or she would automatically receive one for the 2014 and 2016 general elections (unless he or she requested it just for this election). After that, their request would be canceled unless they made another request at some point.\n\"So it’s not indefinite, in other words,\" said Pinellas County elections supervisor spokeswoman Nancy Whitlock.\nA voter who requested a ballot for the 2012 general election would automatically get one for the 2014 special election, as it is one of the elections covered in the two-cycle window. The exception would be if they requested a ballot solely for the 2012 election.\nOur ruling\nWill’s claim that \"any Floridian who has ever requested an absentee ballot henceforth gets one automatically\" is not accurate. A Florida voter who requested an absentee ballot would get one automatically through the end of the calendar year of the second general election -- not \"henceforth.\" Will used strong language to describe why Sink would have the edge, saying people get mail-in ballots in perpetuity in Florida. But that's not the way it works. \nWe rate the claim False.", "vclaim_id": "vclaim-pol-08289"}