{"url": "/factchecks/2015/jun/10/state-farm-insurance/georgia-leads-nation-lightning-claims/", "speaker": "State Farm Insurance", "vclaim": "Georgia residents file the most insurance claims for lightning strikes in the country.", "truth_label": "true", "date": "stated on June 5, 2015 in televised story:", "title": "Georgia leads nation in lightning claims", "text": "Florida leads the nation in deaths from lightning strikes.\nBut State Farm, one of the nation’s major insurers, says it is Georgia residents who file the most claims for lightning strikes in the country, WSB-TV reported Friday, June 5.\nPolitiFact Georgia was intrigued and decided to dig a little deeper.\n \nWe began by contacting Justin Tomczak, a State Farm spokesman.\n \nHe sent us data showing Georgia was No. 1 in 2014 for lightning-related claims both in number (3,709) and total dollar value ($16.3 million). Texas was second, Alabama at third, Louisiana at fourth and Illinois at fifth.\n \n \n\n\n\n\n\n\n\n\n\n\nSTATE \n\n\nReported Count  \n\n\nPaid Indemnity\n                                                                                                                                                               \n\n\n\n\nGeorgia        \n\n\n3,709   \n\n\n$16,301,952\n\n\n\n\nTexas       \n\n\n2,201\n\n\n$14,160,258\n\n\n\n\nAlabama  \n\n\n1,902       \n\n\n$10,930,264\n\n\n\n\nLouisiana      \n\n\n1,707\n\n\n$10,930,264\n\n\n\n\nIllinois  \n\n\n1,669\n\n\n$8,030,507\n\n\n\n\n\n.\n \n\"This is the third year in a row that Georgia has been ranked No. 1,\" Tomczak said.\n \nMost of the lightning claims were surge- or power-related, the spokesman said.\n \nDamages generally resulted from power surges in electrical wiring, TV cable or phone lines in homes or businesses, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Eaves\n\n\nstated on January 12, 2011 in a newspaper article\n\n\n\n\n\n\n\n\n\"This kind of snowstorm happens every 10 or 15 years.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • January 17, 2011\n\n\n\n\n\n\n\n \nAs to why Georgia has the most claims, Tomczak said, \"there is no simple answer.\nHowever, many of the lightning claims are concentrated in the Southeastern United States, and Georgia has one of the highest populations in this area.\"\n \nJohn Jensenius, lightning safety specialist with the National Weather Service, said the population density in metro Atlanta may be a factor in Georgia’s high claim rate.\n \nThe denser the population the more likely lightning will strike a house, Jensenius said.\n \nThe Insurance Information Institute, in conjunction with State Farm, compiles a list each year of the top 10 states for homeowners insurance lightning losses by number of claims.\n \nIn 2013, the institute listed Georgia as highest with 11,184 lightning-related insurance claims from homeowners. Its 2014 report is due out within days, a spokeswoman said.\n \n(Georgia was No. 1 for 2012 with 3,844 claims totalling $21.5 million and for 2013 with 2,969 claims totalling $14.9 million, according to State Farm).\n \nNationwide, lightning strikes cost about $674 million in homeowners insurance losses in 2013, down 30.5 percent from 2012, according to the institute.\n \nFrom 2007 to 2011, local fire departments across the country responded to an average of 22,600 fires a year that were started by lightning, according to the National Fire Protection Association.\n \nThese fires caused an average of $451 million in direct property damage and nine civilian deaths a year, an NFPA analysis shows.\n \nLightning deaths\n \nFlorida led the nation for lightning deaths in 2014 with six, followed by Wisconsin with three. Georgia, Arizona, Arkansas, Colorado and Massachusetts each had two deaths.\n \nSeven additional states -- California, Michigan, Missouri, Mississippi, New Mexico, Pennsylvania and Texas -- reported one lightning death in the year.\n \nThe 26 lightning deaths in 2014 followed a record low of 23 set in 2013.\n \nThe National Weather Service said deaths from lightning strikes averaged 33 a year from 2004 to 2013 and, going back over the last 30 years, an average of 51 people died each year after being hit by lightning.\n \nThe significant decline in lightning deaths has been attributed to fewer farmers working in the fields, technological advances, improved safety standards and protection.\n \nAs of the June 1, 2015 there have been six lightning fatalities, two in North Carolina and one each in Iowa, Florida, New Mexico and West Virginia, according to the National Oceanic and Atmospheric Administration (NOAA).\n \nWSB-TV meteorologist Brian Monahan said lightning strikes occur most often in Georgia during the summer months when the high pressure area out in the Atlantic around Bermuda pumps in warm, humid air, creating those all-too-familiar afternoon and evening thunderstorms.\n \nA secondary spike of lightning strikes also occurs in the severe weather seasons of March to early May and around October and November, when the air is still warm and humid enough to support storms, Monahan said.\n \nOur ruling\nState Farm says Georgia residents file the most claims for lightning strikes in the country. There’s evidence this has been the case last year and the two previous years.\nWe rate the statement as True.", "vclaim_id": "vclaim-pol-06329"}