{"url": "/factchecks/2012/sep/24/marsha-blackburn/marsha-blackburn-cites-bipartisanship-opposition-s/", "speaker": "Marsha Blackburn", "vclaim": "Says that in the U.S. House of Representatives \"we’ve had bipartisan support for the repeal of Obamacare … for getting rid of cap and trade … for building the Keystone Pipeline.\"", "truth_label": "true", "date": "stated on August 26, 2012 in an appearance on \"Face the Nation\" on CBS:", "title": "Marsha Blackburn cites bipartisan opposition to some Obama administration measures", "text": "On the eve of what should have been the first day of the Republican National Convention in Tampa – delayed a day by Hurricane Isaac – U.S. Rep. Marsha Blackburn, R-Tenn., went on CBS’ \"Face the Nation\" to describe the accomplishments of the much-maligned and unpopular 112th Congress.\nThe Republican Party has had control of the House of Representatives since January 2010 and GOP members have passed a lot of bills. Not many have become law because the U.S. Senate hasn’t taken them up. In some instances, Republican-backed legislation has won the tepid support of a handful of Democrats, and sometimes the full-throated endorsement of large numbers. Either way, that would constitute \"bipartisan support.\"\nBlackburn’s full statement went like this: \"In the House, we've had bipartisan support for the repeal of Obamacare, bipartisan support for moving forward with the budget. We have had bipartisan support for getting rid of cap and trade and stopping that. We've had bipartisan support for building the Keystone Pipeline.\"\nWe asked Blackburn’s communications director, Mike Reynard, for the supporting evidence that there was, in fact, bipartisan support, reflected in floor votes, for repeal of the Affordable Care Act (so-called \"Obamacare\"), for \"getting rid of cap and trade,\" and for building the Keystone XL Pipeline from Canada to Texas.\nThe House in fact voted to repeal Obamacare on July 11, for the second time. House Republicans have voted to repeal specific parts of the law 30 times. In the July vote, five Democrats — including Mike Ross of Arkansas, who’s not seeking re-election — joined the Republican majority.\nOn cap and trade (an idea that originated with Republicans), back in June of 2009, when the Democrats controlled the House, the American Clean Energy and Security Act passed by a vote of 219-212, with 44 Democrats voting against it. The Senate failed to act, and nothing happened.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nThe House has voted four times in favor of the Keystone XL Pipeline, most recently in April when 69 Democrats joined their Republican colleagues passing a federal highway bill that contained Sections 202-204 related to the pipeline project.\nBy the time House and Senate conferees rewrote the measure, the pipeline language was removed. It then passed both houses and was signed by the president. So, technically, there was bipartisan support for building the pipeline in the House, but nothing happened.\nOur ruling\nIt’s not unusual for a small number of members of Congress to defy their party’s leadership and vote the way they think is best.\nBlackburn’s larger point was that, even with bipartisanship on some significant measures, the bills passed in the House aren’t being signed into law because they aren’t being taken up by the Senate, where the various 60-vote requirements for a bill to proceed make passage much more difficult.\nBut we’re not fact-checking whether U.S. federal government’s structure leads to gridlock. Blackburn’s statement that some measures received some level of bipartisan support is True.", "vclaim_id": "vclaim-pol-10332"}