{"url": "/factchecks/2019/apr/24/joe-manchin/do-more-20-veterans-die-suicide-every-day/", "speaker": "Joe Manchin", "vclaim": "\"It is estimated that more than 20 veterans die by suicide every day.\"", "truth_label": "mostly-true", "date": "stated on March 18, 2019 in a press release:", "title": "Do more than 20 veterans die by suicide every day?", "text": "Do 20 veterans die every day by suicide? Sen. Joe Manchin, D-W.Va., cited that figure in a recent press release that accompanied a veterans mental health and suicide prevention bill he introduced.\nSaying that the goal of the bill is to \"connect more veterans with the mental health care they need and earned,\" Manchin said in the release that \"it is estimated that more than 20 veterans die by suicide every day\" and that \"of those, 14 have received no treatment or care from the VA.\"\nThe data needs to be put into context, but the statistic is largely on target.\nThe VA’s data\nIn 2016, the Department of Veterans Affairs’ Office for Suicide Prevention published a report that found that \"in 2014, an average of 20 veterans died by suicide each day. Six of the 20 were recent users of Veterans Health Administration (VHA) services in 2013 or 2014.\"\nThe report said that the data \"confirms that when compared to their non-veteran peers, most veterans are at an increased risk for suicide.\"\nAt the same time, the report cautioned that the overall number of daily suicides obscures key variations within age group and sex within the veteran population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFor instance, veterans between 18 and 39, between 50 and 69, and 80 and older have seen increases in suicide rates, the report found. And suicide rates are higher for male veterans than female veterans.\nThe report found that suicide is likeliest among younger veterans of both sexes and among older male veterans. But since these groups account for a relatively small share of the total veteran population, the largest number of suicides occur among the much larger population of middle-aged veterans.\nA 2018 update by the VA found that the average number of veteran suicides per day had remained \"unchanged at 20.\"\nWe checked with Robert Bossarte, the director of Injury Control Research at West Virginia University who helped author the VA’s 2016 report. He told PolitiFact West Virginia that he considers the 20-a-day figure to be accurate.\nOur Ruling\nManchin said, \"It is estimated that more than 20 veterans die by suicide every day.\"\nThe most recent Department of Veterans Affairs data confirms that figure, though it’s worth adding some context -- that the overall figure obscures significant variability for different age groups and for men as opposed to women.\nWe rate this statement Mostly True.\n Share the Facts 2019-04-25 06:05:37 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"It is estimated that more than 20 veterans die by suicide every day.\"    Joe Manchin U.S. Senator, D-W.Va. https://www.manchin.senate.gov/newsroom/press-releases/manchin-introduces-landmark-veterans-mental-health-and-suicide-prevention-bill   a press release Monday, March 18, 2019 2019-03-18    Read More  info", "vclaim_id": "vclaim-pol-00723"}