{"url": "/factchecks/2014/aug/07/rand-paul/did-rand-paul-propose-cutting-aid-israel/", "speaker": "Rand Paul", "vclaim": "\"I haven’t really proposed (phasing out aid to Israel) in the past.\"", "truth_label": "pants-fire", "date": "stated on August 4, 2014 in comments to reporters:", "title": "Did Rand Paul propose cutting off aid to Israel?", "text": "Sen. Rand Paul, R-Ky., took a trip to Iowa in early August, hoping to gain support in the key presidential caucus state. But Paul ended up attracting some controversy.\nYahoo! News reported that when Paul was asked whether he thought the United States should phase out aid to Israel, he answered, \"I haven’t really proposed that in the past. We’ve never had a legislative proposal to do that. You can mistake my position, but then I’ll answer the question. That has not been a position — a legislative position — we have introduced to phase out or get rid of Israel’s aid. That’s the answer to that question. Israel has always been a strong ally of ours and I appreciate that. I voted just this week to give money — more money — to the Iron Dome, so don’t mischaracterize my position on Israel.\" (He made his comments in neighboring Omaha, Neb.)\nA chorus of commentators, relying on comments he made early in his Senate tenure, charged that Paul was rewriting history. For instance, Democratic National Committee chair Debbie Wasserman Schultz tweeted, \"Rand Paul has absolutely supported ending US aid to Israel, and he needs to stop trying to rewrite history.\"\nSo was Paul correct when he said, \"I haven’t really proposed (phasing out aid to Israel) in the past\"? We took a closer look.\nBack in 2011, when Paul was just settling into the Senate, he proposed a budget that was more fiscally conservative than the proposals offered by his Republican contemporaries. In a bid to cut $500 billion from the federal budget, Paul proposed a spending outline that would have eliminated foreign aid entirely.\nPaul’s cuts weren’t targeted at Israel specifically, which gets about $3 billion a year from the United States, mostly in military assistance. But by cutting all aid to foreign countries, Paul’s proposal would have zeroed out Israel’s aid.\nPaul’s 2011 budget proposal wasn’t easy to locate on the Web, but using the Wayback Machine -- an Internet archive -- we were able to find a 65-page budget proposal released by Paul’s office in March 2011. Citing a pattern of squandered and unwise spending on foreign governments, the report offered a straightforward bottom line on foreign aid: \"Eliminate all international assistance.\"\nHis proposal went on to address the situation of Israel specifically, leading off the section with a quote from Stanford University economist Alvin Rabushka: \"Free money is the scourge of Israel’s economy. It is the difference between a free, prosperous Israel and a statist, dependent Israel.\"\nThe section on Israel says this:\n\"While this budget proposal does eliminate foreign aid to Israel, it is not meant to hurt, negate, or single out one of America’s most important allies. This proposal eliminates all foreign aid to all countries. Israel’s ability to conduct foreign policy, regain economic dominance, and support itself without the heavy hand of U.S. interests and policies, will only strengthen the Israeli community. The elimination of all foreign aid, including provisions to Israel, is not necessarily a new idea. In 1996, during an address before the U.S. Congress, Israeli Prime Minister Benjamin Netanyahu declared that his nation would eventually wean itself from dependence on U.S. foreign aid. Prominent Israeli politicians and economists alike have called for the end of foreign aid. Among them is economist Amon Gafney, who served as governor of the Bank of Israel from 1970 to 1981. He pointed out that foreign aid has caused Israel to suffer from ―Dutch Disease, a situation in which a generous gift brings short-term benefits but impairs a country’s long-term competitiveness.\"\nIn the run-up to the release of this budget document, Paul defended his zeroing-out strategy for foreign aid -- and its effect of ending aid for Israel -- in at least three separate interviews.\nThe Wolf Blitzer interview. Paul sat for a Jan. 26, 2011, interview with CNN’s Wolf Blitzer. Here’s an excerpt:\nBlitzer: \"You want to end all foreign aid as well, is that right?\"\nPaul: \"Yes, and in fact, the other day Reuters did a poll, 71 percent of American people agree with me that when we're short of money, where we can't do the things we need to do in our country, we certainly shouldn't be shipping the money overseas. …\"\nBlitzer: \"What about the $2 billion or $3 billion that goes every year to Israel? Do you want to eliminate that as well?\"\nPaul: \"Well, I think what you have to do is you have to look. When you send foreign aid, you actually (send) quite a bit to Israel's enemies, Islamic nations around Israel get quite a bit of foreign aid, too.\"\nBlitzer: \"Egypt gets almost the same amount?\"\nPaul: \"Almost the same amount, so really you have to ask yourself, are we funding an arms race on both sides? I have a lot of sympathy and respect for Israel as a democratic nation, as a fountain of peace and a fountain of democracy within the Middle East. But at the same time, I don't think funding both sides of the arms race, particularly when we have to borrow the money from China to send it to someone else. We just can't do it anymore. The debt is all-consuming and it threatens our well being as a country.\"\nThe Jonathan Karl interview. Then, on Feb. 3, 2011, Paul sat for an interview with ABC News’ Jonathan Karl. Here’s a portion of their conversation:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPaul: \"I’m not singling out Israel. I support Israel. I want to be known as a friend of Israel, but not with money you don’t have. We can’t just borrow from our kids’ future and give it to countries, even if they are our friends. ... I think they’re an important ally, but I also think that their per capita income is greater than probably three-fourths of the rest of the world. Should we be giving free money or welfare to a rich nation? I don’t think so.\"\nKarl: \"And you think they can handle their own defense?\"\nPaul: \"I think they’re probably 10 years ahead of any neighboring country. I think their defense is very significant, and I think probably well in advance of any of their potential enemies.\"\nKarl: \"Would you leave any foreign aid intact?\"\nPaul: \"No.\"\nKarl: \"None?\"\nPaul: \"No. I just don’t think you can give people’s money away when we can’t rebuild bridges in our country.\"\nThe Dave Weigel interview. Slate.com blogger Dave Weigel interviewed Paul at the conservative CPAC conference.\n\"People emphasize too much the cuts to one particular country,\" Paul told Weigel, referring to Israel. \"We had $500 billion of cuts. The cuts to that one particular country were three-fifths of 1 percent of it.\"\n• • •\nInterestingly, the public and media skepticism about Paul’s proposal to end all foreign aid, including aid to Israel, led the senator to backtrack.\nPaul’s own website includes a second version of Paul’s budget proposal, dated May 2011 -- two months after the first one was released. This one treats foreign aid differently.\nFirst, the new proposal scraps the section on Israel in its entirety. Indeed, Israel isn’t mentioned anywhere in the 65-page document. And second, Paul’s new bottom line for foreign aid wasn’t to cut it to zero. Rather, the proposal said, \"Freeze foreign aid funding at $5 billion.\" Though the report doesn’t say so explicitly, that would have been enough to cover the outlays for Israel.\nThis provides strong evidence that Paul, after taking fire for his foreign-aid policy in January, February and March 2011, abruptly reversed course.\nThis approach -- keeping some foreign aid in the budget -- appears to be what Paul pursued in the version of his budget that actually got voted on by the Senate. The Senate voted down Paul’s proposal, with just seven voting in favor and 90 against.\nPaul’s office didn’t respond to a query for this article, but after commentators began to question the seeming inconsistency of his positions earlier this week, his office released a statement to media outlets. The most relevant part for this fact-check is this:\n\"Sen. Rand Paul has never proposed any legislation that targeted Israel’s aid and just last week voted to continue and increase funding to the State of Israel. Sen. Paul is a strong supporter of the Jewish state of Israel. In 2011, Sen. Paul proposed a budget resolution that did not include certain foreign assistance programs in an effort to balance the budget in five years. Subsequent budget proposals made by Sen. Paul have included up to $5 billion for foreign assistance to account for U.S.-Israel security interests.\"\nWhile the statement his office released is correct that Paul’s original proposal never targeted Israeli aid -- Israeli aid would have been swept up in the across-the-board nixing of all foreign aid -- this response doesn’t support the notion that he hadn’t \"really proposed (phasing out aid to Israel) in the past.\" The record shows he did, both in writing and in interviews.\nOur ruling\nPaul said, \"I haven’t really proposed (phasing out aid to Israel) in the past.\" That’s rewriting history.\nNot only did Paul say he would eliminate all foreign aid during multiple media interviews in January and February of 2011, but as late as March of that year, his office released a budget proposal that included a zeroing-out of foreign assistance, with a section specifically inserted to defend the effect that policy would have on Israel.\nPaul is free to change his position, but saying he never held the position in the first place is flatly contradicted by his past statements and documents. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07476"}