{"url": "/factchecks/2010/sep/15/john-kasich/john-kasich-says-ohio-one-most-taxed-states/", "speaker": "John Kasich", "vclaim": "\"You can’t raise taxes in Ohio. We are one of the highest taxed states in the country.\"", "truth_label": "half-true", "date": "stated on August 22, 2010 in a television campaign ad:", "title": "John Kasich says Ohio is one of the most taxed states", "text": "Jobs and taxes are top issues in this year’s state and national elections, with politicians banging daily on related themes in speeches, news releases and campaign ads. Republican gubernatorial candidate John Kasich amplified his tax message recently with the claim that Ohioans pay more taxes than people in most other states.\n\nWhile he frequently makes the statement on the campaign trail, the claim is the stinger in his latest campaign television ad that began airing statewide Aug. 22.\n\n\"You can’t raise taxes in Ohio. We are one of the highest taxed states in the country ... If you raise prices in the state you drive taxpayers away.\"  \n\nKasich made similar claims Sept. 14 during the first gubernatorial debate with Democratic Gov. Ted Strickland, which makes the issue worth examining  now.\n\nThe statement, Kasich says, refers to an individual’s tax burden – the sum of state and local taxes, such as property taxes and local sales taxes, that an individual pays. And he specifically uses a ranking by the conservative-leaning Tax Foundation, which regularly crunches state and local tax data.\n\nThe Tax Foundation ranks Ohio’s total tax burden seventh highest, according to its 2008 study, the most recent available. Among 50 states, seventh qualifies in our book as \"one of the highest.\"\n\nBut the ranking deserves more discussion because of an ongoing debate among tax experts about how to best evaluate or measure the total tax burden.\n\nThe Tax Foundation first combines state and local tax collections, and makes projections, or estimates, for the year the study is completed. The Tax Foundation also considers taxes Ohioans may pay in other states, and vice versa. It then divides the state’s total tax collections by total personal income.\n\nTranslated: the average Ohioan pays about 10.4 percent of their income to state and local taxes compared to the national average of 9.7 percent. Ohio takes a hit in the Tax Foundation study because of its relatively high income tax rate.\n\nOther tax experts, including those at the Federation of Tax Administrators, agree that combining state and local taxes and dividing that by total personal income offers a reasonable way to look at the burden. But these experts stick with the raw U.S. Census data without making any adjustments or projections.\n\nOhio has the 16th highest total tax burden -- all state and local taxes -- as a percentage of personal income, according to the Federation of Tax Administrators’ crunching of U.S. Census numbers. That ranking moves Ohio from the top quarter of highest taxed states to the top third, giving the state a bit more cover.\n\nAnd even in its purest form, the Federation of Tax Administrators say, U.S. Census data can be misleading because not all taxes are \"tied to personal income and the scope neglects certain types of state economic activity.\" You can read its analysis of measurement methods here.\n\nThe Ohio Tax Department likes to brag about another view of tax-burden numbers offered this year, also by the Federation of Tax Administrators, but one that only looks at state taxes. By that measure, Ohio has the 33th highest state tax burden as a percentage personal income. That means only 17 other states collected a lower percentage of taxes than Ohio. But beware: this ranking looks only at the taxes imposed by the state -- not those imposed by local authorities. So an equal comparison can’t be made to studies that examine both state and local taxes. Nonetheless, the ranking is instructive because it shows Ohio’s tax rating has improved since it began reducing personal income and business taxes in 2005. That year, Ohio ranked 28th in the study of the state-tax burden.\n\nAnd there are other ways to slice and dice the figures. We ran a simple Google search, \"total tax burden by state per capita,\" and immediately found another ranking. This one, from Statemaster, uses U.S. census data and excludes federal and local taxes from its rankings, focusing only on state tax collections. It ranks Ohio as having the 27th heaviest tax burden.\n\nSo that brings us back to the nagging question: How should the tax burden be measured?\n\nOhio’s Education Tax Policy Institute, a think-tank that defends the state and is led by school districts to analyze tax data and influence policies, argues that the Tax Foundation’s attempts to look beyond the U.S. Census data dooms its study. The institute makes its case in a paper entitled, \"More Tax Foundation Nonsense!\" which is available on its Web site.\n\nThe Tax Foundation has battled back, offering lengthy rebuttals. Its argument, \"Wishful Thinking About Tax Burdens in Ohio,\" is available on the Tax Foundation Web site.\n\nThe problem for voters is that tax experts will be debating the issue long beyond the election, so PolitiFact Ohio wants to keep Kasich’s claim in the context of the governor’s race.\n \n\n\nBy citing the Tax Foundation study, Kasich is invoking several taxes the governor can’t easily influence – such as school levies passed by voters, or sales tax boosted by county commissioners – to paint Ohio’s tax picture as bleak.\n \n\nThe claim also obscures the tangible improvements Ohio has made at the state level in reducing both business and personal income taxes since 2005, including a nearly 17 percent cut in personal income tax since then. These improvements were addressed in more detail in the June 17 PolitiFact Ohio article, \"Ted Strickland boasts Ohio’s small business climate is tops in the Midwest.\"\n\n\n\n\nWe think both are important points that help provide clarification about taxes in Ohio.\n\nOne thing about Kasich’s claim is clear: by one measure, it’s accurate. But how to best define tax burden is cloudier, and a look at other research shows that answers and rankings can vary wildly depending on which taxes are included, which data sets are employed and which projectons are applied.\n\nFor these reasons, we rate Kasich’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14422"}