{"url": "/factchecks/2007/nov/27/fred-thompson/indeed-abortions-are-covered/", "speaker": "Fred Thompson", "vclaim": "\"So what sort of services does Romney's health care plan provide? Per the state Web site: $50 co-pay for abortions.\"", "truth_label": "true", "date": "stated on November 15, 2007 in a press release:", "title": "Indeed, abortions are covered", "text": "Fred Thompson's campaign is trying to take the much-touted health insurance program that Mitt Romney helped create as governor of Massachusetts and turn it into a liability with conservative Republican voters who dominate the party's primary elections.\n\nThe Thompson campaign, which has been playing up the former U.S. senator's antiabortion stances, sent out this e-mail in November 2007:\n\n\n\"So what sort of services does Romney's health care plan provide? Per the state Web site: $50 co-pay for abortions.\n\n\n\"While court mandate requires Massachusetts to cover 'medically necessary' abortions in state-subsidized health plans, Mitt Romney's plan covers ALL abortions -- no restrictions.\"\n\n\nAnd it's true.\n\n\nOne of the crowning moments of Mitt Romney's tenure as governor of Massachusetts was the creation of Commonwealth Care, a state-run, state-subsidized health insurance program for people making up to 300 percent of the federal poverty level. Although private insurers provide the coverage, the state helps pay the bills and determines what services must be covered.\n\n\nThat list includes abortion. And the co-pay is indeed $50.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRomney has recently sought to distance himself from some details of the plan, but he has touted it in debates and interviews as a model for the nation.\n\n\n\"I love it. It's a fabulous program,\" Romney said during a May 3, 2007, Republican debate in Simi Valley, Calif. \"Now I know there's some people who wonder about it. Sen. Kennedy at the signing of the bill, we were all there together, he said, 'You know, if you've got Mitt Romney and Ted Kennedy agreeing to the same bill, that means one thing -- one of us didn't read it.'\n\n\n\"But I helped write it. And I knew it well. ...The market can work to solve our health care needs, and 27 other states are working on health care programs now. It's a great program, a great opportunity for the entire country.\"\n\n\nRomney's campaign counters that the decision about what services to cover was ultimately left up to the independent Commonwealth Care Authority.\n\n\nBut Romney was well-represented: Of the six policy-making members of the authority's 10-member board, half are appointed by the governor, and half by the state attorney general. Half of the ex-officio members also are appointed by the governor, including the chairman -- the governor's secretary of administration and finance -- and the state insurance commission.\n\n\nAlthough Romney shares responsiblity with the state legislature and the program's board, Commonwealth Care was his pet project, and he takes credit for it. We find Thompson's claims true.", "vclaim_id": "vclaim-pol-16498"}