{"url": "/factchecks/2018/jan/31/donald-trump/donald-trump-partly-correct-rejoinder-jay-z/", "speaker": "Donald Trump", "vclaim": "\"Because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!\"", "truth_label": "half-true", "date": "stated on January 28, 2018 in a tweet:", "title": "Donald Trump is partly correct in response to Jay-Z about black unemployment", "text": "President Donald Trump didn’t wait long to respond to Jay-Z when the rapper and businessman appeared on the inaugural edition of the Van Jones Show on CNN.\nDuring the show, which aired on the night of Saturday, Jan. 27, Jones asked Jay-Z whether it's okay for Trump \"to say terrible things but put money in our pockets,\" referring to Trump's repeated assertion that unemployment for African-Americans has dropped to record lows.\nJay-Z responded in the negative, saying, \"It's not about money at the end of the day. Money doesn't equate to happiness. It doesn't. That's missing the whole point.\"\nHe added, \"You treat people like human beings. That's the main point. It goes back to the whole thing — 'treat me really bad and pay me well.' It's not going to lead to happiness, it's going to lead to, again, the same thing. Everyone's going to be sick.\"\nEarly the next morning, Trump tweeted, \"Somebody please inform Jay-Z that because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!\"\nSomebody please inform Jay-Z that because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!— Donald J. Trump (@realDonaldTrump) January 28, 2018\n\n\nSetting aside Trump’s non-sequitur — Jay-Z didn’t dispute that the African-American unemployment rate was the lowest ever — we wondered whether Trump has a point that the decline is \"because of my policies.\"\nAs we’ve noted, the unemployment rate for African-Americans is currently the lowest since the statistic was first calculated in 1972. In December 2017, African-American unemployment fell to 6.8 percent. The previous record low was 7 percent in April 2000 and September 2017.\n\nHowever, as we also noted, the African-American unemployment rate didn’t exactly turn on a dime once Trump took office.\nBlack unemployment peaked at 16.6 percent in April 2010, after a historic recession and when Barack Obama was president. It then fell by more than half to 7.8 percent by the time Obama left office in January 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nMore to the point, as we’ve noted in regard to presidents of both parties, presidents don’t deserve either full credit or full blame for the unemployment rate on their watch. The president is not all-powerful on economic matters. Broader factors, from the business cycle to changes in technology to demographic shifts, play major roles.\nChris Lafakis, a director at Moody's Analytics, said that while the jury remains out on his long-term record, Trump does deserve some credit for overall economic growth on his watch.\nIn the tweet, Lafakis said, Trump \"is likely suggesting that his policies have boosted the overall economy, which has helped black people as well as whites. This is the only thing I can think of him referring to, since he hasn’t undertaken any initiatives solely designed to benefit blacks.\"\nGary Burtless, an economist with the Brookings Institution, agreed that he \"cannot think of any specific policy under President Trump that has especially aided African-American workers or job seekers.\"\nTrump can \"legitimately argue that his stewardship has contributed to, or at least not detracted from, the good economic news of the past 12 months,\" Burtless said. But beyond that, any specific link to African-Americans’ economic fortunes is speculative, he said.\n\"Higher stock prices and improved investor confidence may fuel higher investment in the United States and better job growth in the future, helping African-Americans as well as all other workers, but that remains to be seen,\" he said.\nThe White House told PolitiFact that even though the decline began on Obama’s watch, Trump has kept the momentum going.\nOur ruling\nTrump said that \"because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!\"\nWhile African-American unemployment rates are indeed at record lows, Trump’s ability to take credit is uncertain. The rate has fallen with ski-slope consistency since about 2010, six years before Trump took office. And economists have always been skeptical about the ability of presidents to take either credit or blame for conditions on their watch, since many other factors play into economic results. Trump has taken no specific actions aimed at lowering the unemployment rate for African-Americans.\nWe rate the statement Half True.\n Share the Facts 2018-01-31 01:23:52 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!\"    Donald Trump President https://twitter.com/realDonaldTrump/status/957603800579297280   a tweet Sunday, January 28, 2018 2018-01-28    Read More  info", "vclaim_id": "vclaim-pol-02473"}