{"url": "/factchecks/2007/oct/30/chris-dodd/dodd-was-bulldog-in-passing-bill/", "speaker": "Chris Dodd", "vclaim": "\"Dodd brought both parties together to pass the Family and Medical Leave Act.\"", "truth_label": "true", "date": "stated on November 5, 2007 in a TV ad airing in Iowa and New Hampshire.:", "title": "Dodd was \"bulldog\" in passing bill", "text": "In a new TV ad, two barbers (actually Chicago actors) who like Chris Dodd give him credit for winning bipartisan support to pass the Family and Medical Leave Act.\n\n\nWe find the claim is accurate.\n\n\nDodd first introduced the bill in 1985 and it became law in 1993, more than seven years later. It allows workers to take up to twelve weeks of unpaid leave for the birth or adoption of a child or the illness of a close family member.\n\n\nIt's fair for Dodd to say that he had to work hard to get the bill passed. It was stymied by a Republican filibuster in the Senate in 1988. It fared better in 1990, passing both chambers, but the first President Bush vetoed it. The veto was sustained, and the issue was off the table for the session.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nLater, in 1991, Dodd found a critical ally in Republican Sen. Christopher S. Bond of Missouri. They negotiated changes that would make the legislation more palatable to the business community and bring on more Republicans.\n\n\nThe bill cleared in 1992, only to be vetoed again by Bush. Again, the veto was not overridden. Finally, in 1993 the legislation cleared for the third time and President Clinton signed it into law.\n\n\nIt took compromise to allay the fears of the business community and get enough Republicans to support it. When it passed, the States News Service quoted Sen. Paul Simon, D-Ill. saying \"Dodd has been a bulldog on this.\"", "vclaim_id": "vclaim-pol-16541"}