{"url": "/factchecks/2020/jan/06/joe-biden/biden-continues-recast-his-comments-obama-about-bi/", "speaker": "Joe Biden", "vclaim": "Says he did not tell former President Barack Obama \"don’t go\" after Osama bin Laden", "truth_label": "barely-true", "date": "stated on January 3, 2020 in a brief interview:", "title": "Biden continues to recast his comments to Obama about bin Laden raid", "text": "Former Vice President Joe Biden has continued to recast what advice he gave President Barack Obama about whether to raid the compound that was the suspected hideaway for Osama bin Laden. \nBiden’s latest statement occurred during a brief exchange with Fox News reporter Peter Doocy in Iowa on Jan. 3, following President Donald Trump’s order to kill Iranian Gen. Qassem Soleimani.\nDoocy: \"As commander in chief, if you were ever handed a piece of intelligence that said you can stop an imminent attack on Americans but you have to use an airstrike to take out a terror leader, would you pull the trigger?\"\nBiden: \"Well, we did. Guy’s name was Osama bin Laden.\"\nDoocy: \"Didn’t you tell President Obama not to go after bin Laden?\"\nBiden: \"No, I didn’t. I didn’t.\"\nIt is a challenge to fact-check what Biden told Obama in advance of the May 2011 raid to kill bin Laden, because their conversations were largely private. However, Biden has made conflicting statements about what he told Obama.\nIn 2012, Biden said he told Obama \"don’t go\" and called for him to take additional steps to confirm bin Laden was at the compound. But in 2015, Biden said he told Obama \"go.\"\nIn 2012 Biden said he told Obama not to launch raid on compound\nIn January 2012 at a Democratic congressional retreat, Biden recounted how Obama asked senior officials whether they should go ahead with the raid. Everyone in the room \"hedged their bet\" except CIA Director Leon Panetta, who said \"go.\" \n\"Mr. President, my suggestion is, don't go,\" Biden recounted. \"‘We have to do two more things to see if he's there.\" (He did not explain what the two additional things were at the time.)\n(When a reporter asked White House spokesman Jay Carney in 2012 about Biden’s comments stating he was against the raid, Carney said: \"I know that he is speaking accurately.\")\nIn May 2012 on NBC’s Meet the Press, Biden said he told Obama \"follow your instincts.\"\n\"I wanted him to take one more day to do one more test to see if he was there,\" Biden said. \nObama’s statement during a debate in 2012 supported the idea that Biden was critical about the raid proposal. Obama said that \"even some in my own party, including my current vice president,\" critiqued the proposed raid.\nBiden later said he told Obama to go ahead with the raid\nBy 2013, Biden started to recast his account of what he told Obama.\nIn January 2013, the New York Times magazine wrote that Biden had advised against the 2011 raid on the house in Pakistan that was suspected to be bin Laden’s hideaway.\nBut the quote by Biden was more vague: \"I remember walking up to his office and saying, ‘Look, follow your instincts, follow your instincts.’\" \nIn 2015, Biden said he did tell Obama privately to go after bin Laden.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOn Oct. 20, 2015, at an event honoring former Vice President Walter Mondale, Biden said when Obama asked everyone in the room whether he should go forward, only two were definitive: Panetta said \"go\" and Secretary of Defense Robert Gates said \"don’t go.\"  \nBiden recounted that he suggested a third option, though he said it was one \"that I didn’t really think we should do.\" Biden said he proposed to take one more pass with an unmanned aerial vehicle to confirm that it was bin Laden at the compound. Then Biden said he told Obama in a private conversation, \"I thought he should go but to follow his own instincts.\"\nThat led to multiple news reports showing that Biden had revised his account from 2012 when he said he told Obama \"don’t go.\"\nDays later, CBS journalist Norah O’Donnell asked Biden to clear up the confusion about whether he told Obama to conduct the raid.\n\"Everything I said was completely accurate. I just never until last Tuesday night told the whole story,\" he said, referring to the Mondale event.\nBiden said he first told Obama to do another check, and then he told Obama to follow his own instincts: \n\"I said, ‘You should do that, and there would be still time to have the raid, but that’s what I would do.\" \nBiden continued: \"Immediately, we got up, as we always do, and I walked out with the president. We walked up to the Oval. I said, ‘Mr. President, follow your instincts. I know you should do it, but follow your instincts.’ \" \nBiden’s 2020 campaign pushed back against criticism that his statements have been inconsistent.\nThe campaign said in a statement that at the outset, Biden advised that the United States should first obtain additional confirmation that bin Laden was at the compound. Biden, the campaign said, never proposed stopping the operation. \nObama-era officials said Biden expressed skepticism\nBiden’s claim that he told Obama to \"go\" conflicted with other accounts from Obama-era officials in their books. (A Trump campaign spokesman, Zach Parkinson, tweeted many of these passages.)\nObama’s Secretary of State Hillary Clinton wrote in \"Hard Choices\" that Biden \"remained skeptical.\"\nPanetta wrote in \"Worthy Fights\" that Biden \"argued that we still did not have enough confidence that bin Laden was in the compound, and he came out firmly in favor of waiting for more information.\"\nDefense Secretary Robert Gates wrote in \"Duty: Memoirs of a Secretary at War\" that he and Biden were the \"two primary skeptics.\"\n\"Biden’s primary concern was the political consequences of failure,\" Gates wrote.  \nOur ruling\nWhen Doocy asked Biden \"Didn’t you tell President Obama not to go after bin Laden?\" Biden replied \"No, I didn’t. I didn’t.\"\nBiden has created confusion with different accounts about what he told Obama. \nIn 2012, Biden said he told Obama \"don’t go.\" Biden said he wanted Obama to take additional steps to confirm bin Laden was at the compound. Other Obama-era officials confirm that Biden was skeptical of the mission. \nIn 2015, Biden said that he later told Obama privately, \"I thought he should go, but to follow his own instincts.\"\nBiden’s answer to Doocy is hardly the full story and misses critical context. We rate his statement Mostly False.", "vclaim_id": "vclaim-pol-17528"}