{"url": "/factchecks/2010/sep/02/rick-scott/rick-scott-says-alex-sink-wants-cut-medicare/", "speaker": "Rick Scott", "vclaim": "Alex Sink wants to \"cut Medicare.\"", "truth_label": "false", "date": "stated on September 1, 2010 in a statement.:", "title": "Rick Scott says Alex Sink wants to cut Medicare", "text": "Republican gubernatorial candidate Rick Scott says his opponent Alex Sink wants to cut Medicare benefits for the country's seniors. Sink says Scott is making that up.\n\nEnter PolitiFact Florida.\n\nThe back-and-forth started on Sept. 1, 2010, when Scott issued a press statement commenting on the decision of Bud Chiles to drop his independent candidacy for governor and endorse Sink.\n\n\"This (election) will be a contest which presents a clear choice between a conservative outsider with business experience and a specific plan to create 700,000 jobs, and another liberal Obamacrat who wants to raise taxes, cut Medicare, and supports Obama's failed stimulus,\" Scott said.\n\nSink responded to the Medicare line the next morning. \"I don't even know where he got that from,\" Sink said in Tallahassee. \"Of course I don't want to cut Medicare.\"\n\nDoes Sink want to cut Medicare?\n\nThe Scott campaign pointed PolitiFact Florida to President Barack Obama's major health care legislation as evidence to back up their allegation. According to Scott-think, the linkage works like this: Sink supported the federal health care bill, and the health care bill cuts Medicare. Therefore Sink supports Medicare cuts.\n\nOn the first part, Sink issued a tepid endorsement of the health care bill on March 22, 2010. \"Though it is certainly not perfect, these long-overdue reforms are better than Washington continuing to do nothing to improve America's health care system,\" Sink said in part. You can read the rest of it here.\n\nThe issue, in our minds, really boils down to the health care bill and how it affects Medicare.\n\nMedicare and the 2010 health care bill\n\nMedicare serves as the health insurance program for 39 million seniors and another eight million people under 65 receiving Social Security. Medicare makes up 12 percent of the federal budget.\n\nNaturally, Medicare reforms were part of the 2010 health care legislation.\n\n\"Some (reforms) increase Medicare spending to improve benefits and coverage,\" said Tricia Neuman, vice president and director of the Medicare Policy Project at the Kaiser Family Foundation. \"Other provisions reduce the growth in Medicare spending to help the program operate more efficiently and help fund coverage expansions to the uninsured in the underlying health reform legislation. Other provisions are designed to improve the delivery of care and quality of care.\"\n\nNeuman walked through the changes in an easily digestible tutorial on the Kaiser Family Foundation's website. It's the best non-ideological explanation we've seen.\n\nThe 2010 law includes a $250 rebate for prescription drugs purchased through Medicare Part D. Currently, after an initial benefit period, enrollees are required to pay 100 percent of their prescription drug costs until they reach a level of catastrophic coverage. The rebate is meant to begin to close in a hole in prescription drug coverage for beneficiaries. By 2020, Medicare will pay 75 percent of the total cost of generic prescription drug coverage in the gap.\n\nThe health reform bill also reduces the growth in Medicare spending by more than $500 billion over 10 years, according to Congressional Budget Office estimates.\n\nNearly $220 billion in savings comes from reducing annual increases in payments health care providers would otherwise receive from Medicare. Other savings include $36 billion for increases in premiums for higher-income beneficiaries and $12 billion for administrative changes. A new national board will be tasked to identify $15.5 billion in savings, but the board -- the Independent Payment Advisory Board -- is prohibited from proposing anything that would ration care or reduce or modify benefits.\n\nAnd then there's another $136 billion in projected savings that would come from changes to the Medicare Advantage program. About 25 percent of Medicare beneficiaries are enrolled in a Medicare Advantage plan.\n\nThere are two basic ways most people get Medicare coverage. They enroll in traditional Medicare and a prescription drug plan through the government and maybe buy a supplemental policy to cover most out-of-pocket costs. Or they enroll in Medicare Advantage programs (they include drug plans), which are run by private insurers. They typically have more generous benefits such as dental and vision coverage. Some plans even pay the patient’s monthly Medicare premium, which can amount to about $100.\n\nA June 2009 MedPAC analysis said that the Advantage programs costs taxpayers on average of 14 percent more than the traditional Medicare plan. President Obama has said repeatedly that the Medicare Advantage plan wastes public money that could be put to better use.\n\n\"We do think that systems like Medicare are very inefficient right now, but it has nothing to do at the moment with issues of benefits,\" Obama said in Aug. 11, 2009, speech in New Hampshire. \"The inefficiencies all come from things like paying $177 billion to insurance companies in subsidies for something called Medicare Advantage that is not competitively bid, so insurance companies basically get $177 billion of taxpayer money to provide services that Medicare already provides. And it's no better -- it doesn't result in better health care for seniors. It is a giveaway of $177 billion.\"\n\nThe health care law that President Obama signed in March phases out extra payments for Medicare Advantage programs and institutes other rules for the program. Generally speaking, the extra payments phase out over the next three to six years. In a few cases, plans will be able to keep current funding if they qualify for special bonuses\n\n\"How these payment changes will affect beneficiaries remains to be seen -- but is expected to vary across the country,\" Neuman said. \"The Congressional Budget Office projects the law will result in fewer enrollees in Medicare Advantage plans, and fewer extra benefits for Medicare Advantage enrollees, on average. It is also possible that the number of plans available to beneficiaries will decline -- which may or may not be a concern. On average, Medicare beneficiaries have 30 plans available to them in 2010.\"\n\nPolitiFact has waded into this ground before whether the adjustments to the Medicare Advantage option constitute a cut. Most experts we talked to had the same answer: yes and no.\n\nOn one hand, they might not be considered cuts because nowhere in the bill are benefits actually eliminated, experts said. And other parts of the bill expand coverage for seniors and ultimately make some components of Medicare less expensive for patients.\n\nStill, changes could be in store for Medicare Advantage participants. The basic benefits that mirror regular Medicare will stay the same, but the extra benefits that people receive under Advantage would likely be reduced, experts said.\n\n\"The core benefits of Medicare won't change,\" said Marc Steinberg, deputy director of health policy for Families USA, an advocate for health care consumers. \"Most (Medicare Advantage) plans are solid and resemble traditional Medicare.\" However, some insurance plans have entered the program \"to make a quick buck. They may have to reconsider their budget, which could mean some patients will see changes in the services provided above and beyond traditional Medicare.\"\n \nStuart Guterman, assistant vice president for the Commonwealth Fund’s program on payment system reform, had a similar view.\n \n\"People enrolled in (Medicare Advantage) get services that people in traditional care do not get under Medicare,\" he said. \"Insurance companies can afford to cover these services because taxpayer money is subsidizing them. Plans will most likely not offer those extra services, but in no case will (patients) get less Medicare benefits than people in the rest of the program.\"\n\nThat's a key distinction when analyzing Scott's comments. Any cuts, if you can call them cuts, in the federal health care bill will happen to extra benefits for Medicare Advantage participants, experts say. Not the traditional Medicare program and the traditional Medicare benefits.\n\nOur ruling\n\nWe must note that Medicare is a federal program, not a state one, so Sink wouldn't be able to cut benefits -- even if she wanted to -- if she's elected in November.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nScott's basis for claiming that Sink supports cuts is that she supported the 2010 federal health care legislation that implemented a number of changes to the Medicare program. There are potential cuts coming to the extra benefits received by Medicare Advantage enrollees. But the law does not alter basic Medicare benefits, and actually increases some prescription drug benefits.\n\nBecause she was not a member of Congress, Sink did not cast a vote for or against the new health law. Additionally, her endorsement was tepid: She said it was better than nothing and \"far from perfect.\" On Medicare, she praised the part of the bill that spends more money on prescription drugs for seniors, and didn't say anything about the cuts for Medicare Advantage. In short, we don't think there's a credible case to be made that Sink supported that part of the bill. The distance between Sink and cuts to Medicare is just too great. We rate Scott's statement False.", "vclaim_id": "vclaim-pol-14498"}