{"url": "/factchecks/2017/jan/06/brahma-chellaney/yes-asia-most-water-strapped-continent/", "speaker": "Brahma Chellaney", "vclaim": "\"Asia ... has less freshwater per capita than any other continent, except Antarctica.\"", "truth_label": "mostly-true", "date": "stated on December 28, 2016 in a website op-ed:", "title": "Yes, Asia is the most water-strapped continent", "text": "Americans are up to their eyebrows in water, relatively speaking. Other parts of the world aren’t as fortunate. A prominent Indian analyst, Brahma Chellaney, has been sounding the alarm for many years about the tightening competition for water in Asia.\n\"Averting water-related conflicts is actually a major challenge across Asia, which has less freshwater per capita than any other continent, except Antarctica,\" Chellaney wrote in a Dec. 28 op-ed. \"This reality has helped promote growing interstate and intrastate disputes over shared water resources.\"\nWe wanted to verify that, indeed, the average Asian has less water at hand than the residents of other continents.\nAquastat, a project of the United Nations’ Food and Agriculture Organization, is the go-to source for information on how much water is potentially available for human use.\nIn Aquastat’s 2016 summary, Asia had about 2,000 gallons per day available for each person. The project website states, \"Asia is the continent with the lowest volume of renewable freshwater resources per person.\"\nThe Asian average compares to 14,700 gallons per person per day in North America, 22,900 gallons per person per day in South America, and 5,400 gallons per person per day in Australia.\nAquastat, unfortunately, has no summary data for Europe or Africa.\nWe used another UN data source for a back-of-the-envelope calculation. It supports Chellaney’s essential point about relative scarcity in Asia. A 2008 report from the United Nations Environment Program provides estimates of the freshwater that exists on each continent. (It too has gaps. It has no estimate for surface water in South America and estimating groundwater in Australia is tricky because much of that water is infused with salt.) We divided the totals by population estimates based on Population Reference Bureau data.\nAsia still comes in last, at least among continents that have year-round residents.\nBut contrary to Chellaney’s assertion, Antarctica is flooded with freshwater. The problem is, it’s all frozen. The UN Environment Program said Antarctica had over 30 million cubic kilometers of freshwater locked up in its glaciers and ice.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGwen Moore\n\n\nstated on April 27, 2016 in a congressional hearing\n \n\n\n\n\n\n\n\nWater rates in Manila, Philippines, \"were raised up to 845 percent\" when a subsidiary of the World Bank became a partial owner.\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • May 12, 2016\n\n\n\n\n\n\n\nAnd aside from about 1,000 researchers who spend time there, it has no people. So technically, Antarctica has more freshwater per capita than anywhere.\nPractically speaking though, comparing continental water supplies is always a bit misleading because the water that’s actually available varies hugely from place to place within each continent, and often within each country.\nSouthern China has plenty of water, while the north is dry. For India, the northwest is much drier than the eastern sections of the country.\nPlus, as the staff at Aquastat note, estimates of total water supply don’t mean that the water is \"fully exploitable and available.\" Some is in remote locations, the amount can swing widely between wet and dry seasons, some might need to be reserved to sustain the environment, and often, technical challenges put the water out of reach of pumping stations and other infrastructure.\nAsia’s looming water problems have drawn increasing attention in recent years. A 2016 projection from researchers at the Massachusetts Institute of Technology concluded that \"there is a high risk of severe water stress in densely populated watersheds by 2050.\"\nThe MIT group compared a number of scenarios and determined that most of the pressure stemmed from a growing population and increasing demands from a rising economy, rather than climate change. By 2050, they estimated about 1 billion people could be pressed to meet their daily water needs.\n\"Without assertive water policies in these regions, water limitations could be harmful to the health and well being of the people in these regions, as well as the environment,\" they wrote.\nOur ruling\nChellaney said that Asia has less freshwater per capita than any other continent, except Antarctica. Technically, he’s wrong about Antarctica, which has plenty of freshwater in its glaciers, but practically speaking, he’s correct. The UN’s primary project on water statistics reports that Asia has the lowest amount of freshwater resources per person.\nWe used an alternative data set and while the numbers differed, Asia still ranked last among places where people actually live.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/35f9e7a4-9ead-4d2e-9d8e-6da1c0bd139a", "vclaim_id": "vclaim-pol-03816"}