{"url": "/factchecks/2017/nov/15/steve-bannon/behind-stephen-bannons-misrepresentation-chuck-tod/", "speaker": "Steve Bannon", "vclaim": "Says Chuck Todd said the Roy Moore story \"felt completely orchestrated.\"", "truth_label": "false", "date": "stated on November 15, 2017 in radio interview:", "title": "Behind Steve Bannon's misrepresentation of Chuck Todd's comments on Roy Moore", "text": "Breitbart head Steve Bannon took a Chuck Todd audio clip out of context to discredit allegations of sexual assault against Alabama Republican Senate candidate Roy Moore.\n\"The more I think about this Roy Moore story the more it does feel like a total orchestrated, colluded hit between the Republican establishment, the establishment media, the Democratic party, the Washington swamp uni-party,\" Breitbart editor Alex Marlow said to Bannon on Breitbart News Daily, a Sirius XM radio show.\nMarlow’s talking about a Washington Post report that four (and now five) women said Moore inappropriately touched, kissed or tried to date them in their teens.\n\"100 percent,\" Bannon agreed. \"Even Chuck Todd, the swampiest creature of swamp creatures, he walked through it yesterday on Meet the Press. He said it felt completely orchestrated.\"\nTo prove his point, Marlow played the following clip from the Nov. 12 edition of NBC’s Meet the Press.\n\"Charlie Cook, is Mitch McConnell, the way he's been-- this clearly felt almost orchestrated, Todd said. \"The minute, within an hour, this came out, many of the McConnell allies came out and said, 'He's got to go.' Sounds like Mitch McConnell has decided it's worse if Roy Moore wins.\"\nMarlow said that clip was \"all you need to hear,\" and Bannon agreed, saying \"You’ve got to play that 20 times now til the end of the show.\"\nBut Todd wasn’t referring to the report about Moore's alleged actions when he said \"it felt completely orchestrated.\" In fact, he never questioned the allegations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nInstead, Todd was asking pundit Charlie Cook about the implications for the Republican Party.\nThe \"orchestrated\" comment was in reference to the Senate Majority Leader’s condemnation of Moore a little over an hour after the report went live.\n\"If these allegations are true, he must step aside,\" McConnell said to reporters on Nov. 9.\nOther Republican senators echoed McConnell’s sentiments that day, including Richard Shelby, Tim Scott, Rob Portman, John Cornyn, Cory Gardner, Susan Collins, Steve Daines, Mike Lee, Lisa Murkowski, David Perdue, Ben Sasse and John McCain.\nUnlike Bannon, Cook caught Todd’s drift.\n\"I think Mitch McConnell thinks that this is just so horrible that it's not under his control, so he's got to live with whatever happens,\" Cook said. \"I think if the voters of Alabama, if they choose to vote for Roy Moore, I think the Senate's obliged to seat him.\"\nOur ruling\nBannon said Chuck Todd said the Roy Moore story \"felt completely orchestrated.\"\nBut the Meet the Press clip Bannon cited showed Todd was talking about the Republican response to the Washington Post report on sexual assault allegations against Moore, not the report itself. Todd never questioned the report’s validity.\nWe rate this statement False.\n Share the Facts 2017-11-15 22:31:58 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Chuck Todd said the Roy Moore story \"felt completely orchestrated.\"    Steve Bannon Breitbart News Executive Chairman https://soundcloud.com/breitbart/breitbart-news-daily-stephen-k-bannon-november-13-2017   radio interview Monday, November 13, 2017 2017-11-13    Read More  info", "vclaim_id": "vclaim-pol-02682"}