{"url": "/factchecks/2010/nov/19/virginia-tea-party-patriots/virginia-tea-party-says-dollar-has-fallen-44-perce/", "speaker": "Virginia Tea Party Patriots", "vclaim": "The dollar \"has fallen over 44% since Bernanke began pumping money into the system beginning back in 2002.\"", "truth_label": "half-true", "date": "stated on November 15, 2010 in a letter to Congress.:", "title": "Virginia Tea Party says dollar has fallen 44 percent under Bernanke", "text": "The Virginia Tea Party Patriot Federation has joined a growing chorus of conservatives blasting Federal Reserve System Chairman Ben Bernanke’s plan to buy $600 billion in additional U.S. Treasury bonds.\n\nIn a sharply worded open letter to Virginia’s Congressional delegation, the Federation asks legislators to slow the printing of U.S. currency, curtail spending and audit the Fed.\n\n\"Chairman Bernanke's new program, which the Fed says it will ‘adjust as needed,’ is an open-ended threat to the U.S. Dollar,\" the letter states. \"Americans have to stop and question why our sovereign currency, the U.S. dollar, has fallen over 44% since Bernanke began pumping money into the system beginning back in 2002.\"\n\nThe 44 percent figure piqued our interest and we wondered what they were measuring the dollar against.\n\nAsked for the source of their information, the letter’s co-authors, Jamie Jacoby and Bob Marcellus, referred to a 2008 Forbes magazine column by economist Steve Hanke.\n\n\"The currency began its downward course early in 2002, thanks in large part to Fed policy, and it bottomed out in mid-July 2008, having declined 44% against the euro in that period,\" Hanke wrote.  \n\nOK, so we now know that the dollar’s decline in the claim is set against the euro standard. But, 2008 was a while ago, so we wondered how the dollar compared to the euro today versus 2002.\n\nAs of Nov. 15, the EUR/USD rate (American dollars to one euro) is at 1.36 compared with 0.87 in February 2002, a drop of 56 percent.\n\nBut that brings up the second issue with the claim -- Bernanke didn’t join the Federal Reserve System’s Board of Governors until September 2002, not early 2002 when the dollar began to decline. Bernanke didn’t become chairman until 2006, succeeding Alan Greenspan.\n\n\"I think it’s foolish to assign blame for the U.S. foreign exchange rate to Dr. Bernanke when he was a member but not the Chair of the Federal Reserve,\" said Gary Burtless, a senior fellow with the left-leaning Brookings Institution. \"How much influence can a single, very junior member of the Board have?\"\n\nDan Mitchell, a senior fellow at the free-market Cato Institute, saw that point, but added that Bernanke wasn’t exempt from responsibility.\n\n\"Greenspan was the Chairman, so he really deserves a lot of the blame,\" Mitchell said, \"On the other hand, Bernanke supported those policies.\"\n\nSo, let’s get back to numbers.\n\nIf we look at change in the EUR/USD rate from September 2002, when Bernanke joined the Fed, until now, it has gone from 0.98 to 1.36, meaning that the value of the dollar has dropped 39 percent.  By that measure, we’re pretty close to the 44 percent used in the claim.\n\nIs that good enough? Maybe not, says Burtless.\n\n\"The reason I do not take the letter writer’s claim very seriously is that he or she has selected just one currency to judge the trend in the value of the dollar,\" he said. \"It happens to be a currency that has appreciated relative to the dollar. Other currencies have fallen in value relative to the dollar.\"  \n\nBurtless suggested using another measure to track the change -- the trade-weighted U.S. Dollar Index, a broad measure of the value of the U.S. dollar against the currencies of our major trading partners.\n\nFrom September 2002 through Nov.15, the index has fallen from 126.17 to 98.82, a 22 percent decline.\n\nBut as Mitchell points out, the euro/dollar comparison is commonly used and widely accepted.\n\n\"If we shift from surface-level political debates to academic analysis, then a broader measure of currencies would be a better benchmark,\" he said. \"After all, what if the dollar was falling because of something that the [European Central Bank] was doing rather than easy-money policy by the Fed?  But the euro is the benchmark, so that is how the debate is usually framed in DC.\"\n\nIf we to accept that, is it fair to lay all the blame on the Fed? Robertson says no.\n\n\"Part of the decline since the worst of the crisis, say, late 2008-spring 2009, is due to the rebound of other major currencies,\" he said.  \"The dollar almost always rallies in crises (it's a safe haven for worriers), so the subsequent decline in normal times is to be expected. In the longer run the dollar's decline is because our industries are not internationally competitive with a high dollar, and that has little to do with Bernanke or the Fed.\"\n\nTo summarize: The Tea Party’s letter says that the dollar has fallen 44 percent \"since Bernanke began pumping money into the system beginning back in 2002.\"\n\nThe number that the Tea Party uses reflects a different time period than Bernanke’s actual term as chairman and even as a member of the Board of Governors. Since Bernanke joined the Board in 2002, the value of the dollar dropped 39% against the euro, not 44%.\n\nThe Tea Party’s statement also relies on one measurement of U.S. currency -- against the euro -- instead of a broader comparison to several major world currencies. Using that standard, the dollar has fallen 22%.\n\nNevertheless, the letter’s point that the value of the dollar has fallen sharply since 2002 is undeniable, even if the decline is more gradual using indexes other than the euro and even if Bernanke had limited influence for four of the eight years.\n\nTherefore, we find the claim to be Half True.  \n   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13982"}