{"url": "/factchecks/2018/nov/03/mark-harris-nc/republican-says-democrats-cut-billions-medicare-le/", "speaker": "Mark Harris", "vclaim": "\"Liberal Democrats\" who back Dan McCready \"cut $716 BILLION from Medicare to fund their healthcare scheme: Obamacare.\"", "truth_label": "barely-true", "date": "stated on November 22, 2018:", "title": "Republican says Democrats cut billions from Medicare, but leaves some info out", "text": "Health care is a hot-button issue this election season. Candidates have thrown around quite a few numbers while accusing their opponents of either supporting or opposing some key health-care legislation.\nIn a closely fought campaign for North Carolina’s 9th Congressional District, Republican Mark Harris is following suit after his Democratic opponent, Dan McCready, accused Harris of wanting to cut Social Security and Medicare. We recently checked McCready’s claim and found it to be Half True. Harris has not supported any plans that would immediately cut these two programs, but has expressed that he wants an \"overhaul\" of Social Security.\nA Facebook ad, paid for by Harris, addresses this claim directly.\n\"My opponent attacks me, alleging I want to cut Social Security and Medicare, when it was the liberal Democrats who back his campaign that cut $716 BILLION from Medicare to fund their healthcare scheme: Obamacare,\" the ad said. The ad has been running since Oct. 22, 2018.\nWe are specifically checking if $716 billion was \"cut\" from Medicare in order to pay for Obamacare, also known as the Affordable Care Act, President Barack Obama’s signature health law passed in 2010. It. This is a claim PolitiFact has checked numerous times. Politicians have been using the $716 billion number since at least 2012.\nOld claim and old number\nIn 2012, PolitiFact checked a similar claim from presidential candidate Mitt Romney and rated it Half True. Paul Ryan, Romney’s vice presidential pick in 2012 and now the speaker of the House, made a similar claim that year that got him a Mostly False rating. Finally, a 2015 claim by former Arkansas Gov. Mike Huckabee was rated Half True. And there are many more.\nPoliticians often were using the right number but the wrong context.\nAsked where Harris’s $716 billion figure comes from, Jason Williams, his campaign manager, shared a link of a Washington Post blog post from 2012. The article says Mitt Romney, former Republican presidential candidate, is right in saying Obamacare cuts the Medicare budget by $716 billion. And while there was a cut in spending, there was never a loss of services or a decrease in quality of services.\nBut that article is more than six years old, and so are the government numbers it relies upon. So let’s take a fresh look.\nCutting benefits?\nHarris’s claim makes it sound like the ACA cut benefits for the elderly.\nMatthew Fiedler from the Brookings Institution, a center-left think tank, says there isn’t any evidence of that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\"The implication when this claim was made is that these harmed Medicare beneficiaries. That implication is not accurate. These were changes that reduced what physicians and hospitals received from Medicare,\" Fiedler said.\nThe ACA aimed in part to bring down the future growth of costs in Medicare, offsetting some of the cost of the law.\nAn analysis from the Congressional Budget Office, from 2011, says the health-care legislation would \"permanently reduce the growth of Medicare’s payment rates for most services.\"\n\"You might suggest maybe that reductions in payments may have reduced the quality in care. I don’t think there is a whole lot of evidence of that,\" Fiedler said. \"Various other changes were aimed at giving hospitals and physicians incentives to provide better care.\"\nFiedler said that prior to the ACA, people were paying more for medical services than they needed to in order to cover the costs. After the ACA, premiums and co-payments went down, saving Medicare beneficiaries money.\nThe $716 billion figure was an estimate of how much would be saved. But that was a projection, and while Obamacare has been in effect for years, PolitiFact wasn’t able to find a recent estimate of what happened in reality.\nAny repeal or replacement bill that has passed through Congress actually included these same provisions, even Republican plans, according to Tricia Neuman, the senior vice president at the Kaiser Family Foundation, a health care policy organization.\n\"Subsequent proposals to repeal the ACA retained those Medicare savings. It’s sort of having it both ways for criticising ACA savings, but keeping them in subsequent proposals,\" Neuman said of Republicans.\nNeuman also said that the ACA improved drug coverage and preventative services for Medicare beneficiaries.\nOur rating\nHarris’s number would’ve been closer to the truth if this was 2012 and not 2018. However, his use of the number also gives a false impression. The number actually represented a projection of how much federal money Obamacare would save over the years, mainly at the expense of insurers, medical providers and hospitals.\nWe rate this claim Mostly False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n \n Share the Facts 2018-11-03 21:13:06 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Liberal Democrats\" who back Dan McCready \"cut $716 BILLION from Medicare to fund their healthcare scheme: Obamacare.\"    Mark Harris U.S. Congressman     Thursday, November 22, 2018 2018-11-22    Read More  info", "vclaim_id": "vclaim-pol-16639"}