{"url": "/factchecks/2019/jun/24/facebook-posts/no-those-posts-about-infected-needles-being-hidden/", "speaker": "Facebook posts", "vclaim": "People are attaching HIV-infected needles to gas station pump handles.", "truth_label": "false", "date": "stated on June 4, 2019 in a Facebook post:", "title": "No, those posts about infected needles being hidden in gas pump handles are part of an old hoax", "text": "They say legends never die. But when it comes to the internet, it’s definitely hoaxes that keep on tickin’ — and in the case of alarmist Facebook posts, it seems there's no end to the misinformation.\nThe Facebook post in question this time features a photo of a gas station pump handle and what appears to be a needle sticking out under it. It was posted on June 4 and had been shared more than 12,000 by June 24.\nThe grammatically challenged text that hovers over the photo reads: \"Please look before gassing up there putting infected HIV needles in the gas stations plz warn every friend of yours and family members. Guys plz share share share\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, this years-old hoax holds no merit (Snopes reported versions of the rumor have circulated in email chains since at least 2000).\nWhile it is not entirely impossible for someone to attach a needle to a gas station pump, the problem is not widespread. We searched Nexis news archives and Google and could find only one reported case of such an incident, and it happened in 2017. Critically, the assertion that needles are infected with HIV is fabricated.\nIn 2017, a man named Jose Medina reported that he was pricked by a needle when he was pumping gas in California. In fact, it appears the photo used in this Facebook post originated with the Medina incident.\nMedina’s daughter posted a lengthy update on Facebook shortly after and said her father went to the hospital for tests, which came back negative.\nAt one point she addresses the rumor that the needle somehow contained the HIV virus:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\n\"...because there are now people taking the photo and adding a different story or claiming the needle has the AIDS/HIV virus (when I never stated that the needle did or did not have the virus, we don't know what was or was not on there).\"\nThere have not been any other credible reports, by media or law enforcement, of another incident involving gas station pumps and needles.\nAccording to the CDC, while HIV cannot survive outside of the body for long (such as on surfaces), it can survive in a needle for up to 42 days, depending on temperature and other factors.\nOn a digital health website called TheBody that describes itself as \"The HIV/AIDS Resource,\" we found an archived CDC Q&A fact sheet on common rumors and myths about HIV/AIDS. At one point, the post addressed the rumors of HIV-infected needles being left in public places such as movie theaters or gas pump handles and said those stories \"appear to have no foundation in fact.\"\n\"CDC has received inquiries about a variety of reports or warnings about used needles left by HIV-infected injection drug users in coin return slots of pay phones, the underside of gas pump handles, and on movie theater seats. These reports and warnings have been circulated on the Internet and by e-mail and fax,\" the website says. \"Some reports have falsely indicated that CDC ‘confirmed’ the presence of HIV in the needles. CDC has not tested such needles nor has CDC confirmed the presence or absence of HIV in any sample related to these rumors. The majority of these reports and warnings appear to have no foundation in fact.\"\nThe CDC would not comment on the claim other than to share information from its website that addresses injection drug use and HIV risk and transmission.\nOur ruling\nAn old hoax that has resurfaced on Facebook makes the claim that people are attaching HIV-infected needles to gas pump handles.\nBesides one isolated case in 2017, we could find no reports of needles being discovered in gas station handles.  \nWhile it is not impossible for such a thing to take place, the suggestion that infected needles are being hidden in gas pump handles in any widespread manner is fear mongering and inaccurate.\nWe rate this post False.", "vclaim_id": "vclaim-pol-00501"}