{"url": "/factchecks/2018/aug/30/tony-evers/tony-evers-cherry-picks-old-statistic-claiming-wis/", "speaker": "Tony Evers", "vclaim": "Wisconsin is \"49th out of 50 states in infrastructure.\"", "truth_label": "false", "date": "stated on August 16, 2018 in a speech:", "title": "Tony Evers cherry picks an old statistic in claiming Wisconsin infrastructure near-worst", "text": "At a rally for Democrats who had won their primaries, Tony Evers lamented that various things he described as Wisconsin values \"have been trashed.\"\n\"Another thing that’s a Wisconsin value is infrastructure, whether it’s roads or bridges,\" the party’s gubernatorial nominee said in Madison on Aug. 16, 2018, two days after the elections.\n\"My God,\" he declared, \"we are 49th out of 50 states in infrastructure.\"\nAre Wisconsin’s bones in such bad shape?\nEvers made the 49th-in-infrastructure claim before he defeated seven other Democrats to win the nomination. And he has made it clear he’ll criticize Republican Gov. Scott Walker on infrastructure ahead of the general election.\nThere’s room to criticize Walker on infrastructure, particularly when it comes to roads.\nBut Evers went beyond just roads in making his claim. And he cherry picked a ranking that is too-narrow and not up to date.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \n‘Infrastructure’ definitions vary\nLet’s start by noting there is not a universal definition of infrastructure, as various rankings show.\nU.S. News & World Report, in its \"Best States 2017\" ratings,\" ranked Wisconsin 39th in infrastructure  — which included an assortment of factors, such as roads, bridges, renewable energy usage, broadband access and others.\nRoad quality was where Wisconsin ranked 49th. That’s where Evers got his statistic.\n\n\n\n\nTens of millions in tax money directed to a Milwaukee streetcar at the expense of police, schools? Mostly False.\n\n\n\n\n \nBut again, roads are only one part of infrastructure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nAnd there are at least three more recent rankings on infrastructure  — including the current one by U.S. News -- where Wisconsin is in the middle, or even higher:\nU.S. News & World Report: In the magazine’s \"2018 Best States\" report, released in February 2018, Wisconsin ranked 26th overall on infrastructure.\nThat included a ranking of 14th in energy  — for electricity price, power grid reliability and renewable energy usage;  41st in internet access — for broadband access and ultra-fast internet access; and 34th in transportation  — for road quality and bridge quality, commute time and public transit usage. (Specifically on road quality, Wisconsin ranked 44th, up a bit from 49th.)\n\n\n\n\nWisconsin is \"49th in the country in internet speed.\" Half True.\n\n\n\n\n \nCNBC: The business news TV network said it evaluated road and bridge quality, commute time, the availability of air travel and other factors to rank the states on infrastructure. For 2018, Wisconsin ranked 23rd.\n24/7 Wall Street: The financial news website ranked the states in early August 2018 with an index using the share of bridges, roads and dams that are \"in a state of disrepair or potentially hazardous,\" and it looked at state highway spending per person. On that measure of infrastructure, Wisconsin ranked 15th  — as in 15th worst, as this ranking was done differently.\n\n\n\n\nAll our fact checks in the governor’s race. \n\n\n\n\n \nWe’ll also note that the American Society of Civil Engineers rates the nation’s infrastructure in 16 categories, including roads and bridges. Its most recent report, for 2017, gave the nation a grade of D+. That report says that in Wisconsin, \"driving on roads in need of repair\" costs each driver $637 per year and 8.7 percent of the state’s bridges are rated structurally deficient. But the report doesn’t give grades to the states and doesn’t rank the states.\nIt’s also worth noting, with regard to roads, that we rated Mostly False a Walker claim that he had invested $3 billion more in the state’s transportation system than his predecessor did. And our rating was Mostly False when Walker said state road projects \"are staying on track or getting done sooner.\"\nOur rating\nEvers says Wisconsin is \"49th out of 50 states in infrastructure.\"\nHis statement relies on a too-narrow ranking that isn’t current, and it ignores other rankings.\nIn 2017, U.S. News & World Report ranked Wisconsin 49th in road quality  — but 39th in overall infrastructure, based not only on roads but bridges, renewable energy usage, broadband access and other factors.\nMoreover, the magazine’s 2018 report ranks Wisconsin 26th in infrastructure. And Wisconsin is well above the bottom, though not great, in two other national rankings.\nWe rate Evers’ statement False.\n Share the Facts 2018-08-31 14:23:14 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Another thing that’s a Wisconsin value is infrastructure, whether it’s roads or bridges...we are 49th out of 50 states in infrastructure.\"    Tony Evers Democratic candidate for Wisconsin Governor https://realresistanceradio.com/podcast/8-16-18-the-devils-advocates-extended-coverage/   in a campaign speech Thursday, August 16, 2018 2018-08-16    Read More  info", "vclaim_id": "vclaim-pol-01678"}