{"url": "/factchecks/2011/jul/25/raymond-lesniak/state-sen-raymond-lesniak-says-juvenile-crime-rate/", "speaker": "Raymond Lesniak", "vclaim": "Says \"the most dangerous time for children\" is from \"3 to 6 p.m., during which time juvenile crime rates triple\"", "truth_label": "half-true", "date": "stated on July 12, 2011 in testimony during a Senate hearing:", "title": "State Sen. Raymond Lesniak says juvenile crime rates triple from 3 to 6 p.m. on school days", "text": "In his bid to restore $3 million in funding for an organization that sponsors after-school programs, state Sen. Raymond Lesniak said juvenile crime rates triple between 3 and 6 p.m.\n\nLesniak (D-Union) argued that after-school programs, in general, keep children out of trouble and without such initiatives, crime rates would rise.\n\nIf New Jersey After 3 -- the organization Lesniak was trying to restore funding for -- shuttered its programs, \"five thousand students in 13 school districts will be left unsupervised during the most dangerous time for children: 3 p.m. to 6 p.m., during which time juvenile crime rates triple and children are most likely to experiment with risky behavior,\" Lesniak said during a July 12 Senate hearing. \"The effects of putting more children on the streets at a time when urban districts are forced to cut social services and layoff public safety officers will lead, most definitely, to an increase in crime.\"\n\nPolitiFact New Jersey researched Lesniak’s claim about juvenile crime rates and found that while the statistic comes from data nearly two decades old, his overall point is still sound.\n\nLesniak got his information from NJ After 3, which mainly serves elementary and middle school children in urban areas.  Mark Valli, the head of NJ After 3, cited Fight Crime: Invest in Kids, a Washington, D.C.-based anti-crime organization.\n\nA 2000 study from Fight Crime: Invest in Kids said \"in the hour after the school bell rings … violent juvenile crime suddenly triples\" and \"on school days, the prime time for violent juvenile crime is from 3 p.m. to 6 p.m.\"  \n\nData used for the study shows that from 1 to 2 p.m. the percent of violent juvenile crime occurring was 3.7 percent. Between 3 and 4 p.m., the rate had more than tripled to 12.1 percent.\n\nBut the study is based on a 1997 study by the National Center for Juvenile Justice, a juvenile justice research organization, that analyzed the FBI’s National Incident-Based Reporting System, or NIBRS, data from 1991 to 1993. The data for those years came from eight states -- not New Jersey -- and includes all offenders younger than 18. Violent crimes in that study included murder, forcible rape, robbery and aggravated assault.\n\nNew Jersey does not participate in the NIBRS and the state police do not specifically distinguish juvenile crimes by the time they occurred.\n\nStill, analysis of more recent NIBRS data on violent juvenile crime shows a spike after school.\n\nThe Office of Juvenile Justice and Delinquency Prevention, a division of the U.S. Department of Justice, analyzed 2008 NIBRS data and found that juvenile violent crime, including violent sexual assault and simple assault, peaks at 3 p.m. on school days.\n\nThe data -- represented as offenders per 1,000 juvenile violent crime offenders  -- climbs from 39.3 between 1 and 2 p.m to 71.7 between 3 and 4 p.m. -- less than double.\n\nThe juvenile justice office also notes that though the number of school days in a year is about equal to the number of nonschool days, 63 percent of violent crimes committed by juveniles occur on school days. Also, 19 percent of juvenile violent crimes occur between 3 and 7 p.m. on school days.\n\nIt’s worth noting that violent juvenile crimes on nonschool days don’t follow the same time pattern as on school days -- on nonschool days, juvenile crime peaks between 7 and 9 p.m., according to the federal analysis.\n\nMelissa Sickmund, chief of systems research for the National Center for Juvenile Justice, said the real point is \"that juvenile violence peaks right in the hours after school.\"  \n\nAnd \"that he got right,\" Sickmund said about Lesniak’s statement. \"He just tried to be too precise.\"\n\nBut there are some other problems with Lesniak’s statement. He was using the statistic to support funding for a New Jersey program that primarily serves elementary and middle school children, but the data doesn’t include figures from New Jersey, and includes all offenders younger than 18.\n\nTwo experts told us that children younger than 10-years-old are rarely involved in violent crime.\n\nBack to Lesniak’s statement.\n\nHe said juvenile crime rates triple between 3 and 6 p.m.\n\nThe state Senator’s statistic was based on a study using FBI data -- that didn’t include New Jersey -- from the 1990s.\n\nStill, Lesniak’s argument that juvenile crime spikes when school lets out is sound -- and supported by more recent data.\n\nWe rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12687"}