{"url": "/factchecks/2011/dec/01/chris-christie/Chris-Christie-claims-31-former-Abbott-districts-r/", "speaker": "Chris Christie", "vclaim": "Says \"out of 588 school districts, we give 31 (former Abbott) districts 70 percent of the aid.\"", "truth_label": "mostly-true", "date": "stated on November 18, 2011 in a forum at the University of Notre Dame:", "title": "Chris Christie claims 31 former Abbott districts receive 70 percent of the state aid", "text": "Staring at his audience, Gov. Chris Christie took a long pause after delivering this sobering statistic about how schools are funded in New Jersey: 70 percent of the state aid lands in 31 so-called Abbott districts.\n\nDuring his Nov. 18 visit to the University of Notre Dame, the Republican governor explained how a court decision has delivered most of the state’s education dollars to 31 low-income, urban districts, formerly known as Abbott districts.\n\n\"The same way that the Abbott decision in New Jersey, which said that we must give 31 failing districts (a) disproportionate amount of the state aid has not solved the problem either,\" Christie said. \"We now give 31 districts in New Jersey, out of 588 school districts, we give 31 districts 70 percent of the aid.\"\n\nPolitiFact New Jersey determined Christie’s funding statistic is mostly accurate.\n\nBetween K-12 education aid and preschool aid for the 2011-12 school year, the 31 former Abbott districts — including towns such as Hoboken and Phillipsburg — are set to receive about 60 percent of the aid, according to our analysis of figures on the New Jersey Department of Education’s website.\n\nChristie also was slightly off on the number of school districts. There are 590 districts operating school buildings, and 15 others that send students to other districts without operating their own facilities, according to the state Department of Education.\n\nJustin Barra, an Education Department spokesman, confirmed our analysis of the percentage of aid dollars going to the former Abbott districts.\n\n\"The Governor made the point in his speech to Notre Dame that a very small percentage of districts in New Jersey receive a majority of state aid, which is undeniably true,\" Barra said in an e-mail.\n\nHere’s a quick history lesson about the former Abbott districts:\n\nIn a legal battle stretching about 30 years, the Abbott vs. Burke court decisions have ensured greater state funding for certain districts as a way of addressing disparities between poor urban areas and the wealthier suburbs. The Abbott designation itself was effectively eliminated a few years ago when the new school funding formula was instituted.\n\nThe New Jersey Supreme Court issued the most recent decision in May, ordering the Christie administration to increase state funding to the former Abbott districts by nearly $500 million.\n\nWith that additional funding, the 31 former Abbott districts are slated to receive a total of about $4.4 billion in K-12 state aid in the 2011-12 school year. That’s about 57.6 percent of the roughly $7.6 billion in total K-12 aid.\n\nAmong the former Abbott districts, Newark is to receive the largest K-12 aid award at about $714 million, followed by Jersey City with about $417 million; Paterson with roughly $398 million; and Elizabeth with about $356 million.\n\nThe 31 districts also are set to receive 92 percent of the state’s preschool aid during the current school year, totaling about $569 million.\n\nSo, between the K-12 aid and the preschool aid, the former Abbott districts are to receive about 60 percent of the state aid in New Jersey.\n\nHere’s the breakdown of our analysis for each former Abbott district:\n\n\n\n\nCounty\n\nFormer Abbott District\n\nK-12 Aid\n\nPreschool Aid\n\nTotal Aid\n\n\n\nAtlantic\n\nPleasantville\n\n$64,996,534\n\n$7,090,753\n\n$72,087,287\n\n\n\nBergen\n\nGarfield\n\n$55,339,655\n\n$8,563,251\n\n$63,902,906\n\n\n\nBurlington\n\nBurlington City\n\n$16,953,788\n\n$2,703,880\n\n$19,657,668\n\n\n\nBurlington\n\nPemberton Twp.\n\n$84,756,033\n\n$7,294,335\n\n$92,050,368\n\n\n\nCamden\n\nCamden City\n\n$281,437,116\n\n$25,533,940\n\n$306,971,056\n\n\n\nCamden\n\nGloucester City\n\n$30,418,261\n\n$2,920,972\n\n$33,339,233\n\n\n\nCumberland\n\nBridgeton\n\n$77,077,206\n\n$9,534,330\n\n$86,611,536\n\n\n\nCumberland\n\nMillville\n\n$67,936,623\n\n$8,746,430\n\n$76,683,053\n\n\n\nCumberland\n\nVineland\n\n$136,433,400\n\n$17,614,890\n\n$154,048,290\n\n\n\nEssex\n\nEast Orange\n\n$179,617,054\n\n$18,974,400\n\n$198,591,454\n\n\n\nEssex\n\nIrvington\n\n$113,133,130\n\n$16,946,880\n\n$130,080,010\n\n\n\nEssex\n\nNewark\n\n$714,990,694\n\n$81,093,908\n\n$796,084,602\n\n\n\nEssex\n\nOrange\n\n$71,158,031\n\n$9,602,799\n\n$80,760,830\n\n\n\nHudson\n\nHarrison\n\n$24,805,543\n\n$4,757,571\n\n$29,563,114\n\n\n\nHudson\n\nHoboken\n\n$9,399,671\n\n$8,930,595\n\n$18,330,266\n\n\n\nHudson\n\nJersey City\n\n$417,859,149\n\n$60,292,769\n\n$478,151,918\n\n\n\nHudson\n\nUnion City\n\n$174,449,158\n\n$25,340,662\n\n$199,789,820\n\n\n\nHudson\n\nWest New York\n\n$89,900,673\n\n$15,742,994\n\n$105,643,667\n\n\n\nMercer\n\nTrenton\n\n$227,907,566\n\n$26,910,920\n\n$254,818,486\n\n\n\nMiddlesex\n\nNew Brunswick\n\n$119,688,982\n\n$17,421,352\n\n$137,110,334\n\n\n\nMiddlesex\n\nPerth Amboy\n\n$159,416,958\n\n$20,217,042\n\n$179,634,000\n\n\n\nMonmouth\n\nAsbury Park\n\n$57,632,816\n\n$7,811,335\n\n$65,444,151\n\n\n\nMonmouth\n\nKeansburg\n\n$28,010,210\n\n$2,910,258\n\n$30,920,468\n\n\n\nMonmouth\n\nLong Branch\n\n$41,895,464\n \n$11,193,300\n\n$53,088,764\n\n\n\nMonmouth\n\nNeptune Twp.\n\n$32,632,790\n\n$6,255,811\n\n$38,888,601\n\n\n\nPassaic\n\nPassaic City\n\n$226,148,279\n\n$25,126,258\n\n$251,274,537\n\n\n\nPassaic\n\nPaterson\n\n$398,844,161\n\n$46,602,175\n\n$445,446,336\n\n\n\nSalem\n\nSalem City\n\n$16,494,552\n\n$1,797,920\n\n$18,292,472\n\n\n\nUnion\n\nElizabeth\n\n$356,039,611\n\n$48,381,036\n\n$404,420,647\n\n\n\nUnion\n\nPlainfield\n\n$117,635,080\n\n$19,168,606\n\n$136,803,686\n\n\n\nWarren\n\nPhillipsburg\n\n$37,863,535\n\n$4,471,549\n\n$42,335,084\n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIt’s worth noting that although the districts only represent about 5 percent of all school districts in New Jersey, they educated nearly 20 percent, or one-fifth, of students during the 2010-11 school year.\n\nOur ruling\n\nAt the University of Notre Dame, Christie claimed \"we give 31 (former Abbott) districts 70 percent of the aid.\"\n\nThe governor wasn’t too far off. Between K-12 aid and preschool aid, the former Abbott districts are slated to receive about 60 percent of the state dollars allocated in the 2011-12 school year. We rate the statement Mostly True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12008"}