{"url": "/factchecks/2015/apr/22/gwyneth-paltrow/gwyneth-paltrows-29-weekly-food-stamps-budget-flaw/", "speaker": "Gwyneth Paltrow", "vclaim": "$29 is what \"families on SNAP (i.e. food stamps) have to live on for a week.\"", "truth_label": "barely-true", "date": "stated on April 9, 2015 in a tweet:", "title": "Fact-checking Gwyneth Paltrow's $29 weekly food stamps budget claim", "text": "Love or loathe Gwyneth Paltrow, her experiment buying groceries on a food stamp budget stirred up a lot of awareness about the nation’s anti-hunger programs.\nWhich, you know, was kind of the point.\nPaltrow, a health-conscious actress who prefers to cook with fresh ingredients, accepted a challenge from celebrity chef Mario Batali to live on food stamps for a week and draw attention to the Food Bank for New York City earlier this month.\nPaltrow shared a photo of her grocery haul in an April 9 tweet, writing, \"This is what $29 gets you at the grocery store—what families on SNAP (i.e. food stamps) have to live on for a week.\"\n\nThe Internet quickly balked at her choices, particularly the green garnishes that do little to stave hunger — seven limes, really?\nBut few people paid attention to whether the budget she shared is actually accurate or typical of a family that needs assistance.\nA reader saw the figure in a CNN story about Paltrow’s challenge, which she quit after four days, and asked us to look into it.\nIf you want to know what Paltrow ended up cooking from her basket, check out her GOOP recipes for black bean taquitos and sweet potato saute served with kale, brown rice and a poached egg.\nIf you want to know what’s wrong about her $29 SNAP budget, keep reading.\nSNAP in a snap\nThe key to understanding SNAP starts with its full name — Supplemental Nutrition Assistance Program. The \"Supplemental\" is key because SNAP is not designed to provide low-income families with all the money they need to eat every single meal.\nIt’s supposed to supplement grocery spending, not replace it.\nSNAP is one of the government’s biggest welfare programs, costing about $70 billion in 2014. Demand for SNAP grew over the course of the recession, reaching a high of more than 47 million beneficiaries in 23 million households. Program costs and payouts have come down amid the economic recovery.\nTo receive SNAP benefits, a person must:\n\n\nShow assets less than $2,250;\n\n\nReport gross monthly income at or below 130 of the federal poverty line;\n\n\nReport net monthly income at or below 100 percent of the federal poverty line.\n\n\nHow much a person or household receives depends on how much income they make and how big the household is.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe sliding scale, which comes with monthly maximums, emphasizes how SNAP is indeed supplemental, and how Paltrow’s claim is wanting.\nSay a household of four qualifies for SNAP with a $1,136 net monthly income. While the maximum SNAP benefit is $649 a month, that household would receive only $308 a month (about $19 per person, per week), according to the U.S. Department of Agriculture.\nIn this case, the USDA assumes the household would spend an additional $341 of their own money (30 percent of their monthly income) on food.\nThe case of the person with no net income\nSo the system is set up as supplemental food assistance. But what about people who have no income?\nThey would get more SNAP money. A single person could receive $194 a month (about $48 a week). SNAP benefits for a household of four would be closer to $40 a week.\nNeither number is near Paltrow’s $29 a week figure. That figure is the amount of SNAP benefits for the average individual (all benefits divided by all people).\nThe trouble is that calculation misses the point that SNAP is supposed to supplement people’s food budget, does not account for the fact that people with no net income receive more government support, and ignores other government programs that provide food aid.\nMany families bring in other income or benefits that complete the overall budget for food, said Greg Mills, who studies SNAP policy at the Urban Institute think tank.\n\"Households on food stamps do typically receive some other benefits from the government, but it may be limited,\" he said.\nFor low-income women who are pregnant or have infants, they may also utilize another USDA supplemental program for women, infants and children (WIC). School programs offer free and reduced breakfast and lunch to children (48.1 percent of all students were eligible for free or reduced lunch in the 2010-11 school year, according to the National Center for Education Statistics, which is part of the U.S. Department of Education).\nD.C. public schools also offer after-school snacks and supper, Mills said.\nIn 2013, 24 percent of SNAP households had Social Security income, 7 percent received welfare payments under Temporary Assistance for Needy Families, and 4 percent received unemployment assistance.\nPaltrow, whose \"conscious uncoupling\" from musician husband Chris Martin previously ignited the Internet, has two children, Moses and Apple. If we consider an alternate reality in which Paltrow applied for benefits for herself and her children, the average monthly benefit for a household with children may provide a more useful look than a per-person figure. In 2013, the average monthly benefit for a household with children was $410, or $95 a week.\nIn reality, Paltrow abandoned the $29 a week challenge after four days.\nOur ruling\nPaltrow pointed to $29 worth of groceries as what \"families on SNAP (i.e. food stamps) have to live on for a week.\"\nIt’s clear Paltrow is trying to do a good thing. But her specific claim falls short.\nSNAP is not intended to feed families by itself. It is designed to help people with low incomes meet a government-approved budget for food by providing a benefit that helps them get there, sometimes in conjunction with other sources of meals, such as school food programs, and financial support.\nThe government expects SNAP beneficiaries to spend 30 percent of their own income on food. That expectation is what makes the $29 a week figure look so low.\nA single person with no income could receive about $48 a week in SNAP benefits (65 percent more than Paltrow stated) and would not factor in other types of government support.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-06493"}