{"url": "/factchecks/2012/jun/08/jeanne-shaheen/jeanne-shaheen-says-tax-loopholes-total-11-trillio/", "speaker": "Jeanne Shaheen", "vclaim": "\"We spend in tax loopholes annually $1.1 trillion. That's more than we spend on our defense budget in a year, on Medicare or Medicaid in a year.\"", "truth_label": "barely-true", "date": "stated on May 31, 2012 in an interview with the editorial board of 'The Telegraph.':", "title": "Jeanne Shaheen says tax loopholes total $1.1 trillion", "text": "Military and  entitlement spending may be among the country’s biggest expenses. But, with more than $1 trillion in tax revenue sacrificed each year, cutting expenses may not be the only way to solve the country’s deficit woes, according to U.S. Sen. Jeanne Shaheen, D-N.H.\n\n\"We spend in tax loopholes annually $1.1 trillion,\" Shaheen said during a May 31, 2012 meeting with The Telegraph editorial board. \"That’s more than we spend on our defense budget in a year, on Medicare or Medicaid in a year. … So we’ve got to deal with the revenue side because we just can’t get there (with spending cuts alone).\"\n\nTax loopholes have generated a lot of discussion during the election season, which has been dominated by discussion of the wealthiest 1 percent versus the other 99 percent. But, the premise that the U.S. gives away $1.1 trillion in loopholes is an intriguing concept. PolitiFact decided to take a look.\n\nTo start, we reached out to Shaheen’s office, which pointed us to the White House. As part of its Fiscal Year 2013 budget proposal, the White House’s Office of Management and Budget keeps a spreadsheet of tax expenditures, which includes all tax exclusions, exemptions, deductions and credits, among other revenue losses, do match Shaheen’s $1.1 trillion figure, adding up to $1.172 trillion to be exact.\n\nThat number does exceed the entire defense budget. For Fiscal Year 2013, the White House projects $700 billion in defense spending - down from $709 billion in FY2012 and up from 699 in FY2011, according to the President’s 2013 budget proposal.\n\nThe $1.1 trillion figure also beats out the numbers for Medicare and Medicaid, as Shaheen claimed. According to the budget proposal, the country will spend $528 billion on Medicare in 2013, along with $283 billion on Medicaid.\n\nSo, the numbers line up. But, does the language? Do the tax expenditures meet Shaheen’s characterization of loopholes? That leaves more room for debate.\n\nAccording to the White House, the Congressional Budget Act of 1974 defines tax expenditures as \"revenue losses attributable to provisions of the Federal tax laws which allow a special exclusion, exemption, or deduction from gross income or which provide a special credit, a preferential rate of tax, or a deferral of tax liability.\"\n\nIn short, expenditures include all deductions, exemptions, credits and other programs that lead to revenue losses from the tax system. But are those really loopholes? For example, can the popular home mortgage deduction -- a key part of most families' 1040s -- be considered a loophole?\n\nContacted later, Shaheen's office referred to the Webster’s Dictionary definition of \"loophole,\" which defines the term as \"a means of evading an obligation,\" according to Jonathan Lipman, her communications director.\n\n\"All tax expenditures, by definition, allow taxpayers to avoid paying the full tax rate,\" Lipman wrote in an e-mail to the Telegraph.\n\nBut, some tax analysts take a different view.\n\nThe list of tax exemptions certainly includes many ways for individuals and businesses to evade their tax obligations. But they also include many basic elements of our tax system, according to Donald Marron, director of the Tax Policy Center, an analyst group led by the Urban Institute and the Brookings Institution.\n\nThese include exemptions for social security benefits, state and local taxes, veterans pensions and employee benefits, among hundreds of others.\n\nTo do away with these expenditures would be to rewrite major facets of the federal tax structure, said Marron, former interim director of the Congressional Budget Office, who wrote the article \"How Large Are Tax Expenditures? A 2012 Update.\"\n\n\"Some tax expenditures are loopholes, but a lot of them are very broad economic or social policies,\" he said. \"They’re fundamental choices about how we choose to define our tax system.\"\n\nFor example, removing the tax exclusion for employer health insurance contributions could take more from workers’ paychecks, and eliminating the deduction for interest on student loans could drive students deeper into debt.\n\n\"(Loophole) is a very common term used on both sides, but I think, when people look behind what those expenditures were, that's not what comes to mind,\" added Chuck Marr, director of federal tax policy at the Center on Budget and Policy Priorities.\n\nOur ruling:\n\nThe official definition aside, we think loophole conjures images of a narrow tax break that gives a special -- and, in many cases, unfair -- advantage to a specific constituency. But we don't think the entire list of tax deductions, exemptions, credits fits that definition.\n\nShe's right about the total cost of those \"expenditures,\" but her definition of loophole is a big stretch.\n\nWe rate Shaheen’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10957"}