{"url": "/factchecks/2016/mar/10/hillary-clinton/hillary-clinton-said-my-predecessors-did-same-thin/", "speaker": "Hillary Clinton", "vclaim": "Regarding her State Department email practices, \"my predecessors did the same thing.\"", "truth_label": "barely-true", "date": "stated on March 9, 2016 in a Univision/Washington Post Democratic debate:", "title": "Hillary Clinton said 'my predecessors did the same thing' with email", "text": "Former Secretary of State Hillary Clinton’s decision to exclusively use private email to conduct State Department business was not unprecedented, she said at a Democratic debate in Miami.\nAt the March 9 debate, Univision’s Jorge Ramos asked Clinton where she divined permission for her email setup and whether she had a different set of expectations for herself than she did for her employees.\n\"I’m going to give the same answer I’ve given for many months,\" Clinton replied. \"It wasn’t the best choice. I made a mistake. It was not prohibited. It was not in any way disallowed, and as I’ve said and now has come out, my predecessors did the same thing, and many other people in the government.\"\nThere’s a couple problems with Clinton’s talking point that her State Department predecessors used email practices similar to hers.\nFirst of all, there’s the fact that most of Clinton’s predecessors did not regularly use email. Just four former secretaries of state have held the job during the prominence of electronic communications: Clinton, Condoleezza Rice, Colin Powell and Madeleine Albright.\nAccording to MSNBC, an aide for Albright said she \"did not use email while she was in office\" from 1997 to 2001. And Rice, head of the State Department from 2005-09, was not a habitual emailer either, according to multiple reports.\nSo that leaves Powell, a regular email user, as Clinton’s only predecessor who serves as a useful comparison. When we reached out to the Clinton campaign, they pointed us to Powell.\nLike Clinton, Powell used a personal email address. However, there’s a big difference: Clinton hosted her email on a private server located in her home. Powell did not.\nMany politicians use private addresses, but private servers like the one Clinton used are rarely seen, said John Wonderlich, a policy director at the Sunlight Foundation, a nonpartisan group focused on government transparency, for a prior PolitiFact story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nAnd there’s a big difference between a private account, which is generally free and simple to start, and a private server, which requires a more elaborate setup.\nThe Atlantic speculated the Clintons \"may have wanted to be in control of the encryption of their correspondence, ensuring that no third parties — whether commercial, hacker, or government — were able to snoop on them.\"\nThe unorthodox approach has opened up questions about her system’s level of security.\nIf the server was managed without the help of a third party, \"you would have to have a staff that’s keeping up with all the latest fixes,\" said Clifford Neuman, director of the University of Southern California’s Center for Computer System Security.\nWe should note that the State Department has flagged a handful of emails containing information now deemed classified that were received by Powell and aides to Rice at private email addresses. In the more than 50,000 pages of Clinton emails the State Department has reviewed, just over 100 sent by Clinton have been deemed classified, according to a Washington Post analysis.\nIt’s unclear whether the information was classified at the time the emails were sent.\nOur ruling\nClinton said, regarding her State Department email practices, \"my predecessors did the same thing.\"\nThis is a misleading claim chiefly because only one prior secretary of state regularly used email, Colin Powell. Powell did use a personal email address for government business, however he did not use a private server kept at his home, as Clinton did.\nWe rate this claim Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  Regarding her State Department email practices, \"my predecessors did the same thing.\"    Hillary Clinton Presidential candidate   In a debate Wednesday, March 9, 2016 03/09/2016    Read More  info", "vclaim_id": "vclaim-pol-05295"}