{"url": "/factchecks/2017/sep/21/kevin-nicholson/reagan-democrat-50s/", "speaker": "Kevin Nicholson", "vclaim": "\"Ronald Reagan was a verified Democrat until his mid-50s.\"", "truth_label": "true", "date": "stated on August 6, 2017 in a TV interview:", "title": "Ex-Democrat and GOP Senate hopeful Kevin Nicholson: Ronald Reagan was a Democrat until his mid-50s", "text": "President Ronald W. Reagan is regarded by many as the founder of the modern conservative movement, and experts cite his continuing influence on generations of Republicans.\n\"Without a doubt, he is the most influential American conservative of the 20th and yes, even into the 21st century,\" said Craig Shirley, a historian and author of four books on Reagan and the first Reagan Scholar at Eureka College (Reagan’s alma mater), where he taught a course titled \"Reagan 101.\"\nReagan was elected in 1980 and left office in January of 1989.\nThat means about 38% of the people in the United States were born after Reagan’s time in office ended, according to the U.S. Census Bureau.\nThey and others may not know the finer points in the history of \"The Gipper,\" who was a movie star, president of the Screen Actors Guild and governor of California before ascending to the White House.\nThat led us to take a look at a claim made by U.S. Senate hopeful Kevin Nicholson.\nNicholson, a Delafield businessman and U.S. Marine veteran, was the first announced Republican challenger to Democratic U.S. Sen. Tammy Baldwin in the 2018 election. On Sept. 7, 2017, state Sen. Leah Vukmir of Brookfield also entered the GOP race.\nNicholson was once president of the College Democrats of America and spoke at the 2000 Democratic National Convention. He referenced his own political conversion -- and that of Reagan -- in an Aug. 6, 2017, interview on \"UpFront with Mike Gousha,\" the WISN-TV public affairs program.\n\n\"Ronald Reagan was a verified Democrat until his mid-50s, I think, potentially his late 50s,\" Nicholson told Gousha. \"It was the experiences that he saw, the things that he lived, things that he did that ended up making him the most influential conservative voice of modern America because he had seen the other side.\"\nLet’s take a look at Nicholson’s claim about when Reagan switched parties.\nThe Reagan library\nReagan’s career in the public eye began in 1932, when he graduated from Eureka College and worked as a sports announcer for regional radio. He moved to Hollywood in 1937, where he starred in several films, including \"Knute Rockne, All American,\" \"Kings Row\" and \"Bedtime for Bonzo.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nHe had a long career with the Screen Actors Guild, the labor union for actors, serving as a board member and president in the 1940s and 1950s.\nDuring this time, he was an active Democrat, as evidenced by a 1948 radio broadcast of Reagan supporting Democrat Harry Truman for president and Hubert Humphrey for Minnesota senator posted on YouTube. Reagan was born Feb. 6, 1911, making him about 37 years old at the time of the broadcast.\nAn Encyclopedia Britannica biography of Reagan mentions the 1948 radio broadcast on behalf of Democrats, but notes that his politics were gradually growing more conservative. After initially supporting Democratic senatorial candidate Helen Douglas in 1950, he switched his allegiance to Republican Richard Nixon midway through the campaign.\nReagan supported Republican Dwight Eisenhower in the presidential elections of 1952 and 1956, and in 1960 he delivered 200 speeches in support of Nixon’s campaign for president against Democrat John F. Kennedy. He officially changed his party registration to Republican in 1962. He would have been 51 at the time.\n\"Reagan became a conservative, though, before he re-registered as a Republican,\" said Shirley.\nThe foreword of Shirley's book \"Reagan Rising, The Decisive Years, 1976-1980\" notes the Reagan movement quickly spread, championed by emerging conservative leaders and influential think tanks.\nIt’s worth noting that Nicholson is not the only Democrat-turned-Republican who has cited Reagan’s switch as a basis for his own.\nIn August 2015, Donald Trump discussed Reagan's political history in a TV interview.\n\"It’s sort of easy to explain — now one of the things I always start with -- Ronald Reagan was a Democrat, and he was sort of liberal,\" Trump said in an interview that aired on Fox News’ \"Hannity\" program. \"And I knew him. I didn’t know him then, quite, but I knew him. And I knew him well. He liked me, I liked him. He was like this great guy.\n\"And he was a Democrat with a liberal bent, and he became a great conservative, in my opinion,\" he said. \"And a great president and a great leader. He had something very special. But if you think of it, he was a little less conservative, actually, than people think.\"\nOur rating\nNicholson said \"Reagan was a verified Democrat until his mid-50s.\"\nThe 40th president’s past an entertainer, labor union leader and politician is known to historians as well as many Americans of the baby boomer generation. His transition from Democrat to Republican is also well documented, with the formal party switch coming at age 51. (Though experts note he was becoming conservative before that point.)\nWe rate Nicholson’s claim True.\n Share the Facts 2017-09-21 16:46:05 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  https://www.youtube.com/watch?v=tfcfKBWAmpM  \"Ronald Reagan was a verified Democrat until his mid-50s.\"     Kevin Nicholson Republican U.S. Senate candidate   In an interview Sunday, August 6, 2017 2017-08-06    Read More  info", "vclaim_id": "vclaim-pol-02883"}