{"url": "/factchecks/2018/apr/30/todd-rokita/did-luke-messer-and-mike-braun-raise-taxes-indiana/", "speaker": "Todd Rokita", "vclaim": "\"I am the only one onstage who has never voted to raise your taxes. These two, each, a billion dollars worth of votes to raise your taxes.\"", "truth_label": "half-true", "date": "stated on April 23, 2018 in a debate:", "title": "Did Luke Messer and Mike Braun raise taxes in Indiana?", "text": "In Indiana’s Republican primary, no candidate for U.S. Senate wants to be accused of hiking taxes.\nSo when U.S. Rep. Todd Rokita called out his fellow challengers, U.S. Rep. Luke Messer and Mike Braun, for raising taxes in the April 23 debate, we budgeted some time for a fact-check.\n\"I am the only one onstage who has never voted to raise your taxes,\" Rokita said. \"These two, each, a billion dollars worth of votes to raise your taxes.\"\nIs that the case? The answer depends on what defines a tax increase. Through one lens Rokita may have a point. Through another, his comment can be seen as misleading.\nWhether these actions are turn-offs for conservative voters May 8 is for them to decide: The Braun and Messer tax hikes were approved by a Republican-controlled Legislature and a Republican governor.\nHas Todd Rokita ever raised taxes?\nRokita, Indiana’s former secretary of state, has only been in a position to raise taxes since he was elected to Congress in 2010. Congress has been under partial or total Republican control since that time, preventing votes on direct tax increases. (More on that in a minute.)\nUnlike his competitors, he did not serve as a state legislator. Rokita joined the Indiana secretary of state’s office in 1997 as general counsel, later becoming deputy secretary of state. He won two terms as secretary of state before moving to Washington in 2010. As secretary of state, Rokita had no budget-adopting or tax-approving authority.\n\"It is usually easier for someone who has served less time in legislative bodies to make the argument being made by Rokita,\" said Paul Helmke, a professor at Indiana University’s School of Public and Environmental Affairs.\nBraun and Messer, on the other hand, are associated with a couple of tax hikes from their time in the state Legislature.\nMesser’s team argued that Rokita’s record of no tax votes is not so clear.\nMesser’s campaign pointed to the FAST Act, a transportation bill that tied customs user fees to inflation, increasing funding for highway spending by $5.2 billion over 10 years. But the transportation bill also won the vote of Messer, elected to Congress in 2012.\nChris Edwards, director of tax policy studies at the Cato Institute, said this qualifies as a tax, because the government is imposing new charges on private market transactions. The same reasoning would apply to a bipartisan 2012 tariff on imports that Rokita supported.\nHelmke, on the other hand, didn’t consider the fee a tax hike because it was not assessed on the general population, as most people are not direct customs users. And while tariffs can lead to increased costs, he didn’t consider a vote to give the Commerce Department authority to impose a tariff as a vote for a tax hike.\nHas Braun ever voted to raise taxes?\nTo understand Rokita’s point against Braun, you have to hit the road.\nRokita pointed us to road funding legislation supported by Braun and signed into law by Republican Gov. Eric Holcomb in 2017. It came with a 10 cent per gallon gas statewide tax increase.\nThe measure’s Republican sponsors said the tax hike would raise an average of $915 million a year in each of the next seven years. That’s pretty close to the $1 billion figure Rokita lobbed.\nThe nonpartisan Indiana Legislative Services agency estimated the tax increase would bring in roughly $5 billion over a seven-year period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe main sponsor of the measure, GOP Rep. Ed Soliday, insisted it was not a tax hike but an adjustment to restore the state's buying power lost to inflation. Others called it a user fee, which affects only users of a service. But Michael Hicks, director of the Center for Business and Economic Research at Ball State University, didn’t mince words.\n\"Most people would say the gas tax is a tax and pretty hard for us to avoid,\" Hicks said.\nRokita, however, previously supported the same tax hike when he was secretary of state.\n\"There’s already been 19 or 20 states that have raised their gas tax, because the federal government won’t, and as a result are going to have a better infrastructure,\" Rokita told Indianapolis radio host Abdul Hakim-Shabazz in 2015. \"And by the way, I don’t know of a politician that’s been unelected for that yet. So, I encourage all those in elective office — from the federal, to the state, to the local level — to look at these ideas.\"\nThe call to action followed a month-long emergency closure of an interstate bridge that sank several inches in Rokita’s district in August 2015.\nHas Messer ever raised taxes?\nExperts had a tougher time calling Messer’s legislative actions tax hikes.\nThe first half of Messer’s tax hikes come from a 2005 bill to finance a new Colts Stadium in Indianapolis, signed into law by Republican Gov. Mitch Daniels. The bill didn’t directly raise taxes, but authorized local governments to do so. That included taxes on food, beverages, hotels, motels and auto rentals.\nMuch of the tax fell on tourists, Hicks said. And it was at the behest of the local governments.\n\"It was an increase that the legislators from the affected counties all asked for,\" Hicks said. \"It’s inaccurate to say this was a tax hike the state was responsible for. The local governments didn’t have to do it.\"\nIn effect, Messer voted to allow certain counties to raise taxes by close to a billion dollars, according to the principal and interest payments on the bonds that financed the stadium.\nThe other half of the attack on Messer comes from a 2005 budget that affected property taxes.\nThe budget included language that reduced a state credit to local governments for property taxes. Without the credit, more taxes fell on property owners. It also altered the way property taxes were assessed, raising taxes for properties that had been previously undervalued by assessors.\nStatewide property taxes increased by an average of 24 percent, according to Larry DeBoer, agricultural economics professor at Purdue University, though some surprised homeowners received rebates that helped ease the burden.\n\"But back then a taxpayer group threw tea bags into an Indianapolis canal in protest — perhaps we can claim the first modern tea party movement here in Indiana, for better or worse,\" he said.\nHicks said it was irresponsible to consider this hike without considering the large property tax cuts that followed, in 2008. But Messer was out of the state House by then.\nOur ruling\nRokita said, \"I am the only one onstage who has never voted to raise your taxes. These two, each, a billion dollars worth of votes to raise your taxes.\"\nThere is some truth in that Rokita has never voted to raise taxes in Indiana. As secretary of state, he did not have that power. In Congress, neither Rokita nor Messer have voted for direct tax increases. But Rokita voted for bills that raised user fees and import tariffs, which affected some taxpayers. (Messer, too, voted in favor of the user fees.)\nBraun indeed voted to increase taxes by almost $1 billion annually in a 2017 road funding law. Left unsaid by Rokita: He supported the gas tax from the sidelines, because it would lead to better infrastructure.\nRokita also left out important context for Messer’s two 2005 votes that indirectly raised taxes by over $1 billion. One allowed local governments to increase taxes to fund the Indianapolis Colts football stadium. Another cut subsidies and changed the way property taxes were assessed.\nOverall, we rate the statement Half True.\n Share the Facts 2018-04-30 15:05:52 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"I am the only one onstage who has never voted to raise your taxes. These two, each, a billion dollars worth of votes to raise your taxes.\"    Todd Rokita Republican congressman from Indiana https://www.wlfi.com/content/news/Tonight-at-7-pm--Republican-Senate-Candidate-Debate-480562511.html   Republican debate Monday, April 23, 2018 2018-04-23    Read More  info", "vclaim_id": "vclaim-pol-02134"}