{"url": "/factchecks/2019/dec/10/facebook-posts/social-posts-falsely-connect-trumps-impeachment-bi/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden \"blackmailed Ukraine with a billion in tax dollars to drop an investigation into his son and Democrats want to impeach President Trump for simply asking if it was true?\"", "truth_label": "false", "date": "stated on November 29, 2019 in a Facebook post:", "title": "Social posts falsely connect Trump’s impeachment to Biden’s dealings in Ukraine", "text": "One of Republicans’ key arguments opposing the effort to impeach President Donald Trump is that Trump was genuinely worried about corruption when he asked Ukraine’s president to investigate political rival Joe Biden. On Facebook, some users are taking that misleading point to its extreme.\n\"Let me get this straight,\" reads one meme published Nov. 29. \"Biden blackmailed Ukraine with a billion in tax dollars to drop an investigation into his son and Democrats want to impeach President Trump for simply asking if it was true?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And it’s been shared by a variety of different users and pages, racking up thousands of engagements, so we decided to check it out.\n\n(Screenshot from Facebook)\nKey takeaways:\n• Biden didn’t blackmail Ukraine. His demand that a prosecutor be fired was the will of the U.S. government and other Western leaders.\n• There’s no evidence that Hunter Biden was under investigation at the time Biden made his request.\n• Trump wasn’t simply \"asking if it was true.\" He wanted a public announcement of an investigation of the Bidens. Aid to Ukraine was held up in the meantime.  \nWhat Biden did in Ukraine\nBiden in 2015 threatened to withhold $1 billion from Ukraine if it didn’t fire prosecutor general Viktor Shokin. But there’s no evidence Biden did this to shield his son from scrutiny.\nIn 2014, Biden assumed a lead role in U.S. diplomacy with Ukraine. His son Hunter joined the board of Burisma that same year.\nThe move raised eyebrows because Burisma was owned by Mykola Zlochevsky, a minister under former President Viktor Yanukovych, who was ousted in a popular revolution. After the uprising, Zlochevsky faced a variety of corruption-related investigations involving Burisma.\nIn 2015, Shokin, the prosecutor general, was charged with investigating corruption associated with Yanukovych. But several Western leaders, activists and institutions argued Shokin was not pursuing corruption aggressively enough. They were largely united in seeking Shokin’s removal. \nRELATED: Rand Paul’s false equivalence about Trump, Biden on Ukraine\nSo in December 2015, Biden threatened to withhold the money in an attempt to get Ukraine to hire a new prosecutor. And the threat was ultimately successful; the Ukrainian government fired Shokin in March 2016.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nWe’ve found no evidence that Biden pursued Shokin’s ouster because the prosecutor had inherited an investigation of corruption at Burisma, where Biden’s son was a board member. In addition to having international support for his anti-Shokin position, Joe Biden was acting on behalf of the U.S. government and the views of its foreign policy analysts.\nThen there’s the fact that what Biden did likely doesn’t meet the threshold for the legal definition of blackmail, as the post claims.\n\"Blackmail is an unlawful demand for compliance with a threat to disclosure of harmful information,\" said Kenneth Nunn, a law professor at the University of Florida, in an email. \"Based on what I know about the Ukrainian situation, the demand made by Biden that Ukraine’s prosecutor cease corrupt activities would not be an unlawful demand.\"\nWhy Democrats are pursuing impeachment\nIn addition to mischaracterizing the nature of Biden’s dealings in Ukraine, this viral Facebook post distorts the chief reason for the House impeachment inquiry into Trump.\nThe investigation centers on a July 25 phone call Trump had with Ukrainian President Volodymyr Zelensky. During that call, Trump asked Zelensky to look into the Bidens’ dealings in Ukraine.\nTrump had temporarily frozen $400 million in aid to Ukraine before he made that request. The aid was released Sept. 11.\nIn its impeachment report, the Democrat-led House Intelligence Committee wrote that the chief motivation for pursuing the investigation was to determine whether Trump’s actions constituted an impeachable abuse of power.\nRELATED: PolitiFact's Trump-Ukraine-Biden coverage in one place\n\"President Trump’s scheme subverted U.S. foreign policy toward Ukraine and undermined our national security in favor of two politically motivated investigations that would help his presidential reelection campaign,\" the report’s summary reads. \n\"Accordingly, as part of the House of Representatives’ impeachment inquiry, the Permanent Select Committee on Intelligence, in coordination with the Committees on Oversight and Reform and Foreign Affairs, were compelled to undertake a serious, sober, and expeditious investigation into whether the President’s misconduct warrants that remedy.\"\nThe report also says the claim that Biden called for Shokin’s firing because he was investigating Burisma is \"a baseless allegation.\"\nPolitiFact previously rated Half True a claim that Biden threatened to withhold $1 billion if Ukraine didn’t fire a prosecutor investigating Burisma, the energy company that his son Hunter worked for as a board member. This claim is more misleading and is reminiscent of a Trump campaign ad assertion that we rated False.\nOur ruling\nA Facebook post claimed Joe Biden \"blackmailed\" Ukraine by withholding $1 billion from the country in order to kill an investigation of the company his son worked for. It also claimed Democrats want to impeach Trump because the president asked Zelensky about Joe Biden’s actions.\nBiden did threaten to withhold $1 billion from Ukraine if it didn’t fire a prosecutor who had been tasked with investigating corruption, including Burisma. But there’s no evidence he acted to protect his son’s business interests, and Biden was not alone in calling for the prosecutor’s ouster. Additionally, there is no evidence that Biden’s actions meet the legal definition of \"blackmail.\" As for the impeachment inquiry, Democrats have been primarily concerned with whether Trump’s request for Ukraine to investigate Biden constituted an abuse of power. They are not pursuing impeachment against Trump \"for simply asking if it was true\" that Biden \"blackmailed\" Ukraine.\nWe rate this claim False.\nCorrection: This article previously stated that former Vice President Biden threatened to withhold military aid to Ukraine. In fact, the funding was a loan guarantee, so we have removed those references.", "vclaim_id": "vclaim-pol-16671"}