{"url": "/factchecks/2016/oct/05/mike-pence/mike-pence-tidies-donald-trumps-quote-about-mexica/", "speaker": "Mike Pence", "vclaim": "Says Donald Trump, in his campaign announcement speech, \"also said, ‘And many of them (Mexicans) are good people. You keep leaving that out of your quote.\"", "truth_label": "half-true", "date": "stated on October 4, 2016 in the vice presidential debate in Farmville, Va.:", "title": "Mike Pence tidies up Donald Trump's quote about Mexicans as 'good people'", "text": "During the vice presidential debate, Indiana Gov. Mike Pence found himself having to defend past statements made by his ticket-mate, Donald Trump, again and again.\nAt one point, Tim Kaine, a Virginia senator, lit into Pence by saying, \"When Donald Trump says women should be punished, or Mexicans are rapists and criminals…\"\nAfter some crosstalk, Pence responded, \"Senator, you've whipped out that Mexican thing again.\"\nKaine continued to press his case, saying, \"Can you defend it?\"\nPence: \"There are criminal aliens in this country, Tim, who have come into this country illegally who are perpetrating violence and taking American lives.\"\nKaine: \"You want to use a big broad brush against Mexicans on that?\"\nPence: \"He also said, ‘And many of them are good people.’ You keep leaving that out of your quote.\"\nUnfortunately for Pence, his memory was a little faulty.\nThe exchange centered on comments Trump made last year in the speech at Trump Tower in New York City when he kicked off his presidential campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHere’s the relevant portion of what Trump said:\n\"When Mexico sends its people, they’re not sending their best. They’re not sending you. They’re not sending you. They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.\"\nPence has a point that there was more to Trump’s comment than just that \"Mexicans are rapists and criminals,\" as Kaine said during the debate. In fact, we have previously taken Kaine to task for oversimplifying Trump’s Trump Tower comment. In August, we gave Kaine a False for saying that Trump had said that \"all Mexicans are rapists.\"\nBut Pence went too far in downplaying the severity of Trump’s original comment.\nAccording to Pence, Trump said that \"many\" Mexicans are \"good people.\" In reality, Trump said \"some\" rather than \"many,\" which doesn’t sound as magnanimous. And Trump further undercut that sentiment by adding a grudging, \"I assume.\"\nOur ruling\nPence said that Trump, in his campaign announcement speech, \"also said and many of them (Mexicans) are good people. You keep leaving that out of your quote.\"\nPence is right that Kaine left that part of the comment out of the quote. But the part Kaine left out is not quite as benign as Pence indicates. Trump said \"some,\" rather than \"many,\" and he prefaced that by saying, \"I assume.\"\nThe statement partially accurate but leaves out important context, so we rate it Half True.", "vclaim_id": "vclaim-pol-04197"}