{"url": "/factchecks/2011/nov/03/joe-biden/biden-calls-libya-job-well-done/", "speaker": "Joe Biden", "vclaim": "In Libya, \"America spent $2 billion total and didn’t lose a single life.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2011 in a talk at Plymouth State University in Plymouth, N.H.:", "title": "Biden calls Libya a job well done", "text": "Speaking Oct. 21, 2011 in Plymouth, New Hampshire, Vice President Joe Biden did not confirm the death of former Libyan ruler Moammar Gadhafi, even as rumors of his death were flying. But the vice president was happy to credit the Obama administration with a job well done.\n\n\"In this case, America spent $2 billion total and didn’t lose a single life,\" Biden told an audience at Plymouth State University.\n\n\"This is more the prescription for how we deal with the world going forward than we have in the past,\" he said, arguing that the cost of the operation in Libya was low, both in lives and dollars, compared to other military operations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBiden is right about the fatalities. Few American soldiers set foot in Libya during the seven-month campaign, led by the North Atlantic Treaty Organization, and certainly no fatalities were reported, according to Pentagon spokeswoman Lt. Elizabeth Robbins.\n\nBut is he correct about the $2 billion figure? We decided to take a look.\n\nReached for comment, Biden’s office conceded that the vice president’s numbers were on the high side, saying that he wanted to leave room for spending that might not be accounted for.\n\nInstead, the VP’s office deferred to the Department of Defense, which reports that total spending for the Libya intervention reached $1.1 billion through September 30, 2011.\n\nThe Pentagon’s estimate covers the costs of daily military operations, munitions used, humanitarian assistance and the draw-down of supplies, according to Robbins, the department spokeswoman. But that figure likely doesn't include diplomatic and intelligence operations, among other costs absorbed by the State Department, the Central Intelligence Agency and other federal agencies, according to military analysts and academics.\n\nIn most military engagements, the U.S. State Department absorbs some costs, including jet fuel for travel to meetings, among other diplomatic efforts, according to John Pike, director of GlobalSecurity.org, an online security information database. \"Any place that you are aware of that has uniformed military personnel, there were State Department personnel involved in getting them into it,\" Pike said.\n\nFurther, the CIA. regularly conducts classified intelligence missions that are often not included in Pentagon estimates, Pike said.\n\nThese costs, among others associated with military efforts, are nearly impossible to track. Neither the Congressional Budget Office, the Government Accountability Office nor the White House Office of Management and Budget monitor these numbers, according agency media relations representatives. And the North Atlantic Treaty Organization does not differentiate costs by country, according to a NATO spokesman.\n\nEven if there are many peripheral costs, however, they pale in comparison to the Defense Department totals, according to analysts.\n\nThe operational costs of war are typically so high -- $330 billion so far in Afghanistan and $708 billion in Iraq, according to Pentagon estimates -- that diplomatic, intelligence and other supplementary costs barely make a drop in the budget, according to Todd Harrison, senior fellow for defense budget studies at the Center for Strategic and Budgetary Assessments, a public policy research institute in Washington, D.C.\n\n\"There could be additional costs to the operation outside the DoD budget. … However, these costs are likely to be small relative to the military costs of the operation,\" Harrison wrote in an email. \"I suspect they would only add a few percent to the total cost.\"\n\nOur ruling:\n\nBiden’s numbers were high to leave room for unaccounted costs, as his office acknowledges. The vice president’s $2 billion figure is nearly double the $1.1 billion reported by the Pentagon and largely supported by military analysts. But, those same analysts note that there are other costs related to military actions that often are not reported.\n\nNevertheless, even the higher number supports Biden’s deeper point. The military intervention in Libya -- in addition to not resulting in a single American military fatality -- cost the country less than 1 percent what the Pentagon has spent in Iraq and Afghanistan. We rate Biden’s claim Mostly True.", "vclaim_id": "vclaim-pol-12144"}