{"url": "/factchecks/2017/feb/23/richard-durbin/Durbin-right-about-geography-of-Chicago-violence/", "speaker": "Richard Durbin", "vclaim": "\"You can almost pinpoint half of the gun violence deaths to two or three specific sections in the city. They are just areas of devastation, economically and otherwise.\"", "truth_label": "true", "date": "stated on February 15, 2017 in an interview with Willie Geist :", "title": "Durbin on target about the location and causes of Chicago gun violence", "text": "Politicians and national media once again have turned their attention to Chicago’s violence.\nThe city’s nearly 800 murders in 2016 prompted President Donald Trump to repeatedly liken parts of Chicago to sections of the Middle East. Trump also has said he will \"send in the feds\" to \"fix the horrible carnage,\" but no signs of federal intervention have been seen so far.\nTrump’s focus on Chicago, combined with the recent murders of 2-year-old Lavontay White Jr., 11-year-old Takiya Holmes and 12-year-old Kanari Bowers, has only heightened interest in what is happening in Chicago.\nThe subject came up as MSNBC’s Willie Geist interviewed U.S. Sen. Dick Durbin, D-Ill., on Feb. 15. Geist asked Durbin why Chicago is so violent, especially in comparison to other major cities like New York, which saw a historically low murder rate in 2016. (The Chicago violence segment starts at 3:54)\n\nDurbin made the argument that Chicago, as a whole, doesn’t suffer from constant violence. He said the gun violence only occurs in a few areas.\n\"You can almost pinpoint half of the gun violence deaths to two or three specific sections in the city,\" Durbin said. \"They are just areas of devastation, economically and otherwise.\"\nIs Chicago’s violence actually that concentrated?\nMurder across neighborhoods\nWe reached out to Durbin’s office to see where he found this data. His press secretary, John Normoyle, pointed to a Chicago Tribune article published on Feb. 1 titled, \"Violence in Chicago still stubbornly high; Trump reacts again.\"\nThe story cites Chicago Police Department Superintendent Eddie Johnson who, during a press conference, said half of Chicago’s homicides in January occurred in three police districts: Englewood on the South Side and the West Side districts of Harrison and Austin.\n\nWe followed up with the Police Department’s News Affairs Office to verify that statement. The department’s director of communication, Frank Giancamilli, sent back a press release from Feb. 1 that says the Englewood, Austin and Harrison police districts approximately made up half of Chicago’s 51 murders in January. The distinction is important. Data from each police district crime map shows a total of 22 of the 51 January murders can be attributed to the Englewood, Austin and Harrison districts. It’s a significant chunk — 43 percent — but not exactly half.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTammy Duckworth\n\n\nstated on June 8, 2016 in a tweet\n\n\n\n\n\n\n\n\nSays Mark Kirk \"called for the mass arrest of 18,000 African Americans\" and \"was apparently fine with Trump’s #StillTooRacist call for mass deportation.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kevin Hoffman • July 15, 2016\n\n\n\n\n\n\n\n‘It’s a tale of two cities’\nLoyola University criminology professor Arthur Lurigio said violence in these areas is hardly news.\nViolence has been rampant in the Englewood, Austin and Harrison areas since the 1960s, Lurigio said.\n\"Without even seeing the data, I would have picked those three districts,\" Lurigio said. \"These communities haven’t changed, and I expect them to continue being this violent if they experience the same conditions.\"\nThis brings us to the second part of Durbin’s statement: The areas in which gun violence is concentrated are plagued by other problems that feed the violence.\n\"Homicide doesn’t occur in a vacuum,\" Lurigio said. \"Violence is a public health problem, but people only view it in a criminal aspect. People in these areas are plagued by other social, economic and health problems. Things like housing foreclosures, high unemployment and school closures. So a lot of young men devalue their own life because they don’t see a future. There’s no compunction about pulling the trigger.\"\nThere’s data backing up Durbin and Lurigio’s claims. According to U.S. Census data compiled by the Chicago Tribune, both Austin and Englewood have an unemployment rate of 21 percent compared to an 11.1 percent rate in Chicago overall.  East Garfield Park and West Garfield Park both make up parts of the Harrison Police District and have unemployment rates of 15 and 25 percent, respectively. Likewise, those neighborhoods have considerably lower individual incomes and higher percentages of households in poverty than Chicago as a whole.\n\"Chicago is like a tale of two cities,\" Lurigio said \"It’s a city that’s been utterly neglected in some parts. Give the city money to repair infrastructure where its needs it most. Fix the primary school systems in these areas. Don’t call murder a crime problem when the answers lie in investing in these blighted areas.\"\nOur ruling\nIn a recent interview with MSNBC, Durbin spoke about gun violence in Chicago. Durbin said of Chicago, \"You can almost pinpoint half of the gun violence deaths to two or three specific sections in the city. They are just areas of devastation economically and otherwise.\"\nDurbin’s office cited a news article that used statistics from the Chicago Police Department. A press release from CPD News Affairs Office confirms this. It read: \"Three districts (7, 11, 15) are responsible for approximately 50% of murders in January 2017.\" We confirmed these statistics by looking at data available on crime maps posted on the CPD Harrison, Englewood and Austin district websites.\nDurbin’s assessment of Chicago’s homicides is accurate. He did say you can \"almost\" attribute half of deaths to a few communities and 43 percent are in certain west and south side neighborhoods. A crime expert told us these trends have been consistent over the last five decades. Finally, we found data that shows there is a correlation between areas with high violence and economic hardship.\nFor these reasons, we rate Durbin’s claim True.\nhttps://www.sharethefacts.co/share/5484015b-2ce9-4e5a-baf3-bd3e12527b40", "vclaim_id": "vclaim-pol-03636"}