{"url": "/factchecks/2012/jan/21/rob-cornilles/does-suzanne-bonamici-support-plan-reduces-choice-/", "speaker": "Rob Cornilles", "vclaim": "Suzanne Bonamici supports a plan that will cut choice for Medicare Advantage seniors.", "truth_label": "half-true", "date": "stated on January 17, 2012 in a radio show:", "title": "Does Suzanne Bonamici support a plan that reduces choice for Medicare Advantage seniors?", "text": "Republican Rob Cornilles continues his attack on Democrat Suzanne Bonamici, claiming once again this week on Think Out Loud that her support of President Obama’s 2010 health care reform act means that she supports cuts to seniors on Medicare and Medicare Advantage.\n\n\"…She supports taking $500 billion away from Medicare. I don’t support that. It would largely affect those seniors who are on Medicare Advantage, which is about a quarter of a million Oregon seniors. They’ve chosen that option. I want to maintain they have that choice. She does not.\"  \n\nCornilles and Republicans nationally have refused to back off their erroneous claim that Obama’s Affordable Care Act cuts $500 billion from Medicare. As we reported in November 2011 and in October 2010, the act reduces Medicare spending by $500 billion over the next 10 years.\n\nBut those dollars don’t come out of the current budget, they are not actual cuts, and nowhere does the bill actually eliminate any current benefits. As PolitiFact Oregon’s Ryan Kost reported: \"The $500 billion is all in future spending reductions and come through the law’s attempts to slow projected growth, not cut spending.\"\n\nAn initially estimated $136 billion of the $500 billion in future savings is to come from Medicare Advantage. What is Medicare Advantage? Let’s back up for a moment. Every person 65 or older gets what’s called original Medicare or traditional Medicare. It consists of Part A, which covers hospital care, and Part B, which covers doctor visits. You can get these services from any provider who sees Medicare patients. Part A is free; Part B premiums usually come out of your Social Security check.\n\nSome private insurers also offer what’s called Medicare Advantage, Part C, where seniors can pay an extra monthly premium for services not covered by plain Medicare A and B, such as vision, hearing and dental. Often, these plans will include Part D, which is the prescription drug plan pushed by then President George W. Bush in 2003.\n\nSome seniors prefer Medicare Advantage plans because they are comprehensive, with all billing through one entity, said Joe Baker, president of the nonpartisan advocacy group Medicare Rights Center. Other seniors might prefer traditional Medicare because they travel a lot and don’t stick to one region, or they want services that aren’t covered by advantage plans.\n\n\"There are trade-offs with both,\" Baker said.\n\nNow, why would Congress want to reduce future growth in Medicare Advantage spending? Because it’s considered bloated. As the Kaiser Family Foundation reported in a 2010 video primer, Congress in previous years had increased payments to private insurers who offer Medicare Advantage plans in order to increase enrollment in those plans. Insurers used that extra money to offer more benefits to those people, such as vision and dental care.\n\n\"However, as a result of this payment system Medicare actually pays more for beneficiaries who enroll in Medicare Advantage plans than it pays for beneficiaries in traditional Medicare,\" says Tricia Neuman, a vice president  of the Kaiser Foundation and director of the Medicare Policy Project.\n\n\"This has increased costs to the Medicare program. These over-payments also contribute to Medicare’s fiscal problems, shortening the life of the Medicare trust fund and actually increasing payments paid by other beneficiaries.\"\n\n(Kaiser Health News reported in December 2011 that according to the Medicare Payment Advisory Commission, the government spent in 2011 \"10 percent more for beneficiaries enrolled in (Medicare Advantage) plans than if those beneficiaries were in fee-for-service Medicare.\")\n\nAh-ha! So private insurers are making out nicely off of Medicare Advantage plans, leaving traditional Medicare recipients to pick up the slack. We can see why government would want reform.\n\nMary Anne Ostrom, Cornilles’ campaign manager, says that’s besides the point. Bonamici supports the Affordable Care Act. Ostrom says that means Bonamici supports eliminating choice for seniors.\n\n\"Whether services are cut, contracts terminated or out-of-pocket expenses grow unaffordable, it is completely reasonable to suggest that when people must drop from a plan they like, they are forced out. A $900-a-year increase in out-of-pocket costs would be considered unaffordable by many seniors. They have no choice,\" Ostrom said in an email to PolitiFact Oregon in November 2011.\n\nIs Ostrom correct on that front?\n\nRichard S. Foster, chief actuary of the Centers for Medicare and Medicaid Services, projected in an April 2010 memo that \"[t]he new provisions will generally reduce (Medicare Advantage) rebates to plans and thereby result in less generous benefit packages.\" He estimated that by 2017, enrollment will be 7.4 million rather than the originally projected 14.8 million. (As of September 2011, 11.9 million were enrolled.)\n\nA follow-up from Foster, as posted to the U.S. Senate Committee on Finance website in October 2010, states that out-of-pocket costs for Medicare Advantage beneficiaries should grow to $873 a year by 2019.\n\nYet, the Kaiser Family Foundation cautions against sweeping predictions inits October 2010 report: \"The HHS Actuaries predict a decline in enrollment between 2011 and 2019, and an erosion of extra benefits. However, such predictions are difficult, and at the present time, Medicare Advantage appears to remain an important part of the Medicare program.\"\n\nIt turns out that enrollment in Medicare Advantage plans increased 6 percent from from 2010 to 2011, according to the Government Accountability Office. Enrollment was projected to increase again in 2012 and average premiums decrease.\n\nIn the past we gave Cornilles a False for perpetuating the inaccurate statement that Bonamici and other Democrats support $500 billion in cuts to Medicare, hurting seniors. Here, however, he’s making a more specific point about seniors on Medicare Advantage.\n\nIt’s hard to know what will happen to Medicare Advantage, but it’s undeniable that reduced payments to insurers could result in higher costs or decreased benefits for seniors. We acknowledge that truth in the statement.\n\nStill, there’s significant information missing. The Affordable Care Act was designed to save money by slowing future spending, including future spending on Medicare Advantage plans. But spending still goes up. In addition, many outside factors can affect the cost and range of benefits, making it impossible to know how Medicare Advantage might change.\n\nWhile the statement from Cornilles is partially accurate, it is taken out of context and ignores important details on a politically volatile subject. We rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSuzanne Bonamici\n\n\nstated on January 10, 2012 in a debate\n\n\n\n\n\n\n\n\n\"My opponent on day one of this campaign attacked me on Medicare and Medicare Advantage and that claim was found to be False.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • January 14, 2012", "vclaim_id": "vclaim-pol-11752"}