{"url": "/factchecks/2012/sep/26/government-not-god-pac/pac-claims-obama-would-force-sharia-law-courts/", "speaker": "Government is Not God PAC", "vclaim": "\"Barack Hussein Obama will ... force courts to accept Islamic Sharia law in domestic disputes.\"", "truth_label": "pants-fire", "date": "stated on September 23, 2012 in a newspaper ad:", "title": "PAC claims Obama would force sharia law on courts", "text": "President Barack Obama is a Christian, but a political action committee called Government is not God says his religious sympathies lie elsewhere. The group paid for ads in newspapers across Florida and Ohio that warned, among other things, that if Barack Hussein Obama is re-elected, he \"will move America to force courts to accept Islamic sharia law in domestic disputes.\"\n\nWe asked the man behind this ad, William Murray, to provide some supporting evidence. Murray cited an item from an anti-sharia group that claimed that U.S. Supreme Court Justice Elena Kagan is \"pro-sharia.\" The evidence was Kagan's encouragement of Islamic legal studies at Harvard. None of Murray's sources referred to the issue of courts and domestic law.\n\nMurray also said he was making a prediction and that it is impossible to fact check a prediction. But we are not checking the accuracy of his crystal ball. We are fact-checking whether Obama has said he would force courts to accept Islamic sharia law -- and whether such action is even possible under the U.S. Constitution.\n\nLast January, the 10th Circuit Court of Appeals shot down an Oklahoma law that blocked state courts from considering or using sharia law. The Merriam-Webster online dictionary defines sharia law as \"Islamic law based on the Koran.\"\n\nThe circuit court held that the Oklahoma measure discriminated among religions and thus was unconstitutional.\n\nThe other item we found was in a Kansas divorce case. The husband in the case, who was Muslim, wanted the property divided according to a marriage contract in keeping with sharia law.\n\nIn neither case did we find any evidence of action by the Obama administration.\n\nOther legal experts confirm this. Glenn Hendrix is managing partner in the Atlanta-based law firm of Arnall Golden Gregory and past chair of the American Bar Association’s section on International Law. Hendrix said there’s no substance to the ad’s claim. On top of that, he said it suffers from a fundamental legal flaw related to the separation of powers.\n\n\"Even if the administration were somehow pushing sharia law -- and of course it’s not,\" Hendrix said, \"the executive branch cannot force courts to accept any particular law.\"\n\nHendrix said the Constitution and court precedent trump religious law and cited a bar association report on religious law.\n\n\"Our courts (both state and federal) have more than sufficient legal tools to permit them to reject foreign or religious law and refuse to enforce foreign judgments that do not meet our fundamental standards of fairness and justice. Constitutional rights (such as those contained in the Bill of Rights) protect everyone in the United States, and all courts throughout the country are bound to respect them. Under our Constitutional order, these rights cannot be infringed, even where foreign or religious law has been chosen by the parties.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nHendrix said the only time that a court might rely on sharia law is if it needs to determine the validity of a marriage and the marriage was conducted in an Islamic country.\n\nOur ruling\n\nThe ad from the Government is not God PAC said Obama \"will move America to force courts to accept Islamic sharia law in domestic disputes.\"\n\nThe PAC offered no evidence -- and we couldn’t find any either.\n\nThe idea itself runs counter to the constitutional separation of powers and individual protections defined in the Bill of Rights.\n\nWe rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-10309"}