{"url": "/factchecks/2018/mar/24/doug-jones/yes-waiting-periods-gun-purchases-have-been-linked/", "speaker": "Doug Jones", "vclaim": "\"States that have implemented waiting periods have seen significant decreases in suicides.\"", "truth_label": "mostly-true", "date": "stated on March 21, 2018:", "title": "Yes, waiting periods on gun purchases have been linked to suicide reduction", "text": "In his first speech on the Senate floor, Sen. Doug Jones, D-Ala., waded into the nation’s fraught debate over gun violence.\nJones, who defeated Roy Moore in Alabama’s December 2017 special Senate election, voiced support for steps to reduce the rate of gun-related deaths in America, including a federal measure to impose mandatory waiting periods on the purchase of firearms.\n\"States that have implemented waiting periods have seen significant decreases in suicides,\" Jones said in a March 21 speech that sought to balance Second Amendment rights with gun control measures.\nSuicides accounted for just over 60 percent of the United States’ roughly 36,000 gun-related deaths in 2015, according to the most recent available government data.\nWe decided to take a closer look at the research into waiting periods and suicide reduction.\nBrady Law study\nA waiting period is a mandatory delay that requires gun purchasers to wait — typically between two and seven days — before obtaining their weapons. Nine states and the District of Columbia have laws that require a waiting period for purchases of at least some types of guns, according to the Giffords Law Center to Prevent Gun Violence.\nThere is currently no federal waiting period for gun sales. Congress previously established a nationwide waiting period and background check for handgun sales through the 1994 Brady Handgun Violence Prevention Act. The federal wait period was in effect for just under 5 years before the provision expired.\nJones’ office pointed us to a 2000 study that looked at the effect of the Brady Law on gun violence and suicide.\nThat study found waiting periods were associated with reductions in the firearm suicide rate for people age 55 and older. However, waiting periods were not linked to lower suicide rates overall, which suggests some opted for alternative means of suicide.\nHandgun waiting periods study\nWe reached out to Philip Cook, one of the authors of the Brady Law study, who pointed us to more recent research focused on waiting times and gun violence. \nOne gun control expert told us the 2017 study, \"Handgun waiting periods reduce gun deaths,\" represented the best research on the relationship between waiting periods and suicides. (Note: Cook is listed as the study's editor.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nResearchers studied every change to waiting period laws in the United States from 1970 and 2014, and compared the laws with changes in the government’s annual data on gun-related deaths. (Forty-three states plus the District of Columbia had a waiting period for at least some time between 1970 and 2014; researchers also looked at the federal Brady Law.)\nThe study noted that delaying the purchase of a gun could create a \"cooling off\" period to allow a \"visceral state\" — including suicidal impulses — to subside before the gun buyer took possession of a firearm.\nMichael Luca, a professor at Harvard Business School and one of the study’s authors, pointed us to the key passage for purposes of checking Jones’ claim:\n\"Waiting periods lead to a 7–11 percent reduction in gun suicides (depending on the control variables used in the specification), which is equivalent to 22–35 fewer gun suicides per year for the average state.\"\n\"Jones is on solid ground here,\" Luca said.\nDaniel W. Webster, the director of the Johns Hopkins Center for Gun Policy and Research, described the study by Luca and his colleagues as \"the best research I can point to on the effects of waiting periods for gun purchases.\"\nHowever, David Kopel, a policy analyst at the libertarian Cato Institute and author of several books on gun control, said the study \"has somewhat less certitude than Sen. Jones suggests.\" He noted the findings’ statistical significance depended on which model was used. \nIn an October 2017 CNN article, Deepak Malhotra, a professor of negotiation and conflict resolution at Harvard Business School and Luca’s co-author, was somewhat measured when describing the study’s conclusions on suicide reduction.\n\"There seems to be a lot of evidence to suggest that suicides also are reduced, but further research might be necessary on that issue,\" Malhotra said. (We reached out to Malhotra but did not hear back.)\nOur ruling\nJones said, \"States that have implemented waiting periods have seen significant decreases in suicides.\"\nA 2017 study on the relationship between waiting periods and suicides — which was cited by some foremost gun control experts — found waiting periods led to a 7–11 percent reduction in gun suicides. That’s the equivalent of 22–35 fewer gun suicides per year for the average state.\nThat said, one expert said the statistical significance of the study’s findings depended on which model was used, and one of the study’s coathors was somewhat measured in describing the study’s conclusions with respect to the effect of waiting periods on suicide reduction.\nWe rate this Mostly True.\n'https://www.sharethefacts.co/share/104d1ee0-baf1-443d-ac01-40b50d91484a", "vclaim_id": "vclaim-pol-02267"}