{"url": "/factchecks/2017/apr/28/blog-posting/fake-news-story-about-trump-banning-facebook-execu/", "speaker": "Bloggers", "vclaim": "\"Donald Trump to issue an executive order to ban Facebook across U.S.\"", "truth_label": "pants-fire", "date": "stated on April 2, 2017 in a headline:", "title": "Fake news story about Trump banning Facebook by executive order is an April Fool’s Day prank", "text": "A fake Internet post said President Donald Trump was going to outlaw Facebook, but a closer look revealed it was a simple April Fool’s Day prank.\nThe headline on an April 2, 2017, post on usanews4u.us declared, \"Donald Trump to issue an executive order to ban Facebook across U.S.\"\nLikely concerned by the prospect, Facebook users flagged it as potentially being fabricated as part of the social media site’s efforts to stamp out fake news.\nThe fake post said that Trump was going to take action despite criticism from congressional Republicans, because fake news was still being widely circulated on the site. Facebook users, federal judges and Facebook CEO Mark Zuckerberg were all prepared to fight any executive order, but Trump didn’t care.\n\"Inside, we both know what’s been going on. We know the game and we’re gonna play it,\" Trump is quoted in the story.\nFirst and foremost, we know that this is a faker than fake quote, because it’s a line from Rick Astley’s Never Gonna Give You Up. Internet-savvy users should realize instantly they’re being Rick Rolled here. That’s apparently still a thing for some people.\nBut we just gotta tell you how we’re feeling, and gotta make you understand.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEven with Trump’s penchant for labeling things as fake news, there has been no report about an executive order banning Facebook. We tried to reach usanews4u.us through their Contact Us form, but didn’t receive a reply. The site is registered to an address in Veles, Macedonia, a hotbed of fake news websites.\nAnd while the post was dated April 2, the tags on the story clued readers in that it is actually for April Fool’s Day.\nIt appears it was a news outlet’s attempt at a joke that was repurposed without clear attribution.\nThe story originated on April 1 at Firstpost.com, a website filled largely with what look to be legitimate, India-centric news stories. There also is a \"Faking News\" section full of intentionally bogus content \"to attract your attention.\"\nBut this post wasn’t categorized there, instead getting the label \"World News.\" The post also had an April Fool’s Day tag, so the story is a prank.\nReaders who made it to the end of the faux story would have noticed something not in the usanews4u.us post: A link marked as Trump’s and Zuckerberg’s remarks on the issue actually redirects to — you guessed it — Astley’s 1987 hit single.\nIf you ask us how we’re feeling about this statement, don't tell us you're too blind to see. Pants On Fire!\n Share the Facts 2017-04-28 13:44:53 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"Donald Trump to issue an executive order to ban Facebook across U.S.\"    Internet rumors Bloggers   in a headline Sunday, April 2, 2017 2017-04-02    Read More  info", "vclaim_id": "vclaim-pol-03369"}