{"url": "/factchecks/2020/jan/23/facebook-posts/no-aaron-hernandez-family-isnt-entitled-rest-his-n/", "speaker": "Facebook posts", "vclaim": "Says Aaron Hernandez' daughter is, by Massachusetts law, entitled to the remainder of his $15 million NFL contract because he committed suicide during his appeal, making his conviction \"null and void.\"", "truth_label": "false", "date": "stated on January 16, 2020 in a Facebook post:", "title": "No, Aaron Hernandez’ family isn’t entitled to the rest of his NFL contract money", "text": "After Netflix released its docuseries, \"Killer Inside: The Mind of Aaron Hernandez,\" claims about the former NFL player’s contract and infamous murder case have resurfaced on social media.\nOne viral Facebook post features a split photo of Hernandez, former tight end for the New England Patriots, blowing a kiss to his daughter in a courtroom. Text above the image says:  \n\"Aaron Hernandez committed suicide because under the state of Massachussetts law, if you die during a appeal of conviction, the original conviction becomes null & void. This means he technically never violated the New England Patriots contract, thus his daughter is now entitled to the remainder of the guaranteed $15 million the Patriots owe him.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile the post contains some accurate information, it’s ultimately wrong and outdated.\nIt’s true that a legal principle in Massachusetts initially erased Hernandez’ conviction because he died before having a chance to complete his appeal. However, that rule was later thrown out by the state’s Supreme Judicial Court and his conviction was reinstated.\nRegardless of the court’s decision, the presumption that Hernandez’ family would have been entitled to money owed from his football contract has also been disputed.\nLet’s break down the facts\nHernandez was drafted by the New England Patriots in 2010. He played for the team until the 2013 offseason, when he was arrested and charged in the murder of Odin Lloyd, a semi-professional player who had been found shot to death on June 17, 2013. The Patriots released Hernandez immediately after the arrest. \nIn 2015, Hernandez was found guilty of first-degree murder and was sentenced to life in prison. While on trial for Lloyd’s murder, he was also indicted for a 2012 double-homicide. In 2017, he was acquitted of most of the charges in that case, days before he was found dead in his prison cell.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nA judge threw out Hernandez’ conviction that year, citing \"abatement ab initio,\" a common law legal doctrine dating back to English law that states a defendant’s convictions be vacated if the defendant dies during appeal.\nAt the time, some law experts said with a \"creative lawyer\" Hernandez’ family \"could file litigation against the Patriots and the NFL for voiding Hernandez’ contract after his indictment.\" \nBut a contemporaneous report by the Boston Globe disputed the success of such a suit.\nThe newspaper said that while the situation was unprecedented (Hernandez was the first player in NFL history to be convicted of first-degree murder during his playing days and the first to die under such circumstances) he was \"almost certainly\" in breach of his contract:\n\"When Hernandez was arrested for Lloyd’s murder in June 2013, the Patriots released him and refused to pay the remaining guaranteed money — a $3.25 million deferred signing bonus payment, and base salaries of $1.323 million and $1.137 million. They also declined to pay a $82,000 workout bonus that he had earned in June 2013...\nHernandez lost his grievance, and his contract would likely prevent him from collecting any of the money now, despite the lack of a conviction on his record.\"\nBut it’s a moot point now. The prosecution appealed to have the conviction reinstated, and on March 13, 2019, it was. \nThe Massachusetts Supreme Judicial Court reinstated Hernandez’s murder conviction in a unanimous decision to do away with the legal principle. The court called the rule \"outdated and no longer consonant with the circumstances of contemporary life,\" and ordered Hernandez’ conviction to be restored and that the practice be abolished for future cases.\nWe rate this claim is False.", "vclaim_id": "vclaim-pol-17621"}