{"url": "/factchecks/2011/jun/26/david-cicilline/rep-cicilline-says-wic-costs-100-person-and-18-per/", "speaker": "David Cicilline", "vclaim": "The WIC program \"is an incredibly cost effective program, serving nearly 10 million Americans each year and costing less than $100 per person. In my district, more than 18 percent of residents suffer from food insecurity and depend on WIC to make ends meet.\"", "truth_label": "pants-fire", "date": "stated on June 14, 2011 in a speech on the floor of the House of Representatives:", "title": "Rep. Cicilline says WIC costs $100 per person and 18 percent of people in his district depend on it", "text": "Democratic U.S. Rep. David Cicilline has been arguing against cutbacks in social programs proposed by the Republican majority, a campaign he has highlighted in a YouTube video posted on June 15 and available on his website.\n\nIt shows him speaking on the floor of the House a day earlier opposing a reduction in funds for the WIC program, which stands for Women, Infants and Children. WIC provides nutritious food to low-income women who are pregnant or have recently delivered a baby, and children under age 5 who might not be getting nutritious meals.\n\n\"If the majority [Republican] party has their way and denies necessary funding to a critical safety net for some of our nation's most vulnerable citizens, nearly 1,000 women, infants and children in Rhode Island's First District will be denied the assistance they need to survive,\" said Cicilline. \"WIC represents the most basic obligation we have to our fellow citizens most in need -- food and nutrition. On top of that, it's an incredibly cost effective program, serving nearly 10 million Americans each year and costing less than $100 per person. In my district, more than 18 percent of residents suffer from food insecurity and depend on WIC to make ends meet.\"\n\nWe wondered whether 18 percent of the residents in the 1st Congressional District were actually on the WIC program, a number that seemed high. It seemed even higher when we considered Cicilline's statement that 10 million Americans are covered by the WIC program -- about 3 percent of the U.S. population. That would mean the people in his district are six times more likely to have WIC coverage than the rest of the country.\n\nWe were also surprised that the program might be so inexpensive. You can't buy a lot of groceries for $100 a year.\n\nSo we asked Cicilline's office for the congressman's sources.\n\nIt didn't take long to discover that the $100 figure was wrong.\n\nHis staff sent us to the Congressional Progressive Caucus, where staffer Minh Ta said Cicilline had relied on a dollar amount that the caucus had miscalculated. Because the program cost $6.4 billion last year and covered 9.2 million people, the actual amount was nearly $700 per year per person.\n\n\"Honest mistakes are made,\" said Ta.\n\nThen there's the number of people covered by the program. Rounded properly,  the number should be 9 million, not nearly 10 million as Cicilline asserted on the House floor.\n\nAnd what about the statement that \"more than 18 percent of residents [in the 1st Congressional District] suffer from food insecurity and depend on WIC to make ends meet\"?\n\nLast March, the Food Research Action Center (FRAC) in Washington, D.C., analyzed data from the Gallup-Healthways Well-Being Index, a 2010 survey in which more than 352,000 people -- including 1,396 in Cicilline's district -- were asked: \"Have there been times in the past 12 months where you did not have enough money to buy food that you or your family needed?\"\n\nAccording to FRAC, 18.0 percent of the people in the United States and 18.4 percent in Cicilline's district responded \"yes,\" an indication that they suffered from \"food hardship.\" That matches Cicilline’s \"food insecurity\" number.\n\nBut is it really true, as Cicilline asserted, that these people depend on WIC to make ends meet?\n\nFRAC said it didn't know how many in the food hardship group were on WIC.\n\nSo we turned to the Rhode Island Department of Health, which administers the program locally.\n\nSpokesman Annemarie Beardsworth said the department didn't have a breakdown of WIC recipients by congressional district because it lists its data by community and Providence is divided between two congressional districts.\n\nA total of  9,858 Providence residents receive WIC, some in Cicilline’s district, some in U.S. Rep. James Langevin’s district. Outside of Providence, 10,665 people are covered by WIC in the communities Cicilline represents.\n\nEven if we assumed that every WIC recipient in Providence lives in the 1st District, that would  total 20,523 people, or 3.9 percent of the 524,000 residents in the 1st District, a far cry from the 18.4 percent cited by Cicilline. If Providence's WIC recipients were evenly divided between Cicilline’s and Langevin's districts, the percentage drops to 3.0 percent.\n\nSo the percentage cited by Cicilline's was at least four and a half times too high.\n\nKatie Vinopal, a policy analyst for FRAC, explained why the number of people with \"food hardship\" is larger than the number of WIC recipients. The food hardship questions \"can be capturing elderly people,\" she said. \"We can be capturing people who can't get on the WIC program [because they're adult males, children over age 4 and women who are not pregnant or new mothers]. We're also capturing people who are income ineligible.\"\n\nFor someone to say that people suffering from food insecurity depend on WIC to make ends meet \"is not right,\" said Vinopal.\n\nWhile we were at it, we looked at Cicilline's assertion that the proposed GOP cuts would remove a critical safety net for \"nearly 1,000 women, infants and children in Rhode Island's First District.\"\n\nTo back that up, the congressman's office sent us a June 8, 2011, news release from the liberal Center on Budget and Policy Priorities. It warned that 200,000 to 350,000 women and young children could lose their WIC benefits next year. In Rhode Island, it said, the estimate ranged from 600 to 1,000.\n\nBut because the 1st District covers about half the state's residents, the numbers Cicilline quoted for his district should have been closer to 300 to 500.\n\nNot only that, the page of the news release that Cicilline's office didn't send us -- we found the original online -- makes it clear that the threat to WIC beneficiaries isn't just from the proposed Republican cuts. It's also from rising food costs. The low national estimate of 200,000 presumes a 2-percent rise in prices; the high estimate of 350,000 assumes a 5-percent increase.\n\nWe asked Zoe Neuberger, coauthor of the center’s study, whether budget cuts or projected food price increases played the biggest role. She said that, based on the information at the time Cicilline made his comment,  if the Republican cuts were approved and food prices did not increase, 150,000 low-income women and children will lose their food assistance.\n\nSo the direct effect of the proposed Republican cuts in Cicilline's district extrapolated to about 225 women and children, not 1,000. Food price increases would account for another 75 to 275 cases.\n\nThe day after we heard from the Center on Budget and Policy Priorities, Cicilline spokewoman Jessica Kershaw wrote us to report that the congressman had misspoke when he said 1,000 would be affected. \"He meant to say that those 1,000 Rhode Islanders could be from across the state  -- not just his district,\" she wrote.\n\n\"What’s most important -- and what the Congressman sought to stress in his remarks -- is that there are too many people who are going hungry and cannot afford enough food for their household and he strongly opposes cuts to programs that benefit the people who need those programs the most,\" Kershaw said.\n\nThat's the message behind Cicilline’s statement. We certainly understand that people going hungry because they can’t afford food is a serious problem.\n\nBut the bottom line is that Cicilline, in making an impassioned argument for a program meant to address the issue got most of the checkable facts in the statement wrong.\n\nEighteen percent of the people in his district do not depend on WIC to make ends meet -- it's no higher than 3.9 percent.\n\nThe cost of the WIC program is not $100 per recipient per year -- it's closer to $700.\n\nThe number of Americans covered by the program isn't nearly 10 million -- it's closer to 9 million -- a relatively small error, but wrong, nonetheless.\n\nAnd if the GOP cuts were to take effect, the number of people affected in his district wouldn't be close to 1,000 -- it would be more like 225.\n\nThey say that two wrongs don't make a right. We say that this many Falses in 46 seconds warrants a Pants On Fire!\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-12855"}