{"url": "/factchecks/2008/sep/24/barack-obama/mccain-did-get-money-from-bermuda-connected-source/", "speaker": "Barack Obama", "vclaim": "\"Grateful insurance company executives and their lobbyists\" from Bermuda gave McCain $50,000.", "truth_label": "true", "date": "stated on September 23, 2008 in in a television ad:", "title": "McCain did get money from Bermuda-connected sources", "text": "An attack ad from Barack Obama looks at a trip John McCain made to Bermuda last year.\n\n\n\"Bermuda. It’s more than just a vacation destination for John McCain,\" the ad says over jaunty, Caribbean-style steel drum music. \"McCain went to Bermuda, and while he was there pledged to protect tax breaks for American corporations that hide their profits offshore. And grateful insurance company executives and their lobbyists who benefit from the tax scheme gave McCain $50,000.\"\n\n\nWe looked in detail at\n\nMcCain's visit in this statement\n\n. Here we'll look at the campaign contributions angle.\n\n\nBermuda, a British territory with significant autonomy, is home to many international companies seeking to avoid taxes. In 2006, there were 14,267 international companies registered in Bermuda, many of them American owned, according to the U.S. State Department. A 2004 GAO report also listed Bermuda as a tax haven.\n\n\nTo come up with its $50,000 number, the Obama campaign compiled a list of 30 people and one political action committee connected to insurance and reinsurance companies based in Bermuda. We obtained a copy of the list from the campaign and cross-checked with Federal Election Commission records and found it to be accurate.\n\n\nIt seems likely that the Obama campaign's numbers undercounted contributions from lobbyists connected to Bermuda-based insurance companies. We were able to independently document another $8,150 in contributions to McCain.\n\n\nAnd finally, among the Bermuda-connected contributors, we found four donors also gave a combined total of $8,200 to Obama.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe timeline seems to be that McCain visited Bermuda in August 2007, a fundraiser for him was held in October (which he did not attend) and contributions were reported to the Federal Election Commission in November 2007 and afterward.\n\n\nThe ad stops short of saying there was a quid pro quo at work, though we get the feeling the Obama campaign wouldn't mind if you assumed there was. A story in the\n\nRoyal Gazette's\n\nsister newspaper\n\nMid Ocean News\n\nnoted that McCain's 2007 comments were at odds with comments he made in 2002 deploring companies moving overseas. McCain said then, \"More and more U.S. companies are using this highly profitable accounting scheme that allows a company to move its legal residence to offshore tax havens such as Bermuda, where there is no corporate income tax, and shield its profits from taxes. I applaud efforts to discourage this practice.\"\n\n\nThe McCain campaign responded to the Obama ad by pointing out that the Obama campaign rents office space from Accenture, which is based in Bermuda. The\n\nChicago Sun-Times\n\nreported in 2007 that the Obama campaign was leasing the 11th floor of an office tower for its headquarters from Accenture. The company is based in Bermuda.\n\n\nThe ad states that McCain got $50,000 from people connected to Bermuda-based companies, and we find this accurately portrays the contributions received. We rate Obama's statement True.", "vclaim_id": "vclaim-pol-15967"}