{"url": "/factchecks/2019/jun/07/tulsi-gabbard/tulsi-gabbard-right-citizenship-denials-are-higher/", "speaker": "Tulsi Gabbard", "vclaim": "Says immigrant military service members applying for U.S. citizenship \"are getting rejected at higher numbers than those who are not veterans.\"", "truth_label": "true", "date": "stated on June 1, 2019 in a veterans event in California:", "title": "Tulsi Gabbard is right: Citizenship denials are higher for military applicants compared to civilians", "text": "Democratic presidential candidate Tulsi Gabbard said that some immigrants in the U.S. military are getting the \"door slammed on their face\" when they apply for U.S. citizenship.\nAt a meeting with veterans in California, Gabbard was asked what she would do about immigrant veterans who are deported. \"We got to bring our veterans home,\" said Gabbard, a U.S. representative from Hawaii who served two tours of duty in the Middle East and is a major in the Hawaii Army National Guard.\nMany immigrant veterans and active service members don’t know their rights and opportunities, Gabbard said.\n\"Even those who apply for citizenship, we’re seeing now, are getting rejected at higher numbers than those who are not veterans,\" Gabbard said. \"This dishonors their service, their sacrifice, the sacrifices that are made by their family members.\"\nIs Gabbard right about citizenship denials for immigrants in the military? Official immigration data supports her claim.\nU.S. citizenship through military service\nMilitary service isn’t limited to U.S. citizens. Lawful permanent residents (green card holders) can also enlist.\nA program authorized by President George W. Bush’s administration also allowed the enlistment of people who were neither U.S. citizens nor green card holders, but had critical skills needed by the military, such as expertise in certain languages or medical specialties. The military stopped accepting new applicants after new security screenings requirements were established in September 2016, said a summary from the Congressional Research Service.\nIn general, immigrants must meet specific criteria to be eligible for U.S. citizenship. The law allows expedited naturalization for non-U.S. citizens in the Armed Forces and recently honorably discharged immigrant veterans.\n\"Immigrants have served in every war since the American Revolution,\" said Nancy Gentile Ford, a history professor at Bloomsburg University of Pennsylvania. \"And the military has always served as a way for immigrants to become citizens.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nCitizenship denials greater for military applicants\nGabbard’s campaign used as backup reporting from McClatchy and the latest available data from U.S. Citizenship and Immigration Services.\nIn the first quarter of fiscal year 2019 (October through December 2018), immigration officials denied 16.6% of military applications for citizenship and 11.2% of civilian applications, McClatchy reported in May.\nThe denial rate was also higher for military applicants during each quarter of fiscal year 2018. (In the last quarter of fiscal year 2017, civilian denials were higher than military denials.)\n\nWhy are veterans denied at higher rates?\nUSCIS does not track the reasons for denials, the agency told PolitiFact, adding that all military naturalization denials are reviewed by a supervisor.\nService members or veterans applying for naturalization must meet all statutory requirements and also submit documentation from the military, showing that he or she served honorably and that any separation from service was under honorable conditions, USCIS said.\nMcClatchy reported that policy changes under the Trump administration have complicated the naturalization process for service members. For instance, a new requirement said that only higher-ranking officers, colonel or above, can certify whether someone is serving or has served honorably. That made it difficult for troops far away from high-ranking officers, McClatchy’s report said.\nA May 2019 policy brief from the Migration Policy Institute said that \"in recent years, the military has come to see noncitizens as less of an asset and more of a risk.\"\nOur ruling\nGabbard said that immigrant military service members applying for U.S. citizenship \"are getting rejected at higher numbers than those who are not veterans.\"\nThe latest available citizenship application data supports her claim. It checks out for the first quarter of fiscal year 2019 and for every quarter of 2018.\nWe rate Gabbard’s statement True.", "vclaim_id": "vclaim-pol-00557"}