{"url": "/factchecks/2020/mar/02/amy-klobuchar/Klobuchar-misfires-Wisconsin-voter-claim/", "speaker": "Amy Klobuchar", "vclaim": "“While we are all sitting here debating, Wisconsin has kicked hundreds of thousands of people off of their voting rolls.”", "truth_label": "barely-true", "date": "stated on February 25, 2020 in a debate:", "title": "Klobuchar misfires with debate salvo on Wisconsin voter suppression", "text": "In the most recent Democratic presidential debate, U.S. Sen. Amy Klobuchar of Minnesota said she didn’t want to keep rehashing the past. \nInstead, she said, she’s focused on the way forward.\nKlobuchar then went on to outline a series of issues she believes demand attention. One of them was voting rights, and she used Wisconsin to underscore her point.\n\"While we are all sitting here debating, Wisconsin has kicked hundreds of thousands of people off of their voting rolls,\" she said Feb. 25, 2020 in South Carolina.\nWisconsin’s voter rolls have been front and center in recent months after the state Election Commission sent letters to 234,000 voters it believed may have moved, asking them to update their registrations if relevant. The plan was to remove them from the rolls in 2021. \nThat prompted a lawsuit from a conservative law group contending those voters should be taken off the rolls now. The matter ultimately may go to the state Supreme Court.\nKlobuchar’s campaign said she was referring to voter purges in 2017 and 2018 — not those at the center of the lawsuit. But that doesn’t explain why she implied it was happening right then.\n(Note: Klobuchar dropped out of the presidential campaign March 2, 2020, after a sixth-place finish in South Carolina, as we were working on this fact-check. We decided to complete it, since removal of voters from the state’s rolls is an ongoing issue.)\nLet’s see where Klobuchar’s claim lands.\nChanges to Wisconsin’s voter rolls\nWhen asked for evidence for Klobuchar’s claim, a staffer pointed to a 2018 report from the left-leaning Center for Media and Democracy that indicated nearly 700,000 voters had been removed from the rolls since 2016. This included 44,000 voters in Milwaukee alone.\nThe decline stemmed from two separate actions in 2017 and 2018, according to Reid Magney, public information officer for the Wisconsin Elections Commission.\nTo meet a requirement under state law, the commission in 2017 removed more than 351,000 voters who hadn’t voted in four years and didn’t respond to a mailed notice to continue their registrations. Over half of those voters didn’t respond, and roughly 43% of the notices were returned as undeliverable. Some people had died or were deactivated for other reasons.\nThen, in 2018, the commission canceled the registrations of more than 300,000 voters after the agency’s Electronic Registration Information Center, or ERIC, identified voters who had become inactive or needed to update their registration. \nOnce officials realized there were problems with accuracy of that list, they implemented a supplemental poll book to ensure anyone incorrectly removed could vote without reregistering. The commission later said it found few examples of voters who were removed inappropriately.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nSo, the commission did deactivate hundreds of thousands of voters in 2017 and 2018. But by saying they were \"kicked off,\" Klobuchar suggests the motive was voter suppression.\nMagney disputes that. \nIn any case, Wisconsin has same-day registration, so removal from the rolls does not prevent people from voting, as it might in some states if done too close to election day.\nThe latest election saga \nThere is another problem with Klobuchar’s statement: She said Wisconsin has purged voters \"while we are all sitting here debating.\" That suggests the issue is immediate — not one from several years ago.\nAs we noted, Wisconsin is currently in the throes of a controversy over its voter rolls. \nThe conservative Wisconsin Institute for Law & Liberty, representing three suburban Milwaukee men, filed a lawsuit arguing that 234,000 voters who may have moved and received notices in the mail should be removed from the rolls within 30 days if they don’t respond. The commission had said it wouldn’t suspend registrations until after April 2021.\nCritics of the lawsuit believe any voter purge would be an affront to the democratic process and could inadvertently affect voters who didn’t even move. The case has drawn heightened attention because of Wisconsin’s pivotal role in this year’s presidential race.\nIn December 2019, an Ozaukee County judge sided with the Wisconsin Institute for Law & Liberty and ordered the election commission to remove those people from the voter rolls. He found the commission and its Democratic members in contempt of court on Jan. 13, 2020 for failing to adhere to his ruling.\nBut one day later, an appeals court ordered voters to be kept on the rolls while it considered whether people should be removed. The court officially struck down the Ozaukee County ruling on Feb. 28, 2020.\nThat means the targeted voters won’t be kicked off any time soon.\nOur ruling\nKlobuchar said during the debate in South Carolina that, \"While we are all sitting here debating, Wisconsin has kicked hundreds of thousands of people off of their voting rolls.\"\nHer campaign said she was referring to purges in 2017 and 2018, which did result in hundreds of thousands of voters being removed from the rolls. But her statement implied that was underway during the debate, which is not the case.\nOur definition of Mostly False is \"The statement contains some element of truth but ignores critical facts that would give a different impression.\"\nThat fits here.", "vclaim_id": "vclaim-pol-18022"}