{"url": "/factchecks/2012/dec/19/dan-saltzman/are-administrative-costs-capped-5-percent-portland/", "speaker": "Dan Saltzman", "vclaim": "Says the Portland Children’s Levy holds its \"administrative expenses to less than 5 percent.\"", "truth_label": "true", "date": "stated on November 11, 2012 in a television news interview :", "title": "Are administrative costs capped at 5 percent for the Portland Children's Levy?", "text": "CORRECTION APPENDED: RACC has a 3 percent cap on programming at schools, not for arts grants administration. This does not change the ruling.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeff Merkley\n\n\nstated on September 1, 2010 in a press release\n\n\n\n\n\n\n\n\nSays with the ongoing economic downturn, child abuse is on the rise.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Michelle Cole • September 28, 2010\n\n\n\n\n\n\n\n\nAdvocates of new taxes for programs know that voters want the money to go to the people the tax is supposed to serve. So, when supporters of a tax levy for children pitched the program in 2002 and in 2008, they made sure to tell voters that administrative costs would be capped at 5 percent of all money received from an increase in property taxes.\n\nThat means 95 percent of the money goes toward direct services for low-income and at-risk children, or at least, to the programs that serve those children.\n\nPortland City Commissioner Dan Saltzman made the same point on KGW’s \"Straight Talk\" recently. (The statement is about 10 minutes into the interview.) The City Council has voted to put the property tax levy on the May 2013 ballot.\n\nIn singing the levy’s praises, he said, \"And we hold our administrative expenses to less than 5 percent.\"\n\nWe wanted to know if the figure is accurate, and if so, what that means. We noticed that the campaign pitching a Portland arts tax this fall also stated that administrative costs would be capped at 5 percent, after startup costs. So clearly it’s trendy number. (Jessica Jarratt Miller, executive director of the Creative Advocacy Network, said in an email that they borrowed the figure from the Portland Children’s Levy.)\n\nW e checked the annual audits of the Portland Children’s Levy and confirmed that levy administrators have consistently met the standard of keeping costs at or below 5 percent. For a sense of the dollars, the latest progress report shows that in 2010-11, the fund brought in $12.9 million, bringing the total available to $19.1 million. Of that, $560,000 was spent on administration. That’s 4.3 percent of $12.9 million.  \n\nNow, we should point out that the administrative cap doesn’t work on an annual basis, according to the levy. If fund administrators don’t use up the entire 5 percent in one year, they can the following year. Which is why in fiscal year 2011-12, revenue was $10.8 million but administration expenses were $565,000, or 5.2 percent.\n\nLevy administrators look at the cumulative figure: Spokeswoman Mary Gay Broderick reports that from July 1, 2003, through June 30, 2012, total revenue was $95.7 million, with $4.5 million of the money spent on administration. That comes out to 4.7 percent. Grants totaled nearly $90.2 million.\n\nWhat is an administrative cost? Broderick explains they include all the costs associated with allocating, negotiating and monitoring grants. This includes salaries and benefits for staff, office lease, outside audit, computer costs, office supplies and general overhead, such as access to payroll and city attorney services. Other groups may define administrative costs differently.\n\n(The groups that receive grant money from the Children’s Levy use a different marker and the rates are negotiated separately. Generally, administration costs cannot exceed 15 percent of program expenses.)\n\nFinally, is a 5 percent cap a norm? We don’t know, and neither does Saltzman. He does not recall how early advocates settled on the figure. \"I think the 5 percent came from my belief that we had a pretty high bar to gain public support for investing in kids, and they need to be assured that most of the dollars are going not for our administration but to the programs,\" he said.\n\nWe hunted around for some context. The Portland Development Commission, which is the city’s economic development arm, granted $158,000 last year as part of its \"Green Features Grant\" program. Total staff time to manage the program was $17,000. That’s about a 10 percent administrative rate. PDC granted $569,000 through its \"Community Livability Grant\" program, with $87,000 to administer the program. That’s about 13 percent of costs.\n\nThe Oregon Department of Justice tracks charities and nonprofits in Oregon. Management expenses and fundraising made up of expenses in 16 percent in 2009 and 13 percent in 2010. So 5 percent spent on issuing and tracking grants sounds reasonable.\n\nPortland’s Revenue Director Thomas Lannom said comparing administrative caps may not even be the most accurate way of gauging efficiency. An outfit like the Portland Children’s Levy needs little to no resources to collect revenue -- it comes out of property taxes -- while the new arts tax will require bodies to collect what is basically a head tax of $35 per adult worker.\n\nLannom explained that voters authorized his office to spend up to 5 percent of revenue to collect the money. The Regional Arts and Culture Council has a separate 3 percent cap on coordination costs.\n\nPolitiFact Oregon can’t judge what is the proper amount for administrative costs, but we can say that Saltzman is accurate when he says the Portland Children’s Levy holds its \"administrative expenses to less than 5 percent.\" The statement is True.", "vclaim_id": "vclaim-pol-09915"}