{"url": "/factchecks/2018/may/24/donald-trump/donald-trumps-false-claim-nancy-pelosi-came-out-fa/", "speaker": "Donald Trump", "vclaim": "Says \"Nancy Pelosi came out in favor of MS-13.\"", "truth_label": "false", "date": "stated on May 22, 2018 in a speech:", "title": "Donald Trump's false claim that Nancy Pelosi 'came out in favor of MS-13'", "text": "President Donald Trump cast Democrats as supporters of MS-13 gang members and uninterested in fighting crime.\nTrump routinely brings up brutal crimes committed by MS-13 members while highlighting his administration’s goal to incarcerate or deport them from the United States.\nAt the May 22 Susan B. Anthony List’s Campaign for Life Gala, Trump claimed Democrats want open borders and don’t want to stop illegal immigration.\n\"And the other day — just the other day — Nancy Pelosi came out in favor of MS-13,\" Trump said. \"That’s the first time I’ve heard that. She wants them to be treated with respect, as do other Democrats.\"\nTrump repeated the charge against House Minority Leader Nancy Pelosi on May 23 during a roundtable discussion on MS-13, saying: \"I noticed recently where Democrats, Nancy Pelosi as an example, are trying to defend MS-13 gang members. I called them animals the other day and I was met with rebuke. They said, ‘they are people.’ They are not people. These are animals.\"\nWe wondered about Trump’s claim that Pelosi \"came out in favor of MS-13\" and that she has defended gang members. Trump distorted the facts.\nPelosi said \"calling people animals is not a good thing,\" but did not focus her comments on MS-13 gang members.\nTrump’s ‘animals’ remark\nTrump made headlines earlier this month after labeling some people who come to the United States as \"animals.\" His comment came during an immigration meeting with California officials.\nWhile Trump did not specifically mention MS-13 gang members in the \"animals\" sentence, his statement came after a sheriff spoke about \"bad guys\" and MS-13 gang members. (Here’s the full context.)\nSome interpreted Trump as saying all immigrants are \"animals.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nTrump went on Twitter May 18 to fight back that assessment: \"Fake News Media had me calling Immigrants, or Illegal Immigrants, ‘Animals.’ Wrong! They were begrudgingly forced to withdraw their stories. I referred to MS 13 Gang Members as ‘Animals,’ a big difference - and so true. Fake News got it purposely wrong, as usual!\" Trump tweeted.\nWhat Pelosi said\nPelosi clearly chose the interpretation of Trump’s words at the roundtable that was least favorable to Trump. But that doesn’t mean she was embracing violent gang members.\nAt a May 17 press conference, the day after Trump’s \"animals\" comment, Pelosi said \"calling people animals is not a good thing\" and defended \"undocumented immigrants.\" She did not mention MS-13 gang members.\nPelosi said \"we're all God's children\" and spoke about \"a spark of divinity in every person on Earth.\"\n\"And so when the president of the United States says about undocumented immigrants, ‘These aren't people. These are animals,’ you have to wonder, does he not believe in the spark of divinity, the dignity and worth of every person? ‘These are not people. These are animals.’ The president of the United States,\" Pelosi said.\nWhite House spokesman Steven Cheung said in an emailed statement, \"Pelosi either is peddling an out-of-context quote that mainstream media outlets have corrected or retracted (AP and CNN), or defending MS-13 gang members whose motto is rape, control, and kill.\"\nThe White House said the \"animals\" term is language Trump has used before when talking about MS-13 gang members.\nStill, Pelosi did not defend MS-13 gang members or come out in their favor, as Trump claimed. She centered her comments on \"undocumented immigrants\" and rebuked using the word \"animals\" to refer to people.\nOur ruling\nTrump said Pelosi \"came out in favor of MS-13.\"\nTrump’s claim is based on Pelosi’s criticism of Trump for using the word \"animals\" during an immigration meeting with California officials. Trump used that term after a sheriff spoke about MS-13 gang members.\nA day after Trump’s comment, Pelosi said \"calling people animals is not a good thing\" and defended \"undocumented immigrants.\" Pelosi did not mention MS-13 gang members in her comments.\nWhile Trump blasted media reports and others for missing the context of his remarks, he did just that with Pelosi’s comment. We rate it False.\n Share the Facts 2018-05-24 16:44:37 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"Nancy Pelosi came out in favor of MS-13.\"    Donald Trump President of the United States https://www.whitehouse.gov/briefings-statements/remarks-president-trump-susan-b-anthony-list-11th-annual-campaign-life-gala/   in a speech Tuesday, May 22, 2018 2018-05-22    Read More  info    \n \nWe updated this story on May 29, 2018 to include reaction from the White House after the story published, emphasizing that Trump has previously used the term \"animals\" to refer to MS-13 gang members.", "vclaim_id": "vclaim-pol-02035"}