{"url": "/factchecks/2012/sep/24/republican-jewish-coalition/republican-jewish-coalition-says-obama-refuses-ack/", "speaker": "Republican Jewish Coalition", "vclaim": "Barack Obama \"refuses to acknowledge Jerusalem as the capital of Israel.\"", "truth_label": "mostly-true", "date": "stated on September 24, 2012 in an election flier :", "title": "Republican Jewish Coalition says Obama refuses to acknowledge Jerusalem as Israel's capital", "text": "Editor's note: This item was originally rated Half True. After a panel of editors reconsidered the rating, it was upgraded to Mostly True.\n\nThe Republican Jewish Coalition -- a group backed by the casino magnate Sheldon Adelson and a few other wealthy GOP donors -- has opened a campaign in battleground states to persuade Jewish voters to turn away from President Obama and support Mitt Romney.\n\nThe group said its effort, called \"My Buyer’s Remorse,\" includes a $5 million television ad buy in Ohio (specifically Cleveland), South Florida, Pennsylvania (Philadelphia) and Nevada (Las Vegas) that will continue through Nov. 5.\n\nIt also includes a direct-mail brochure to voters saying Obama is \"wrong on Israel, wrong on our economy.\"\n\nFirst among the statements answering its question \"Why is Barack Obama wrong for us?\" is that he \"refuses to acknowledge Jerusalem as the capital of Israel.\"\n\nGiven that the flier is showing up mailboxes in the battleground Buckeye State, PolitiFact Ohio thought it was worth looking into the coalition’s claim.\n\nRepublican presidential candidate Mitt Romney made a similar claim in a 30-second TV ad that aired in early August 2012. PolitiFact national looked at his claim then. We’ve incorporated some of that research here.\n\nThe United States does not formally recognize any state as having sovereignty over Jerusalem. In the decades-long conflict between Jews and Palestinians, both sides stake a claim on Jerusalem and consider it their capital and a holy site. So even though Jerusalem is the Israeli seat of government and its capital city in every traditional sense, the official position often involves some tip-toeing.\n\nThe CIA, on its World Factbook website, lists Jerusalem as the capital of Israel, with a footnote stating \"Israel proclaimed Jerusalem as its capital in 1950, but the U.S., like all other countries, maintains its Embassy in Tel Aviv.\" The U.S. Department of State posts similar language.\n\nDuring the 2008 campaign, candidate Obama declared that \"Jerusalem will remain the capital of Israel, and it must remain undivided.\"\n\nThe remark pleased the pro-Israel lobby, which had been somewhat skeptical of him. But it also served as an early lesson in the delicacy of diplomacy, particularly when it comes to the Israeli-Palestinian conflict. Arab groups took offense, and the campaign had to do some damage control. \"It's going to be up to the parties to negotiate a range of these issues. And Jerusalem will be part of those negotiations,\" Obama said in the wake.\n\nFor his part, Republican rival John McCain weighed in, agreeing \"Jerusalem is undivided. Jerusalem is the capital.\"\n\n\"And,\" he added, according to the New York Times, \"we should move our embassy to Jerusalem,\" from Tel Aviv, \"before anything else happens. The subject of Jerusalem itself will be addressed in negotiations by the Israeli government and people.\"\n\nTherein lies a long-running point of contention: the location of the U.S. embassy.\n\nAs our peers at the Washington Post’s Fact Checker column noted, the Republican Party platform has long included a pledge to move the embassy to Jerusalem. But that’s never happened, even when a Republican was in the White House.\n\nHow wide is the gap between campaign rhetoric and official policy? During a press briefing on July 26, 2012, White House spokesman Jay Carney twice dodged the question when asked directly to name the capital of Israel.\n\nHe replied only that \"our position hasn’t changed\" and \"you know the answer.\"\n\nState Department spokeswoman Victoria Nuland parried similarly at a briefing on March 29, 2012.\n\n\"Jerusalem is a permanent-status issue,\" she said. \"It’s got to be resolved through negotiations.\"\n\nThose briefings are the evidence the Republican Jewish Coalition pointed to when PolitiFact Ohio asked for backup to its brochure. Romney’s campaign cited the Carney briefing.\n\nThe claim in the RJC brochure is accurate. Obama has not formally acknowledged Jerusalem as the capital of Israel.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRand Paul\n\n\nstated on February 4, 2011 in an interview with ABC News\n\n\n\n\n\n\n\n\nIsrael's per capita income \"is greater than probably three-fourths of the rest of the world.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • February 4, 2011\n\n\n\n\n\n\n\n\nBut the claim needs additional information for clarification. \n\nAs a candidate, Obama identified Jerusalem as Israel’s capital. But as president since then, he has shied away from making statements that could be perceived as taking sides in the ongoing peace process.\n\nThe RJC's brochure portrays that position as a betrayal of an ally. But it's a continuation of the position that previous presidents, both Democrat and Republican, have taken.\n\nFormally, the United States does not recognize any state as having sovereignty over Jerusalem. Both the state department and CIA note that Jerusalem as Israel’s capital, with a footnote attached, on their websites.\n\nOn the Truth-O-Meter, the claim rates Mostly True.", "vclaim_id": "vclaim-pol-10331"}