{"url": "/factchecks/2019/jun/25/facebook-posts/no-police-are-not-warning-public-about-gangs-throw/", "speaker": "Facebook posts", "vclaim": "Says police are warning that a new technique by gangs is to throw eggs at your windshield and to not \"operate the wiper\" because it will \"block your vision up to 92.5%,\" forcing you to stop the car and become a victim.", "truth_label": "false", "date": "stated on June 20, 2019 in a Facebook post:", "title": "No, police are not warning the public about gangs throwing eggs on windshields", "text": "Fake warnings on social media are usually vague and incomplete, but one recently shared on Facebook (again) is oddly specific.\nThe post says that police are warning people not to use their windshield wipers if eggs are thrown at their car. Why? The posts say it is a scam to reduce their view of the road, exposing them to danger.\nThe full post claims:\n\"OFFICIAL MSG FROM POLICE: If you are driving at night and eggs are thrown at your windshield do not stop to check the car, do not operate the wiper and do not spray any water, because eggs mixed with water becomes milky and block your vision up to 92.5%, and you are then forced to stop beside the road and become a victim of these criminals. This is a new technique used by gangs, so please inform your friends and relatives. And most importantly do not be selfish and refuse to share this message.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, this is not a widespread problem that \"police\" are warning people about; it’s one of those mass-shared hoaxes that refuses to go away.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis warning started as an email chain in 2009. Different versions have sometimes pinpointed a location where these robberies or car-nappings were supposedly happening, and were mostly places located outside of the United States such as Lebanon, Malaysia, India or other parts of Asia.\nDespite the rumor’s long shelf life, we searched Nexis news archives and could find no law enforcement or media reports of such incidents in the United States.\nWe did, however, come across a similar, isolated incident that occurred on June 23, 2019, (three days after this post was shared on Facebook) in east Delhi, India. According to news reports, broadcast journalist Mitali Chandola was shot in the hand while sitting in her vehicle at a stoplight after eggs were thrown at her windshield. The real-world incident diverges from the steps detailed in this viral and persistent warning, however, in that Chandola wasn’t harmed after pulling over to wipe the eggs off. According to the news reports, the shooting happened immediately after the eggs were thrown.\nWe could also find no evidence that \"eggs mixed with water becomes milky and block(s) your vision up to 92.5%.\" After the email chain started to spread, the Decatur (Ala.) Daily newspaper decided to test the claim in 2009.\n\"After smashing the eggs on the driver's side of the windshield, a thick, clear film covered the glass. Instantly spraying the glass with fluid and turning on the wipers removed most of the residue. Although making a mess, the eggs would not force a driver to immediately pull off to the side of the road because of reduced visibility.\"\nWe even found a YouTuber who tested the claim on video, using his wipers and windshield spray to try to clean up the mess of multiple broken eggs during daylight and night, and found, to quote him, \"This is not a problem, not an issue.\"\nWe rate this warning False.", "vclaim_id": "vclaim-pol-00493"}