{"url": "/factchecks/2010/mar/07/bill-white/white-says-almost-1-million-people-are-unemployed-/", "speaker": "Bill White", "vclaim": "\"There's almost 1 million Texans who are unemployed and that's an all-time record number in our state.\"", "truth_label": "true", "date": "stated on March 2, 2010 in a speech:", "title": "White says almost 1 million people are unemployed in Texas — a state record", "text": "Former Houston Mayor Bill White, who won the 2010 Democratic nomination for governor Tuesday, wasted no time attacking Gov. Rick Perry's legacy.\n\nHint: White doesn't think it's shaping up so well.\n\n\"Rick Perry and his consultants and his insiders will take credit for all the good times in Texas,\" White said. \"But they won't take responsibility for the fact that today, there's almost 1 million Texans who are unemployed and that's an all-time record number in our state.\"\n\nThe gauntlet is thrown. Do the jobless numbers back White up?\n\nAccording to the Texas Workforce Commission, more than one million people were unemployed in January, but that includes seasonal employees who were laid off after the holidays. The seasonally-adjusted data shows that 996,863 were unemployed — about 3,000 shy of 1 million. That number has been increasing steadily since early 2008.\n\nThe latest count also is a Texas record, topping the 765,894 residents who were out of work in October 1986.\n\nBut a head count isn't the only way to judge joblessness over time. We looked at the rate of unemployment, too.\n\nThe state rate — 8.2 percent as of January — has also crept up since 2008, due at least in part to a nationwide recession. But it hasn't yet matched the worst times of the 1980s recession in Texas, which was driven by an oil bust.\n\nThe monthly unemployment rate peaked twice that decade, reaching 8.4 percent in January 1983 and 9.3 percent in September 1986.\n\nThe annual unemployment stats are similar. The 2009 unemployment rate was 7.6 percent — the same as the rate in 1992. But the state's annual unemployment rate has been higher; it was 8.5 percent in 1987 and 8.9 percent in 1986.\n\nSo the unemployment rate isn't yet at its highest in Texas — not that having the third highest rate is anything to celebrate.\n\nAnyway, White didn't cast the rate as highest-ever. Nor did Nathan Daschle, executive director of the Democratic Governors Association, when he blasted Perry on primary election night for an \"unemployment rate (that's) higher than it's been in decades.\" Two decades, to be precise.\n\nWhite is correct that the number of unemployed Texans — almost 1 million — is an all-time high. We rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-15238"}