{"url": "/factchecks/2020/mar/18/facebook-posts/italys-overwhelmed-hospitals-are-treating-elderly-/", "speaker": "Facebook posts", "vclaim": "“Italy has decided not to treat their elderly for this virus.”", "truth_label": "barely-true", "date": "stated on March 14, 2020 in a Facebook post:", "title": "Italy’s overwhelmed hospitals are treating elderly COVID-19 patients as a lower priority", "text": "In Italy, beset by more cases of COVID-19 than any country but China, hospitals have been forced to make tough triage decisions and ration treatment.\nBut that doesn’t mean the country decided to stop treating elderly coronavirus patients. \nA post on Facebook made that claim on March 14, 2020.\n\"Italy has decided not to treat their elderly for this virus. That, my friends, is socialized healthcare,\" the post claimed.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nOn the day of the post, Italy had recorded 17,660 cases of coronavirus and 1,268 deaths, according to the World Health Organization. The number of deaths represented 58% of the 2,199 coronavirus deaths outside China, including 41 deaths in the United States.\nBy that point, Italy’s hospitals were faced with choosing which of the sickest patients should be treated, and priorities tended to exclude the elderly, who experts say are among the most vulnerable to COVID-19.\nTriage is a common tool used in health care systems. For example, the U.S. Agency for Healthcare Research and Quality promotes an algorithm for emergency department triage that divides patients into five groups — most urgent to least urgent, \"on the basis of acuity and resource needs.\"\nBut with the exceptional situation presented by the coronavirus in Italy, special guidelines were developed for Italian health care professionals dealing with COVID-19.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nBy mid March, news organizations had already reported on how Italian doctors were being forced to choose which patients to treat — with the elderly getting a lower priority.\n\"There are now simply too many patients for each one of them to receive adequate care,\" The Atlantic reported. \"Doctors and nurses are unable to tend to everybody. They lack machines to ventilate all those gasping for air.\"\nThe Atlantic also reported that COVID-19 guidelines that had been established by medical doctors from the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care:\n\"Informed by the principle of maximizing benefits for the largest number,\" the guidelines suggest that \"the allocation criteria need to guarantee that those patients with the highest chance of therapeutic success will retain access to intensive care. ... It may become necessary to establish an age limit for access to intensive care.\"\nThe New York Times, reporting from Rome, quoted Dr. Flavia Petrini, president of the college, as saying: \"No one is getting kicked out, but we’re offering criteria of priority. These choices are made in normal times, but what’s not normal is when you have to assist 600 people all at once.\"\nThe Times also reported that Giorgo Gori, mayor of Bergamo, in Lombardy, Italy’s worst affected region, said that in some cases, the gap between resources and the enormous influx of patients \"forced the doctors to decide not to intubate some very old patients,\" essentially leaving them to die. \n\"Were there more intensive care units,\" he added, \"it would have been possible to save more lives.\" \nAs of March 17, 2020, the latest World Health Organization update showed Italy with 27,980 cases and 2,503 deaths. That was second to China, which had 81,116 and 3,231. The United States had 3,503 and 58.\nOur ruling\nA Facebook post claiming Italy had decided to stop treating elderly COVID-19 patients goes too far. Overwhelmed by the number of cases, the country was relying on guidelines to give priority for some treatments, such as ventilators, to those patients most likely to survive. \nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-18148"}