{"url": "/factchecks/2020/aug/28/viral-image/no-alleged-kenosha-shooters-father-isnt-kenosha-sh/", "speaker": "Viral image", "vclaim": "Suggests the alleged Kenosha shooter’s father is a deputy in the Kenosha sheriff’s department.", "truth_label": "pants-fire", "date": "stated on August 27, 2020 in a Facebook post:", "title": "No, the alleged Kenosha shooter’s father isn’t with the Kenosha sheriff’s department", "text": "A Facebook post suggests that the father of the young man arrested for killing two protesters and wounding a third in Kenosha, Wisc., is himself a law enforcement officer.\n\"Wondering about Kyle Rittenhouse’s father?\" the post says. \"Call the Kenosha Sheriff’s department and ask for Deputy Rittenhouse.\"\nThis is made up.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe county’s employee database has no Rittenhouse. The sheriff’s department lists 10 staffers. The Rittenhouse name doesn’t appear. We called the department and they don’t know of any employee by that name. We checked with the City of Kenosha and the human resources department told us no Rittenhouse has worked for the city in any capacity.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nKyle Rittenhouse has been strongly drawn to police work. He supported the Blue Lives Matter movement on social media. He participated in a youth training program for aspiring law enforcement officers. \nAside from the post having zero basis in reality, Rittenhouse lives with his single mother, a nurse’s assistant, in Antioch, Ill,, not Wisconsin.\nCourt records from 2014 show that Kyle Rittenhouse's, Michael Rittenhouse, was living in Zion, Ill., when he was ordered to pay $85 a week in child support. At the time, he worked for QPS Employment, a firm that provides temporary office workers and other staffing services.  \nWe rate the post Pants on Fire.", "vclaim_id": "vclaim-pol-17206"}