{"url": "/factchecks/2019/sep/03/dave-aronberg/explaining-how-floridas-red-flag-gun-law-works/", "speaker": "Dave Aronberg", "vclaim": "Florida’s red flag gun law has been used \"about five times a day.\"", "truth_label": "true", "date": "stated on August 26, 2019 in an interview on MSNBC:", "title": "How Florida’s red flag gun law works", "text": "Law enforcement officials are using Florida’s so-called \"red flag\" law to remove guns from people five times a day.\nThat’s what Palm Beach County State Attorney Dave Aronberg said on MSNBC when asked about the state’s implementation of the red flag law, enacted after the Parkland, Fla., school shooting.\n\"That law is being used by law enforcement to get a judge to take away guns from someone who is deemed a threat to himself or others,\" Aronberg, a Democrat, told \"Morning Joe\" host Mika Brzezinski on Aug. 26. \"It has been used about 2,500 times in the state of Florida in the past year and a half. That’s about five times a day.\"\nAs recent mass shootings in El Paso and Dayton renew calls to pass red flag laws to keep guns out of the hands of people who pose a danger, we wanted to look closer at Aronberg’s claim and examine how the Florida law is changing how guns are treated day to day.\nAbout 15 states have red flag or extreme risk laws. The laws allow police to petition a court to order the temporary removal of firearms from a person who may be dangerous, or to block the person from obtaining a firearm. After a set amount of time, the firearm is either returned to the person or the court order is extended. (In some states, family members can petition a court to remove the firearm, but in Florida relatives have to contact the police.)\nWe found Aronberg correctly cited state court data on the number of times a judge has issued a risk protection order.\nFlorida’s red flag law\nAronberg told us he got his number about the roughly 2,500 cases from an NPR story. (The Tampa Bay Times previously reported the same ballpark figure.) That works out to around five per day since the law took effect in March 2018.\nSince then through July 2019, there were 2,396 risk protection orders issued by judges statewide. Counties with the highest number of orders were Polk (378), Pinellas (350), Broward (327), Volusia (173) and Miami-Dade (127).\nWe interviewed law enforcement officials in Broward and Pinellas counties about how they have implemented the law.\nBroward’s chief judge Jack Tuter said that when a law enforcement agency determines a person poses a threat to himself or others, the agency requests a risk protection order. A judge holds a hearing within 24 hours with the police officers who swear to the allegations. If the judge enters the temporary risk protection order, the judge will order a search of the respondent's home to secure any firearms or ammunition. \nWithin a couple of weeks, a judge holds a final hearing at which point a person can oppose the order. This is a civil process, so the respondent is allowed to hire a lawyer but there is no right to a court-appointed lawyer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\nTuter estimated that in 90% of the cases, the orders are agreed to by the respondent. The order can last for up to a year and then law enforcement can seek to renew it. The person’s name is also entered into the national database to prevent federal dealers from selling the person a firearm. \nRisk protection orders require judges to take a different outlook than they would for a typical criminal case in which a judge is evaluating past behavior. Judges are asked to predict a person’s future behavior ⁠— \"whether the person is going to carry out the threat,\" Tuter said. \nStatewide data show that the vast majority of petitions lead to judges granting the orders. PolitiFact found no public record that showed the total number of guns surrendered, but Pinellas Sheriff Bob Gualtieri said in his county people surrendered about 700 firearms and over 135,000 rounds of ammunition.\nGualtieri said that one man who was fired from his restaurant job for making inappropriate advances to female employees sent text messages indicating he planned to shoot the women and himself. He was arrested, and then law enforcement sought a risk protection order and found he had an AR-15 and 471 rounds of ammunition.\nKristi MacKenzie, an attorney for the Broward Sheriff’s Office, estimated that around 25% of the risk protection order cases have a parallel criminal case. In other situations, the person has committed no crime, but has prompted concerns that the person poses a danger. \nIn a case handled by Lighthouse Point police, a man acted strangely and turned off electrical breakers in his condo building \"to prevent them from sending electrical impulses through his body and controlling him,\" according to court records. The man told police he was being targeted by a neighbor who looked like Osama bin Laden. He voluntarily surrendered his firearms.\nThere have been some misconceptions that the law provides no due process or that police are simply seizing guns, but that’s not the case.\nWhen a Broward sheriff deputy flags a case, it must first be approved by higher-ups in the sheriff’s office and then reviewed by at least two attorneys before it goes to a judge.\n\"There are a lot of layers of protection there,\" MacKenzie said.\nOur ruling\nAronberg said Florida’s red flag gun law has been used \"about five times a day\" since it was enacted about a year and a half ago.\nHis math is correct. Between March 2018 and July 2019, there were about 2,400 risk protection orders issued statewide. That means people were prevented from having a gun temporarily, but we don’t know in total how many guns were surrendered.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-00213"}