{"url": "/factchecks/2020/sep/27/facebook-posts/trump-didnt-tweet-supreme-court-should-decide-pres/", "speaker": "Facebook posts", "vclaim": "Says President Trump tweeted that it’s “not fair for a president to leave office because of BAD votes!” and that the Supreme Court “should decide the presidency at every election.”", "truth_label": "false", "date": "stated on September 23, 2020 in a Facebook post:", "title": "Trump didn’t tweet that the Supreme Court should decide the presidency for every election", "text": "Did President Donald Trump really tweet that it’s not fair for a president to have to leave office over \"bad votes,\" and that the Supreme Court should be able to pick the president, instead?\nNo.\n\"Not fair for a president to leave office because of BAD votes!,\" the purported Sept. 23 tweet, timestamped reads. \"The Supreme Court should decide the presidency at every election. And the president should always be president because that’s what the American people want! #yourpresident.\"\n\n \nThe post was flagged as part of Facebook’s efforts to combat potential false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nTrump declined to commit to a peaceful transfer of power — on the same day that the tweet was generated — should he lose the presidential election, but there’s no evidence that the tweet is real.\nThe tweet doesn’t appear on his personal, verified account, @realDonaldTrump, nor does it show up on accounts associated with him, like @WhiteHouse and @POTUS. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nProPublica, a nonprofit journalism organization, maintains a database of tweets deleted by politicians called Politwoops. The alleged post is not captured in the database, and we found no evidence that shows the tweet ever existed on the platform.\nIf Trump had actually posted this, it would have prompted widespread news coverage and criticism from his opponents. But there’s none — because he didn’t.\nWebsites allow anyone to generate real-looking, but ultimately fake tweets using tweet generators. \nThere is no record of Trump ever tweeting the statement. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-19020"}