{"url": "/factchecks/2015/jan/27/barack-obama/barack-obama-says-america-stopping-islamic-states-/", "speaker": "Barack Obama", "vclaim": "\"In Iraq and Syria, American leadership, including our military power, is stopping (the Islamic State’s) advance.\"", "truth_label": "half-true", "date": "stated on January 20, 2015 in the State of the Union address:", "title": "Barack Obama says America 'is stopping' Islamic State's progress in Iraq and Syria", "text": "President Barack Obama briefly updated Americans on the state of the Islamic State during his State of the Union address.\n\"In Iraq and Syria, American leadership, including our military power, is stopping (the Islamic State’s) advance,\" Obama said. \"Instead of getting dragged into another ground war in the Middle East, we are leading a broad coalition, including Arab nations, to degrade and ultimately destroy this terrorist group.\"\nThe comment came during a string of examples of his administration engaging the Middle East — militarily and diplomatically — without the need for large-scale troops. But is his claim that U.S. airstrikes have improved the situation in Syria and Iraq, where the Islamic State wreaked havoc last summer, accurate? We decided to take a look.\nIraq vs. Syria\nThere are two elements we will look at: Whether the situation has improved in the two countries, and whether it’s the result of U.S. intervention.\nFirst, what’s going on in Iraq and Syria?\nThere’s general agreement among experts that the Islamic State’s movement in Iraq has been halted and, in some cases, reversed since Aug. 8, when the first airstrikes launched. For example, their march toward Baghdad has stopped short of the city, and they’ve been pushed out of the Mosul Dam, a critical victory for the United States in the early days of its military intervention.\nHowever, Syria is a different story.\nThe key to Obama’s language is he said the U.S. \"is stopping.\" That suggests an ongoing process that’s not complete. And in Syria, it isn’t.\n\"It’s fluid,\" Defense Department spokesman Carl Woog told PolitiFact. \"It is possible that (the Islamic State) has taken certain areas of the map in Syria (since airstrikes began). I think that is plausible and likely in some cases, but it’s not the case everywhere. This is a large area.\"\nThere are disputes over how much area Syria has won, if any, since the airstrikes began. A map published by the Wall Street Journal shows considerable gains by the Islamic State compared to another map of their movements from Aug. 31. However, the airstrikes on Syria did not begin until Sept. 24, so it’s possible that ground was gained before U.S. intervention there, and the source is partially credited to the Coalition for a Democratic Syria, an organization of Syrian rebel forces that have called for more U.S. action.\nDaveed Gartenstein-Ross, a Middle East expert at the Foundation for the Defense of Democracy, said based on his own analysis of the Islamic State’s movements, any gains in Syria have been offset by losses in other regions.\nFor example, the United States has heavily bombed the city of Kobani, a Kurdish stronghold in northern Syria near the Turkish border. In fact, according to an analysis of Pentagon daily briefings by longtime Middle East reporter Robin Wright, 78 percent of all U.S. airstrikes in Syria have come on Kobani. Despite repeated efforts by the Islamic State to overtake the city, the United States through the air and Kurdish fighters on the ground have beaten back those attempts.\nReports from Jan. 26, after Obama’s speech, indicate Kurdish fighters have pushed the Islamic State almost entirely out of Kobani.\nIn some ways it makes sense that Syria is a murkier situation. For one, U.S. airstrikes there started a month and a half after the first American bombs dropped in Iraq. The U.S. military has openly admitted it has an \"Iraq first\" strategy, aimed at eliminating the Islamic State in Iraq, while shaping their movements in Syria and training vetted moderate forces there.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIraq is also more familiar territory for the United States, after a decade of fighting there. And it has a government that is cooperating with the United States and supplying forces to fight.\nThe same cannot be said for Syria, which is embroiled in a civil war between President Bashar al-Assad (Obama has called for him to step down) and rebel groups.\nAdditionally, while the Islamic State may be partially halted in Syria, other extremist groups in the region have \"gone on a rampage,\" Gartenstein-Ross said.\nThe bottom line, said Wright, now a joint fellow at the U.S. Institute of Peace and the Woodrow Wilson International Center, is \"we’ve contained (the Islamic State) in terms of stopping their sweep. They’re paying an enormous price and their supply lines have clearly been disrupted. But four and a half months in, (the Islamic State) is still there and has taken over huge chunks of both Iraq and Syria.\n\"So (Obama’s characterization) is partly true and partly not true,\" she added. \"But this was never gonna happen overnight.\"\nWith or without the U.S.\nHow much credit should the United States get for stopping the Islamic State?\nExperts said U.S. intervention has been key. It has disrupted supply lines, directly killed many fighters, and delivered supplies to Kurdish forces. The terrorist group’s strong march relied on acting as a conventional military force, using humvees and artillery to move across the region. The constant threat of airstrikes has forced them to change strategies.\nThe Islamic State’s stall is also a result of many other influences in the region, many of which have come from the ground while the United States remains entirely airborne.\nIn Syria, for example, as the United States has focused on Kobani, Assad’s forces have prevented the Islamic State from taking over the major metropolitan hub of Aleppo. So while Obama has backed Assad’s ouster, the dictator’s ability to prevent further movement by the Islamic State has been hugely important in Syria.\nMeanwhile, in Iraq, Iran’s support for Shiite Islamic militia groups fighting against the Islamic State, which practices the Sunni branch of Islam, has stopped their spread into southern Iraq, said Rick Brennan, a Middle East expert at the RAND Institute.\nMuch of the Islamic State’s campaign has involved winning over converts, by force or otherwise, in predominantly Sunni regions, Brennan added, so they were naturally going to have trouble spreading when they tried to push into areas controlled by other populations.\n\"ISIS made progress when they went through Sunni-controlled areas, but when they went to Shi’a and Kurdish areas, they slowed,\" Brennan said. \"So there are natural demographics at play here as well.\"\nOur ruling\nObama said, \"In Iraq and Syria, American leadership, including our military power, is stopping (the Islamic State’s) advance.\"\nObama’s language is carefully worded not to oversell the United States’ progress or the Islamic State’s lackthereof. And U.S. airstrikes have had a qualitative, if not quantifiable, impact on slowing the group’s swift spread compared with the situation last summer.\nHowever, Obama’s statement implies the United States is winning its war against the Islamic State, and that is not at all clear. While the terrorist group has stalled in Iraq, its movements in Syria are much more fluid. Things look improved today, but the situation can change quickly. Additionally, other countries in the region, including those outside our alliances, have played a role in fighting the Islamic State.\nObama's statement is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-06791"}