{"url": "/factchecks/2015/jun/16/donald-trump/donald-trump-says-us-gdp-never-negative-ter/", "speaker": "Donald Trump", "vclaim": "\"The last quarter, it was just announced, our gross domestic product … was below zero. Who ever heard of this? It's never below zero.\"", "truth_label": "pants-fire", "date": "stated on June 16, 2015 in his presidential announcement speech:", "title": "Donald Trump gets claim about U.S. GDP doubly wrong", "text": "During his rambling presidential announcement speech, real estate developer and television personality Donald Trump took on many, many targets. One of those was economic growth under President Barack Obama.\n\"The last quarter, it was just announced, our gross domestic product -- a sign of strength, right? But not for us. It was below zero. Who ever heard of this? It's never below zero.\"\nFor starters, Trump didn’t even phrase his claim correctly. He said that \"our gross domestic product … was below zero.\" Real gross domestic product was in the trillions of dollars -- not anywhere close to zero. He meant growth in GDP. But even phrased appropriately, his claim is wrong. (Trump's staff did not return inquiries from PolitiFact.)\nThe real annualized change in gross domestic product during the first quarter of 2015 was indeed negative -- it fell by 0.7 percent. But \"never below zero\"? That’s way off.\nNegative GDP growth -- in other words, GDP shrinkage -- from quarter to quarter is one of the hallmarks of a recession. And there have been lots of recessions over the years -- 11 since World War II.\nThe first year the government calculated the change in GDP from quarter to quarter was 1947. We looked back and found no fewer than 42 quarters over that period in which GDP shrank on an annualized, seasonally adjusted basis. That’s roughly 15 percent of the time.\nHere’s a summary of how frequently this has happened historically:\n \n\n\n\n\n\n\n\n\n\nYear\n\n\nQuarters of negative GDP growth that year\n\n\n\n\n1947\n\n\n2\n\n\n\n\n1949\n\n\n3\n\n\n\n\n1953\n\n\n2\n\n\n\n\n1954\n\n\n1\n\n\n\n\n1956\n\n\n2\n\n\n\n\n1957\n\n\n2\n\n\n\n\n1958\n\n\n1\n\n\n\n\n1959\n\n\n1\n\n\n\n\n1960\n\n\n2\n\n\n\n\n1969\n\n\n1\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\n1970\n\n\n2\n\n\n\n\n1973\n\n\n1\n\n\n\n\n1974\n\n\n3\n\n\n\n\n1975\n\n\n1\n\n\n\n\n1980\n\n\n2\n\n\n\n\n1981\n\n\n2\n\n\n\n\n1982\n\n\n2\n\n\n\n\n1990\n\n\n1\n\n\n\n\n1991\n\n\n1\n\n\n\n\n2001\n\n\n2\n\n\n\n\n2008\n\n\n3\n\n\n\n\n2009\n\n\n2\n\n\n\n\n2011\n\n\n1\n\n\n\n\n2014\n\n\n1\n\n\n\n\n2015\n\n\n1\n\n\n\n\n\nWe should also note that the poor first quarter of 2015 may not end up as a negative quarter once the final revisions are made. In a couple of weeks, the government will release a final number that takes into account new and complete data, and it’s currently so close to zero that it’s possible it could slip into positive territory.\nIt’s also worth noting that this quarterly figure should be taken with some caution.\n\"This estimate does not suggest a recession,\" said Tara Sinclair, an economist with George Washington University. \"We've had a weird pattern in the last few years of weak first quarter estimates.\" Some analysts have chalked these up to unusually harsh winters that seasonal adjustments weren’t strong enough to iron out. The general rule of thumb is that it takes two quarters of negative growth to signal a recession.\nFinally, since Trump was attacking Obama for this bad quarter of growth, we’ll just throw this out: Of the 42 quarters of negative growth since World War II, 30 occurred under Republican presidents and just 12 under Democratic presidents.\nOur ruling\nTrump said that in \"the last quarter, it was just announced, our gross domestic product … was below zero. Who ever heard of this? It's never below zero.\" He messes up his economic terms; the gross domestic product was not \"zero.\" And the growth in the gross domestic product has been below zero 42 times over 68 years. That’s a lot more than \"never.\" We rate his claim Pants on Fire!", "vclaim_id": "vclaim-pol-06306"}