{"url": "/factchecks/2020/feb/19/facebook-posts/conspiracy-buttigieg-never-served-military-pants-f/", "speaker": "Facebook posts", "vclaim": "A photo of Pete Buttigieg in a military uniform without visible patches shows that “he is a fraud.”", "truth_label": "pants-fire", "date": "stated on February 12, 2020 in a Facebook post:", "title": "Conspiracy that Buttigieg never served in the military is Pants on Fire!", "text": "After Pete Buttigieg’s strong showing in the Iowa caucuses and New Hampshire primary, some social media users went after his military record.\nOne Facebook image published Feb. 12 shows the former South Bend, Ind., mayor in a military uniform surrounded by rugs. His arms and chest are highlighted in certain places by red squares.\n\"No Unit Patch. No Name Tape. No ‘U.S. Army’ Patch. No Deployment/Combat Patch. No American Flag Patch On Right Sleeve. Uniform Clean As a Whistle,\" the post reads. \"This guy is a fraud.\"\nLike other false posts about Buttigieg, this one is similarly fabricated.\n\n(Screenshot from Facebook)\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared hundreds of times and copied by several different users.\nButtigieg’s military background is part of his argument for becoming commander in chief. He was a Navy intelligence officer in Afghanistan for six months, according to military records sent to PolitiFact by his campaign. Several news outlets have spoken to his commanding officers and fellow soldiers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nButtigieg joined the Navy Reserve in September 2009. He was a lead analyst tracking the flow of money to terrorist cells. Buttigieg did not see any combat, but he did take more than 90 trips outside secured military installations in Afghanistan. Buttigieg was honorably discharged in November 2017.\nThe conspiracy that Buttigieg faked his military experience appears to have originated on 4chan, a fringe forum where users post anonymously. From there, the falsehood spread to Twitter, where conservatives like former White House adviser Sebastian Gorka amplified it.\nThe origin of the photo of Buttigieg in a uniform without military insignia appears to be a 2014 blog post about a column Buttigieg wrote for the South Bend Tribune. The former mayor’s patches are covered up, but there are a variety of photos of Buttigieg serving in Afghanistan that do show patches on his uniform — including one for the International Security Assistance Force, a NATO-led mission.\nRELATED: The Stump Speech Analyzer: Pete Buttigieg\nA U.S. Navy official told PolitiFact that Buttigieg could have been working in an environment in which patches were not authorized for some reason. So we asked the Buttigieg campaign for more information.\n\"When they went into bazaars on Fridays they had to remove all forms of identification, such as patches,\" said Chris Meagher, national press secretary for Buttigieg’s campaign.\nThe Facebook posts are inaccurate and make a ridiculous claim. We rate them Pants on Fire!", "vclaim_id": "vclaim-pol-17416"}