{"url": "/factchecks/2013/nov/22/mike-plant/braves-seek-home-run-cobb-plan/", "speaker": "Mike Plant", "vclaim": "\"No one in the country has ever built a brand new sports facility and created this kind of development at the same time.\"", "truth_label": "mostly-true", "date": "stated on November 20, 2013 in an interview:", "title": "Braves seek home run with Cobb plan", "text": "The Atlanta region has many places where one can walk from home to bars, restaurants and other entertainment options. But none of those places includes a baseball stadium.\nWhen the Atlanta Braves unveiled renderings of the proposed $1 billion stadium and entertainment complex in Cobb County, one team official boasted that no one has embarked on such an ambitious plan.\n\"No one in the country has ever built a brand-new sports facility and created this kind of development at the same time,\" Braves Executive Vice President Mike Plant told The Atlanta Journal-Constitution.\nThe team made the same claim to Channel 2 Action News when it unveiled renderings of its plans Wednesday.\nAs Cobb’s elected officials and community leaders debate the blockbuster plan to fund the team’s move to the area, the Braves are apparently using this claim as a talking point to sway residents to support the plan. Cobb commissioners are scheduled to vote on the plan Tuesday. PolitiFact Georgia wondered whether Plant was entirely correct about the scope of what the team wants to accomplish.\nThe Braves’ plan consists of two phases:\n\n\nPhase One: stores, restaurants and a possible hotel, totaling between 700,000 square feet and 1 million square feet.\n\n\nPhase Two: residential options, such as apartments and condos, and potential offices.\n\n\nThe Braves plan also includes an amphitheater. The team plans to have everything open when the umpire yells \"Play Ball!\" for the first time in 2017.\nPro sports franchises are becoming more creative in their business approach. One idea is to make the areas surrounding the sports facility a fan-friendly experience that encourages them to hang around before or after a game and spend money.\n\"I’ll call it baseball Atlantic Station,\" Georgia State University professor Bruce Seaman said, referring to the popular residential, shopping and entertainment district in Atlanta. \"(The Braves) want fans to get there early and stay late.\"\nOver the years, one of the Braves’ biggest rivals has been the New York Mets, who play in Queens, N.Y. In nearby Brooklyn, another development project with a sports facility rivals what the Braves have in mind.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIn 2012, the Brooklyn Nets basketball team began its first season at its new $1 billion arena, the Barclays Center. The arena is part of a $5 billion project called the Atlantic Yards that includes about 6,430 units of housing and nearly 700,000 square feet of retail and office space on 22 acres in downtown Brooklyn. The first phase of the project includes the arena and five other buildings, most of which will be residential with market-rate and affordable housing. The second phase includes 11 residential buildings, 8 acres of open space and neighborhood retail.\nNews accounts say the Atlantic Yards housing component has been behind schedule and the original developer, Forest City Ratner, announced plans last month to sell 70 percent of the project to Chinese-based developer Greenland.\nIn Los Angeles, developers built an entertainment and hotel project called L.A. Live around the Staples Center, home to four professional basketball and hockey franchises. The Staples Center opened in 1999, and the subsequent development included a 7,100-seat theater, 13 restaurants, several nightclubs, a movie theater and several hotels, including a Ritz-Carlton with residential units that start at $1.3 million. L.A. Live was completed in 2010.\nThe Los Angeles City Council approved construction of the Staples Center in 1997 on the condition that the developers eventually build the entertainment complex to help the city’s Convention Center attract more business, according to the Los Angeles Times.\nL.A. Live was built between 2007 and 2010, nearly a decade after the Staples Center opened.\nSeaman, who specializes in sports economics, said he’s unaware of any development projects that have been done simultaneously with sports facilities. Seaman said the L.A. Live project may come closest to what the Braves want to do.\nBraves spokeswoman Beth Marshall called the L.A. Live project \"awesome,\" but she noted that the sports arena was completed several years before the rest of the complex. For most stadium/arena projects, one element of the project is completed before the other, Marshall said. Construction on the first part of the residential component of the Brooklyn project began two months after the arena opened.\n\"This is the first time the development and the stadium have been built simultaneously,\" Marshall said.\nSimilar mixed-use development plans in conjunction with pro sports facilities are in the works in other parts of the country.\nIn Minneapolis, the development firm Ryan Cos. is planning a 125-unit apartment complex and a pair of commercial and residential towers to go along with a new football stadium for the NFL’s Minnesota Vikings. The team, the state of Minnesota and the city of Minneapolis are sharing the construction costs of the $975 million stadium. The stadium and the additional development, estimated to cost $400 million, are both scheduled to be completed by September 2016, according to news reports.\nIn Santa Clara, Calif., two teams of developers are planning mixed-use projects near the home of the NFL’s San Francisco 49ers, which is under construction. One of the projects -- a $400 million luxury hotel, office and entertainment project -- is being quarterbacked by Hall of Fame 49ers signal caller Joe Montana.\nAgain, Plant said no one in the country has built a new sports facility and development as the Braves envision at the same time. Technically, he’s correct that no one has currently constructed a project with the type of retail, residential, restaurants and other proposed elements simultaneously. Other sports facilities have been planned along with development projects. Different portions of the Brooklyn project were being constructed at about the same time. The Minneapolis project is being built simultaneously, but by different developers. The Staples Center was approved with the goal of adding additional development alongside the arena.\nPolitiFact Georgia believes there is some context necessary to fully examine Plant’s statement. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08584"}