{"url": "/factchecks/2011/may/15/david-cicilline/cicilline-says-there-are-only-25-30-al-qaeda-fight/", "speaker": "David Cicilline", "vclaim": "\"Most military experts say there is anywhere between 25 and 30 members of al Qaeda in Afghanistan.\"", "truth_label": "barely-true", "date": "stated on May 6, 2011 in a radio interview:", "title": "Cicilline says there are only 25 to 30 al Qaeda fighters in Afghanistan", "text": "Congressman David Cicilline, a freshman Democrat, was on WPRO-AM (630) radio May 6 making the case that the United States should stop funneling money to Afghanistan for construction projects and use the money for badly needed projects back home.\n\n\"We are investing in that infrastructure and rebuilding a country. We ought to be directing those resources back here to the United States. We have some urgent needs of infrastructure and investments in law enforcement that we need be making in our own country,\" he said during an interview with Morning News hosts Tara Granahan and Andrew Gobeil, just days after the killing of Osama bin Laden.\n\nPutting aside his views on President Obama’s strategy for Afghanistan, we were struck by another statement the congressman made to support his position.\n\n\"I think that most military experts say there is anywhere between 25 and 30 members of al Qaeda in Afghanistan. So we have succeeded in our mission. That was to dismantle al Qaeda and you know we have to, of course, still have a presence in that part of the world. The growing danger, I think, is really in Pakistan.\"\n\nWe wondered: Are there really so few al Qaeda fighters in Afghanistan?\n\nWe didn’t hear back right away from the congressman so we began to conduct some reconnaissance of our own.\n\nThere aren’t any census workers checking caves in Afghanistan and asking if whether anyone belongs to al Qaeda. And the Defense Department doesn’t make a habit of announcing its intelligence estimates.\n\nBut there have been numbers cited in the media and elsewhere.\n\nIn December 2009, as Mr. Obama was deciding whether to send 30,000 more troops to Afghanistan,  ABCNEWS.com reported that senior U.S. intelligence officials estimated about 100 al Qaeda members in Afghanistan.\n\nOn June 27, 2010, CIA Director Leon Panetta gave an estimate on ABC’s \"This Week\" that has been cited frequently.\n\n\"I think the estimate on the number of al Qaeda is actually relatively small,\" Panetta said at the time. \"At most, we’re looking at 50 to 100, maybe less. It’s in that vicinity. There’s no question that the main location of al Qaeda is in the tribal areas of Pakistan.\"\n\nThe Wall Street Journal gave a different estimate in an April 6, 2011, story.\n\n\"Precise numbers of al Qaeda fighters in Afghanistan at any given time are hard to come by,\" the story said. \"For the most part, al Qaeda has been viewed by Western officials as a declining force in the Afghan fight. Just six months ago, U.S. intelligence estimates indicated only one or two dozen al Qaeda fighters were present in Afghanistan at any one time.\"\n\nBut, the story  continued, \"Most of the few hundred fighters it had in the region were holed up in Pakistan hiding from Central Intelligence Agency drone strikes.\" With the pullback of U.S. troops from northeastern Afghanistan, senior military officials were quoted as saying, al Qaeda fighters are reportedly returning.\n\nOn April 9, 2011, Gen. David Petraeus, the top commander of U.S. and NATO forces, told the Associated Press that he did not believe al Qaeda was making a comeback. \"There is no question that al Qaeda has had a presence in Afghanistan and continues to have a presence — generally assessed at less than 100 or so,\" he said .\n\nFinally, we contacted Bing West, of Newport, a former assistant secretary of defense and author of several military books, including his just-released \"The Wrong War.\" In it, West argues that counterinsurgency efforts are not working in Afghanistan and that U.S. troops should be withdrawn and replaced by a corps of advisers to assist Afghanistan battalions.\n\n\"He’s basically right,\" West said about Cicilline’s comments. \"No one knows the number and, of course, since they can walk back and forth across the border, the number is elastic to begin with. If we are trying to make the general point that there are relatively few al Qaeda terrorists in Afghanistan, that’s a correct statement.\"\n\nSo the estimates varied, but none was as low as the numbers Cicilline cited on WPRO.\n\nWhen we did hear back from the congressman’s office, spokeswoman Jessica Kershaw said that Cicilline had erred and referred us to the estimates we had already found.\n\n\"Congressman Cicilline accidentally misspoke during his interview with WPRO and meant to say that military members and the Director of the CIA indicate there are more like 50-100 al Qaeda members in Afghanistan,\" Kershaw wrote in an e-mail. \"However, the point Congressman Cicilline was making is simple and rings true -- compared to the approximately 100,000 American troops stationed in Afghanistan, there is a relatively small number of hardcore al Qaeda members left in that country, and that is supported by General Petraeus and CIA Director Leon Panetta.\"\n\nWe’ll grant that precise numbers are hard to come by. But Cicilline claimed the number he cited -- lower than most others -- was what \"most military experts\" were saying. In fact, that’s not what most military experts were saying. And even he acknowledges he \"misspoke.\"\n\nWe rate his claim Barely True.\n\n(To comment or offer your own ruling, visit us on Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElizabeth Dennigan\n\n\nstated on June 28, 2010 in a statement on her campaign website\n\n\n\n\n\n\n\n\n\"We are amassing most of our military strength in a country where fewer than 100 members of al Qaeda remain.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Cynthia Needham • August 13, 2010\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13093"}