{"url": "/factchecks/2013/may/03/ed-fitzgerald/ed-fitzgerald-says-people-are-working-longer-hours/", "speaker": "Ed FitzGerald", "vclaim": "\"Just about everyone everywhere is spending more hours on the job, less time with their families, bringing home smaller and smaller paychecks, while they're paying more and more at the gas pump and the grocery stores.\"", "truth_label": "mostly-true", "date": "stated on April 24, 2013 in a campaign speech:", "title": "Ed FitzGerald says people are working longer hours and bringing home smaller paychecks", "text": "Cuyahoga County Executive Ed FitzGerald formally announced his candidacy for governor last month, kicking off his campaign with speeches in Cleveland, Columbus and Cincinnati.\n\n\nThe Democrat, taking aim at the man he hopes to unseat next year, portrayed Republican Gov. John Kasich as a politician whose policies hurt middle-class Ohioans.\n\n\n\"Just about everyone everywhere is spending more hours on the job, less time with their families, bringing home smaller and smaller paychecks, while they're paying more and more at the gas pump and the grocery stores,\" FitzGerald told supporters.\n\n\nPolitiFact Ohio wondered about the basis for the statement and asked for sources.\n\n\nFor the claim about \"more hours on the job, less time with their families,\" FitzGerald's staff cited data from the U.S. Bureau of Labor Statistics.\n\n\nAccording to its American Time Use Survey, the average employed American spent an average of 7.6 hours per day working on days that they worked in 2011, the most recent year available. That's an increase from 7.48 hours in 2010.\n\n\nThey also cited an article from the news service The Fiscal Times that reported Americans are logging in more time at work, skipping vacation time and increasingly handling work-related email on vacation and weekend time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nAs for the \"smaller paychecks,\" FitzGerald's camp said that \"the real hourly wages of Ohio workers have failed to keep pace with inflation\" since 2010, decreasing the salaries of workers in inflation-adjusted dollars.\n\n\nTheir source was the federal Bureau of Labor Statistics. Its data show that the mean and median hourly wages of Ohioans rose from $19.66 and $15.45 in 2010 to $20.52 and $16.03 in 2012.\n\nWhen adjusted for inflation and measured in current dollars, however, using the CPI inflation calculator, mean and median hourly wages fell from $20.99 and $16.49 in 2010 to $20.52 and $16.25 in 2012.\n\n\nPolitiFact has always stipulated that the ability of an individual governor to influence the economy is limited. Determining how credit or blame should be apportioned is seldom clear.\n\n\nWe did not assign credit to Kasich for his statement in March that Ohioans' wages have risen by more than $10 billion since 2010. But we rated the statement as True.\n\n\nWe can't rate FitzGerald's linking of Kasich to his statement about people spending more hours on the job and bringing home smaller paychecks.\n\n\nBut his statement is accurate, with the point of clarification that \"smaller paychecks\" are in inflation-adjusted current dollars.\n\n\nBecause that additional information is needed, we rate the statement as Mostly True.", "vclaim_id": "vclaim-pol-09385"}