{"url": "/factchecks/2018/nov/04/senate-leadership-fund/mccaskill-voted-path-citizenship-its-stretch-call-/", "speaker": "Senate Leadership Fund", "vclaim": "\"In Washington, McCaskill joined the liberals for giving amnesty to 11 million illegal immigrants.\"", "truth_label": "barely-true", "date": "stated on September 11, 2018 in a campaign ad:", "title": "McCaskill voted for path to citizenship, but it's a stretch to call it amnesty", "text": "Immigration policy is one of the thorniest issues of the 2018 midterm election cycle. Just ask incumbent U.S. Sen. Claire McCaskill, D-Mo. She’s running against Missouri’s Republican Attorney General Josh Hawley in one of the nation’s most high-profile races.\n\n\nAn ad released by the Senate Leadership Fund, a Republican-backed political action committee, questions her voting record on immigration.\n\n\n\"In Missouri, Claire McCaskill said she was against amnesty for illegal immigrants. In Washington, McCaskill joined the liberals for giving amnesty to 11 million illegal immigrants without border protections in place,\" the ad said.\n\nWe’ve fact-checked some of the Senate Leadership Fund’s other ads, as well as various politicians’ statements pertaining to McCaskill’s immigration voting record.\n\n\nWe wanted to see if there was truth to the ad’s claim that McCaskill voted along party lines to grant amnesty 11 million undocumented immigrants .\n\n\nSenate bill 744’s proposed path to citizenship\n\n\nThe Senate Leadership Fund did not respond to PolitiFact’s request for comment or clarification. However, the ad included a small caption referencing McCaskill’s voting record, noting McCaskill’s vote in favor of the 2013 Border Security, Economic Opportunity, and Immigration Modernization Act (S. 744). It would have provided some of the undocumented immigrants living in America a pathway to citizenship which would have taken at least 13 years.\n\n\nAt the time, the so-called \"gang of eight,\" a coalition of four Republican and four Democratic senators, touted the bill as a sweeping fix for the country’s flawed immigration system.\n\n\nThe bill proposed the following steps to citizenship:\n\n\n\nRegistered provisional immigrant status: Anyone who had entered the country prior to Jan. 1, 2012, could apply for this status. Approval of the application was contingent on an applicant paying assessed taxes, application fees and a $1,000 penalty. A background check excluded applicants who had been convicted of a felony, three or more misdemeanor offenses, certain foreign offenses or unlawful voting.\n\n\n\n\nPermanent resident: After maintaining provisional status for a 10-year minimum, they could apply for lawful permanent resident status, commonly known as a green card.\n\n\n\n\nCitizenship: After at least three years, a lawful permanent resident could apply for full citizenship.\n\n\n\nThe bill would have also allocated $46.3 billion in border security, doubled the number of border agents, imposed fines on immigrants seeking citizenship and created a merit-based visa category, among other measures.\n\n\nIt passed the Senate 68-32, but died in the House.\n\n\nDid McCaskill vote for amnesty?\n\n\nAlthough the bill would have laid out a path to citizenship, the experts we talked to said it was a stretch to call it amnesty as the Senate Leadership Fund did.\n\n\n\"I do think this is a type of amnesty, but I would hesitate before using amnesty in our current political environment because it has been so heavily criticized,\" said Sarah Pierce, a policy analyst at the Migration Policy Institute.\n\n\n\"Amnesty tends to indicate that you’re talking about giving someone a benefit that they don’t deserve,\" Pierce said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\n\nEdward Alden, a senior fellow at the Council on Foreign Relations, agreed.\n\n\n\"The whole point of the Senate bill was to create a whole series of hurdles that people who were here without status would have to jump through, including background checks, paying significant fines, waiting long periods of times,\" he said. \"It was all linked to securing the border.\"\n\n\nThe ‘amnesty’ precedent of 1986\n\n\nAlden noted that critics of the 2013 bill might liken it to the Immigration Reform and Control Act of 1986.\n\n\nThe 1986 bill, signed into law by Republican President Ronald Reagan, gave the approximately 3 million unauthorized immigrants who had arrived in the country prior to Jan. 1, 1982, a chance to apply for citizenship. As a result of its passage, 2.7 million people obtained permanent residency status, according to a report from the Migration Policy Institute.\n\n\n\"(Senate bill 744) was also closely tied to meeting border security benchmarks, whereas the  Immigration Reform and Control Act legalization had no strings attached,\" Alden said in an email.\n\n\nUnlike the bill McCaskill voted for five years ago, Alden said the Reagan-era law did not \"prevent people from coming illegally in the future or from working in the United States even if they didn’t have status.\"\n\n\n\"To conflate this with the amnesty President Reagan signed is a misreading of what (the 2013 bill) contained,\" Alden said.\n\n\nAs for the Senate Leadership Fund’s claim that 11 million people would have benefitted from the bill’s pathway to citizenship, experts agreed that’s also a stretch.\n\n\n\"Not everyone would have been able to meet those requirements and pay those fees (to get citizenship),\" said Kate Voigt, associate director of government relations at the American Immigration Lawyers Association. Voigt said the lengthy process combined with strict background check requirements would have prevented all from qualifying.\n\n\nOur ruling\n\n\nIn 2013, McCaskill voted for a bill that would have given undocumented immigrants living in the country a path, albeit a long one, to citizenship. The Senate Leadership Fund’s claim that she joined \"the liberals\" in supporting a bill that would have given \"amnesty to 11 million illegal immigrants\" is deceptive for three reasons:\n\n\nFirst, the bill was branded as a bipartisan solution to immigration reform and co-sponsored by four Republican and four Democratic senators.\n\n\nSecond, the bill included numerous hurdles unauthorized immigrants would have had to overcome, including fines and background checks, before becoming eligible for full citizenship. Experts say it is a loose interpretation of blanket residency.\n\n\nLastly, in 2013 there were approximately 11 million undocumented immigrants living in the United States, but given the exclusions and restrictions included in the 2013 bill, not all of them would have qualified to start the citizenship process under the Senate bill’s guidelines.\n\n\nFor those reasons we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-01314"}