{"url": "/factchecks/2019/mar/07/facebook-posts/yep-theres-guy-who-flies-around-jet-powered-hoverb/", "speaker": "Facebook posts", "vclaim": "Facebook video purports to show man flying a hoverboard at over 103 miles per hour.", "truth_label": "mostly-true", "date": "stated on July 20, 2018 in a Facebook post:", "title": "Yep, there's a guy who flies around on a jet-powered hoverboard", "text": "Put this in the category of amazing but true.\nA video of a man flying over canyons and desert with some sort of jet-powered hoverboard strapped to his feet has whipped up disbelief on the internet. Many people suspect an artful hoax, but in truth, it’s the real deal.\nFranky Zapata flies past a rock face in a video posted on Facebook. (Screenshot)\nThe video posted on Facebook shows Franky Zapata, French jet ski champion and creator of the Flyboard Air, zipping around on small turbine jet engines, pirouetting over scrub brush, and chasing down a passing freight train. The Zapata Racing website offers a variety of models, including the Flyboard Air Exp, with six small engines, and the Flyboard Air UI, designed for the American ultralight market.\nUnder the FAQs, Zapata’s company said his device can reach a speed of 140 km per hour, or about 87 miles per hour and a flight can last from six to 10 minutes. Zapata has taken it up to 150 meters (nearly 500 feet) and believes he could go higher.\nDespite the claim that this is \"very easy to learn,\" there’s some disappointing news for would-be buyers: The site says that right now, \"only Franky Zapata can pilot the Flyboard Air.\"\nThe Guinness Book of World Records awarded Zapata the record for the world’s farthest hoverboard flight in 2016. Zapata flew for well over a mile (7,388 feet to be exact) along the coast of Sausset-les-Pins in the south of France.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"Rising 50 metres above the surface for the attempt and trailed by a fleet of boats and jet skis, Franky, 37, piloted a futuristic aircraft called the Flyboard® Air developed by his company Zapata Racing,\" the record-tracking publication said.\nThe company also has video of Zapata waving to the crowd far below at the 2018 Grand Prix in France.\n\nFranky Zapata demonstrates his Flyboard Air at the 2018 Grand Prix. (Screenshot)\nThe one off-beat note in the Facebook post is the headline. It said Zapata was going over 103 miles per hour, which is faster than the company says is possible.\nWhich hardly seems to matter as he whizzes past.\nOur ruling\nA video on Facebook showed a man flying while standing on a small device, ostensibly at over 103 miles per hour.\nHe did, though not quite as fast as the headline claimed.\nWe rate this Mostly True.\n Share the Facts 2019-03-07 19:51:03 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Facebook video purports to show man flying a hoverboard at over 103 miles per hour.    Facebook posts Facebook https://www.facebook.com/devinsupertramp/videos/770299813361006/   On Facebook Friday, July 20, 2018 2018-07-20    Read More  info", "vclaim_id": "vclaim-pol-00927"}