{"url": "/factchecks/2007/dec/19/hillary-clinton/if-shes-right-bills-a-criminal/", "speaker": "Hillary Clinton", "vclaim": "\"I can't sign money. That's illegal.\"", "truth_label": "barely-true", "date": "stated on December 18, 2007 in a comment to a shopper at a supermarket in Des Moines, Iowa.:", "title": "If she's right, Bill's a criminal", "text": "During a campaign stop at a supermarket in Des Moines, Iowa, Hillary Clinton was asked by a shopper to autograph a dollar bill. She refused.\n\n\"I can't sign money. That's illegal,\" Clinton said, according to a CBS News video of the exchange. \"I'm so sorry.\"\n\n\nThe shopper then showed reporters the dollar, which had apparently been autographed by Clinton's husband. \"Well,\" the shopper said, \"Bill signed it.\"\n\n\nSo let's explore whether Sen. Clinton is correct, which would implicate her husband in a federal crime.\n\n\nIn fact, the Treasury Department says \"defacement of currency\" is against the law. The law specifies that \"whoever mutilates, cuts, disfigures, perforates, unites or cements together, or does any other thing to any bank bill, draft, note, or other evidence of debt issued by any national banking association, Federal Reserve Bank, or Federal Reserve System, with intent to render such item(s) unfit to be reissued, shall be fined not more than $100 or imprisoned not more than six months, or both.\"\n\n\nBut if Bill is busted for violating Title 18, Section 333, then the feds will also have to prosecute some other prominent law-breakers, including treasury secretaries who have routinely autographed dollar bills, which are printed with their signatures.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nLike so many laws, this one becomes a matter of interpretation. In this case, it's a question of whether an autograph is a deliberate attempt to deface a bill so it can't be used again.\n\n\nThe Treasury Department doesn't think so and says autographing dollar bills is permitted.\n\n\nA department fact sheet says, \"Throughout the years, the Secretary of the Treasury and the Treasurer of the United States have autographed currency notes bearing their signatures at the request of private citizens. This practice is not considered as defacement since the autographs are generally provided to persons as keepsakes as opposed to circulating currency.\"\n\n\nClaudia Dickens, a spokeswoman for the Bureau of Engraving and Printing, said it only becomes a violation when it is mutilated so much that it is\" unacceptable to a merchant or vending machine. That's defacing.\"\n\n\nShe said autographing \"is certainly not something that the Department of Treasury encourages, but it's not disallowed.\"\n\n\nAnd so we find that although Clinton's statement has a germ of truth because defacing dollars is illegal, she is wrong about an innocent autograph. She could have signed that buck without fear of prosecution. We find her statement Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16456"}