{"url": "/factchecks/2007/dec/31/mitt-romney/even-he-admits-its-not-true/", "speaker": "Mitt Romney", "vclaim": "\"I just talked about guns. I told you what my position was, and what I did as governor, the fact that I received the endorsement of the NRA.\"", "truth_label": "false", "date": "stated on December 16, 2007 in \"Meet the Press\" interview:", "title": "Even he admits it's not true", "text": "Mitt Romney had his flip-flop feet held to the fire by\n\nMeet the Press\n\nhost Tim Russert on Dec. 16, 2007, and made this statement claiming he was endorsed by the National Rifle Association during his 2002 campaign for Massachusetts governor.\n\nBut he wasn't.\n\n\nThe\n\nWashington Post\n\npicked up on the error that day and posted on its blog \"The Trail.\" The story included a backpedaling quote from the Romney campaign.\n\n\n\"The NRA did not endorse in the 2002 campaign,\" spokesman Kevin Madden said in the\n\nPost\n\nblog.\n\n\nA couple of days later, Romney campaign spokesman Kristy Campbell elaborated to PolitiFact: \"They did not officially endorse, but there had been folks doing supportive phone banking for him.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe called the NRA several days in a row seeking comment and confirmation of Campbell's statement about phone banking. Despite promising to call PolitiFact back, no one did. And we could find no independent verification.\n\n\nWe did find something funny: Turns out the NRA endorsed a Romney for public office, just not Mitt.\n\n\nRonna Romney, divorced from Gov. Romney's brother Scott, earned the NRA's support in 1996 as she campaigned for a U.S. Senate seat representing Michigan. She won the primary, but lost to incumbent Sen. Carl Levin.\n\n\nMaybe that's why Mitt was confused. At least he admits it's False.", "vclaim_id": "vclaim-pol-16445"}