{"url": "/factchecks/2021/jan/06/facebook-posts/no-there-were-no-shredded-ballots-found-during-geo/", "speaker": "Facebook posts", "vclaim": "Says shredded ballots were found in Dell boxes in Georgia", "truth_label": "pants-fire", "date": "stated on January 5, 2021 in a Facebook post:", "title": "No, there were no shredded ballots found during Georgia runoffs. Papers seen in photo are envelopes", "text": "It didn’t take long for false claims of election fraud to sweep into Georgia’s Senate runoff elections.\nAs election night results started to swing in favor of Democratic challengers Raphael Warnock and Jon Ossoff, posts began to flood social media websites echoing President Donald Trump’s baseless claims of a rigged election.\nOne such Facebook post shares a screenshot of a tweet that claimed a heap of paper scraps were actually shredded ballots found in boxes somewhere in the state.\nThe tweet, shared by a woman named Amy Coello, reads: \n\"Our team is in Georgia. They took a little walk. They found shredded ballots in Dell boxes. Police came as well. They wanted to confiscate phones with evidence. Here is just the first few photos.\" \nOur team is in Georgia. They took a little walk. They found shredded ballots in Dell boxes. Police came as well. They wanted to confiscate phones with evidence.Here is just the first few photos. @SidneyPowell1 @LLinWood @realDonaldTrump @Project_Veritas pic.twitter.com/5Zxm2aN9YQ— Amy Coello (@AmyCoello) January 6, 2021 \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is wrong. Shredding ballots is a federal crime and there is no credible evidence that the scraps of paper in the image are ballots. \nCoello didn’t identify where in Georgia her photo was taken or which law enforcement agency responded. She also didn’t reply to PolitiFact’s questions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAnother version of the claim, published on a website called DJHJMedia.com, which is owned by Trump supporter David James Harris Jr., identifies the location as Fulton County, which encompasses Atlanta.\nState election officials rejected the claim, as did election officials from Fulton County, who identified the pieces of paper as the waste from the envelopes that absentee ballots come in. \n\"There are no shredded ballots. We’ve had no credible reports of this happening anywhere,\" Gabriel Sterling, a Republican who manages Georgia’s voting system implementation, told PolitiFact. \"It’s a federal crime to shred ballots. It’s not happening, and if there was evidence as such, law enforcement would be called and there would be an investigation.\"\nSterling also said there’s nothing to be gained by shredding ballots. Election officials have a record of the number of people who voted, and if there was evidence of missing ballots, an audit would follow.\n\"We have shredded nothing,\" Fulton County spokesperson Jessica Corbitt-Dominguez wrote in an email. \"Absentee ballots come in two envelopes. Those envelopes must be opened for the ballots to be counted. We have tens of thousands of ballots to open and use envelope opening equipment to do so.\" \nShe added: \"As a result of the process of opening thousands of envelopes, paper waste is left behind. That is what was ‘discovered.’ This was explained to the individuals onsite.\"\nOur ruling\nA Facebook post shares a screenshot of a viral tweet that claimed to find shredded ballots in boxes in Georgia.\nThis is bogus. Shredding ballots is a federal crime and election officials in the state rejected the claim. Representatives from Fulton County, which was identified as the location where the photo was taken, said the shreds of paper are from the envelopes that absentee ballots come in.\nPants on Fire!", "vclaim_id": "vclaim-pol-19124"}