{"url": "/factchecks/2015/dec/07/bob-goodlatte/goodlattes-says-clim/", "speaker": "Bob Goodlatte", "vclaim": "\"There is a federal criminal law that says it's a crime to transport dentures across state lines.\"", "truth_label": "mostly-true", "date": "stated on November 24, 2015 in a radio interview.:", "title": "A crime to transport dentures across state lines? Goodlatte's claim has teeth", "text": "Our jaws dropped when U.S. Rep. Bob Goodlatte called for the repeal of a federal law banning the transport of dentures across state lines.\nDoes such a law really exist?\nGoodlatte, R-6th, chairman of the House Judiciary Committee, made the statement during a Nov. 24 radio interview on \"The John Fredericks Show\" in Portsmouth. He was touting a bill his committee passed Nov. 18 that would strike a number of what he considers to be superfluous laws.\n\"There is a federal criminal law that says it’s a crime to transport dentures across state lines,\" he said. \"So we’re getting rid of that.\"\nSeeking more information, we contacted Beth Breeding, Goodlatte’s communications director. She pointed us to a section of the U.S. code called the Federal Denture Act of 1942.\nIt’s a murky law, and we had trouble finding experts who know about it. It turns out that some states have laws that only dentures provided by licensed dentists can be sold within their borders, and other states don’t have that mandate.\nThe federal law says its purpose is to protect the integrity of state laws requiring dentist-made false teeth and to promote good oral health. Those who violate the law can be charged criminally or reported to the U.S. Food and Drug Administration.\nWe wondered how often people have been charged with the federal crime. Peter Carr, a Justice Department spokesman, told us his department looked back over the past decade, starting in 2004, and could not find records of any charges being filed under the provision.\nIf no one is being prosecuted, is there still any value in having the law? The answer depends on who makes the dentures.\nMaria Lopez Howell, a consumer adviser with the American Dental Association, said the law protects people by making sure their dentures are provided by someone \"who has been trained to do this very customized work.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOn the other side of the fence are denturists - technicians who have been trained in making dentures but do not have medical degrees.  Paul M. Levasseur, secretary of the National Denturist Association, called the restriction on interstate transport of false teeth \"a strange law.\"\n\"While I've never heard of anyone being prosecuted, it is probably a case of protectionism by organized dentistry,\" Levasseur said in an email.\nThe New York Times documented the dispute between dentists and denturists in 2007. Denturists said they were highly trained and sometimes work under the supervision of a dentist.  The ADA said the technicians aren’t trained to diagnose mouth diseases or to spot broken roots of teeth, which can cause harm if not corrected before dentures are inserted.\nAll of this debate, however, ignores a more basic question: Can grandpa wear his false teeth across state lines without the risk of prosecution?\nThe answer is yes.\n\"If you have a family member who has dentures, they can still travel across the United States without any consequences,\" Howell said.\nLevasseur told us, \"I believe this deals with commerce not individuals.\"\nOur ruling\nGoodlatte said it’s a federal crime \"to transport dentures across state lines.\" He made the statement while promoting a bill that would repeal what he considers to be unnecessary laws.\nA 73-year-old federal law does make it a crime for non-dentists who make false teeth to ship their wares out of state. But it doesn’t restrict citizens from wearing their dentures wherever they go. The congressman didn’t mention that.\nSo Goodlatte’s claim is accurate but needs a clarification. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05649"}