{"url": "/factchecks/2020/oct/23/vicky-hartzler/hartzlers-claim-isnt-close-were-long-way-away-herd/", "speaker": "Vicky Hartzler", "vclaim": "“We're starting to reach almost herd immunity in this nation, so we'll be on the downside of this virus very soon.\"", "truth_label": "false", "date": "stated on September 2, 2020 in an interview with FM 93.9 “The Eagle”:", "title": "Hartzler’s claim isn’t close: We’re a long way away from herd immunity", "text": "In an 8-minute interview on 93.9 The Eagle last month, U.S. Rep. Vicky Hartzler, R-4th District, spoke on the timetable of vaccine development and deployment with Operation Warp Speed before claiming, \"We’re starting to reach almost herd immunity in this nation, so we’ll be on the downside of this virus very soon.\"\nThe claim touches on two topics: herd immunity and the timetable of the virus.\nClaims about herd immunity are not new. We’ve covered the subject extensively.\nRELATED:\n\n\nHow helpful can herd immunity be in ending the coronavirus pandemic?\n\n\nNo, the U.S. hasn’t achieved herd immunity from COVID-19\n\n\nCorralling the facts on herd immunity \n\n\nHartzler hit similar notes in an October interview with KMIZ/ABC, saying, \"I feel like we will rebound fully just once we get ... get this vaccine developed and we reach herd immunity, which could be fairly soon as well.\"\nWe’ve noted before that public health experts say herd immunity is a questionable strategy. Even so, we have a long way to go before we get to herd immunity. Here’s why.\nWhat is herd immunity?\nEssentially, herd immunity is a numbers game for infectious diseases. The more immune a population becomes, the less likely it becomes for an infected individual to come into contact with a non-immune person and continue the chain of transmission. Herd immunity does not necessarily stop transmission; herd immunity makes transmission less likely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIndividuals might gain immunity by getting infected. Or, they can get vaccinated, which isn’t an option yet.  \nThat leaves getting infected, which is not ideal due to the risk of death and known and unknown long-term health effects. However, there’s another problem: Immunity by way of infection might not last long enough because of reported cases of reinfection.\nThe known and unknown health risks of the coronavirus in addition to the uncertainty of the immunity render herd immunity infeasible until there is a vaccine.\nWhy is it infeasible?\nScientists’ estimate that 60% to 70% of the population would have to become infected before herd immunity is reached. For reference, that’s more than 200 million Americans.\nThis threshold is where Hartzler’s claim falls apart. At the time of her Sept. 2 claim, 5.8 million individuals had been infected in the U.S., which is around 1.7%. There’s much more than an order of magnitude between the infected population then and the one required.\nAs of Oct. 5, around the time of Hartzler’s KMIZ interview, over 7.2 million individuals had been infected, amounting to around 2.2% of the population – still a long way off from the herd immunity threshold.\nWe tried reaching out to Hartzler’s campaign multiple times for evidence but received no response.\nAdditionally, because the virus is so new, experts still don’t fully understand how immunity to COVID-19 works. Cases of reinfection demonstrate that immunity from a prior infection may not be enough if the virus changes enough to render it ineffective. \nOnce a vaccine is approved, supply may be limited. Operation Warp Speed aims to accelerate the development, production and distribution of the vaccine, but it will take time to ramp up the supply of vaccine and distribute it. So herd immunity through vaccination is a long way off.\nOur ruling\nHartzler claimed, \"We’re starting to reach almost herd immunity in this nation, so we’ll be on the downside of this virus very soon.\"\nWithout a vaccine, herd immunity relies on infections driving immunity. At the time of the quote – and now – immunity in the United States is far short of that required by estimates.\nThis statement is not accurate. We rate this claim False.", "vclaim_id": "vclaim-pol-18770"}