{"url": "/factchecks/2012/jun/14/ohio-democratic-party/ohio-democratic-party-says-rob-portman-shares-radi/", "speaker": "Ohio Democratic Party", "vclaim": "Rob Portman shares \"radical, ideological views\" toward women.", "truth_label": "false", "date": "stated on June 3, 2012 in a news release:", "title": "Ohio Democratic Party says Rob Portman shares \"radical idological views\" toward women", "text": "We mean no blasphemy. But what do you call a male, Methodist,  Republican lawmaker who supports a measure -- backed by many Catholics -- to allow employers and schools to opt out health-care law mandates on moral or religious grounds?\n\nIs he a supporter of religious rights? Or is he a politician with radical, ideological views toward women?\n\nThe issue here, as may be obvious, is whether employers should be able to omit contraception  coverage in their health insurance plans because they believe the use of certain birth control methods or medications is a sin, or they have other moral objections.\n\nThe issue arose after President Barack Obama’s administration ruled that contraception should be covered, with no co-payment, as an essential health and prevention benefit under the Patient Protection and Affordable Care Act of 2010. The requirement takes effect in August. Churches were exempted from the requirement but in February, after fierce debate with groups supporting reproductive or religious rights, the administration also exempted religion-affiliated schools and charities.  Women whose church-employers opt out can still get contraception coverage but must do so through the insurer, without paying another premium, rather than through the workplace.\n\nCritics of the health law, including U.S. Sen. Rob Portman, an Ohio Republican, said the exemption was too narrow.  \n\nPortman supported an amendment by Sen. Roy Blunt, a Missouri Republican, to let any employer opt out of coverage if they objected on religious or moral grounds. The amendment, attached to a highway bill, had broad Republican support.\n\nDemocrats said the amendment was just another attempt to weaken the Affordable Care Act and would open the act to all manner of other carve-outs.\n\nOn March 1, the Senate voted 51-48 to table the Blunt amendment.\n\nWith that vote, this episode seemed to be over. But now that Portman is said to be on Mitt Romney’s short list for vice presidential candidate, the Ohio Democratic Party is using it to question Portman’s intent or sincerity. According to a news release the Ohio Democrats issued on June 3 (with multiple claims, one of which we have addressed already), Portman’s vote on the Blunt  amendment showed that he \"shares Romney’s and Mandel’s radical, ideological view toward women.\"\n\nThat would be Josh Mandel, the Republican Ohio treasurer running for U.S. Senate against incumbent Democrat Sherrod Brown.\n\nPolitiFact Ohio is not about to go over every statement made by Romney or Mandel to determine whether either holds radical, ideological views toward women. That’s a political, and arguably presumptuous, judgment.\n\nBut the Ohio Democrats make it easy to explore the basis of their claim when it comes to Portman because they listed two points of evidence.\n\nFirst, they cited comments that Portman made March 5 to host Chris Matthews on MSNBC’s \"Hardball\" program. Specifically, the Democrats noted, Portman said, \"The issue was about religious freedom, as you know. And it`s a legitimate issue.\"\n\nPortman was discussing the Blunt amendment when he made the cited remark. PolitiFact Ohio listened to the rest of Portman’s comments about the amendment to see if they supported the claim that he holds \"radical, ideological views\" toward women.\nHere’s the rest of what he said: \"I’m up here in Cleveland tonight and there are a lot of folks who are concerned about it. Twenty-five percent of the people up here get their health care through religious organizations and so that religious freedom issue is very important to them.\"\n\nNext, the Ohio Democratic Party noted Portman’s vote. \"Rob Portman was the lone Ohio senator to support the Blunt amendment,\" the Democrats said.\n\nWell yes, he was. But each state only has two senators (Ohio currently has Brown and Portman). So if one voted no, the other would be the \"lone\" yes. It’s not as ominous when you have that bit of context, is it?\n\nWho else voted for the Blunt amendment? Before answering, it’s important to know that while some critics considered the Blunt amendment to be an assault on women’s reproductive rights, this issue was important to a number of Catholics. According to the National Catholic Register, the U.S. Senate has 24 Catholic members, and 11 of them supported the Blunt amendment, as did the United States Conference of Catholic Bishops. Thirteen Catholics in the Senate voted to table the measure.\n\nBut here’s the number that matters most: 48. That’s the number of senators who supported the Blunt measure, and it was just shy of half the chamber. That number included three Democrats: Robert Casey of Pennsylvania, Joe Manchin of West Virginia and Ben Nelson of Nebraska.\n\nCould every one of those 48 senators hold \"radical, ideological views toward women?\"\n\nWe do not doubt the sincerity of either side on this issue. But for the Ohio Democratic Party to accuse Portman of holding radical, ideological views on the basis of comments in an interview that were anything but inflammatory and a vote that clearly split the Senate  is itself an extreme characterization.\n\nAnd to criticize him as the \"sole\" Ohio senator voting no, when this nation has exactly two U.S. senators representing every single state, is laughable. Civics lessons, anyone?\n\nThe flimsy evidence simply does not support the Ohio Democratic Party’s claim about \"radical, ideological views. The statement is not accurate.\n\nOn the Truth-O-Meter, the claim rates False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10928"}