{"url": "/factchecks/2014/feb/13/dan-patrick/dan-patrick-went-unequivocally-support-would-not-b/", "speaker": "Dan Patrick", "vclaim": "On repealing the 17th Amendment", "truth_label": "full-flop", "date": "stated on January 20, 2014 in a debate:", "title": "Dan Patrick went from ‘unequivocally support’ to ‘would not be in favor of’ repeal", "text": "\"Flip flop,\" begins a Jan. 22, 2014, news blog entry from the San Antonio Express-News.\n\"That’s exactly what Lt. Gov. David Dewhurst and state Sen. Dan Patrick, both trying to capture the tea party vote in the Republican primary, did earlier this week when posed a question about repealing the 17th Amendment.\"\nThe 17th Amendment to the U.S. Constitution, ratified in 1913, did away with state legislatures electing U.S. senators and handed that power directly to the people. It begins, \"The Senate of the United States shall be composed of two Senators from each State, elected by the people thereof, for six years; and each Senator shall have one vote.\"\nAt the time, the 17th Amendment was seen as a move away from corruption and toward purer democracy, according to an Oct. 10, 2013, Austin American-Statesman news blog post and an Oct. 16 Statesman news story. But tea party activists, particularly in Texas, describe it as a mistake that reduced state power by undoing an intended balance between U.S. representatives elected locally by the people and U.S. senators more accountable to state legislators.\nAnother Republican candidate for lieutenant governor, Texas land commissioner Jerry Patterson, said in a Waco Tribune-Herald interview published Feb. 2 and in subsequent emails to us that Patrick and Dewhurst each said in an Oct. 3 debate that he favored repeal, then changed his tune at a Jan. 20 King Street Patriots debate.\nPatterson and another GOP candidate, Texas agriculture commissioner Todd Staples, who weren’t asked about repeal at the October debate, each said at the later debate that he opposes repealing the amendment, according to a YouTube video that King Street spokesman Logan Churchwell told us by phone accurately presented the candidates’ responses.\nTo gauge whether Dewhurst and Patrick flip-flopped, we reviewed the cited debates, checked news accounts and reached out to their respective campaigns. (Our check of Dewhurst’s statements is here.)\nAn Oct. 10 Statesman news blog post quoted Patrick as saying at the Oct. 3 debate held in Houston by the Clear Lake Tea Party:\n\"I unequivocally support the repeal of the 17th Amendment and the restoration of our Founders' original intent to have the state legislatures select our United States senators. ... It is absolutely necessary that the 17th Amendment be repealed to revitalize our republican system of government.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nAt the Jan. 20 King Street debate in Houston, according to the YouTube video, Patrick said:\n\"I think this came up in a debate about four months ago. We’ve had many debates. And I think either I misspoke or I was misquoted or it was reported incorrectly; I’m not sure which. ... I would not be in position to support repealing it today. I was just taking a historical view of it and I think that was a turning point; it hasn’t worked out, I think, as planned, but I would not be in favor of repealing it.\"\nPatrick spokesman Logan Spence told us by email that there was \"No flip. Dan just doesn't think now is the time to have that fight.\"\nWe asked how this \"not now\" position coheres with Patrick flatly saying at the January debate that he is not in favor of repeal. Spence replied that as a candidate for lieutenant governor, Patrick is not positioned to lead the charge for repeal \"now or in the near future.\" He also said, \"This must be my last time to address this.\"\nOur ruling\nBetween the October and January debates, Patrick shifted from saying \"I unequivocally support the repeal of the 17th Amendment\" to \"I would not be in favor of repealing it.\" Given an opportunity to explain the contrast, his campaign said Patrick wouldn’t be positioned as lieutenant governor to lead the repeal charge and that there would be no further clarification.\nOur sense is that Patrick himself said he was for repeal, then said he is not. That’s a Full Flop.\n\nFULL FLOP -- A major reversal of position; a complete flip-flop.\nUPDATED Feb. 13, 5:07 pm: This story was updated to restore a paragraph defining the 17th Amendment that had been omitted due to an editing error.", "vclaim_id": "vclaim-pol-08258"}