{"url": "/factchecks/2015/jun/17/russ-feingold/russ-feingold-says-us-ranks-20th-access-broadband-/", "speaker": "Russ Feingold", "vclaim": "\"The United States still ranks 20th in the world in access to broadband -- over 50 percent below the best nations.\"", "truth_label": "half-true", "date": "stated on June 5, 2015 in a speech at the state Democratic Party convention:", "title": "Russ Feingold says U.S. ranks 20th in access to broadband, 50 percent behind leaders", "text": "As a part of his plan to improve the nation’s infrastructure, U.S. Senate candidate Russ Feingold wants to get America plugged in.\nFeingold, who is looking to reclaim his old seat on Capitol Hill, outlined a plan June 5, 2015 at the state Democratic Convention for improving the country’s infrastructure: roads, bridges and even broadband.\nBroadband provides a high-speed Internet connection necessary for everything from streaming videos to doctors treating patients over the Web. Feingold said the United States has fallen behind and that other countries have a higher percentage of residents on broadband.\n\"The United States still ranks 20th in the world in access to broadband -- over 50 percent below the best nations,\" he said.\nWe decided to see for ourselves.\nDo we rank 20th?\nIn making the claim, Feingold relied on data from the Broadband Commission for Digital Development, an advocacy group established by the United Nations and the International Telecommunication Union to promote broadband access throughout the world.\nBut he cited outdated numbers:  In 2012, the United States ranked 20th. In 2013, the most recent year  available, the United States ranked 24th.\nBoth years, around 28 percent of residents in the United States subscribed to fixed, or wired, broadband. Fixed broadband access is an important measurement, but a country’s connectedness cannot be described using just one number.\nFeingold overlooked the percentage of residents with mobile broadband subscriptions, which includes cell phones and hotspots. In this category, the United States ranks 10th.  \nBetween 2011 and 2013, The United States' access to mobile broadband increased from 65.5 percent of residents to 92.8 percent, even though its international ranking fell from 8 to 10. At the same time, the percentage of residents who subscribe to fixed broadband remained about the same.\nIs the distinction important?\nTechnology experts note the reliability of fixed broadband is more important to the economy than mobile broadband.\n\"I think that most people would agree … that for businesses and the economy, a robust fixed-broadband network is still a key indicator,\" Vanessa Gray, a senior analyst for the International Telecommunication Union, said in an email.\nWireless broadband does not boast the reliability or speed of fixed broadband, but mobile broadband has seen an increase in investment in recent years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nA report from the Federal Communications Commission dated Feb. 4, 2015 said, \"Wireless providers in the U.S. have spent more than $134 billion in capital investments during the past five years, and incremental capital investment by wireless providers rose by more than 10 percent from 2012 to 2013 to $33.1 billion.\"\nThe same FCC report indicated America was behind in its goals to implement fixed broadband nationwide. The areas with the least access include rural areas, American Indian reservations, and some U.S. territories. Many American schools have access to broadband, but they are still behind in terms of broadband speed.\nOver 50 percent lower\nFeingold’s claim also noted the United States ranked \"over 50 percent below the best nations.\"\nMonaco ranks at the top of the world for fixed broadband access, with 44.7 percent of its residents having access to fixed broadband. That is 57 percent higher than the United States, where 28 percent of residents have fixed broadband access.\nSingapore sits at the top of the world for mobile broadband access, with its mobile subscriptions outnumbering its population. In this tally, each device (cell phones, tablets, etc) is counted separately, so the percentage listed for Singapore is 135.1 percent of its residents. That is 46 percent higher than the United States.\nSo, Feingold is roughly on target with the percentage difference.\nBut there are some important notes about the comparison.\nAt two square kilometers, Monaco is the second-smallest independent state in the world. It has a population of 30,500; the country is almost entirely urban and it has the eighth highest GDP per capita in the world.\nSingapore is a quarter of the size of Rhode Island with about 5.6 million people living there, again, mostly in urban areas; and it has the seventh highest GDP per capita in the world.\nA country's connectedness is not as closely correlated with overall population as it is with urban population, Gray said. That is, it's easier to wire in 10,000 people living in a one square-mile than it is to wire in 10,000 who live in 100 square miles.  \nSome countries, such as Switzerland and France, are less urbanized, but have better access to fixed broadband than the United States. The vast majority of countries ahead of the United States on the list are much smaller geographically. The only exception is Canada.\n\"The U.S. probably does better than expected on average, once its large -- relative to other countries -- rural hinterland is taken into account,\" said Phillippa Biggs, a senior policy analyst for the International Telecommunication Union, in an email.\nOur rating\nFeingold said \"The United States still ranks 20th in the world in access to broadband -- over 50 percent below the best nations.\"\nThe ranking he uses is a year outdated, but the new numbers paint a somewhat worse ranking (24th instead of 20th). Though fixed broadband is preferred by some as a measure, since it can mean more for the economy, Feingold oversimplifies the issue by excluding mobile broadband access. By that measure, the United States fares considerably better, with 92.8 percent of the population subscribing.\nThough he is literally correct in saying the United States is \"over 50 percent below the best nations\" in fixed broadband access, the countries that sit atop that list are not comparable to the United States.\nWe rate Feingold’s statement Half True.", "vclaim_id": "vclaim-pol-06304"}