{"url": "/factchecks/2015/mar/27/jeb-bush/jeb-bush-praises-florida-closing-achievement-gap/", "speaker": "Jeb Bush", "vclaim": "Florida is \"one of the few states that has actually had a narrowing of the achievement gap based on income, or based on race or ethnicity.\"", "truth_label": "mostly-true", "date": "stated on March 13, 2015 in a business roundtable in New Hampshire:", "title": "Jeb Bush praises Florida for closing achievement gap", "text": "In his first foray into New Hampshire as a potential Republican presidential contender, former Gov. Jeb Bush talked up Florida’s record on education during his tenure.\nBush, who was governor between 1999 and  2007, talked about how the state stopped automatically moving up third-graders to fourth grade if they weren’t deemed ready. (The old approach has sometimes been called \"social promotion.\") And he also touted that during his tenure Florida started the state’s voluntary prekindergarten program.\nSuch policies paid off, Bush said.\n\"We had significant gains, particularly with kids in poverty,\" Bush said at a business roundtable in Hudson, N.H., March 13. \"Florida continues to be one of the states that does the best with low-income kids, and we are one of the few states that has actually had a narrowing of the achievement gap based on income, or based on race or ethnicity.\"\nIs Bush correct that Florida is one of the few states that narrowed the achievement gap for minorities and the poor? We took a closer look.\nThe achievement gap for Hispanics and blacks\nWhen we asked Matt Gorman, a spokesman for Bush’s Right to Rise PAC, for evidence supporting Bush’s claim, he sent us some data from the National Center for Education Statistics, an office of the U.S. Education Department, originating with the National Assessment of Educational Progress, or NAEP. This test, which measures a sample of fourth- and eighth-graders nationwide on math and reading, is dubbed \"the nation’s report card\" because the data can be used to draw comparisons between states and among racial, ethnic and income groups.\n\"Achievement gaps\" occur when one group of students outperforms another group in average scores, as long as the difference is statistically significant. The size of such gaps, and how they compare to past gaps, can vary widely, depending upon the years and subgroups chosen. Not surprisingly, Bush zeroed in on some of the statistics that put Florida in the most favorable light.\nGorman pointed to test results comparing 2003 with 2013 that showed that Florida had narrowed the achievement gap between white and black students in fourth and eighth grade, on both the math and reading tests.\nThat claim checks out -- an Education Department spokesman confirmed that Florida was the only state to narrow that gap for both grade levels and for subject matters for that specific time span.\nHowever, by changing the date range, we found different results. For example, Florida didn’t narrow the white-black gap if we compared certain other years between 2000 and 2013. (A caveat: 2003 was the first year that all the states had to participate in NAEP. In previous years, some didn’t.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nMeanwhile, the data for ethnicity and income -- also cited by Bush -- are more problematic for Bush’s claim.\nFlorida failed to narrow the gap by much between whites and Hispanics between 2003 and 2013 for fourth-grade math, eighth-grade math  or eighth-grade reading. The one gap that did narrow was fourth-grade reading. (We’ll note that sometimes the gap narrowed, but if it was only slightly NAEP does not consider the state to be among the ones that narrowed the gap.)\nAs for income, NAEP looks at students who are eligible for free and reduced lunches and compares them to those who are not.\nFor this comparison, Gorman pointed to a different set of years -- 2003 and 2009. That time span was mentioned in a report by the Education Trust; it stated that Florida significantly narrowed the gap between low-income and higher-income students in fourth-grade reading. The gap for fourth-grade reading narrowed by 8 percentage points in Florida (and three other states), compared to a narrowing of 2 points nationally.\nOverall, then, Bush has a point about Florida narrowing the white-black gap, but the support for Florida having narrowed the white-Hispanic gap is weak. On income, Bush has a point that Florida narrowed the gap, at least for particular years.\nIt’s worth noting that in some cases Florida’s gap was already smaller than the nation as a whole, making it difficult for Bush to have overseen further narrowing of the gap. For example in 2013, the NAEP showed that Florida’s Hispanic fourth-graders ranked the first state in the nation for highest average reading score. And we’ve heard before from experts who say we can’t simply compare Florida’s Hispanics to Hispanics in other states when income and other factors play a role, too.\nAlso, it’s hard to say how much Bush’s policy changes contributed to the improvements in achievement, since other demographic or economic factors outside the governor’s influence could have played a role.\nUniversity of Iowa education professor David Bills said that before he could conclude that Florida \"did\" anything to narrow the Hispanic-white gap, he would have to know about changes in the state’s Hispanic population -- for example, if their income had gone up or down.\nOur ruling\nBush said Florida is \"one of the few states that has actually had a narrowing of the achievement gap based on income, or based on race or ethnicity.\"\nChanges in the achievement gap can vary widely depending on the years studied, the tests chosen and the student groups measured, but Bush can point to fairly strong evidence on the black-white gap narrowing, fairly weak evidence of improvements in the white-Hispanic gap, and modest evidence backing up gains among poorer students.\nAs for how unique Florida is, Bush has a point that it was the only state to consistently narrow the gap between black and white students, at least on math and reading tests between 2003 and 2013. The state wasn’t a national leader in closing the achievement gap between whites and Hispanics, though Florida’s Hispanic students are a leader on fourth-grade reading scores.\nOn balance, then, Bush is more correct than not, so we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-06580"}