{"url": "/factchecks/2010/jan/20/rush-limbaugh/limbaugh-claims-white-house-benefits-haiti-donatio/", "speaker": "Rush Limbaugh", "vclaim": "There are \"high administrative costs\" when you donate to Haiti relief through the White House Web site.", "truth_label": "pants-fire", "date": "stated on January 18, 2010 in a comment on his radio show.:", "title": "Limbaugh claims White House benefits from Haiti donations", "text": "After an earthquake hit Haiti last week, Rush Limbaugh made a series of controversial claims about the disaster, which killed tens of thousands and devastated the infrastructure and institutions of the poor Caribbean nation.\nOn the Jan. 13, 2010, edition of his show, Limbaugh said President Barack Obama's administration would use the quake to \"build 'credibility' with the black community -- in the both light-skinned and dark-skinned black community in this country.\" He claimed Americans have \"already donated to Haiti. It's called the U.S. income tax.\" While talking with a caller, he cast doubt on whether money donated through Whitehouse.gov would end up in Haiiti, and said the people who did donate through the White House would find their e-mail addresses receiving fundraising appeals from Obama.\n\nOn Monday, he suggested that the White House was somehow acting as a middleman for donations and then skimming off a high percentage for administrative costs.\nLimbaugh noted the criticisms of the charity run by Wyclef Jean (\"Is Wyclef Jean a rap star or is he just reggae kind of music?\" Limbaugh asked) has high administrative costs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"What about the administrative costs of donating through WhiteHouse.gov, for crying out loud?\" Limbaugh asked. \"Do you know that one of the reasons the welfare budget is as high as it is -- and these numbers are I guess 10 years old, but in 1999, maybe earlier than that, for every dollar that was budgeted for welfare or food stamps, AFDC, whatever it is, 28 cents of it was spent on administering it, so 72 cents out of every dollar got there. I mean the high administrative costs are actually when you donate through the government,\" he said.\n\"I don't know of a president ever who has asked people to donate to a relief effort through a White House Web site. It's never happened before. ... Nobody here ever said don't donate. We just pointed out you already contribute to the government with your income taxes. If you want to donate above and beyond that, go through a charity that's constantly on the ground in Haiti, or the Red Cross, if you want to go that route or whatever. Nobody said do not donate, which is what is being reported.\"\n\nIn one respect, Limbaugh is right: He never said Americans shouldn't donate to Haiti. He did say to do it through private groups. But his point here was that the White House was somehow acting as an inefficient middleman.\n\nThat got us wondering: Would donating through WhiteHouse.gov be inefficient compared with donating directly to the Red Cross or some other charitable organization? Do \"high administrative costs\" happen \"when you donate through the government\"? Instead of helping the people displaced by the quake, would the money instead be used to pay government salaries?\n\nWe started looking around and discovered this: You never could actually donate through WhiteHouse.gov. On seemingly every White House Web page that mentions Haiti, there is a link to the Red Cross or the Clinton-Bush Haiti Fund. (There are no links to Wyclef Jean's group.) But those are just links to those sites -- not some kind of PayPal for the Obama White House.\n\n\"I can confirm that we are not processing/have never processed any donations to Haiti through whitehouse.gov, but are just directing folks to other groups,\" White House spokesman Matt Lehrich wrote in an e-mail. Lehrich also said there was no overhead being delivered to the White House nor the federal government, and that e-mail addresses of donors to the Red Cross or the Clinton-Bush Haiti Fund wouldn't be shared.\n\nSo it makes no difference whether you click the link from WhiteHouse.gov or go directly to the groups' own sites.\n\nTo address Limbaugh's point that some charities make more efficient use of donations than others, we checked to see how the ones recommended on the White House site stack up.\n\nWe looked at Charity Navigator, a Web site that grades and ranks charities. It gives the Red Cross a rating of three stars out of four. The Clinton-Bush Haiti fund, a joint effort of Bush's Communities Foundation of Texas and Clinton's William J. Clinton Foundation, was only formed last weekend and doesn't have a rating yet. But the William J. Clinton Foundation has a full four-star rating, and the Communities Foundation earned three stars.\n\nWe looked at another charity ranking system, the Better Business Bureau's Wise Giving Alliance. The American Red Cross made its list of recommended Haiti charities. But the Clinton Foundation only fulfilled 13 of the 20 standards for charity accountability. The Communities Foundation hasn't been rated yet.\n\nIn comparison, Wyclef Jean's Yele Foundation, which sparked Limbaugh's complaint, isn't rated by Charity Navigator. But in a blog post, the organization seems skeptical of Yele. The Wise Giving Alliance doesn't have a rating for Yele, but its director told the Associated Press the organization was \"questionable.\" (Jean has defended the organization.)\n\nSo Limbaugh is seriously distorting the truth, suggesting that people can donate through the White House when in fact the White House site has simply posted links to groups that earn generally positive ratings. There's no evidence the White House is using any of these donations for administrative costs, and the charities aren't sharing donors' e-mail addresses with the White House. Limbaugh is making a ridiculously false claim that the Obama administration is capitalizing on a tragedy. That's enough to set the meter ablaze. Pants on Fire!", "vclaim_id": "vclaim-pol-15379"}