{"url": "/factchecks/2012/aug/29/sher-valenzuela/sher-valenzuela-says-regulation-big-factor-holding/", "speaker": "Sher Valenzuela", "vclaim": "\"A Gallup report recently said that nearly 50 percent of small business owners aren't hiring because of what they call ‘regulatory uncertainty.’\"", "truth_label": "half-true", "date": "stated on August 28, 2012 in a speech at the Republican National Convention in Tampa:", "title": "Sher Valenzuela says regulation is a big factor holding back small businesses", "text": "At the Republican National Convention, the GOP candidate for lieutenant governor of Delaware picked up a frequent complaint of Republicans -- that government regulation is hampering hiring by businesses, particularly small businesses.\n\n\"A Gallup report recently said that nearly 50 percent of small business owners aren't hiring because of what they call ‘regulatory uncertainty,\" Valenzuela said.\n\nWe wondered whether that was correct.\n\nWe found a survey conducted by Gallup in January 2012 that addresses this point -- the Wells Fargo Small Business Survey, which interviewed 600 small business owners by phone. It has a sampling error of plus or minus 4 percentage points.\n\nValenzuela can find some support for her comment in the poll results. One of the questions asked was, \"Why are you not looking for new employees? For each of the following, please indicate if it is a reason why you are not looking to hire.\" When offered the option, \"Worried about new government regulations,\" 46 percent of business owners surveyed said yes. That’s fairly close to half.\n\nHowever, that leaves out some important context.\n\nFor starters, 53 percent -- a majority -- said they did not consider government regulations to be a barrier to future hiring.\n\nAt least as important, government regulation ranked pretty far down the list of factors offered.\n\nOf the eight factors suggested (not counting \"other\"), concern about government regulations ranked sixth. More popular answers were \"don't need any additional employees at this time\" (76 percent), \"worried revenues or sales won't justify adding more employees\" (71 percent), \"worried about the current status of the U.S. economy\" (66 percent), \"worried about cash flow or ability to make payroll\" (53 percent) and \"worried about the potential cost of health care\" (48 percent).\n\nIn its analysis of the survey data, Gallup took a middle-of-the-road analysis.\n\n\"The debate over why U.S. small-business owners aren't hiring more aggressively tends to hinge on whether overall business conditions, including a lack of growth and revenue, are the primary culprit as opposed to the potential cost of healthcare and government regulations,\" Gallup wrote. \"Apparently, both sides of the debate are correct.\n\n\"Small-business owners hire when they need to respond to increased business activity and have the opportunity to grow. Although some small businesses in selected industries and markets have been growing, the weak economy of the past four years has limited overall small-business growth. ...\n\n\"Given this difficult operating environment, it is not surprising that many small-business owners also worry about potential new health care costs and government regulations. While small businesses are always finding ways to deal with their changing operating environment, including government regulations and health care, these added challenges can be seen as exacerbating an already uncertain and difficult situation. In turn, they become additional reasons to hold back on hiring.\"\n\nOur rating\n\nValenzuela is close to correct when she says that \"a Gallup report recently said nearly 50 percent of small businesses owners aren't hiring because of what they call ‘regulatory uncertainty.’\" (It’s a bit short of 50 percent, and it was a survey from nine months ago.)\n\nHowever, this claim leaves out some important context. Five other factors ranked higher on a list of eight factors that might be impeding hiring. Essentially, Valenzuela cherry-picked one of the factors to make her point, which suggested that it was the only, or main, reason for the lack of hiring. We rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10496"}