{"url": "/factchecks/2020/oct/31/viral-image/no-coronavirus-pandemic-wont-end-day-after-electio/", "speaker": "Viral image", "vclaim": "“COVID ends next Wednesday.”", "truth_label": "false", "date": "stated on October 30, 2020 in a Facebook post:", "title": "No, the coronavirus pandemic won’t end the day after Election Day", "text": "We at PolitiFact would like the pandemic to end the day after the election. But it won’t. Around the world, communities are experiencing a surge in cases. In Europe, a second wave is packing hospitals as the number of COVID-19 patients double in some countries. Here, nearly two dozen states are reporting their worst weeks ever for new cases, the New York Times reported on Oct. 31. \nBut a persistent myth is again spreading on social media now that Election Day is so near. \n\"COVID ends next Wednesday,\" one Facebook post said. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSince the first COVID-19 case was reported in China in December, there have been nearly 46 million cases worldwide, according to Johns Hopkins University. More than 9 million of those cases occurred in the United States. President Donald Trump was hospitalized after he announced he had been infected with the disease. \nGlobally, more than 1 million people have died, including more than 230,000 here. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nOver the months we’ve debunked a lot of misinformation about the coronavirus — you can read all our fact-checks here — and as cases again rise, misinformation continues to spread. David Jolley, a conspiracy theory expert who lectures at Northumbria University in England, told the New York Times it’s unsurprising that a growing number of people seem to believe COVID-19 is a hoax in spite of data, deaths and government reports. \n\"People are drawn to conspiracy theories in times of crisis,\" he said. \"When there is something happening — a virus outbreak, rapid political change, the death of a celebrity, a terrorist attack — it breeds conspiracy theories.\" \nOne man in Texas recently told CNN that he thought COVID-19 was a hoax and hosted a small family gathering in June. Everyone who was there got sick, and eight more people in their families tested positive. His father-in-law died. \n\"I used to call it a ‘scamdemic,’\" he said in a Washington Post story. \"I thought it was an overblown media hoax. I made fun of people for wearing masks. I went all the way down the rabbit hole and fell hard on my own sword, so if you want to hate me or blame me, that’s fine. I’m doing plenty of that myself.\" \nOn Oct. 30, the United States recorded more than 99,000 new cases. In the previous week, more than 500,000 new cases were reported. \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18843"}