{"url": "/factchecks/2017/nov/16/john-cox/does-california-have-highest-electricity-bills-nat/", "speaker": "John Cox", "vclaim": "Californians pay \"the highest electricity bills\" in the nation.", "truth_label": "false", "date": "stated on October 21, 2017 in a Capital Public Radio interview:", "title": "Do Californians pay the ‘highest electricity bills’ in the nation?", "text": "Californians pay a premium to live in the Golden State.\nOur housing costs are astronomical, gas prices are the highest in the nation and many state taxes are at or near the top.\nIn a recent interview on Capital Public Radio, Republican candidate for governor John Cox said he wants to reduce the financial strain on Californians.\n\"The state has been rendered unaffordable by the politicians in Sacramento. It’s got the worst business climate in the nation. We’re a laughing stock. And I want to change that,\" Cox, a San Diego businessman, said in the interview conducted Oct. 21, 2017.\nCox cited several of the state’s high costs from housing to gas prices. We fact-checked those in a related article. He went on to say, however, that Californians also pay \"the highest electricity bills\" in the country.\nCalifornia, the center of the nation’s solar industry, is known for both producing and consuming huge amounts of electricity.\nBut do we also pay the most on our electricity bills?\nWe decided to shine a light on this claim.\nOur research\nCalifornia has the nation’s sixth highest retail price of electricity in the residential sector, according to the U.S. Energy Information Administration, which provides independent analysis of energy data.\nSo, one might assume with this high cost Californians also pay more than most states on their bills.\nIn fact, it’s just the opposite, at least for two key sectors.  \nCalifornia’s average residential monthly electricity bill in 2016 was $95.20, or less expensive than 39 other states, according to EIA data. Nationwide, the average bill was $112.59 per month.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nMeanwhile, the state’s average industrial monthly electricity bill was $3,408, or 42nd in the nation. That was about half the national average.\nCalifornia’s average commercial monthly electricity bill was $866, or fifth highest in the nation, much closer to the top, but by no means \"the highest.\"\n\"California has some of the highest rates, but they also have some of the lowest consumption per customer, so they have lower bills than most states,\" said Marc Hanish, an EIA expert on state electricity profiles.\nIndeed, California ranks 49th in the nation in per capita electricity consumption. Hanish said that’s driven both by high prices and by the state’s strong commitment to energy efficient buildings and appliances.\nCox’s campaign did not respond to requests for comment.\nOur ruling\nCandidate for governor John Cox recently claimed California has \"the highest electricity bills\" in the country.\nData from the U.S. Energy Information Administration shows California’s average monthly electricity bills in 2016 ranked far below the national average, particularly in the residential and industrial sectors. They were 40th and 42nd, respectively. The state’s average monthly commercial electricity bills were more expensive, at fifth highest, though still not \"the highest\" as Cox claimed.\nCalifornia’s electricity prices are more expensive than in many states. Customers in the state, however, consume far less electricity than the national average, which drives down the cost of bills.\nEven if Cox had claimed California had the highest electricity rates, he would still be off the mark.\nCox’s campaign offered no evidence to back up his claim.\nWe rate it False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-11-16 22:38:36 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Californians pay \"the highest electricity bills\" in the nation.    John Cox Candidate for California governor https://www.capradio.org/news/insight/2017/11/03/insight-110317a/    Saturday, October 21, 2017 2017-10-21    Read More  info", "vclaim_id": "vclaim-pol-02681"}