{"url": "/factchecks/2015/nov/23/arsalan-iftikhar/do-59-percent-americans-believe-barack-obama-musli/", "speaker": "Arsalan Iftikhar", "vclaim": "\"59 percent of Americans today believe that Barack Obama is still a Muslim.\"", "truth_label": "false", "date": "stated on November 22, 2015 in a roundtable discussion on NBC's \"Meet the Press\":", "title": "Do 59 percent of Americans believe Barack Obama is Muslim?", "text": "During a Meet the Press roundtable discussion about Americans’ attitudes about Muslims, a Muslim commentator said a majority of Americans think President Barack Obama is Muslim.\n\"Let's not forget, 59 percent of Americans today believe that Barack Obama is still a Muslim,\" said Arsalan Iftikhar, an author, lawyer and commentator who blogs at TheMuslimGuy.com, on Nov. 22, 2015. \"I feel like Jerry Seinfeld needs to pop on and say, ‘Not that there's anything wrong with that.’ \"\nA reader asked us to check whether his statement was true, so we looked into the most recent polling data.\nWe should note at the outset that Obama is not a Muslim; he is a Christian. A nondenominational Protestant, Obama has worshipped at various churches in the Washington area, including the Allen Chapel African Methodist Episcopal Church, the Nineteenth Street Baptist Church, and St. John's Episcopal Church. He has also attended services at Camp David, the presidential retreat.\nWe should also note that segments of the public have long told pollsters that they think Obama is a Muslim. In 2010, a Pew Research Center survey found that 18 percent of Americans said that Obama is a Muslim.\nWe found two polls in recent months that asked a question along these same lines:\n• CNN/Opinion Research Corporation poll, Sept. 4-8, 2015. The pollsters asked, \"Do you happen to know what religion Barack Obama is? Is he Protestant, Catholic, Jewish, Mormon, Muslim, something else, or not religious?\"\nAmong all respondents, 29 percent said Obama is \"Muslim.\" While that’s 11 percentage points higher than Pew had found five years earlier, it’s still not as high as the 59 percent figure Iftikhar cited on Meet the Press.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe percentage was higher for Republicans alone -- 43 percent thought Obama is Muslim, compared with 15 percent of Democrats and 29 percent of independents. CNN/ORC surveyed 1,012 adult Americans by landline and cell phones, for a sampling margin of error of 3 percentage points.\n• Public Policy Polling poll, Aug. 28-30, 2015. The pollsters asked, \"Do you think Barack Obama is a Christian or a Muslim, or are you not sure?\" Public Policy Polling only asked \"usual Republican primary voters\" -- 572 of them -- this question. The automated survey was conducted by landline and the Internet, with a sampling margin of error of just over 4 percent.\nThe survey found that 54 percent of the Republican primary electorate thought Obama is a Muslim, compared with just 14 percent who thought he is Christian and 32 percent who said they didn’t know.\nSo with this survey, we reach a number within striking distance of Iftikhar’s Meet the Press statistic -- but it just describes the views of \"usual Republican primary voters,\" which is only one subset of \"Americans.\"\nWhen we reached out to Iftikhar, he quickly and good-naturedly copped to mangling his talking point.\n\"You are correct,\" he wrote via email. \"I did mean Republicans from the PPP poll. Nobody is perfect :-)\"\nOur ruling\nIftikhar said that \"59 percent of Americans today believe that Barack Obama is still a Muslim.\" He later acknowledged to PolitiFact that he’d meant to say \"Republicans\" instead of \"Americans,\" a switch that would have made his claim closer to accurate (though still a bit high according to recent polls). In any case, PolitiFact fact-checks statements as they were made originally and to the widest audience, so we rate the statement False.", "vclaim_id": "vclaim-pol-05686"}