{"url": "/factchecks/2020/aug/03/viral-image/blake-griffin-and-ex-fiancee-say-he-doesnt-pay-258/", "speaker": "Viral image", "vclaim": "“$258,000/month: Amount Blake Griffin will pay in child support to ex Brynn Cameron.”", "truth_label": "false", "date": "stated on August 2, 2020 in a Facebook post:", "title": "Blake Griffin and ex-fiancee say he doesn’t pay $258,000 a month in child support", "text": "Blake Griffin, a forward for the Detroit Pistons basketball team, is one of the world’s highest-paid athletes. In 2017, he signed a five-year, $171 million contract with the Pistons. His real estate portfolio in the Los Angeles area is conservatively valued at $35 million. According to a Facebook post, he also spends more than $3 million annually in child support.\n\"$258,000/month,\" the post says. \"Amount Blake Griffin will pay in child support to ex Brynn Cameron.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post cites Radar Online. In August 2018, the celebrity gossip website posted a story with this headline: \"Kendall Jenner’s ex Blake Griffin ordered to pay baby mama $258K a month in child support.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nBut both Griffin and his ex-fiancee, Brynn Cameron, refuted that claim. In a joint statement, they said that \"recent reports of the financial details of the child support agreement between Blake Griffin and Brynn Cameron are inaccurate,\" according to a story in the Detroit Free Press. \"Both sides have settled amicably and are moving forward with co-parenting their two children. Due to the confidential nature of the agreement, no further details will be released.\"\nWe don’t know how much Griffin pays in child support, though TMZ reported on Aug. 3, 2018, that he was paying $32,000 per month, which is significantly less than what’s quoted in the Facebook post. \nWe rate that post False.", "vclaim_id": "vclaim-pol-17042"}