{"url": "/factchecks/2014/feb/14/national-republican-congressional-committee/300000-florida-lose-health-plans-more-story/", "speaker": "National Republican Congressional Committee", "vclaim": "\"300,000 Floridians will lose their current health plans\" because of Obamacare, a plan Alex Sink supports.", "truth_label": "half-true", "date": "stated on February 12, 2014 in a television ad:", "title": "300,000 in Florida lose health plans? More to the story than that", "text": "Critics of the health care law like to throw around talking points that give the idea that the law will increase the ranks of the uninsured. The evidence, though, tends to contradict that.\nThat hasn’t stopped political ads from continuing to push the point. The latest case: The race to replace the late U.S. Rep. C.W. Bill Young, R-Fla. Democrats are hoping to pick up the seat with Alex Sink, a former banking executive who’s previously held statewide office as Florida’s chief financial officer. Her opponents are David Jolly, a Republican and one of Young’s longtime aides, and Libertarian Lucas Overby.\nThe National Republican Congressional Committee recently began airing ads attacking Sink for her support of President Barack Obama’s signature health law. The ads begin with photos of Obama and House Democratic Minority Leader Nancy Pelosi.\n\"Alex Sink’s loyalty is to them, not Florida. Why else would she continue to support Obamacare? 300,000 Floridians will lose their current health plans,\" the ad claims in part, concluding, \"She’s fighting for them. Not us.\"\nThe ad phrases its claim very carefully, but its statement still leaves out much of the story. And where does that 300,000 number come from anyway?\nThe number comes from 300,000 policyholders that insurance company Florida Blue identified back in October. That was when insurers were required to notify policyholders if their insurance plans didn’t meet the rules for new plans requiring comprehensive coverage. The rules were intended to phase out \"bare bones\" plans that didn’t include things like prescription drugs or hospital stays.\nFlorida Blue had 300,000 customers whose plans didn’t meet the new rules. So Florida Blue sent them letters informing them that their plans would end and offering guidance on how to get signed up for a new plan.\n\"Florida Blue is proactively communicating to these members to help them understand how this transition affects them,\" the company said at the time. \"Prior to their 2014 renewal date, each member will receive a letter that instructs them to contact Florida Blue to review their migration options. These new plans will offer members access to more comprehensive benefits in 2014.\"\nWe should note that there’s a lot we don’t know about these 300,000 policyholders. For example, some of them may have gone to the federal marketplace to buy insurance. If their income was below 400 percent of the poverty level (below about $94,200 for a family of four, for example), they would have gotten a subsidy to buy insurance. Some of these people may end up paying more but getting more robust coverage. It’s unclear how many, if any, would simply stop buying coverage altogether.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBack in October, Florida Blue told PolitiFact Florida that it intended to work with customers to get them into new plans. Spokesman Mark Wright said that when it comes to getting new plans, \"nobody is throwing anybody off a cliff.\"\nWe reached out to Florida Blue to see if it could tell us anything more about how the letters have played out. Spokesman Mark Wright said the company was giving their policyholders another year to keep their coverage after President Barack Obama asked insurers to allow customers who wanted to keep the old plans to keep them for an additional year. \nOne final note: PolitiFact Florida rated a similar but not identical statement claim from Sen. Marco Rubio back in October. Rubio said, \"300,000 people are going to lose their individual coverage because of Obamacare. Now those people next year, they don’t have health insurance.\" PolitiFact Florida found that claim Mostly False because Rubio failed to fully explain the situation behind the number and wrongly insisted that the people wouldn’t have insurance in 2014.\nThe NRCC’s claim doesn’t go quite as far.\nOur ruling\nThe National Republican Congressional Committee said in an ad that \"300,000 Floridians will lose their current health plans.\"\nWe know that the insurer Florida Blue had to end plans for 300,000 customers when their plans didn’t meet the law’s new requirements for health insurance.\nBut Florida Blue also said it intended to help its customers select and sign up for new health care plans, not leave them without options, and the customers got an additional year, if they needed it, to make a transition. The ad makes it sound as if people would lose their plans without any replacement. \nOverall, we rate the ad’s claim Half True.", "vclaim_id": "vclaim-pol-08250"}