{"url": "/factchecks/2013/feb/11/tammy-baldwin/sen-tammy-baldwin-says-obamacare-17-million-kids-h/", "speaker": "Tammy Baldwin", "vclaim": "\"When the Affordable Care Act was signed, 17 million American children\" had a pre-existing condition and were \"uninsurable.\"", "truth_label": "false", "date": "stated on January 31, 2013 in a speech:", "title": "Sen. Tammy Baldwin says before Obamacare, 17 million kids with health conditions were \"uninsurable\"", "text": "In what was called her first major speech since becoming a U.S. senator, Wisconsin Democrat Tammy Baldwin praised President Barack Obama’s health care reform law and made a conspicuous claim about the law’s impact on children.\n\nThe setting was a Jan. 31, 2013, conference in Washington, D.C., sponsored by Families USA, a liberal group that pushed for what Obama himself has come to call \"Obamacare.\"\n\nHailing the 2010 law as a victory \"70 years in the making,\" Baldwin recounted the story about how she had no health insurance coverage as a child because she was raised by her grandparents and had a pre-existing condition.\n\n\"I got better,\" Baldwin said, referring to her illness, which she said is similar to spinal meningitis, \"and my grandparents looked for an insurance policy that would cover me in the future. But they discovered that, because of my illness, they couldn’t find such a policy. Not from any insurer. Not at any price.\n\n\"Never mind that I had fully recovered from my illness. I had been branded with the words ‘pre-existing condition.’ My story, of course, isn’t significant because it was unique.  In fact, it’s significant because it wasn’t unique. When the Affordable Care Act was signed, 17 million American children wore that same brand.  ‘Pre-existing condition.’ Uninsurable.\"\n\nWhen Obamacare became law, 17 million children were impossible to insure because they had a pre-existing health condition?\n\nBaldwin’s evidence\n\nBaldwin’s staff cited two pieces of evidence to back her claim.\n\nOne is a White House fact sheet that says that as a result of the Affordable Care Act, \"more than 17.6 million children with pre-existing conditions can no longer be denied coverage.\"\n\nBut that’s essentially a restatement of part of Baldwin’s claim -- without any evidence that the figure is correct or that so many children were uninsurable.\n\nBaldwin also cited a U.S. Department of Health and Human Services analysis, the same one Obama cited in March 2012 when he said that because of the reform law, \"17 million kids can no longer be denied because of a pre-existing condition.\"\n\nPolitiFact National rated his statement Mostly False.\n\nThe analysis Obama and Baldwin cited focuses on people who could potentially be helped by the law if they found themselves uninsured in the future -- not on those who actually were uninsured and were blocked from getting coverage by pre-existing conditions today.\n\nThe federal analysis estimated that between 4 million and 17 million children have some type of pre-existing condition -- which means that like Obama, Baldwin cherry picked by citing the high end of that range. The higher figure also includes cases in which the child isn’t actually denied insurance, but in which the family simply has to pay higher premiums.\n\nPolitiFact National estimated, based on the analysis, that 160,000 to 1.1 million of the children with a pre-existing condition were uninsured because of the condition.\n\nWhile those are significant numbers, they are far below 17 million.\n\nFactCheck.org also faulted Obama’s statement, finding that the 17 million part of the claim was on the high end. The claim also implied \"that these children were previously being denied coverage. But that’s not the case,\" FactCheck.org said.\n\nBaldwin went further than Obama, not implying but declaring that 17 million children could not be insured.\n\nOur rating\n\nBaldwin said: \"When the Affordable Care Act was signed, 17 million American children\" had a pre-existing condition and were \"uninsurable.\"\n\nIt’s possible that as many as 17 million children have a pre-existing health condition, but the figure could be as low as 4 million. And only a fraction of children with a pre-existing condition didn’t have insurance because of that condition.\n\nWe rate Baldwin’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09732"}