{"url": "/factchecks/2019/nov/02/crystal-peoples-stokes/peoples-stokes-assurances-medical-marijuana-vaping/", "speaker": "Crystal Peoples-Stokes", "vclaim": "\"If folks are vaping a legal medical cannabis product that comes from any of the New York state operators, they will not have to worry about the negative impacts on their lungs.\"", "truth_label": "barely-true", "date": "stated on October 9, 2019 in a radio interview:", "title": "Peoples-Stokes' assurances on medical marijuana vaping are too broad", "text": "Vaping-related illnesses have vexed public health officials and prompted state policymakers to consider banning e-cigarettes. The Centers for Disease Control cited 1,888 reports  of lung injuries associated with e-cigarettes or vaping and 37 deaths as of Oct. 29. \nThose who vape use an electronic cigarette product, such as a vape pen or e-hookah, to heat a liquid to produce an aerosol that they inhale into their lungs. The liquid can contain nicotine, tetrahydrocannabinol (THC), cannabinoid oils (CBD)  and other substances and additives. Most electronic cigarette products contain a battery to heat the liquid.\nIn New York, approved providers offer medical marijuana in several forms, including vape pens and cartridges, and offer THC and CBD in different concentrations, according to a 2018 report from the state Department of Health.  \nIn an interview on WBEN radio on Oct. 9, Assembly Majority Leader Crystal Peoples-Stokes assured listeners that vaping medical marijuana from an approved dispensary is safe. \n\"If folks are vaping a legal medical cannabis product that comes from any of the New York state operators, they will not have to worry about the negative impacts on their lungs,\" Peoples-Stokes said. \nBut is that true? \nWe reached out to Peoples-Stokes’ spokesman, Kevin Jolly, who said that the Majority Leader was following guidance from the state Department of Health. \nJolly said the public health concern stems from recent cases of lung injuries from vaping products purchased informally on the street. Peoples-Stokes does not approve of vaping, he said.\nState urges caution\nThe state Department of Health, however, cautions users of state-approved medical marijuana vape products, even though it has no reports of problems with them. \nOn Sept. 7, Health Commissioner Dr. Howard Zucker released a statement urging \"New Yorkers to stop using vape products while the investigation into the definitive cause of reported vaping-associated illnesses nationwide can be better determined.\" \nThat statement was also posted on the department’s web page for medical marijuana users. \nMedical marijuana products are \"rigorously tested for contaminants, pesticides and concentration of cannabinoids,\" the department advised, but it warned that \"out of an abundance of caution, we are also urging patients in the medical marijuana program to consult with their health care providers on potential alternatives to vaping products while the investigation continues.\"  \nThere are reasons Peoples-Stokes declared regulated medical marijuana safe for New Yorkers to use. \nAn earlier notice from the state Department of Health, dated Sept. 5, 2019, asked everyone except medical marijuana users to consider not using any vape products. And on Sept. 9, two days after the department cautioned medical marijuana users to consider alternatives to vaping, Gov. Andrew Cuomo said in a news conference about vaping illnesses that \"this does not include the medical marijuana products. Those are regulated, and those are safe.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAt the federal level, the CDC is also investigating the cause of the lung injuries and has  recommended that no one use e-cigarette or vaping products that contain THC, according to Cassie Brailer, press officer for lung injury response at the CDC.\nThe agency knows that THC is present in most of the samples that have been tested and that most lung injury patients report using products that contain THC, Brailer said. National and state findings \"suggest products containing THC, particularly those obtained off the street or from other informal sources,\" are linked to most of the cases, Brailer said. \n\"Since the specific cause or causes of lung injury are not yet known, the only way to assure that you are not at risk while the investigation continues is to consider refraining from use of all e-cigarette and vaping products,\" Brailer said.  \nMixed opinions on safety\nIn interviews with four researchers who study public health or cannabis use, we found mixed opinions on whether vaping even a regulated substance such a medical marijuana can have a negative impact on a patient’s lungs. Two experts said that it is too early to tell. One said that vaping any substance can be harmful. And one said that those vaping regulated medical marijuana in New York state should not fear the marijuana but said there are unknowns about the vaping device itself.    \nMitch Earleywine, a psychology professor at the University at Albany who studies marijuana policy and advocates for reform of cannabis laws, said that flavor-free vape liquids, such as those used in the medical marijuana program in New York, remain under-investigated. He has done research on the vaporizer, which he said appears safe, but there is no long-term data on the vape oil. \nAna Maria Rule, an assistant professor at the Johns Hopkins School of Public Health, agreed there is not enough data to declare vaping medical marijuana \"safe.\"   \nAnother expert, Ilias Kavouras, a professor at the City University of New York Graduate School of Public Health and Health Policy, said that lung damage can be caused by medical marijuana and vaping, including those formed during the process of smoking marijuana or vaping. \n\"There is evidence in the scientific literature that toxic and carcinogenic species are formed during vaping,\" Kavouras said.\nA professor of public health at Syracuse University offered a different opinion. \nDessa Bergen-Cico, who is coordinator of addiction studies programs at Falk College at SU, said that people who purchase medical marijuana vape cartridges from registered state dispensaries \"should not have problems with product safety because the products are highly regulated and tested.\" \nHowever, \"it is still unknown if there is something in the vaping devices that is a catalyst for the lung injuries,\" Bergen-Cico said. \nOur ruling\nPeoples-Stokes said that people who used medical marijuana obtained from approved operators in New York shouldn’t worry about the negative impact on their lungs. \nWhile state and federal public health officials have not found a link between medical marijuana from regulated operators and lung injury cases, they recommend caution when it comes to vaping. The Centers for Disease Control recommends people do not use e-cigarette or vaping products that contain THC and consider refraining from using all e-cigarette and vaping products. The state is telling people to stop using vape products until the cause of the lung illnesses are known, and is urging medical marijuana patients to consider alternatives to vaping while its investigation is underway.  \nPublic health researchers have found that it’s unclear whether vaping is safe or not, even if the user is vaping a regulated substance such as medical marijuana. \nWe rate Peoples-Stokes’ statement Mostly False.", "vclaim_id": "vclaim-pol-16738"}