{"url": "/factchecks/2020/oct/05/sara-gideon/claim-maine-sen-susan-collins-acted-help-her-husba/", "speaker": "Sara Gideon", "vclaim": "Says Susan Collins “pushed for policies that benefited her husband’s lobbying business.”", "truth_label": "barely-true", "date": "stated on September 16, 2020 in an ad:", "title": "Claim that Maine Sen. Susan Collins acted to help her husband’s firm falls short", "text": "In a Maine race that could help determine whether Republicans keep their Senate majority, attack ads have drawn in the candidates’ husbands.\nFirst, Republican incumbent Sen. Susan Collins attacked her Democratic challenger, Sara Gideon, by alleging that Gideon’s husband’s law firm \"took up to $2 million\" from the same federal program that Gideon \"falsely\" attacked Collins over. \nCollins’ points were partially accurate, and we rated it Half True. \nNow Gideon returns fire in an ad that charges that Collins has a conflict of interest and \"pushed for policies that benefited her husband’s lobbying business.\"\nBut the ad is misleading in that two actions Collins’ conflicts were general in nature and did not target her future husband’s business — or even lobbying firms — specifically. And for the record, Collins took these actions before she was married. \nEven the news article on which the ad sources its information provides context that could undermine the severity of Gideon’s attack.\nThe race\nCollins has been a senator since 1997. Gideon has served in Maine’s state House since 2013 and as its speaker since 2016. \nMany news accounts say the race could help decide whether Republicans, who control 53 seats in the Senate, keep their majority.\nThe Cook Political Report has rated the race a tossup. It is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking.\nThe ad\nGideon’s ad relies on a Sept. 1 news article in the Huffington Post, showing quotes from the story while a narrator voices the nearly identical claim that Collins \"pushed for policies that benefited her husband’s lobbying business.\"\nAccording to the article, Collins began dating Thomas Daffron, formerly the chief operating officer of Jefferson Consulting Group, a lobbying and consulting firm, in 2010 and married him in 2012. \nDaffron last registered as a lobbyist in 2006 and retired from the firm in 2016, according to Collins’ campaign.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nTwo actions Collins took in 2011 \"could have directly benefited her future husband’s business,\" the Huffington Post article says. \nRepealing 3% withholding tax on government contractors: \nThis needs context. Collins voted to repeal a 3% withholding tax on government contractors. But the repeal — approved 95-0 in the Senate — was not specific to Daffron’s firm, nor even specific to lobbyists. And the tax, which was estimated to collect $11.2 billion over 10 years, had never actually been implemented. \nThe tax had been signed into law by President George W. Bush to encourage government contractors to fully pay their taxes. Small businesses argued the tax would make small firms less able to compete for government contracts \"due to the anticipated cash flow issues\" and higher costs. The tax was widely criticized by both Republican and Democratic lawmakers who said it placed an unfair burden on a majority of government contractors who paid taxes on time, and it was never even implemented before being repealed, the Associated Press reported.\nLeading effort to stop Obama administration rule on contractors’ financial disclosures: \nCollins did lead a push to stop President Barack Obama’s administration from implementing a rule requiring federal contractors to disclose their political giving, including introducing a bill to ban such a rule. The administration abandoned the effort.\nCollins’ campaign said Collins sent a bipartisan letter to the administration saying the rule would create \"the appearance that this type of information could become a factor in the award of federal contracts.\"\nIndeed, the article that Gideon relies on says that attacks such as those on Collins’ two actions in 2011 show \"Democrats are prepared to turn even relatively routine, bipartisan elements of Collins’ four terms in the Senate into fodder for attack ads.\"\nOur ruling\nGideon claimed Collins \"pushed for policies that benefited her husband’s lobbying business.\"\nNeither piece of evidence cited in the ad proves Collins acted to benefit the business directly.\nTwo actions taken by Collins, prior to marrying her husband, were bipartisan and broad. While her future husband’s lobbying firm, Jefferson Consulting Group, could have been affected by the measures, there is no evidence Collins acted specifically to benefit him. The vote to repeal a withholding tax received broad bipartisan Senate support and resulted in a 95-0 vote. Her push against an Obama initiative involving financial disclosures was on the grounds that such a rule could unduly influence federal contract awards. Neither action was directed specifically at helping her husband’s firm, nor were they even directed at lobbyists, but rather federal contractors generally.\nWe rate the statement Mostly False.\n\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18613"}