{"url": "/factchecks/2019/dec/05/donald-trump/fact-checking-donald-trump-libel-law-and-prison/", "speaker": "Donald Trump", "vclaim": "Says House Intelligence Chair Adam Schiff \"made up the conversation. He lied. If he didn't do that in the halls of Congress, he'd be thrown in jail. He did it in the halls of Congress, he's given immunity.\"", "truth_label": "false", "date": "stated on December 3, 2019 in a press conference:", "title": "Fact-checking Donald Trump on libel law and prison", "text": "At a NATO summit in London, President Donald Trump took aim at one of his adversaries back across the pond: House Intelligence Chairman Adam Schiff, D-Calif., a key figure in the inquiry into impeaching the president.\nTrump has repeatedly referred back to the time when Schiff paraphrased Trump’s phone call with Ukrainian President Volodymyr Zelensky — an event at the heart of the impeachment inquiry. \nTrump has portrayed Schiff’s words as a fabrication that twisted what he said, but Schiff prefaced his remarks by saying they were not verbatim but were rather \"the essence of what the president communicates\" and \"in sum and character, what the president was trying to communicate.\"\nIn a press conference at the NATO summit, Trump once again attacked Schiff over his remarks, suggesting that Schiff could be arrested for what he said.\n\"This guy (Schiff) is sick,\" Trump said. \"He made up the conversation. He lied. If he didn't do that in the halls of Congress, he'd be thrown in jail. He did it in the halls of Congress, he's given immunity. This is a sick person. He's a liar.\"\nWe found it hard to believe that, outside of the walls of Congress, someone who fabricated and lied would be \"thrown in jail.\" Experts said there is something to what Trump is saying that deserves explanation, but ultimately he’s still wrong that Schiff could be subject to prosecution, even if he wasn’t in Congress. (The White House did not respond to an inquiry.)\nThe Speech or Debate Clause\nTrump has a point that members of Congress have special speech protections that members of the general public do not.\nThe Constitution’s \"Speech or Debate Clause\" says that \"for any Speech or Debate in either House, (Senators and Representatives) shall not be questioned in any other Place.\" It aligns with the Constitution’s determination that the House, and not another branch of government, should have the power to sanction its own members for abuses.\n\"The Speech or Debate Clause protects legislators from all criminal prosecutions or civil lawsuits for legislative conduct, broadly understood as anything within the sphere of legitimate legislative activity and necessary to the deliberative process,\" said Howard M. Wasserman, a law professor at Florida International University. \"This includes the sort of legislative oversight and investigation in which Schiff is engaged when discussing that phone call.\"\nThere are limits. In the 1979 Supreme Court decision Hutchinson vs. Proxmire, the justices ruled that Sen. William Proxmire was not immune from civil or criminal challenge made in a press release or constituent newsletter. \"But the clear implication is that the same statements, had they been made on the Senate floor or in a committee hearing, would have been immune,\" Wasserman said.\nCan fabrication or libel be punished criminally?\nThe vast majority of libel or slander cases are civil rather than criminal, said Leonard Niehoff, a University of Michigan law professor. This means the speaker’s money could be at risk if they lose a libel or slander case, but they would not be imprisoned.\nHowever, criminal libel laws of one kind or another do exist on the books in almost half the states. According to the American Civil Liberties Union and the Committee to Protect Journalists, two dozen states have criminal libel laws. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe Supreme Court ruled in the 1964 case Garrison vs. Louisiana that the standard for criminal conviction is the same as in the landmark case from the same year, New York Times vs. Sullivan, that addresses civil libel cases. \"The prosecution must prove falsity and actual malice, beyond a reasonable doubt,\" Wasserman said.\nSome of today’s 24 state laws wouldn’t be relevant to the Schiff example. The laws in Illinois and Texas only cover slanders against financial institutions, while the one in Massachusetts concerns hate speech based on race or other classifications. Three others specifically exclude imprisonment as a possible sentence. (The states that do set maximum prison sentences top out at one year, possibly including fines.)\nIn addition, the Committee to Protect Journalists cites court cases in seven of these states that would seem to make these laws unconstitutional today, meaning that their existence on the books is archaic.\nEven the states that have criminal libel laws rarely use them.\n\"As a general proposition, prosecutors have vastly better things to do with their time that pursue charges of criminal libel,\" Niehoff said.\nIn addition, such laws \"would likely be deemed unconstitutional under the First Amendment if they were applied,\" said Roy S. Gutterman, director of the Tully Center for Free Speech at Syracuse University’s S.I. Newhouse School of Public Communications.\nImportantly for Schiff’s case, there’s no criminal libel statute for the District of Columbia, or an equivalent federal statute. Nor is there one in Schiff’s home state of California. \n\"So even if Schiff's summaries of the conversations were knowingly false and he were not immune, I am not sure what law he could be prosecuted under,\" Wasserman said.\nOur ruling\nTrump said Schiff \"made up the conversation. He lied. If he didn't do that in the halls of Congress, he'd be thrown in jail. He did it in the halls of Congress, he's given immunity.\"\nIt’s an exaggeration to say Schiff \"made up\" a conversation. But even setting aside the merits of Trump’s claim, it’s extremely unlikely for prosecutors to pursue criminal cases of libel or slander — far less likely than the certainty of imprisonment that Trump indicated. \nTo fall victim, an ordinary person would have to make the comments in one of the shrinking number of states with such laws, then attract the notice of a prosecutor willing to take the case, be convicted, be sentenced to prison rather than fined, and then have their conviction and sentence upheld as constitutional in a likely post-conviction challenge. \nBut the chance that this could happen to Schiff is essentially zero. In the jurisdiction where Schiff spoke — the District Columbia — such law doesn’t exist. Nor does it exist in federal law or in the law of his home state of California.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-16652"}