{"url": "/factchecks/2019/mar/05/tony-evers/tony-evers-reverses-course-pledge-raise-no-taxes/", "speaker": "Tony Evers", "vclaim": "On not pursuing higher taxes", "truth_label": "full-flop", "date": "stated on February 28, 2019:", "title": "Evers reverses course on pledge to ‘raise no taxes’", "text": "\"Read my lips: no new taxes.\"\nGeorge H.W. Bush made the pledge while accepting the Republican nomination for president in 1988. It became one of the most famous broken promises in history after Bush struck a deal with a Democratic Congress and raised taxes in 1990.\nIs there an echo in the 2018 Wisconsin governor’s race?\nGov. Tony Evers spent months on the campaign trail saying he would consider raising taxes if elected, before a pre-election pivot.\n\"I’m planning to raise no taxes,\" the Democrat told The Washington Post on Nov. 1, 2018.\n\"I’m planning on raising no taxes,\" he told WISN-TV on Nov. 4, 2018.\nBut when Evers revealed his budget to state lawmakers Feb. 28, 2019, it included more than $1 billion in tax increases across the two-year period.\nSo we are returning to our Flip-O-Meter, which we use to gauge whether a politician has changed his or her position. Our standard reminder: We are not rating whether any change is good or bad politics or policy — just whether the politician has been consistent.\nCampaign Evers: no new taxes\nPolls showed Evers in a dead heat with incumbent Gov. Scott Walker, a Republican, in early November when he changed his tune on tax increases.\nRELATED: Wisconsin Gov. Tony Evers flips position on dissolving WEDC\nEvers had said throughout the campaign he would consider raising taxes if elected, but on at least two occasions in early November he pledged that would not be the case.\nThe Washington Post described an exchange this way in a Nov. 1, 2018 story:\nEvers said he would give $1.5 billion in state aid to school districts if he is elected. Walker says Evers would raise taxes to do all he is pledging to do. Evers, in a telephone interview, responded by saying: \"He is a liar. . . . I’m planning to raise no taxes.\"\nEvers spokesman Sam Lau said afterward that Evers' quote in the Post was a reference to a plan to cut income taxes for the middle class and scale back a tax break for farmers and manufacturers, though the story did not reference any such context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nThree days later, Evers made a nearly identical pledge in an interview on WISN-TV’s UpFront with Mike Gousha. Gousha asked about Walker’s claim that Evers would have to raise taxes to fund his promises.\n\"I’m planning on raising no taxes,\" Evers said. \"The idea that somehow he’s put me in this position of saying I’m going to tax, that’s just crazy. I’ve never said that. We’re going to be working on making sure that the middle class of the state of Wisconsin is protected with a tax cut.\"\nGov. Evers: we have to raise taxes\nThat brings us to the position of the now-governor.\nEvers introduced a two-year, $83 billion budget that would repeal the state’s right-to-work law, raise the minimum wage and expand the BadgerCare Plus health care program through Obamacare.\nAnd it would raise the gas tax by $485 million and other taxes by more than $550 million.\nEvers’ plan — which Republicans show no sign of supporting — aims to balance out an 8-cent-per-gallon gas tax increase by ending the state’s minimum markup law, which in most cases makes retailers raise the price 9.18 percent above the wholesale price.\nThe governor was asked March 1, 2019, how that budget fit with his prior pledge not to raise taxes.\n\"I understand there’s some tax increases. Obviously one of them’s the gas tax, but the reason the budget is the way it is is that we listened to the people of Wisconsin,\" Evers told reporters in Appleton. \"They said they wanted better schools, more adequately resourced schools. They said they wanted health care, and affordable and accessible health care. And they said they wanted to fix the roads. So those issues, basically there’s a cost involved in that.\"\nThree days later, Evers doubled down on the need for tax increases, saying a funding increase for the University of Wisconsin and major interstate improvements likely wouldn’t happen without the tax increases Republicans oppose.\n\"We have to have revenue,\" Evers said.\nAsked about the reversal, Evers’ staff didn’t dispute the change but defended the rationale and results.\n\n\"Under the governor’s proposal, the median family of four will save more than $1,000 on their income taxes this biennium,\" Melissa Baldauff, Evers’ deputy chief of staff, said in an email. \"To help fund this needed tax relief for the middle-class, the governor limits tax provisions that benefit a narrow sliver of taxpayers to bring them more closely in line with other claimants.\"\nOur rating\nWith the election bearing down in November, Evers told Wisconsinites he wouldn’t raise taxes.\nNow his first budget as governor includes proposals that would raise taxes by more than $1 billion.\nHe offered an explanation for the increases and in one case is seeking to negate an increase with other changes. But that all still adds up to a tax increase.\nAnd that’s a Full Flop.", "vclaim_id": "vclaim-pol-00942"}