{"url": "/factchecks/2021/jan/29/facebook-posts/us-military-arresting-congress-s-pants-fire-ridicu/", "speaker": "Facebook posts", "vclaim": "“U.S. military at the White House arresting Congress.”", "truth_label": "pants-fire", "date": "stated on January 28, 2021 in a Facebook post:", "title": "US military arresting Congress? That’s Pants on Fire ridiculous", "text": "\"BREAKING: US Military at the White House Arresting Congress,\" was the headline posted Jan. 28 on a website called Newsview.\nThe article, widely shared on Facebook, alleged that early on the morning of Jan. 25, special operations units had \"served indictments on, or were about to arrest, 67% of Congress.\" \nNo source for the information was cited. \nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSpokespersons for Senate Majority Leader Chuck Schumer, D-N.Y., and House Speaker Nancy Pelosi, D-Calif., said the claim is false.\nIt goes without saying that an arrest of even one member of the House or Senate by the military would have made major news.\nLeaving aside why the military would go to the White House to \"arrest Congress,\" the claim lacks any truth.\nRare, but military can be given arresting authority\nGenerally, members of the military have no legal authority to arrest private citizens, though they can be given the power to arrest through laws such as the Insurrection Act, said University of Texas law professor Stephen Vladeck, whose specialties include constitutional law, national security law and military justice.  \nLindsay Cohn, a professor of national security affairs at the U.S. Naval War College, said that even when members of the military are deployed to assist in the enforcement of law and order, it’s unusual for them to be given arrest authority. If members of Congress violated federal law, they would most likely be arrested by the FBI or a federal marshal, she added.\nVladeck and Cohn said some National Guard members who provided security for Biden’s inauguration in the wake of the Jan. 6 attack on the U.S. Capitol were given arrest authority.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nVladeck pointed out that if two-thirds of Congress had been arrested, word somehow would have leaked out.\n\"Simply put, this is all just nuts,\" he said.\nThe Department of Defense did not respond to our emails seeking comment.\nMisleading allusions to Insurrection Act, martial law\nThe article makes other unsubstantiated claims, including that the United States \"has been functioning under martial law\" since Jan. 9 as a result of an order by then-President Donald Trump.\nMany posts on social media pushing unproven claims about Trump declaring martial law or invoking the Insurrection Act contain information that’s misleading or inaccurate. \nThe federal Insurrection Act empowers the president to deploy the military and federalize National Guard troops to suppress certain situations including civil disorder, insurrection or rebellion. Martial law is a concept that doesn't have a legal definition in the U.S. At its most extreme, it reflects the suspension of civil authority and military control of civilian functions such as the courts.​\nNeither the act nor martial law has been employed.\nOur ruling\nThe headline of an article widely shared on Facebook claimed: \"U.S. military at the White House arresting Congress.\"\nThere is no evidence to support what is a false and ridiculous claim.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-19244"}