{"url": "/factchecks/2013/apr/16/Arizona-Citizens-Defense-League/gun-rights-group-says-senate-bill-proposes-univers/", "speaker": "Arizona Citizens Defense League", "vclaim": "Says a gun bill before the Senate \"is proposing the universal registration of all firearms and their owners.\"", "truth_label": "false", "date": "stated on April 10, 2013 in an email to supporters:", "title": "Gun-rights group says Senate bill proposes ‘universal registration of all firearms and their owners’", "text": "Just what’s in that new gun bill under debate in the Senate?\n\nOpponents would love to tell you all about it.\n\n\"Stop Federal Universal Firearms Registration!\" says the subject line of an email from an Arizona group this week.\n\nThe message urges readers to contact their senators, warning: \"In reality S. 649 is proposing the universal registration of all firearms and their owners.\"\n\nThe bill, known as the Safe Communities, Safe Schools Act of 2013, would make all gun sales subject to the nation’s background check laws, with limited exceptions.\n\nDoes it propose universal firearm registration?\n\nBackground checks and registries\n\nWe read the bill, and consulted experts, including legislative counsel for the American Civil Liberties Union, attorneys who helped represent security guard Dick Heller in his successful Supreme Court challenge to D.C.’s handgun ban, and the spokesperson for the Arizona Citizens Defense League.\n\nThe bill would require \"a background check for every firearm sale\" — or transfer of ownership — with a few exceptions, such as for certain family members. Right now, federal background checks are only required for sales through licensed gun dealers.\n\nHere’s how background checks work.\n\nThe FBI maintains the National Instant Criminal Background Check System.\n\nWhen you buy a gun from a federally licensed dealer, you fill out a form with personally identifying information. The dealer uses the NICS to match that information with various records to make sure you’re not, for example, a felon who’s not allowed to own a weapon. It’s a computerized process that’s only supposed to take about 30 seconds, but in the case of an unclear match, can take up to three days.\n\nIf you’re cleared to purchase a gun, the government is required to destroy all identifying information about you before the next business day. Instead, the dealer is required to store the form.\n\nThat’s right: Federal law requires destruction of records and bans creation of a federal gun registry.\n\nDoes S. 649, sponsored by Sen. Harry Reid, D-Nev., change that?\n\nSeveral attorneys we spoke to said no, it didn’t — it leaves those provisions in place. More people would be subject to background checks, but a federal database of that information would remain as illegal as ever.\n\nBut Chris Calabrese, legislative counsel for the American Civil Liberties Union, says the language of the bill leaves a door open for a new kind of record of sales between private sellers — as opposed to sales by federally licensed gun dealers — a record that may not be subject to the registry ban.\n\n\"We have a real fear with this particular legislative language that this would result in new records being created,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHe points to a legal phrase in the bill — \"notwithstanding any other provision of this chapter\" — as perhaps allowing creation and, later, collection of those records, even though existing law rules out \"a system of registration of firearms, firearms owners, or firearms transactions or dispositions.\"\n\nSo, even if there’s no intent to create such a loophole in the registry ban, the law doesn’t explicitly rule it out, he argues.\n\nCall it the possibility of a partial registry.\n\n\"I don't think it's a crazy idea to say that if the records exist, there would be a push to use them for other things,\"  Calabrese said.\n\nHe contrasts the bill’s vague language with an amendment proposed by Sens. Pat Toomey, R-Pa., and Joe Manchin, D-W.Va., that would explicitly bar any such registry and adds the possibility of up to 15 years in prison for violators.\n\nBut even if the federal government created a new type of record for gun sales between private sellers — and tracked them — that wouldn’t be \"universal registration of all firearms and their owners,\" as suggested by the Arizona group’s email message.\n\n\"There are at least 300 million guns in private ownership in America today, and I am not aware of any provision of S. 649 that would require the registration of those guns or assist the federal government in determining precisely who owns them,\" said Clark Neily, who was co-counsel to Dick Heller in District of Columbia vs. Heller.\n\n(Still, he said, mentioning the ACLU’s worry, the Arizona email \"touches upon a genuine concern.\")\n\nSo what does the Arizona Citizens Defense League say about its claim that the bill \"is proposing the universal registration of all firearms and their owners\"?\n\nEssentially, that the government will violate its own rules against keeping background check records.\n\n\"This is where background knowledge of the issue is so important, and goes WAY beyond what is written in statute,\" said Charles Heller, a radio host and spokesperson for the Arizona Citizens Defense League. (He’s no relation to Dick Heller.)\n\nHe says the FBI’s NICS system could illegally store results of all background checks.\n\n\"This is simply a method to herd all transfers to being ‘on record,’ for later confiscation,\" he said.\n\nBut the email message didn’t say the law would make it easier for the federal government to create an illegal gun registry. It said:\n\n\"The true subject of S. 649 is the requirement to report all firearms transfers to the federal government via ‘universal background checks.’ In reality S. 649 is proposing the universal registration of all firearms and their owners. As history has repeatedly shown us, and is currently being demonstrated in New York, registration is the prelude to confiscation.\"\n\nThat’s simply not what the bill proposes.\n\nRobert Levy, the chairman of the board of directors of the libertarian Cato Institute, was in his own words, \"a vigorous advocate for the right to possess firearms for self-defense\" as co-counsel to Dick Heller in District of Columbia vs. Heller.\n\nHe acknowledges the concern that expanding background checks creates a data trail that Americans must trust is being destroyed in a timely way by the federal government.\n\nStill, he says, \"it's incorrect to assert that S. 649 is proposing the universal registration of all firearms and their owners.\"\n\nOur ruling\n\nAn email circulated to Arizona residents claims a bill before the Senate \"is proposing the universal registration of all firearms and their owners.\" The bill expands background checks to most gun transfers. But federal rules forbid the government from keeping a record of successful background checks for more than a day. The ACLU argues it’s possible the bill creates a new type of record for some sales that may not be subject to the ban, but that’s not the same thing as \"universal registration of all firearms and their owners.\" We rate the claim False.", "vclaim_id": "vclaim-pol-09465"}