{"url": "/factchecks/2011/oct/19/michele-bachmann/michele-bachmann-says-four-simultaneous-military-d/", "speaker": "Michele Bachmann", "vclaim": "\"We saw the president of the United States engage American troops in a fourth conflict in a foreign land. This is historic.\"", "truth_label": "false", "date": "stated on October 18, 2011 in a Republican presidential debate in Las Vegas:", "title": "Michele Bachmann says four simultaneous military deployments is 'historic'", "text": "During the Oct. 18, 2011, Republican presidential debate in Las Vegas, Michele Bachmann noted what she suggested was a landmark moment in American foreign policy.\n\n\"We saw the president of the United States engage American troops in a fourth conflict in a foreign land. This is historic.\"\n\nCurrently, the U.S. has active military deployments of varying types in Afghanistan, Iraq, Libya and central Africa. The last mission -- which could involve boots on the ground in Uganda, South Sudan, the Central African Republic and the Democratic Republic of the Congo -- was announced just days before the debate by President Barack Obama.\n\nAccording to the White House, this latest mission involves \"approximately 100\" combat-equipped U.S. forces to aid ongoing efforts by African nations to counter a long-running battle with the Lord's Resistance Army, a guerilla group infamous for killing families and forcibly conscripting the remaining children as soldiers.\n\nWe wondered whether Bachmann was correct that four simultaneous U.S. deployments represented a significant landmark for the use of U.S. forces abroad. So we turned to a report compiled by the Congressional Research Service, \"Instances of Use of United States Armed Forces Abroad, 1798-2006.\"\n\nBecause of the start and end date of the document’s data, we don’t have full information on deployments through 2011. But there are more than enough instances throughout recent U.S. history to demonstrate that four deployments is not a high-water mark.\n\nWe found a few periods prior to 1990 in which the number of separate overseas deployments came close to reaching four -- including 1899, 1912, 1916 and 1919 -- but in each case we took a more cautious path because we couldn’t be 100 percent sure that the specific dates for those deployments overlapped.\n\nBut beginning in 1993, we found that it was almost always the default that U.S. troops were actively deployed in at least four separate locations.\n\nWe won’t overwhelm you with a torrent of dates and locations. Instead, we’ll list two periods -- the 1990s and the 2000s -- each with one list of nations where the U.S. had long-term deployments and another list of nations where the U.S. briefly committed troops, such as for a rescue of diplomatic personnel or American civilians. For the 2000s, we’ll also add a special category of nations for which the U.S. disclosed that it had dispatched troops for training and preparation for post-9/11 antiterrorism training and other operations.\n\nLong deployments, 1993-2000\n\nBosnia / Macedonia\nEast Timor\nFormer Yugoslavia / Kosovo\nHaiti\nIraq no-fly zone\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nShort deployments, 1993-2000\n\nAfghanistan (airstrike only)\nAlbania\nBurundi\nCentral African Republic\nKenya\nLiberia\nSierra Leone\nSomalia\nSudan (airstrike only)\nTanzania\nYemen\n\nLong deployments, 2001-06\n\nAfghanistan\nBosnia\nFormer Yugoslavia / Kosovo\nIraq War\n\nShort deployments, 2001-06\n\nCote D’Ivoire\nEast Timor\nHaiti\n Lebanon\nLiberia\n\n Global War on Terror deployments, 2001-06\n\nDjibouti\nEritrea\nEthiopia\nGeorgia\nKenya\nPhillipines\nYemen\n\nAccording to our count, from 1993 to 2006, the number of simultaneous deployments dropped below four only for one year -- 1997. Otherwise, the U.S. was juggling at least four and sometimes eight or nine deployments at once.\n\nNot all of these previous deployments were equal in scope. Some lasted years and involved ground troops; some lasted just a few days; some were primarily based on air power. But that's also true today. Afghanistan and Iraq are years-long operations with ground forces, while Libya has been a NATO operation in which the U.S. did not have large numbers of troops on the ground. The mission against the Lord’s Resistance Army, meanwhile, looks like some of the smaller operations from the past two decades.\n\nTo make sure we weren’t missing context, we asked military historians whether they thought our analysis was sound. The two who responded -- Ted Wilson, a history professor at the University of Kansas, and William W. Stueck, a historian at the University of Georgia -- agreed that Bachmann was wrong to suggest that four simultaneous deployments represented any kind of landmark.\n\nOur ruling\n\nA look through history suggests that, contrary to Bachmann’s claim, having four simultaneous military deployments is not only not a landmark, it’s actually become the norm for the U.S. since 1993. We rate her statement False.", "vclaim_id": "vclaim-pol-12236"}