{"url": "/factchecks/2010/nov/07/paul-ryan/paul-ryan-says-us-discretionary-spending-increased/", "speaker": "Paul Ryan", "vclaim": "\"Discretionary spending went up 84 percent in the last two years\"", "truth_label": "barely-true", "date": "stated on November 2, 2010 in an election-night interview :", "title": "Paul Ryan says U.S. discretionary spending increased 84 percent in the last two years", "text": "U.S. Rep. Paul Ryan, the Wisconsin Republican, and incoming chairman of the House Budget Committee, is known for his mastery of math and fondness for figures.\n\nIn one notable episode, Ryan directly confronted President Barack Obama at an open meeting of House Republicans in Baltimore in January 2010.\n.\n\"The spending bills that you have signed into law, the domestic discretionary spending has been increased by 84 percent,\" Ryan told the president, in the televised exchange.\n\nObama pushed back on the number, and the wonky episode might otherwise have been forgotten, but Republican candidates and incoming House Speaker John Boehner of Ohio repeated similar claims through the fall election.\n\nMost recently, Ryan was again quoted as saying it by the Racine Journal Times in the wake of the Nov. 2 election: \"Discretionary spending went up 84 percent in the last two years.\"\n\nThat’s a big increase.\n\nAnd, with Ryan set to take over the House Budget Committee, one worth sorting out.\n\nThe backup for his claim can be found in a June 4, 2010 news release issued in the name of the budget committee’s Republican caucus.\n\nIn it, Ryan makes clear he is talking about non-defense discretionary spending. Discretionary spending goes for such things as education, health and housing -- in contrast to mandatory expenditures such as Social Security and Medicare \"entitlements.\"\n\nOutside experts that PolitiFact Wisconsin spoke with quibble a bit about the annual budget figures Ryan uses, but the numbers are not really in dispute. And they do show a big jump -- from $434 billion in 2008 to $537 billion in 2010.\n\nBut that’s a 24 percent increase, not the 84 percent claimed by Ryan and his colleagues.\n\nIs someone’s math fuzzy? Let’s dig in to find out.\n\nRyan’s calculations also include another number -- the discretionary spending portion of the American Recovery and Reinvestment Act, better known as the economic stimulus package. That adds another $259 million to the total, which brings it to $797 billion (with rounding) and the 84 percent.\n\nOne problem, and it’s a significant one in terms of Ryan’s statement:\n\nThe stimulus package was approved in February 2009.\n\nRyan includes it in the 2010 totals, so the two-year trend under Obama looks like a rocket headed straight up.\n\nIf you put it in 2009 -- when it was passed -- the two-year trend under Obama looks more like a roller-coaster ride: Up a lot, and then down some but not all the way.\n\nLet’s turn to some budget watchdog groups to assess the approach.\n\nFirst, not everyone agrees it’s appropriate to even include the stimulus money in the calculation, since it could be considered one-time emergency spending -- not part of the underlying base. The annual figures that are the basis of Ryan’s chart do not include emergency spending, such as for natural disasters or unforeseen war costs.\n\nObama and Democrats argue the stimulus package -- which tallied $862 billion in all --- was the ultimate \"emergency\" allocation aimed at preventing another Great Depression.\n\nMost experts told PolitiFact Wisconsin it’s fine to include it, as long as it appears as a one-time blip -- creating that roller-coaster rise and fall.\n\n\"The discretionary spending in the stimulus bill has already begun to fade and no one assumes stimulus bill levels of spending will continue every year into the future,\" said Joshua Gordon, policy director at The Concord Coalition, a nonpartisan group that advocates for fiscal responsibility.\n\nHis group and the left-leaning Center on Budget and Policy Priorities agree the stimulus funding should be placed in 2009.\n\nThat’s when the vote occurred, when the spending authority for nearly all of it was granted, and that’s how the Congressional Budget Office records it. And Ryan’s own press release, in the fine print, refers to the stimulus funds as 2009 spending.\n\nPutting them in 2010 may make a stronger rhetorical point, but a shaky mathematical one.\n\nWhy did Ryan do it that way?  \n\nIn response, Ryan’s office said in an e-mail he presents the budget figure on the chart with and without stimulus funding \"so readers can separate the two if they wish.\"\n\nBut in his public statements about the increase, he doesn’t separate them at all. He uses the higher, skewed number.\n\nRyan’s office also says the cumulative view, not the year to year, is what’s important in the spending trend. They say if you just look at 2008 and 2010, it’s as if the stimulus never occurred.\n\nBut the stimulus money was a one time authorization. It is not part of the annual base, so following past Washington accounting practice it belongs in the year it was approved.\n\nFinally, Ryan’s office argues his analysis does not include the vast majority of the stimulus spending. That’s certainly true. But it’s Ryan who limits the statement -- and the discussion of it -- to discretionary spending and when budget authority was granted.\n\nRyan aides said the congressman is not using the figures to make Obama look bad -- he blames the long-term increase in spending on both parties..\n\n\"He is making a policy argument that we should return to sustainable levels of government spending,\" said spokesman Conor Sweeney.\n\nTo be sure, no matter what year you stick it in, that $259 billion in discretionary stimulus funding -- and the massive overall package -- represents a dramatic spending leap.\n\nBut if you put it in 2009 -- where evidence says it belongs -- you get a different picture than the one presented by Ryan. If it is there, the change in discretionary spending under Obama was a 70 percent increase in the first year, followed by a 27 percent drop in the second.\n\nThat second year is still higher than the starting point, because non-stimulus spending also rose.\n\nThat brings us back to the 24 percent overall increase between 2008 and 2010, which is where we began.\n\nAnd that’s where we will end.\n\nIn illustrating his point about spending increases under President Obama, Ryan says non-defense discretionary spending has risen 84 percent. There is no doubt that spending is up, or that the one-time stimulus package was a major driver. But sliding the stimulus money from 2009 to 2010 -- whether on a chart or in an interview -- skews the picture.\n\nIt’s a nifty accounting maneuver. But still a maneuver. We rate Ryan’s claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14055"}