{"url": "/factchecks/2012/may/24/don-gaetz/tv-ad-don-gaetz-distorts-debate-over-septic-tank-i/", "speaker": "Don Gaetz", "vclaim": "Says he fought for the repeal of a septic tank inspection program after \"Tallahassee pulled a fast one.\"", "truth_label": "barely-true", "date": "stated on May 18, 2012 in a campaign commercial:", "title": "In TV ad, Don Gaetz distorts debate over septic tank inspections", "text": "Florida’s next Senate president is telling voters in a new campaign ad that he fought to overturn a \"fast one\" pulled by Tallahassee lawmakers.\n\n\"When Tallahassee pulled a fast one on septic tanks, Gaetz fought back,\" a TV advertisement says.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nThat’s partially true.\n\nBut Sen. Don Gaetz, a loquacious Republican from the Panhandle, is leaving something out when he discusses a never-enforced and now largely repealed measure requiring septic tank inspections every five years.\n\nHe voted for the inspections. Twice.\n\nIn an interview with PolitiFact Florida, Gaetz said he was misled about the inspection requirement by the Senate sponsor and a staff member, and that’s why he and other Republicans crusaded to have the inspection requirement tossed out of state law. But the public record doesn’t bear that out.\n\n\"This bill was not a last-minute, surprise bill,\" said Sen. Paula Dockery, R-Lakeland, a member of the special committee that raised the prospect of mandatory inspections with residents in 2010. \"I think that’s a little unfair -- a lot unfair.\"\n\nPolitiFact Florida decided to dig into the septic tank inspection requirement, which passed in 2010 and was removed for most counties in 2012.\n\nThen-Sen. Lee Constantine, R-Altamonte Springs, sponsored the measure as part of a larger conservation proposal (SB 550). There are about 2.6 million septic tanks in Florida, and about half are more than 30 years old, a 2008 Department of Health study found. (The Legislature had directed the agency to assess the costs of a statewide inspection program.)\n\nOfficials expected the amount of annual septic tank inspections to increase from 17,000 to 500,000 because the of the new requirement.\n\nConstantine’s bill passed its required committees with ease, earning just a few no votes. Gaetz, elected to the Senate in 2006, voted against the bill during one committee stop. But when it came before the full Senate for final passage, Gaetz, like nearly every senator, cast floor votes in favor on April 26, 2010 (30-3), and April 29, 2010 (34-4).\n\nMost people who spoke at the committee’s statewide hearings before the session \"spoke highly of the idea\" of an inspection program, noted a 2010 summary of the committee’s work.\n\n\"Not one speaker spoke against requiring inspections,\" the report stated.\n\nThat changed almost immediately -- with Gaetz, other Republicans and at least one Democrat leading the backpedaling. They argued that the inspection requirement was a one-size-fits-all approach and that the price tag of inspections -- estimated around $150 or more -- was too high during an economic downturn. (PolitiFact Florida wrote about the cost issue during the 2011 session.)\n\nAs frustration mounted among tea party members and his northwest Florida constituents, Gaetz was quoted as saying a repeal of the inspection requirement was already \"teed up and and ready to go,\" according to November 2010 Bradenton Herald story.\n\nIn another statement, he bemoaned the legislation’s burden \"on many people in rural areas who are struggling to make it financially in these exceptionally hard times.\"\n\nWhy the change of heart?\n\nGaetz told PolitiFact Florida he voted for the bill after being \"misled\" by Constantine and committee staff about the bill’s consequences -- hence the \"fast one.\"\n\nHe asked Constantine privately outside the Senate chamber, he said, if this was the same proposal the Senate defeated the year before, and he said no (that proposal applied to some counties with larger springs and died in committee). Gaetz said he asked if he had anything to worry about, and Constantine told him no, it would affect areas Gaetz didn’t represent.\n\n\"Constantine and the staff director attempted to reassure me and other senators that our concerns were misplaced,\" he said. \"The whole Senate was operating under information that wasn’t entirely true.\"\n\nThat’s why he crusaded against the inspections later, he said.\n\nConstantine insists he never misrepresented the septic tank program.\n\n\"All the information was fully vested,\" Constantine said.\n\nAudio recordings of meetings in which Gaetz voted on SB 550 amplify Constantine’s position.\n\nThe inspection requirement was added to the bill during the Senate Policy and Steering Committee on Ways and Means. Shortly before Gaetz’s no vote during that meeting, Sen. Joe Negron, R-Stuart, asked Constantine about the inspection program’s impact during a series of rapid-fire hypothetical questions.\n\n\"Is this statewide?\" Negron asked.\n\n\"Yes,\" Constantine said.\n\nAs the Senate approached its floor vote a few days later, Constantine fielded a question from Sen. Rudy Garcia, R-Hialeah: \"Is this the one that has the septic tank language?\"\n\n\"This is the landmark bill for water resources and it includes that,\" Constantine said.\n\nThere were no questions from Gaetz.\n\nNow, it’s true that Gaetz attempted to overturn the inspection requirement. During a special session in 2010, Gaetz sponsored a measure that pushed the program’s implementation date from Jan. 1, 2011, to July 1, 2011. Gov. Rick Scott allowed it to become law without his signature. (The Senate and the House waited until Scott was in office to deliver the bill to the governor for his signature or veto.)\n\nIn 2011, Gaetz said he asked Senate budget chairman JD Alexander, R-Lake Wales, to include budget language that would prevent the Department of Health from implementing the requirement for another year.\n\nAnd in 2012, Gaetz said he asked Senate President Mike Haridopolos to find a way to get rid of the mandate. A partial repeal wound up in a Department of Health reorganization bill (HB 1263), which Scott signed into law. The inspection requirement still exists for 19 counties with large springs, but they are allowed to opt out of the inspection requirement (as Hernando County did in early May.)\n\nIn the end, Gaetz basically fought to get rid of a state law that he is partially responsible for. Gaetz says he was misled by \"a fast one,\" but we found no evidence of the bill sponsor downplaying the swath of affected homeowners. Plus Gaetz ultimately is responsible to know what is in a bill he voted on.\n\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-11045"}