{"url": "/factchecks/2014/jul/13/rick-santorum/santorum-obama-said-if-illegal-immigrants-come-you/", "speaker": "Rick Santorum", "vclaim": "Children are crossing the border because President Barack Obama said \"if you come, you’re going to be able to stay, because we’re not going to enforce the law.\"", "truth_label": "barely-true", "date": "stated on July 13, 2014 in comments on NBC's \"Meet the Press\":", "title": "Santorum: Obama said that if illegal immigrants come, 'you’re going to be able to stay'", "text": "As children from El Salvador, Guatemala and Honduras continue to arrive at America’s border, the political finger-pointing has started.\nPresident Barack Obama said the problem could be dealt with if Congress approves his emergency funding request. Republicans charge that the president’s own policies have fueled the surge.\nAs the panelists on NBC’s Meet the Press batted this back and forth, Kim Strassel of the Wall Street Journal noted an unusual feature of the latest trend.\n\"People are not coming here to sneak over,\" Strassel said. \"The kids are coming up here saying, ‘Take me in, too. Take me into detention.’ \"\nFormer Republican presidential candidate Rick Santorum laid that at the president’s feet.\n\"That’s because we have a president who said, ‘Hey, if you come, you’re going to be able to stay, because we’re not going to enforce the law,’ \" Santorum said.\nFor the record, Obama did not say those words. This fact-check focuses on whether Obama expressed the view that people who come today would be allowed to stay.\nWe tried to contact Santorum to clarify his meaning and did not hear back. Children from Central America are currently allowed to stay in the United States and receive a hearing before potentially being deported as part of a 2008 human trafficking law signed by President George W. Bush. But Republicans have tried to pinpoint blame on Obama, pointing to Obama’s directive aimed at young undocumented immigrants in August 2012. That move, called Deferred Action for Childhood Arrivals, did change the administration’s practices. The question is, does it apply to the kids showing up today?\nImmigration lawyer and Cornell Law School professor Stephen Yale-Loehr says it does not.\n\"Among other things, the kid must have arrived before June 15, 2012,\" Yale-Loehr said.\nThe deferred action details\nA few months before the 2012 election, Obama issued an executive order that allowed certain young people without legal immigration status to apply for a two-year deferral of any removal proceedings. That deferral could be extended, and anyone who was accepted would also gain the ability to work in this country. Generally speaking, it targeted people who had come across the border with their parents when they were little and had lived in the United States for many years.\nThe move came after Republicans rejected a bill, the DREAM Act, that would have put these people on the path to citizenship.\nThe Homeland Security Department summarized who qualified:\n\n\nYou came to the United States before reaching your 16th birthday;\n\n\nYou have continuously resided in the United States since June 15, 2007, up to the present time;\n\n\nYou were under the age of 31 as of June 15, 2012;\n\n\nYou entered without inspection before June 15, 2012, or your lawful immigration status expired as of June 15, 2012;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nYou are currently in school, have graduated or obtained your certificate of completion from high school, have obtained your general educational development certification, or you are an honorably discharged veteran of the Coast Guard or Armed Forces of the United States;\n\n\nYou have not been convicted of a felony, significant misdemeanor, or three or more misdemeanors, and do not otherwise pose a threat.\n\n\nAs Yale-Loehr noted, no child arriving at the border today would meet those criteria. Santorum claimed that Obama said, \"If you come, you’re going to be able to stay.\" That would not follow under Obama’s deferred action memo, nor his public statements about the situation.\n\nA related talking point is that this move from Obama triggered the influx. However, based on numbers from the Homeland Security Department, the rapid rise began in 2011, well before Obama announced his policy.\nThat is not to say that the policy definitively played no role. In an open letter distributed in key Central American countries, Homeland Secretary Jeh Johnson underscored that Obama’s memo did not apply to new arrivals.\nThe fact Johnson had to write a letter suggested that Central Americans did draw hope from Obama's executive order.\nA broader interpretation of Obama’s policies\nIt is possible that Santorum had other administration immigration policies in mind. David Martin, professor of law at the University of Virginia, said by 2011, the director of Immigration and Customs Enforcement established centralized priorities for removal proceeding actions. Priority is given to people with criminal records, recent border crossers, those who had come back after having been sent home before, and a few other groups.\nMartin said this is a good way to use limited resources but it could have a downside.\n\"Undocumented people with an otherwise clean record who have been here for three or four years fall outside the priorities,\" Martin said. \"If they know these details, they may feel somewhat reassured.\"\nThat said, Martin thinks this is a charitable view of what Santorum was thinking.\n\"That scenario is miles away from the current controversy,\" Martin said.\nIn addition, there has been debate over how aggressively the administration has sent undocumented immigrants out of this country. By some measures, the government has expelled 2 million people, a much higher number than any other president, but some critics say the pace has fallen off.\nAs Anna Law, professor of constitutional law at CUNY Brooklyn College wrote in a recent article in the Washington Post, the available deportation statistics are muddy. There are people who are caught inside this country and sent home and people who are stopped at the border and turned back. If you use both figures combined, Obama looks tough. But use the first and not the other, and he looks less aggressive. (To make matters worse, the official categories have changed over time, making it difficult to compare administrations.)\nKevin Johnson, law professor and dean of the law school at the University of California-Davis, said at the end of the day, the numbers don’t support the argument that lax enforcement has anything to do with the latest problem. \"(It) seems far-fetched,\" Johnson said.\nOur ruling\nSantorum said that Obama drew the influx of children at the border by saying, \"If you come, you’re going to be able to stay.\"\nThe closest thing we could find to support Santorum's point is an open letter by the Homeland Security secretary to Central Americans. That letter acknowledged there could be a connection between Obama's executive order and the influx of children from Central America -- even though the executive order would not apply to the children approaching the border today. \nObama's deferred action policy applies only to people who had lived in the United States continuously since June 15, 2007. The targeted enforcement policies would provide no advantage to the children showing up at the border, and the administration has sent millions of people back to their home countries.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07613"}