{"url": "/factchecks/2013/sep/26/state-democratic-party-wisconsin/gop-state-leaders-funding-tech-schools-1989-levels/", "speaker": "Democratic Party of Wisconsin", "vclaim": "The 2013-’15 state budget backed by Gov. Scott Walker and Republican lawmakers \"left our technical colleges funded at 1989 levels.\"", "truth_label": "half-true", "date": "stated on September 18, 2013 in a column on the party's website:", "title": "GOP state leaders funding tech schools at 1989 levels, Democratic Party says", "text": "Soon after students slung backpacks over their shoulders for the start of a new school year, the Wisconsin Democratic Party threw the book at Republican Gov. Scott Walker and the GOP-controlled Legislature for an \"ideological attack on higher education.\"\nAn article posted Sept. 18, 2013 on the party’s website made a number of charges, including one about the Wisconsin Technical College System.\nThe 2013-’15 state budget, the party declared, \"left our technical colleges funded at 1989 levels.\"\nThe 1989 reference would mean state funding for tech schools is the same as it was when the parents of today’s students were on campus. It was a repeat of a claim the party had made before, and a statistic we alluded to in an item in 2012.\nSo, let’s see if the folks on the left are right about the folks on the right.\nOverall tech school funding\nThe state’s 16 technical colleges serve some 360,000 Wisconsinites per year -- those taking a class here and there as well as those seeking a two-year diploma or other credential. Based on a 2007 study by the Wisconsin Taxpayers Alliance, the system has an economic impact of about $7 billion per year.\nBefore we dig into the fact check, it’s important to know that state money makes up a relatively small portion of the tech schools’ overall funding.\nThe technical colleges get their money primarily from three sources, according to the nonpartisan Legislative Fiscal Bureau. In 2011-’12, the latest figures available, those three sources accounted for $1.15 billion -- two-thirds ($771.3 million) from property taxes, one-fourth ($279 million) from tuition and fees, and 9 percent ($101.2 million) from the state.\nOf the $101 million in state money, $83.5 million was unrestricted -- and is known as general state aid -- while the rest was earmarked for certain purposes.\nSo, any reduction in state aid wouldn’t affect the lion’s share of the tech schools’ overall funding.\nNevertheless, the claim we’re testing focuses on the state budget and how much of it goes to tech schools.\nState funding of tech schools\nTo back its claim, the Democratic Party cited a state budget document and legislative testimony that show general state aid -- the unrestricted funds -- was $85 million for the 1988-’89 budget year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSince that time, general state aid to the tech schools has trended upward. It reached $119 million in 2010-’11, the final budget year before Walker took office.\nBut Walker’s first budget, for 2011-’13, imposed a 30 percent cut -- nearly $72 million over two years -- in general state aid to the tech schools.\nThe tech schools cite a Legislative Fiscal Bureau estimate, however, that they were able to recoup at least 70 percent of the cut. They did so primarily by taking advantage of Walker’s 2011 collective bargaining law and requiring employees to pay more toward their health care and pensions.\nThe Democrats’ claim, however, referred to Walker’s second state budget, for 2013-’15.\nThat budget keeps general state aid to the tech schools at $83.5 million for the first year, but raises it to $88.5 million the second year.\nSo, the current budget provides an average of $86 million per year in general state aid to the technical colleges -- virtually the same as the $85 million in 1989.\nWalker spokesman Tom Evenson took issue with the measure singled out by the Democrats, saying all state aid -- not just the unrestricted general aid portion -- should be considered.\nTotal state aid is $108 million in the first year of the current budget and $113 million in the second, exceeding total state aid of $93.5 million in 1989.\nBudget experts we spoke to said either measure -- total state aid cited by Walker’s office or the general aid portion cited by the Democrats -- is valid.\nOf course, neither takes inflation into account.\nHad general state aid kept pace with inflation over the years, the $85 million allocated in 1989 would have been $160 million in 2013, according to the U.S. Bureau of Labor Statistics’ consumer price index calculator.\nOur rating\nThe Wisconsin Democratic Party said the current, 2013-’15 state budget adopted by Walker and Republican lawmakers \"left our technical colleges funded at 1989 levels.\"\nThat’s correct for the unrestricted general aid portion of state funding, which is the part the Republicans dramatically cut in the previous state budget.\nHowever, total state aid in the current budget is higher than it was in 1989.\nWe rate the statement Half True.\nIf you would like to comment on this item, you can do so on the Journal Sentinel's web page.", "vclaim_id": "vclaim-pol-08835"}