{"url": "/factchecks/2013/aug/14/mitch-mcconnell/mitch-mcconnell-tags-kentucky-primary-opponent-tax/", "speaker": "Mitch McConnell", "vclaim": "Says Matt Bevin has repeatedly failed to pay his taxes.", "truth_label": "barely-true", "date": "stated on August 5, 2013 in a campaign ad:", "title": "Mitch McConnell tags Kentucky primary opponent as tax delinquent", "text": "The 2014 Kentucky Senate race will ultimately be a referendum on Republican versus Democratic policies, but before we get to that point, the state’s senior senator, Minority Leader Mitch McConnell must first get through the GOP primary. He faces a challenge from well-to-do businessman and tea party activist Matt Bevin. In a state that elected Sen. Rand Paul, a magnet for the libertarian wing of the Republican Party, McConnell is treating this as a real challenge.\nMcConnell’s latest ad is called \"Delinquent\" and it casts Bevin as a man who repeatedly fails to pay his taxes and then denies the habit. Here’s the key text from the ad:\nAnnouncer: Bevin says (video clip) \"I have no tax delinquency problem, nor have I ever.\"\nAnnouncer: But Bevin’s business failed to pay taxes at least eight times. And was the No. 1 tax delinquent.\nBevin also failed to pay taxes on his million-dollar home in Maine.\nDespite official documents, Bevin says (video clip) \"I have no tax delinquency problem nor have I ever.\"\nAnnouncer: Bailout Bevin. How can you believe him on anything?\nWe contacted the McConnell campaign, and they told us that the business that didn’t pay taxes is Bevin Brothers Manufacturing in East Hampton, Conn. Bevin Brothers makes bells -- cow bells, brass hand bells, door bells, sleigh bells and so on. It’s been making bells since 1832 and on its website, it speaks with pride of being the \"only remaining company manufacturing just bells in the United States.\" The Bevin family has overseen the firm for six generations.\nMatt Bevin became wealthy managing the portfolios of institutional investors. An uncle in Connecticut owned and ran Bevin Brothers. According to a letter provided by the Bevin campaign, the factory foreman, Doug Dilla, contacted Matt Bevin in 2008 and asked him to intervene to save the company. The uncle was ill, and the firm \"was in debt and not meeting its obligations,\" Dilla wrote. Dilla wrote that letter in July 2013 at the Bevin campaign’s request.\nThe McConnell campaign sent us copies of tax records showing the bell maker had fallen behind on paying taxes eight times. The amounts ranged from $21 to over $74,000. That big bill was owed to the Internal Revenue Service, and the record shows that the company failed to pay what it owed in 2008 and in the second quarter of 2009.\nThe question is, as our colleagues at the Washington Post Fact Checker pointed out in their analysis of this ad, can Matt Bevin be held accountable for those unpaid taxes?\nThe IRS lien document is consistent with the storyline of a company facing hard times around 2008. There is no record of Matt Bevin having managerial control of the firm before that point and the extent of his involvement afterward is unclear. According to the Bevin campaign, he began putting money into the bell maker starting in 2008. His uncle remained in charge, at least formally, until August 2011 when the board elected him president and treasurer. The campaign provided an unsigned copy of the shareholder resolution; the signed original, they said, was lost in a major fire at the plant in 2012.\nThe East Hampton town manager, Mike Maniscalco, told us that from what he and other town officials can tell, all those details are accurate.\n\"The company was definitely struggling, and we are grateful that Mr. Bevin got involved,\" Maniscalco said. \"After the fire, the company had offers from other communities to reopen elsewhere and thankfully, they made the decision to stay and are cranking out bells today.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nManiscalco also affirmed that he wrote a letter to the campaign in which he described Bevin’s successful efforts to pay all back taxes.\nThe ad’s claim that Bevin Brothers Manufacturing had become the area’s top tax delinquent is accurate but is due mainly to the town’s tax base. Residential property taxes account for over 90 percent of revenues; when the bell maker fell behind, the amount it owed stood out.\nThe house in Maine\nThe ad’s final assertion is that Bevin failed to pay taxes on his million-dollar home in Maine. That is accurate but incomplete. In 2007, Bevin did not pay $5,761.07 in property taxes on a home he bought for $1,250,000 in 2001.\nThe house is in the town of Greenwood, Maine. The town’s tax collector, Kimberly Sparks, told us that Bevin had paid his taxes on time every year before 2007 and afterward as well. When Bevin bought the house in 2001, the lender was American Bank and Trust. Typically, along with a mortgage comes an escrow agent that pays the tax bill. Sparks said that sometime around 2007, the lender and escrow agent changed to National City Corporation.\n\"A lot of times we see that when there’s a change in escrow agents,\" Sparks said, \"property taxes don’t get paid. That’s a common occurrence.\"\nSparks said the town sends the tax bill to the property owner, and it is up to the owner to forward it to the escrow agent. The McConnell campaign provided a copy of the tax notice sent to Bevin’s Louisville address and noted \"the lien was sent to his house in Louisville, so it would have been hard to miss.\"\nIn 2008, National City was collapsing in the sub-prime mortgage debacle and was purchased by PNC Financial Services. The extent to which that was a factor is unclear.\nAccording to a letter Sparks wrote at the request of the Bevin campaign, Bevin contacted the town in 2009 \"concerned that his accounts were paid by his new mortgage company\" and \"was surprised to learn of two tax liens.\" By February 2009, National City Mortgage paid the back taxes.\nOur ruling\nThe McConnell campaign ad paints a picture of Matt Bevin as a man with a track record of unpaid taxes. The claim is based on back taxes owed by a bell-making company in Connecticut that was owned by members of the Bevin family, and Bevin’s failure to pay taxes on a vacation house in Maine.\nWith the bell maker, based on the paper trail and interviews, it’s reasonable to conclude that the company was in financial trouble before Bevin was deeply involved. We don’t know all the details of Bevin’s management role, but the town credits him for helping the firm pay its tax bills and later, keeping the business afloat. McConnell’s team says this was Bevin’s business and he was responsible for its failure to pay taxes. But the weight of evidence says he inherited the tax liabilities; the town doesn’t hold him responsible for the nonpayment of taxes, and in fact, regards him in exactly the opposite light. This makes it difficult to see where the McConnell claim holds up.  \nAs for the house in Maine, Bevin showed a lapse in overseeing the property tax payments, but the change in mortgage companies at a time when the lender was headed toward bankruptcy is a significant factor. According to local officials, Bevin took the initiative to correct the problem.\nIn both cases, there is a slim element of truth but the rest of the facts paint a very different picture.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08992"}