{"url": "/factchecks/2014/sep/25/bill-cassidy/bill-cassidy-says-mary-landrieu-put-illegal-immigr/", "speaker": "Bill Cassidy", "vclaim": "Says Mary Landrieu voted to fund benefits for illegal immigrants ahead of veterans.", "truth_label": "pants-fire", "date": "stated on September 19, 2014 in a campaign ad:", "title": "Bill Cassidy says Mary Landrieu 'put illegal immigrants ahead of veterans'", "text": "Rep. Bill Cassidy, a Republican running for Senate in Louisiana, mixed two buzzwords of the 2014 campaign cycle — immigrants and veterans — in an ad attacking Democratic opponent Sen. Mary Landrieu.\nHow are the two related? Cassidy said Landrieu chose to fund one but cut from the other.\n\"What would you choose? To fund benefits for veterans or for illegal immigrants? I would never put illegal immigrants ahead of veterans. But Mary Landrieu did,\" Cassidy said in the ad. \"Instead of fully funding veterans’ benefits, she voted to give benefits to those here illegally. No wonder she supports Barack Obama and his amnesty plan.\"\nThat’s quite the charge, but is it accurate? We decided to take a look.\nCassidy is referring to the budget agreement reached in December 2013 between Rep. Paul Ryan, R-Wis., and Sen. Patty Murray, D-Wash. — the top budget negotiators for their respective chambers.\nThe bill prevented another government shutdown and provided some relief from sequestration. (Forgot about the sequester? It’s the 10-year, across-the-board budget cuts that were supposedly so deep and detested by both parties that Congress was expected to reach a grand budget compromise to avoid them, but never did.)\nUnder the agreement, budget caps for discretionary spending are set at $1.012 trillion for fiscal year 2014 and $1.014 trillion for fiscal year 2015. For 2014, that figure is $45 billion more than it would have been under sequestration, and it’s $18 billion more for 2015.\nHow did Congress pay for that? In part, by reducing the cost-of-living adjustments for the retirement pay of veterans under the age of 62.\nThat provision sparked immediate blowback from veterans groups and some members of Congress.\nBut the budget agreement passed the House on Dec. 12, 2013, overwhelmingly, 332-94. Cassidy voted for it.\nWhen the bill moved to the Senate, Majority Leader Harry Reid, D-Nev., blocked any amendments so the fragile agreement could get an up-or-down vote as it passed the House (another government shutdown was looming in January).\nBut Sen. Jeff Sessions, R-Ala., tried to reopen the amendment process so he could introduce an amendment that would have restored the pension cost-of-living reduction for veterans. To pay for increased spending caps, Sessions wanted to instead close a loophole that allowed some undocumented immigrants with children to collect the Additional Child Tax Credit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSessions' amendment never came up for a vote. The Senate did take up a procedural vote, however, on whether to reopen the amendment process so Session’s amendment, and possibly others, could be heard. However, that vote failed on Dec. 17 largely along party lines, 54-46, with Landrieu voting with her Democratic colleagues.\nThe next day, the bill passed the Senate on a vote of 64 to 36.\nCassidy spokesman John Cummins said Landrieu in the Senate could have voted to open the budget agreement to amendments and chose not to. Cassidy did not have that opportunity in the House because Republican leadership pushed it through under structured rule, meaning no amendments were allowed. (For what it's worth, we didn't see any statements from Cassidy lamenting this.)\nEven if we agreed with this line of reasoning — which we don’t — it doesn’t absolve Cassidy from voting for, and defending, the same reductions to veterans benefits.\nAs both FactCheck.org and the Washington Post Fact Checker noted, on the very day the Senate passed the budget agreement, Cassidy defended the cuts to military pensions on conservative commentator Laura Ingraham’s radio show.\nIngraham: \"You supported this budget deal and now we find out that military folks who have sacrificed so much are being asked yet again to sacrifice — this in terms of their pensions — and yet we can’t seem to close loopholes for welfare benefits going to illegal aliens and yet you supported this. Why?\"\nCassidy: \"There are no benefit cuts to people who are retiring, there is an adjustment to their cost of living, which starts off not for all, but those who retire before age 62.\"\nCassidy went on to further defend the cut to military pensions as logical reforms without really touching on the second aspect of Ingraham’s question about tax credits for undocumented immigrants.\nFinally, the House and Senate voted to restore those cuts to veterans benefits the following February. Under the restructured agreement, anyone who signed up for military service before 2014 would not see a change to their benefits. Both Cassidy and Landrieu voted for this, and Obama signed it into law on Feb. 15.\nOur ruling\nCassidy said, \"I would never put illegal immigrants ahead of veterans. But Mary Landrieu did.\" There are several problems with this statement. First is the false dichotomy that Landrieu had a choice between funding undocumented immigrants and veterans in the budget agreement. That amendment never actually came up for a vote.\nBut even putting that aside, Cassidy suggests that his position is vastly different than Landrieu. In fact, they both voted in favor of the same budget agreement to reduce future cost-of-living adjustments for veterans benefits (they both also voted to restore them), with Cassidy going on conservative radio to defend these cuts.\nCassidy ignores his own record to inaccurately criticize Landrieu’s. That extra level of hypocrisy bumps his claim to ridiculous, and we rate it Pants on Fire.", "vclaim_id": "vclaim-pol-07249"}