{"url": "/factchecks/2019/nov/21/mark-meadows/no-obama-didnt-fire-all-bushs-politically-appointe/", "speaker": "Mark Meadows", "vclaim": "Says \"President Obama fired every Bush appointed ambassador upon his election.\"", "truth_label": "barely-true", "date": "stated on November 15, 2019 in a tweet:", "title": "No, Obama didn't fire all of Bush's politically-appointed ambassadors", "text": "The latest ousted U.S. official to feel the wrath of the president’s loyalists is Marie Yovanovitch.\nIn April, she was abruptly removed from her job as ambassador to Ukraine in response to pressure from the president’s personal lawyer Rudy Giuliani. (Giuliani and other former Ukrainian officials stood to lose from her anti-corruption initiatives.) \nNow, Yovanovitch is a key witness in House Democrats’ impeachment investigation into President Trump’s dealings with Ukraine. The president’s supporters have tried to discredit Yovanovitch — and the entire probe, for that matter. \nU.S. Rep. Mark Meadows, a Republican from western North Carolina who chaired the conservative Freedom Caucus, recently brushed off Yovanovitch’s removal as routine. In a tweet following Yovanovitch’s testimony before the House Intelligence Committee on Nov. 15, Meadows wrote:\n\"For Washington Democrats and pundits who are incredulous that @realDonaldTrump recalled an ambassador, certain that it must be evidence of a conspiracy… \nPresident Obama fired every Bush appointed ambassador upon his election.\"\nWe wondered whether it was true that Obama fired all of Bush’s politically-appointed ambassadors.\nIt’s typical for incoming presidents to replace politically-appointed ambassadors\nThere are two breeds of ambassadors: political appointees and career diplomats. \nPolitical appointees are usually stationed in countries that are U.S. allies or desirable locations, like the Bahamas. These plum jobs are often awarded to the president’s friends and donors.\nThey step aside when a new president is elected. Peter Feaver, a political scientist at Duke University, said, \"It is customary for political ambassadors to rotate out within the first several months of a change in administration precisely because one of their top assets — their closeness to the occupant of the Oval Office — disappears with the departing president.\"\nThose are the people who cycled out when Obama took office. That’s standard practice.\nIn his tweet, Meadows linked to a Washington Post article from Dec. 2008 to back up his claim. The article said that the Obama administration told all of Bush’s politically-appointed ambassadors to vacate their posts by Jan. 20.\nBut we found at least a couple of examples of Bush’s politically-appointed ambassadors staying in their posts past Inauguration Day, which also is standard practice. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nOne example: Bush appointee Victor Ashe told PolitiFact that the Obama team asked him to continue serving as ambassador to Poland until his successor was confirmed. He ended up staying for nine months into Obama’s first term.\n\"I was flattered,\" Ashe said. \"I thought it was a tribute to my service, that I acted in a nonpartisan way.\"\nA Snopes article from 2017 concluded, \"We found similar examples of presidents allowing ambassadors appointed by their predecessors to remain at their posts past Inauguration Day for every presidential transition dating back to 1977, when Jimmy Carter succeeded Gerald Ford.\"\nSo, it’s not accurate to say that Obama \"fired every Bush appointed ambassador.\" Indeed, he wasn’t even the one to ask for their resignations.\nAshe told us that the ambassadors received notice from the Bush White House requesting a letter of resignation effective Jan. 20, 2009. In routine fashion, they obliged.\nMany of Bush’s political appointees left their posts by Inauguration Day, but Ashe and some others were asked to withdraw their resignations and stay on during the transition, Ashe said. \nBut Yovanovitch’s removal wasn’t routine\nIt’s important to note that Yovanovitch’s case is different. She is a career diplomat, not a political appointee, who has served under three presidents. Also, she was ousted more than two years into Trump’s presidency, not during a transition period.\nCareer diplomats hold the majority of ambassadorships. They are foreign service officers who rose through the ranks, often serving for decades before becoming ambassadors. While it’s customary for political appointees to cycle out when a new president takes office, career diplomats usually stay in their posts.\nIn his tweet, Meadows tried to characterize Yovanovitch’s removal as routine — and Democrats’ criticisms about Yovanovitch’s ouster as invalid.\nBut he’s applying the practice of replacing political appointees — and wrongly characterizing what Obama did, to a large extent — to career diplomats.\nOur ruling\nMeadows claimed that Obama \"fired\" all of Bush’s politically-appointed ambassadors. \nThere’s an element of truth to that — they rotated out of their positions as political appointees do with every administration —  but Obama did not \"fire\" them. Indeed, Ashe told us it was actually the Bush White House that asked for his resignation. That was routine, unlike Yovanovitch’s removal.\nAnd at least a couple of political appointees, including Ashe, actually stayed months into Obama’s presidency.\nWe rate this claim Mostly False.\nCorrection: In the first reference to Ashe, we've corrected the sentence to say \"successor\" rather \"predecessor.\"", "vclaim_id": "vclaim-pol-16816"}