{"url": "/factchecks/2013/jun/05/keith-faber/senate-president-keith-faber-says-more-300000-ohio/", "speaker": "Keith Faber", "vclaim": "\"During the Civil War, more than 300,000 Ohioans served in the Union Army -- more per capita than any other state.\"", "truth_label": "true", "date": "stated on May 21, 2013 in remarks at a General Assembly session:", "title": "Senate President Keith Faber says more than 300,000 Ohioans served in the Union Army during the Civil War, more per capita than any other state", "text": "Ohio honors citizens who give their lives in military service for their country with the Ohio Military Medal of Distinction.\n\nThe medals are presented to family members of fallen service members during a joint session of the General Assembly. The day also includes a memorial program that includes remarks from the governor and a wreath laying ceremony.\n\nOn May 21, 2013, the General Assembly presented medals to families of 16 fallen service members.\n\nIn his remarks, Senate President Keith Faber noted that Ohioans have always served on the front lines \"to preserve and protect our freedoms.\"\n\nHe particularly noted Ohio’s service during the American Civil War.\n\"During the Civil War, more than 300,000 Ohioans served in the Union Army, more per capita than any other state.\"\n\nPolitiFact Ohio knew that Ohio has a deep history of service in the Civil War, and asked Faber for support of his claim.\n\nHis staff referred us to data from the Ohio Historical Society, a nonprofit organization, partially funded by the state, that champions and preserves Ohio history. It maintains, by law, the state archives of Ohio.\n\nAs part of its commemoration of the sesquicentennial of the Civil War, the historical society published an article that discussed Ohio’s war effort.\n\n\"Although most of the American Civil War was fought outside of Ohio’s borders, the Buckeye State played a huge role in determining the outcome,\" the article notes. \"Between 319,000 and 330,000 Ohioans served in the Northern army for varying lengths of time.\"\n\nThe level of recruits, according to the Historical Society, was more per capita than any other state.\n\n\"Three out of every five Ohio men between the ages of 18 and 45 served at various times in the Union Army and Navy during the Civil War. Ohio men fought in every major battle of the war.\"\n\nIn all, almost 3 million men served in the Union army during what remains the bloodiest military conflict in American history, according to the U.S. Army Center of Military History. Nearly 360,000 federal troops were killed during the war. About 160,000 Confederate soldiers perished.\n\nPolitiFact Ohio checked the historical society’s Civil War pages and found other notable points from Ohio’s role in the Civil War:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\n\nWhen President Abraham Lincoln called for 75,000 recruits in April 1861, Ohio's quota was 13,000. Sixteen days after Lincoln’s call for troops, enough Ohioans had volunteered to meet the full national requirement. More than 100,200 men enlisted that year.\n\nThe more than 300,000 Ohioans who served in war represent the third largest total from any Union State. (In the 1860 Census, Ohio was the third most populous state, behind New York and Pennsylvania, which were Nos. 1 and 2 for providing troops.)\n\nAmong those who served from Ohio, more than 200 reached the rank of general, including several Confederate generals.\n\nFive veterans of the war with links to Ohio became president. The state lays partial claim to Ulysses Grant, who was elected from Illinois, and Benjamin Harrison, who was elected from Indiana. They were both born in Ohio. Rutherford B. Hayes, James A. Garfield and William McKinley all served with Ohio units and were elected president as Ohioans.\n\n\nFaber’s claim was that more than 300,000 Ohioans served in the Civil War and that the per capita enlistment was the highest in the nation. The Ohio Historical Society, the state’s official archive, backs his claim.\n\nOn the Truth-O-Meter, it rates True.", "vclaim_id": "vclaim-pol-09256"}