{"url": "/factchecks/2017/jun/07/vet-tv/idea-donald-trump-will-split-marines-navy-unfounde/", "speaker": "Vet TV", "vclaim": "\"Trump Removing Marines From the Navy.\"", "truth_label": "pants-fire", "date": "stated on May 23, 2017 in a web page:", "title": "Story that Donald Trump will split Marines from Navy is unfounded", "text": "The U.S. Navy and the U.S. Marine Corps have a long and intertwined history.\nWhile the Marines are considered a separate branch of the military, and while the Commandant of the Marine Corps is a member of the Joint Chiefs of Staff, the Marine commandant formally answers to the Secretary of the Navy, and the corps has been considered part of the Department of the Navy since 1834. The United States Naval Academy commissions officers for both.\nSo it would be a pretty big deal if President Donald Trump acted to officially separate the two military branches from each other.\nThat’s what a widely shared item on the website Vet TV said. Is it true?\nThe short answer: No. Facebook users flagged this post as possibly being fabricated, as part of the site’s efforts to fight fake news in users’ social media feeds.\nAn article on the website is headlined, \"Trump Removing Marines From the Navy.\" The article claims, \"President Trump will sign executive order 13801 this November 10th on the 242nd birthday of the Marine Corps, freeing the Marines from the Department of The Navy. The Marines will now fall under the newly created Department of Expeditionary Warfare.\"\nSetting aside the tiny likelihood that the administration knows in detail what executive orders Trump will be signing on a specific date six months down the road, there is no evidence to support the notion that he will be splitting the two branches.\n\"We have not heard anything about that. Semper Fidelis,\" said Marine Capt. Ryan Elizabeth Alvis, a public-affairs official at the Marine Corps headquarters.\nThe Navy referred PolitiFact to the office of the Secretary of Defense, which referred us to the White House. The White House declined to comment on the record.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs it happens, there may be an explanation for why the article ran. Vet TV bills itself as an entertainment and humor site for veterans -- though it would be hard to know that from the web page in question.\nAll the way down at the bottom of the article, past the lengthy reader comment section, is this description of Vet TV: \"The first television network created by and for post 9/11 veterans without civilian influence. Hollywood wouldn't make this for us, so we did it ourselves. Get ready to laugh at everything the DoD leadership doesn't want you to laugh at. This network is sure to offend p------, liberals, and probably our parents.\"\nVet TV was founded by Donny O’Malley, a humorist and YouTube celebrity. According to his bio, O’Malley was a Marine infantry officer for almost six years, serving in Asia and Afghanistan and reaching the rank of captain.\nVet TV was launched as a Kickstarter campaign, setting a goal of $250,000 and securing a total of $296,331 from 3,609 donors. The idea is to create a app and a website for irreverent videos that can be streamed across all devices. \"Imagine the ‘Netflix of the military,’ but with all original content,\" as O’Malley describes it. The project is set to launch later this month and dubs itself \"the Comedy Central of the military.\"\nHowever, the article about the Navy-Marines split does not include a prominent \"satire\" label, and much of the text of the article itself rather mundane. As a result, it would be easy for social media users to think that word of the inter-branch split was legitimate news.\nWith the Navy-Marines article, \"the first part of the piece isn’t very humorous at all,\" said Lance Janda, a military historian at Cameron University. Only deeper in the article does the satire become more obvious, he said, such as this passage: \" ‘The Marine Corps is a competitive place, we have no room or respect for weak bitches that can’t get in there fast, kill everyone, and get back to the ships in time to get to make the port calls in Asia,’ Sgt. Major Garrett explained.\"\nJanda said that the article does draw on a deep well of competition, and even tension, between the two branches.\n\"The U.S. Marines were modeled on the Royal Marines in the same way that the early U.S. Navy modeled itself on the Royal Navy,\" he said. \"Marines served on every ship, just like today. They fought as sharp-shooters or with bayonets in ship-to-ship encounters, made up landing parties, guarded the captain, and enforced discipline when needed. In mutinous situations they almost always stayed loyal to the captain, and for that reason, and because they enforced ship discipline such as executions and floggings, they were usually hated by sailors. Some of that mutual enmity, driven by rivalry and respect, endures today.\"\nO’Malley did not reply to an inquiry sent through his website.\nWe rate the Vet TV statement that Trump is removing the Marines from the Navy as Pants on Fire.\n Share the Facts 2017-06-07 15:37:55 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Trump Removing Marines From the Navy.\"    Vet TV A fake news website   a viral Internet post Tuesday, May 23, 2017 2017-05-23    Read More  info", "vclaim_id": "vclaim-pol-03230"}