{"url": "/factchecks/2014/jan/15/scott-turner/scott-turner-house-speaker-hopeful-didnt-lead-coll/", "speaker": "Scott Turner", "vclaim": "\"I started the whole year\" as a senior on the University of Illinois football team and \"led the team in interceptions and tackles from defensive back.\"", "truth_label": "barely-true", "date": "stated on January 8, 2014 in a speech:", "title": "Scott Turner, House speaker hopeful, didn't lead college team in tackles, interceptions", "text": "A first-term Texas legislator recently revisited his youthful determination to become a professional football player.\nState Rep. Scott Turner, R-Frisco, speaking Jan. 8, 2014, at a Texas Public Policy Foundation conference in Austin, said he made it to the NFL despite being sidelined through his first three seasons as a student-athlete at the University of Illinois at Urbana-Champaign.\nTurner, lately an aspirant for speaker of the Texas House, said he thrived as a player only after agreeing to switch from offensive positions to defensive back. Referring to his senior season, Turner said: \"I started the whole year, led the team in interceptions and tackles from defensive back.\"\nThat’s quite an accomplishment in that many defenders can pile up tackles and interceptions. We were curious.\nThe online 2013 Illinois Football Record Book from the university does not show Turner leading the Fighting Illini in tackles or interceptions in any seasons.\nAt our request, Derek Neal, a University of Illinois spokesman, checked the football program’s \"archive book\" for the 1994 season.\nBy phone, Neal confirmed that Turner started each of that season’s games at cornerback but said other players led the team in tackles and interceptions.\nTurner had 48 tackles, Neal said. Seven players had more: three linebackers, two safeties, a defensive end and defensive tackle. Dana Howard, a linebacker, led with 150 tackles, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTurner had two interceptions that season, Neal said, as did three other players. Another cornerback, Robert Crumpton, led the team with four interceptions, Neal said.\nAfter we obtained these figures, Turner told us he’d intended to indicate that he led players at his position--cornerback--in tackles and interceptions; he said by phone that he’d forgotten he trailed a fellow cornerback in interceptions.\n\"I know that defensive backs never lead the team in tackles. If you do, that’s a horrible team... If I misspoke, obviously, I apologize for that,\" Turner said. \"I don’t need to embellish the truth. I played.\"\nOur ruling\nTurner said he started every game of his senior season, leading the team in tackles and interceptions from defensive back.\nTurner indeed started every game. But he finished eighth in tackles and tied for second in interceptions with several players. He also did not lead defensive backs in either category.\nWe rate this claim as Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08400"}