{"url": "/factchecks/2020/jan/26/bill-brady/brady-misleads-graduated-tax-comparison/", "speaker": "Bill Brady", "vclaim": "Says Oregon’s highest income tax bracket included anyone making more than $250,000 in 2012 before the state expanded its upper bracket to include \"anyone making more than $125,000.\"", "truth_label": "barely-true", "date": "stated on January 18, 2020 in a speech:", "title": "Brady misleads on graduated tax comparison", "text": "The race for the nation’s next president isn’t the only big choice facing Illinois voters in 2020. They also will approve or reject a plan spearheaded by Democratic Gov. J.B. Pritzker to replace Illinois’ flat income tax with a series of graduated rates intended to make the wealthy pay more.\nThe plan has become a rallying cry for state Democrats, who say it provides an equitable way to raise much-needed revenue. Republicans have come out swinging against it, predicting it will mean future tax hikes for the middle class. We’ve fact-checked a number of assertions on the issue from both sides, including one from state Senate Republican Leader Bill Brady of Bloomington, who inaccurately claimed last summer that Illinois’ last tax hike sent middle-class families fleeing the state.\nAt a recent event for McClean County Republicans, Brady lobbed another attack at Pritzker’s proposal, arguing the governor had \"manipulated\" the issue by touting his plan as a tax hike limited to the state’s wealthiest residents.\n\"Eventually the politicians, after they’ve driven out some of the million-dollar incomes, have to go back down to lower incomes,\" Brady said, according to a report from WGLT, a local NPR station.\nBrady went on to cite Oregon as an example of what Illinois’ future could hold if voters OK the graduated tax measure, which would allow the state to implement higher tax rates on households earning more than $250,000 a year.\n\"In 2012 its (Oregon’s) highest bracket included anyone more than $250,000,\" he said. \"Oregon expanded the upper tax bracket to a levy, the highest being 9.9%, on anyone making more than $125,000.\"\nBrady’s implication is that the same thing could happen for Illinois residents. But is Brady’s Oregon example accurate? Did Oregon lawmakers lower the threshold for the state’s top bracket after 2012 to tax more earners at its highest rate, as Brady suggested? We decided to find out.\nRates went down in 2012 — not up\nIn 2010, Oregon voters approved a measure that temporarily raised taxes on the state’s biggest earners.\nFrom 2009 through 2011, individuals there making more than $125,000 and couples making more than $250,000 paid a state income tax rate of 10.8% on every dollar exceeding those amounts. Single filers making more than $250,000 and couples earning greater than $500,000 paid 11%.\nIn 2012, the top rate fell to 9.9% for all individual income greater than $125,000 and all joint income above $250,000. Those brackets remain in place today.\nAlthough Brady’s dates are slightly off, the bigger issue with his claim centers on his underlying argument. Oregon’s history does not fit Brady’s narrative of politicians driving out wealthy residents with high top rates and then turning to those who earn less to make up the difference.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nFirst, Oregon lawmakers did not reopen the tax code to expand the top bracket to include less wealthy earners after the tax had gone into effect. Instead, voters approved the change as part of the same package that included those higher, temporary rates from 2009 through 2011.\nWhat’s more, single filers making more than $125,000 but less than $250,000 and joint filers making more than $250,000 but less than $500,000 paid less — not more — when the permanent top bracket with its lower income threshold took effect than they did as part of the temporary structure’s second-highest bracket.\nSo we asked Brady’s office to explain how Oregon’s history backed up the senator’s argument.\nA spokesman responded that Brady’s claim is accurate because \"the bracket for the top tax rate was broadened\" from what it was when the law initially took effect. He did not address the fact that Oregon’s law also eliminated the higher rate associated with that top bracket and reduced the rate that those who had been in its second-highest bracket now pay.\nOregon also makes a poor example for Brady’s broader case that raising taxes on the rich drives them out of state. Between 2010 and 2017, the latest IRS data show, the number of taxpayers reporting income of $1 million or more grew faster in Oregon than in any other state.\nThat isn’t to suggest Oregon’s graduated tax helped it make those gains. But it does call into question Brady’s assertion that a more progressive rate structure is a recipe for economic disaster.\nOur ruling\nCiting Oregon as an example of what Illinois’ future could hold if voters approve Pritzker’s graduated tax plan, Brady said Oregon’s highest income tax bracket included anyone making more than $250,000 in 2012 before the state expanded that top bracket to include \"anyone making more than $125,000.\"\nIn 2010, Oregon voters approved a measure that temporarily raised the rate for income exceeding $125,000 to 10.8% and earnings over $250,000 to 11%. The same law included a scheduled rate reduction for all income over $125,000 beginning in 2012. Since then, the state has taxed income in its top bracket at 9.9%.\nBrady suggested that Oregon taxpayers earning between $125,000 and $250,000 saw an increase after 2012 because of the bracket change in the state’s graduated income tax measure. While the law did lower the threshold for Oregon’s top tax bracket, all taxpayers in it paid less in taxes than they had for the previous three years because the tax rate was also lowered.\nGiven that his remarks create an inaccurate impression that taxes went up in Oregon after 2012, we rate his claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-17632"}