{"url": "/factchecks/2011/feb/01/mark-warner/mark-warner-says-us-tax-breaks-outweigh-income-tax/", "speaker": "Mark Warner", "vclaim": "The U.S. loses more on tax breaks than it collects in personal income taxes.", "truth_label": "true", "date": "stated on January 25, 2011 in a TV interview.:", "title": "Mark Warner says U.S. tax breaks outweigh income tax receipts", "text": "U.S. Sen. Mark Warner says it’s time for Congress \"to put up or shut up\" in addressing the national debt.\n\nThe Virginia Democrat, with Sen.Saxby Chambliss, R-Ga. is preparing a bill that would pare  debt through a regimen of spending cuts and tax reforms certain to leave everyone in pain. Among the most controversial aspects will be proposals to change deduction guidelines for home mortgage interest and to phase in personal income taxes on health care benefits provided by employers.\n\nThe bill will revive a comprehensive series of budget overhauls urged last fall by the National Commission on Fiscal Responsibility and Reform, a panel of fiscal experts appointed by the White House and Congress. The recommendations were set back last fall when they failed to receive a super majority of votes needed on the bipartisan commission to advance them to Congress.\n\nWarner, in a Jan. 25 interview on Fox News, said ending popular tax breaks must be must be part of any formula to significantly reduce debt.\n\n\"I don’t think that most Americans realize that we actually spend more on tax expenditures, or tax breaks, than we collect in personal income taxes each year,\" he said. \"So that has to be on the table, also.\"\n\nPersonal incomes taxes are the federal government’s largest revenue source, providing 45 percent of its tax receipts. Is Uncle Sam exempting more than he’s taking in? We checked.\n\nWarner’s office sent us data from the Office of Management and Budget that show the senator is correct.\n\nThe spread sheets show during the last two fiscal years combined, the U.S. collected $1.85 trillion in personal income taxes and allowed $2.17 trillion in income tax breaks to individuals and corporations.\n\nDuring the current fiscal year, the U.S. is projected to take in $1.12 trillion in personal income taxes while allowing individuals and corporations $1.66 trillion in breaks.\n\nWe wondered if Warner was stacking the deck by sending us spread sheets that compared the revenues from personal income tax payments to the money Washington forsakes in tax breaks to individuals as well as corporations.\n\nSo we untangled the numbers. Computing data in a Dec. 21 report by the Joint Committee on Taxation, we found that individuals receive about 91 percent of the value of income tax breaks, with corporations getting the rest.\n\nThat means during the last two fiscal years, individuals received a total of about $1.98 trillion in breaks for the $1.85 trillion in income tax they paid. Warner’s claim, in other words, holds true when compare you the income tax paid by individuals to the tax breaks they receive.\n\nThe largest break to individuals is not having to pay income taxes on their employers’ contributions to their personal health care and health insurance premiums. That’s worth about $132 billion a year in taxes. The commission, whose work Warner wants to revive in his bill, recommended phasing out the break by 2038.\n\nSecond biggest break is the net exclusion of pension contributions and earnings, worth about $119 billion a year.in annual taxes. The commission said the break should be examined and perhaps capped.\n\nThe popular mortgage-interest deduction is worth $97 billion a year. The commission proposed that the deduction be limited to principle residences only and that eligible mortgages be capped at $500,000 instead of the current $1 million limit. The group also proposed a 12 percent nonrefundable mortgage-interest tax credit for all filers who own homes.\n\nUnder the commission’s proposal, individuals would be compensated for some of the loss in tax breaks by lowering the rates charged in all income tax brackets.\n\nThe commission recommended a long series of tax reforms, spending cuts and pro-growth policies that it said would reduce debt by $3.9 trillion by the end of the decade. The tax changes would lead lead to $785 billion in debt reduction.\n\nLet’s review.\n\nWarner says the U.S. gives up more in income tax breaks than it receives in income tax revenues. Anyway you dice the figures, he’s right. We rate his statement: True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13684"}