{"url": "/factchecks/2010/apr/30/ann-kirkpatrick/members-congress-havent-had-pay-cut-great-depressi/", "speaker": "Ann Kirkpatrick", "vclaim": "Members of Congress \"have not reduced their salaries ... since the Great Depression,\" meaning they've gone \"eight decades without a pay cut.\"", "truth_label": "half-true", "date": "stated on April 28, 2010 in a speech on the House floor:", "title": "No congressional pay cuts since the Great Depression, Democratic lawmaker says", "text": "Given widespread voter frustration with Congress and stagnation in private-sector pay, it's no surprise that Rep. Ann Kirkpatrick, D-Ariz., has introduced a bill to cut the pay for members of Congress by 5 percent.\nKirkpatrick touted her bill in a House floor speech on April 28, 2010, saying that it was time for lawmakers to face a pay cut.\n\"When millions of Americans are tightening their belts,\" she said, \"folks have the right to expect their elected officials to do the same. ... Members have not reduced their salaries for 77 years, since the Great Depression. I do not know anyone back in Arizona who has gone eight decades without a pay cut. Senators and representatives should be no different.\"\nWe thought it would be worth checking her comment that lawmakers \"have not reduced their salaries\" since 1933, which she says resulted in \"eight decades without a pay cut.\"\nKirkpatrick chose her year wisely: In the midst of the Great Depression, Congress voted to reduce its salaries twice. In 1932, lawmakers cut their pay from $10,000 to $9,000. A year later, they cut salaries from $9,000 to $8,500.\nKirkpatrick is correct that since 1933, congressional salary rates have only climbed upward. Today, salaries for representatives and senators are $174,000 a year. (Click here for a table of congressional salaries from 1789 to today.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nCase closed? Not so fast.\nThe situation changes when you account for inflation.\nWe used the Bureau of Labor Statistics inflation calculator to determine the inflation-adjusted salaries at some of the key points for Congress during the past 77 years. Overall, the number has indeed gone up from the adjusted 1933 rate of $142,297 (in 2010 dollars) to $174,000 per year today. But we found that there have been periods when lawmakers' pay was stagnant, and once inflation is factored in, that means they effectively took pay cuts.\nFor instance, just before salaries were raised in 1965, the congressional pay rate that had been in force since 1955 -- $22,500 -- had shrunk in value to $19,452, a 14 percent decline in purchasing power. And just before salaries were raised in 1975, the congressional pay rate that had been in force since 1969 -- $42,500 -- had shriveled in value to $31,638 in 1969 dollars, a whopping 26 percent decline in purchasing power. \"There were a number of years since 1969 in which Congress specifically voted to hold its nominal salary unchanged even though price levels were rising and an automatic pay formula would have bumped up its pay, along with the pay of other senior officers of the U.S. government,\" said Gary Burtless, an economist with the liberal Brookings Institution who has testified before a House committee on lawmakers' salaries.  There's also evidence that, once inflation is factored in, lawmakers are less well-compensated today than they once were.\nIn 1955, lawmakers were paid the equivalent of $182,713 in 2010 dollars, an amount 5 percent higher than today's actual level. In 1965, they were paid the 2010 equivalent of $207,267, or 19 percent higher than today's actual level.\nFactoring inflation into the equation doesn't disprove Kirkpatrick's statement that members of Congress \"have not reduced their salaries for 77 years.\" But it does make it hard for her to argue that lawmakers have gone \"eight decades without a pay cut.\" In reality, congressional salaries have zig-zagged quite a bit over the years, sometimes exceeding today's level of purchasing power and sometimes falling short. We're not shedding tears for the buying power of people who earn more than $170,000 a year. But the erratic way that Congress has raised its salaries means that the story is more complicated than Kirkpatrick portrays it. We rate her statement Half True.", "vclaim_id": "vclaim-pol-15053"}