{"url": "/factchecks/2015/aug/07/chris-christie/christie-says-he-was-appointed-be-us-attorney-day-/", "speaker": "Chris Christie", "vclaim": "\"I was appointed U.S. attorney by President Bush on Sept. 10, 2001.\"", "truth_label": "barely-true", "date": "stated on August 6, 2015 in comments in a GOP debate in Cleveland:", "title": "Christie says he was 'appointed' U.S. attorney the day before Sept. 11 attacks", "text": "New Jersey Gov. Chris Christie wanted everyone at the first Republican presidential debate of the 2016 cycle to know that he has experience prosecuting terrorists.\nWhen debate moderator Megyn Kelly asked him about Kentucky Sen. Rand Paul's position on the National Security Agency's bulk collection of Americans' phone records, he immediately invoked the worst terrorist attack on American soil in the country's history.\n\"I was appointed U.S. attorney by President Bush on Sept. 10, 2001, and the world changed enormously the next day, and that happened in my state,\" he said.\nHe said that meant he had unique experience as \"the only person on this stage who's actually filed applications under the PATRIOT Act\" as well as having \"prosecuted and investigated and jailed terrorists in this country after Sept. 11.\"\nHis comment started a back-and-forth with Paul, who spent more than 10 hours on the Senate floor in May protesting the PATRIOT Act. Christie characterized Paul’s experience as: \"sitting in a subcommittee, just blowing hot air about this....\"\nChristie’s line about becoming the U.S attorney for New Jersey the day before 9/11 is similar to statements he’s made while campaigning in New Hampshire. We wondered: Is it true?\nA few of our PolitiFact readers were quick to point out a report published in the New York Times on Dec. 8, 2001, which said that on the day before – nearly four months after the terrorist attacks – President George Bush announced he would nominate Christie as the next U.S. attorney for New Jersey.\nThe article notes, however, that the nomination had been \"expected for months.\"\nOthers pointed to a White House press release dated Dec. 7, 2001, saying the president \"intends to nominate\" Christie as the next U.S. attorney for New Jersey.\nThat doesn’t appear to jibe with Christie’s claim that he was \"appointed\" on Sept. 10.\nWe contacted Christie’s campaign in New Hampshire for clarification.\nA spokeswoman for Christie, Samantha Smith, wrote in an email Friday that Christie received a phone call on Sept. 10, 2001, from Attorney General John Ashcroft that set in motion a months-long hiring process.\n\"The point he was making was on Sept. 10 he accepted the job,\" Smith said in a phone interview.\nSmith pointed to an article in New Jersey's Star-Ledger newspaper from Sept. 11, 2001, which read: \"President Bush nominated former Morris County freeholder Christopher Christie as the state's next U.S. attorney yesterday.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nIt continues: \"...the White House notified Christie that he is the President's choice and that extensive background checks on his qualifications would begin immediately.\"\nThe story, written by Kate Coscarelli and Robert Cohen, estimated that those checks would take \"up to six weeks, after which the formal nomination would be put forth to the Senate.\"\nChristie was officially confirmed by the U.S. senate on Dec. 20, 2001, and sworn into office on Jan. 17, 2002.\nChristie unequivocally stated twice that he was appointed on Sept. 10. Given free rein to choose his closing remarks, he circled back to the same story.\n\"I was appointed United States attorney on September 10, 2001. And I spent the next seven years of my career fighting terrorism and putting terrorists in jail,\" he said.\nAs Christie stood on stage, he gave the impression that he took the job as U.S. attorney the day before the terrorist attacks and then he \"prosecuted and investigated and jailed terrorists in this country after Sept. 11.\"\nHowever, the word \"appoint\" has more than one meaning.\nMerriam-Webster says the word can mean \"to fix or set officially,\" or \"to name officially.\"\nOther definitions use verbs like \"assign\" and \"choose.\" If that’s your interpretation, then Christie is closer to correct.\nIn any case, the impression Christie left with the debate’s viewers was that he was in charge of prosecuting and investigating terrorists immediately following the Sept. 11 attacks. That’s misleading.\nChristie’s spokeswoman insisted that his point stood: The world was a different place after 9/11, and in that new world, Christie navigated the laws and brought terrorists to justice.\nOur ruling\nChristie said, \"I was appointed U.S. attorney by President Bush on Sept. 10, 2001, and the world changed enormously the next day, and that happened in my state.\"\nChristie said he received a phone call on Sept. 10, 2001, that began the process of his appointment as the U.S. attorney for New Jersey. However, he wasn’t nominated until months later, and he was sworn into the position until the following year.\nThe statement contains an element of truth but ignores critical facts that would give a different impression, so we rate the statement Mostly False.\nhttps://www.sharethefacts.co/share/4773c653-58b6-4f55-8158-c8b3e83ab0db", "vclaim_id": "vclaim-pol-06093"}