{"url": "/factchecks/2018/jun/15/tweets/tweeted-photo-inaccurately-indicates-boy-caged-fed/", "speaker": "Tweets", "vclaim": "Say a boy was 'caged' in a wire enclosure.", "truth_label": "false", "date": "stated on June 11, 2018 in a post by a filmmaker:", "title": "Tweeted photo inaccurately indicates boy 'caged' by federal government", "text": "A photo made us wonder if a small boy was placed in a cage with other youngsters as part of federal authorities cracking down on families trying to cross from Mexico into the U.S.\nAttorney General Jeff Sessions announced April 6, 2018 that Homeland Security would refer all illegal border crossings to the Justice Department for prosecution. Parents faced with criminal charges would hence go to detention centers, leaving their children unaccompanied and subject to being housed separately by the government.\nToward the end of May 2018, The Washington Post reported that the government lately had custody of more than 10,700 children in shelters. That story didn’t mention any children getting held behind bars or inside cages.  Also that month, President Donald Trump accurately said in a tweet that Democrats had just mistakenly depicted four-year-old photos of children behind bars as if the children were recently confined in such conditions.\nThe photo that drew our attention appeared in a June 11, 2018, tweet showing the boy in a cage with what looks like three other children, his fingers gripping the enclosure’s wire frame, his face fretful. By the time we saw it, the debunkists at Snopes.com had concluded that the photo was \"miscaptioned\" because it was snapped at a protest staged in Texas, Snopes said.\nTweet features photo\nThe tweet showcasing the photo was posted by Jose Antonio Vargas, a journalist and filmmaker, and it doesn’t say where the photo was taken--whether at a protest or inside a facility. Vargas’s tweet otherwise says: \"This is what happens when a government believes people are ‘illegal.’ Kids in cages.\"\nVargas further said, in a tweet responding to his photo tweet, that he’d pulled the image from a friend’s Facebook page and hadn’t determined its precise origin. \"I shared it,\" Vargas tweeted, because \"when I was detained in McAllen in 2014, I was with boys who were locked up. It wasn’t okay then; it’s not okay now.\"\nSnopes.com specified that the photo was taken at a Texas protest June 10, 2018, though we saw that a string of protest photos posted on Facebook as noted by Snopes did not include the specific photo of the boy caged.\nUtah journalist identifies photographer\nNothing we saw on Facebook from the organization credited by Snopes with posting the photo, the Texas chapter of the Brown Berets de Cemanahuac, presented the photo.\nBut our online searches yielded a June 12, 2018, declaration directed at Vargas on Twitter. \"This photo,\" the tweet at Vargas says, \"was taken by Leroy Peña as part of a protest with the Brown Berets on June 10th, presumably in Texas.\"\nThat nudge, which we spotted in a June 13, 2018, post about the photo on the Twitchy website, was attributed to Utah journalist-activist Kaz Weida. Yet by the time we saw Weida’s tweet, we noticed the web link Weida offered to the original photo didn’t lead to a live web page.\nWe also didn’t spot the photo in scrolling through Peña’s public Facebook posts from what looked to us like the June 10, 2018, protest in Dallas that included children standing inside a four-sided open-topped enclosure erected outside a building.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nNext, we sought help from Weida, who suggested by email that we plug the link she’d tweeted into the Internet Archive’s Wayback Machine, which compiles and saves web posts.\nFollowing that guidance, we saw that the archive on June 12, 2018 saved what appeared to be a copy of Peña’s since-deleted 7:46 a.m. June 11, 2018 Facebook post featuring a message atop two versions of the photo showing the unhappy boy fenced in.\nPeña opened that Facebook post: \"This was part of our protest yesterday, but this is actually going on right now, at this very moment, in child detention centers throughout this country.\"\nDallas resident says he took photo\nNext, we connected with Peña, who responded to our Facebook message by giving an interview by phone in which he said he’d taken and posted the photos of the boy.\nAt the moment he took the photo, Peña said, the boy had just followed his older brother through a gate into the enclosure set up for the protest outside City Hall in Dallas.\nPeña said that after getting behind the fencing, the boy spotted his mother outside the space--which explains his wrenched look. Peña, who said he lives in Dallas, said the boy’s mother quickly fetched him. \"He was only in there 30 seconds,\" Peña said.\n\nWe reached out about the tweeted photo to Homeland Security and the Administration for Children and Families within the Department of Health and Human Services, which has oversight of children transferred into government custody when adults are detained, and didn’t hear back.\nOur ruling\nA photo tweeted in opposition to federal authorities separating children from parents detained at the U.S.-Mexico border showed what looked like an unhappy boy in a cage.\nThe photo wasn’t taken of a boy in custody, we found. Rather, the child was in an open-topped enclosure temporarily erected for a June 2018 Texas protest of the separation of children from parents.\nWe rate the tweeted version of the photo False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-06-15 21:17:52 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Say a boy was 'caged' in a wire enclosure.    Tweets A filmmaker https://twitter.com/joseiswriting/status/1006397160622055429/photo/1    Monday, June 11, 2018 2018-06-11    Read More  info", "vclaim_id": "vclaim-pol-01959"}