{"url": "/factchecks/2020/may/04/viral-image/photo-gates-foundation-has-been-altered/", "speaker": "Viral image", "vclaim": "A photo shows a “Center for Global Population Reduction” at the Bill & Melinda Gates Foundation headquarters.", "truth_label": "false", "date": "stated on April 28, 2020 in a Facebook post:", "title": "This photo of the Gates Foundation has been altered", "text": "Microsoft co-founder Bill Gates has emerged as a prominent voice in public discussions about how to combat the coronavirus. In 2015, he was already warning Americans that the country was unprepared for an inevitable infectious virus. \nMore recently, he’s become a target for misinformation concerning the pandemic. We’ve debunked several claims, including that he said \"church services can’t resume until we’re all vaccinated,\" that the Gates Foundation paralyzed nearly 500,000 children testing a polio vaccine, and that the foundation has a patent for the coronavirus. \nAn image lurking in certain corners of the internet has a similar theme. It shows what looks like the corner of a foundation building, with the words \"Bill & Melinda Gates foundation\" seemingly etched in the facade. Above that? These words: \"Center for Global Human Population Reduction.\" \n\"Right out in front for the world to see their plan,\" reads one Facebook post sharing the image.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe image appears to be a doctored photo of 500 Fifth Ave N., the foundation’s headquarters in Seattle. We searched for that address in Google Maps and found this photo, which shows the foundation’s name and the street number 500, just as it appears in the image on the Facebook post, but without the name of the supposed center. \nThe corner of the building is also visible in the Google Maps street view. The \"Center for Global Population Reduction\" marking doesn’t appear on the building.\nThe foundation’s 2018 annual report, the most recent available, makes no mention of such a center or even population. We also didn’t find that center searching the foundation’s website.\nBut allegations that Bill Gates is wielding vaccines to thin human herds aren’t new. In 2018, for example, we fact-checked a false story that he had a \"plan to depopulate the planet.\" That claim was wrong, and as several other fact-checkers have found, so is this one.   \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18245"}