{"url": "/factchecks/2016/dec/23/today-news-24/pennsylvania-judge-didnt-overturn-donald-trumps-pr/", "speaker": "Today News 24", "vclaim": "\"Pennsylvania Federal Court grants legal authority to remove Trump after Russian Meddling.\"", "truth_label": "pants-fire", "date": "stated on December 16, 2016 in In an article :", "title": "A Pennsylvania judge didn't overturn Donald Trump's presidential election", "text": "To hardcore Hillary fans, the headline probably sounds like the only good news they’ve heard since Nov. 8. A website called Today News 24 posted a story earlier this month titled \"Pennsylvania Federal Court grants legal authority to remove Trump after Russian Meddling.\"  \nThat’s not a maybe or a possibility in the headline. That’s a definitive statement.\nBut it comes from Today News 24, a site so obscure it doesn’t even show up on the first few pages of a Google search (and should not be mistaken with South African source News 24). On Facebook it has a more significant presence, with over 5,000 likes and about one post every day for the last several weeks. The website for Today News 24 has a dozen or so political-related stories on its homepage and separate sections about trucks and motorbikes that are nearly devoid of content. Most of the headlines have a liberal slant.  \nSo is there any evidence to back up this claim about removing Trump?     \nFor starters, the Today News 24 article is similar to one published on a website called USA Snich  PolitiFact debunked earlier this week. That article claimed \"Putin Interference Could Give Courts Legal Right to Make Hillary President\" and used information from a Huffington Post column written by contributor Alex Mohajer, who is identified as the political director of \"Bros4Hillary\" and a lawyer.   \nThis article uses the same premises put forward by the Huffington Post column — without linking — but takes the possibility a step further by declaring a Pennsylvania court has granted legal authority for the removal of Donald Trump. Like many fake news stories, there are elements of truth combined to create this overblown statement.  \nAn actual case from Pennsylvania in the 1990s, for instance, really did reverse the results of an election. In 1993 in Philadelphia (of course), a winning state Senate candidate was ruled by the courts to have participated in a scheme to drum up hundreds of votes through illegal absentee ballots. This Democratic politician, William Stinson, was removed from office by federal Judge Clarence Newcomer and replaced by the Republican he defeated, Bruce Marks.   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe CIA and FBI have also both claimed Russia attempted to sway the electorate toward Trump.\nBut that’s not all this article is saying. No federal court in Pennsylvania has granted \"legal authority\" to remove Trump because of the Russian hacking, as the headline suggests.  \nThe article, written by an author identified as \"darko,\" couches the headline somewhat, saying the 1995 ruling \"could provide legal grounds to remove Donald Trump from office.\" But even that action isn’t plausible. PolitiFact interviewed Kermit Roosevelt, a constitutional scholar at the University of Pennsylvania. He said the case involving Stinson and Marks was different than what happened with Russia’s hacking.   \n\"I’m pretty confident that there’s zero chance of it happening,\" Roosevelt said. \"I could see a court reversing the result of an election if fraud was proved along the lines of, ‘Candidate A really won 150 to 100, but Candidate B fraudulently altered the records to make it look like he won 150 to 100.’ But that’s not what happened. No one credible is alleging that the election was affected by that kind of fraud. The votes recorded were the votes that were cast. They may have been influenced by fake news and Russian propaganda, but there’s no judicial remedy for that.\"\nOur Ruling\nThe website Today News 24 published an article headlined \"Pennsylvania Federal Court grants legal authority to remove Trump after Russian Meddling.\" The article uses information highlighted in a Huffington Post article about a judge overturning the results of a 1993 Philadelphia election to show the possibility of Trump being removed in favor of Hillary Clinton. Scholars say the particulars of the 1993 case and this year’s election are not similar.  \nPlus, the headline doesn’t say it’s a possibility. It says the court has granted authority to remove Trump. No federal court in Pennsylvania has done that. We rule the claim Pants On Fire.", "vclaim_id": "vclaim-pol-03841"}