{"url": "/factchecks/2017/jun/14/blog-posting/its-fake-nasa-never-said-earth-will-go-dark-15-day/", "speaker": "Bloggers", "vclaim": "\"NASA confirms Earth will experience 15 days of darkness In November 2017.\"", "truth_label": "pants-fire", "date": "stated on June 2, 2017 in Internet posts:", "title": "It’s fake! NASA never said the Earth will go dark for 15 days in November 2017", "text": "A long-lived claim that NASA is warning the planet will be covered in darkness for more than two straight weeks continued to live on across the Internet but is completely made up.\nA June 2, 2017, post on NewsForMeToday.com said that the Earth will go dark later this year with the headline, \"NASA confirms Earth will experience 15 days of darkness In November 2017.\" Facebook users flagged the article as possibly being fabricated, as part of the social media site’s efforts to identify fake news stories.\n\"NASA confirms what’s been circling the web recently – our planet Earth will experience total darkness for 15 days in November 2017 starting from November 15 to November 29,\" the post read. Specifically, the event \"will start on November 15 at 3:00 am and will most likely last until November 30, 4:45 pm.\"\nThe post also quotes NASA administrator Charles Bolden as saying the so-called \"blackout event\" will raise the Earth’s temperature up to 8 degrees, but should have no lasting effects. \"This event would be similar to what Alaskans experience in the winter,\" Bolden is quoted. For the record, Bolden resigned on Jan. 20, 2017.\nThere also was something in there about the alignment of Venus and Jupiter and a hydrogen explosion in space, but that doesn’t matter, because the story is a persistent Internet concoction that isn’t true.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe NewsForMeToday.com post doesn’t link to any official source, a sure warning sign of an unreliable news report, but does cite a Jan. 12, 2017, post on ReflectionofMind.org.\nThat site, in turn, links back to a now-defunct page on GlobalRevolutionNetwork.com, which the Internet Archive told us was originally dated Oct. 24, 2016, and warned of the event happening in November of that year.\nThis unfounded rumor goes back to at least 2015, and has been posted time and again. Dates and details may change (one version said a solar storm would darken the Earth for six days in December), but none of them were correct.\nWe couldn’t find any evidence of NASA making such an announcement, of course. We contacted NASA about the possibility an inky fortnight of celestial shenanigans, but didn’t immediately hear back.\nThe fake story about Earth going dark has been around for some time, but it’s time we bring this hoax to light.\nWe rate it Pants On Fire!\n Share the Facts 2017-06-15 17:45:02 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"NASA confirms Earth will experience 15 days of darkness In November 2017.\"    Internet rumors bloggers   in Internet posts Sunday, July 2, 2017 2017-07-02    Read More  info", "vclaim_id": "vclaim-pol-03215"}