{"url": "/factchecks/2014/dec/14/dick-cheney/wake-senate-report-dick-cheney-says-terrorists-not/", "speaker": "Dick Cheney", "vclaim": "Terrorist detainees \"were not covered by the Geneva Convention. They were unlawful combatants. And under those circumstances, they were not entitled to the normal kinds of courtesies and treatment.\"", "truth_label": "barely-true", "date": "stated on December 10, 2014 in an interview on Fox News:", "title": "In wake of Senate report, Dick Cheney says terrorists 'not covered by the Geneva Convention'", "text": "Former Vice President Dick Cheney has had a relatively quiet couple of years since leaving the White House. But with the recent release of a Senate report on alleged torture by the CIA, it was inevitable that Cheney -- who is closely associated with the post-9/11 policy of \"enhanced interrogations\" for captured terrorists -- would return to television screens.\nOn Dec. 9, the Senate Select Committee on Intelligence released a report about the CIA’s interrogation techniques in the wake of 9/11. About 500 pages of the 6,700-page report were made public. The report concluded that the techniques were not an effective way to gain intelligence from detainees, and that the CIA misled Congress and the White House. The report detailed such techniques as \"rectal rehydration\" and the use of coffin-size confinement boxes.\nA few days before a scheduled appearance on NBC’s Meet the Press, Cheney sat for an interview with Fox News’ Bret Baier. Here’s a portion of their exchange on Dec. 10, focusing on the fate of the detainees discussed in the Senate report.\nBaier: \"Is there anything to the Geneva Convention, to the world rule of law on this?\"\nCheney: \"Sure there is. But remember, the terrorists were not covered by the Geneva Convention. They were unlawful combatants. And under those circumstances, they were not entitled to the normal kinds of courtesies and treatment you would accord to those.\"\nThere’s significant disagreement between Cheney and his critics on the issue of torture or \"enhanced interrogation techniques.\" Still, experts told us that the question of what protections, if any, the detainees qualified for under the Geneva Convention -- is somewhat more clear-cut than other aspects of this policy debate. So we’ll take a closer look at Cheney’s claim that terrorist detainees \"were not covered by the Geneva Convention. They were unlawful combatants. And under those circumstances, they were not entitled to the normal kinds of courtesies and treatment.\"\nThe Geneva Conventions\nFirst, some background on the Geneva Conventions. They are a group of four international treaties covering different aspects of how civilians, prisoners of war and soldiers are to be treated once they are rendered incapable of fighting. (Read more about them here.) The most recent version of the treaties in force date from 1949; the United States has ratified all four though it has not ratified some of the protocols added later.\nThe conventions guarantee a certain level of protection for former combatants, including prisoners of war and civilians. They set out in detail the requirements for food, clothing, shelter, safety from combat, access to medical care, and other matters.\nHowever, whether fighters could qualify for these protections depended on whether they adhered to some basic rules of law such as wearing uniforms, carrying arms openly, answering to a chain of command, and not committing war crimes. Many of those who would one day end up in Guantanamo Bay and other sites were from non-state terrorist groups and did not adhere to these rules. So these fighters were not guaranteed the same protections afforded POWs.\nCheney’s strongest point in his interview with Baier was to draw this distinction between prisoners of war, who receive these extensive protections, and \"unlawful combatants,\" who do not. There is, in fact, a distinction in the level of protection.\nWhat undercuts the accuracy of Cheney’s claim, however, is a different part of what he said. It’s misleading for him to say that such combatants are \"not covered by the Geneva Convention.\" While detainees who do not have POW status don’t get the top level of protection, they do get more basic protections from the Geneva Conventions.\nAnd glossing over those less-stringent protections hides an important point: Even the lower level of protection would have shielded detainees, at least on paper, against some of the harsh treatments now alleged in the Senate report.\nExperts pointed us to identical passages in each of the four conventions, known as \"Common Article 3.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAmong other things\"prohibited at any time and in any place whatsoever\" by Common Article 3 are \"violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture\" as well as \"outrages upon personal dignity, in particular humiliating and degrading treatment.\"\nIn other words, despite the implications from what Cheney said, even unlawful combatants \"have minimum protections under the Geneva Conventions,\" Richard D. Rosen, director of the Center for Military Law & Policy at Texas Tech University Law School.\nThe Hamdan decision\nIn the immediate aftermath of 9/11, there was considerable debate inside and outside the Bush administration about how captured members of al-Qaida and the Taliban should be treated.\nThe Bush administration contended that the Geneva Conventions did not apply to terrorism suspects held abroad, siding with White House and Pentagon lawyers over objections from the State Department. Administration lawyers also approved the \"enhanced interrogation techniques\" and said they were legally permissible.\nThe debate about the Geneva Convention piece of the equation ended in June 2006, when the U.S. Supreme Court issued its ruling in Hamdan vs. Rumsfeld, a watershed case on detainee rights. The 5-3 majority wrote that Common Article 3 \"affords some minimal protection, falling short of full protection under the Conventions, to individuals associated with neither a signatory nor even a nonsignatory who are involved in a conflict 'in the territory of' a signatory.\"\nIn other words, by this decision, \"our own Supreme Court has made it completely clear that, whatever their status, (detainees) are entitled to some minimal protections under the Geneva Convention,\" said Steven R. Ratner, a University of Michigan law professor. \"That ruling is binding law in the United States, no matter what the former vice president says.\"\nUniversity of Notre Dame law professor Mary Ellen O’Connell, a specialist on international law, agreed. \"The Supreme Court's ruling in Hamdan conflicts directly with the vice president’s assertion,\" she said.\nWe will also note that while Common Article 3 of the Geneva Conventions is one source of basic protection for detainees, their rights to these protections may be bolstered by other international agreements as well.\nOne is Article 75 of Additional Protocol I of the Geneva Conventions, which includes minimal protections for all people, whatever their status, who are caught in a conflict. While the U.S. has not ratified this protocol, the U.S. government has said that, \"out of a sense of legal obligation\" it will adhere to Article 75 for \"any individual it detains in an international armed conflict, and expects all other nations to adhere to these principles as well.\"\nAnd despite resistance during the Bush administration, two other international agreements to which the United States is a party -- the 1984 Torture Convention and the 1966 International Covenant on Civil and Political Rights -- would also prohibit torture and cruel, inhuman, or degrading treatment or punishment, experts said.  \nOur ruling\nCheney said that terrorist detainees \"were not covered by the Geneva Convention. They were unlawful combatants. And under those circumstances, they were not entitled to the normal kinds of courtesies and treatment.\"\nCheney has a point that unlawful combatants are not afforded as high a level of protection as prisoners of war or civilians. However, his comment glosses over the fact that unlawful combatants are still accorded a minimum degree of protection, including a ban on \"violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture,\" and \"outrages upon personal dignity, in particular humiliating and degrading treatment,\" both of which have been validated by the Supreme Court.\nThis is an important omission, since some of these very actions have been alleged in the Senate report. Because the statement contains an element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.", "vclaim_id": "vclaim-pol-06919"}