{"url": "/factchecks/2012/jun/29/becky-moeller/becky-moeller-says-over-4000-texas-lives-have-impr/", "speaker": "Becky Moeller", "vclaim": "Says the federal health care law upheld by the Supreme Court \"has improved or saved the lives of more than 4,000 Texans\" otherwise prevented from obtaining health coverage due to pre-existing conditions.", "truth_label": "true", "date": "stated on June 28, 2012 in a statement reacting to the Supreme Court decision upholding the law.:", "title": "Becky Moeller says over 4,000 Texas lives have improved or been saved due to federal health care law", "text": "Celebrating the U.S. Supreme Court decision upholding the 2010 federal health care overhaul, a Texas labor leader said thousands of Texans have already benefited from it.\n\nIn a June 28, 2012, statement, Becky Moeller, president of the Texas AFL-CIO, said of the new health care law: \"It has improved or saved the lives of more than 4,000 Texans who otherwise would have run afoul of ‘pre-existing condition’ clauses preventing them from obtaining insurance.\"\n\nThe law has helped that many Texans with pre-existing conditions?\n\nRefresher: The 2010 Patient Protection and Affordable Care Act bars insurers, starting in 2014, from denying coverage to individuals due to pre-existing conditions. Until then, the act also provides for pre-existing condition insurance plans to be available to individuals who have been uninsured for at least six months because of a pre-existing condition, according to a timeline for the law posted online by the federal government. As the act was under debate, advocates said that without such provisions, coverage for people living with certain conditions including diabetes, cancer and HIV/AIDS would remain financially out of reach.\n\nBy email, AFL-CIO spokesman Ed Sills told us Moeller’s figure traces to the White House, which has a web page showing a map of the United States under this headline: \"What Health Reform Means to Your State.\" Clicking on Texas delivers a pop-up stating ways that the law is benefiting Texas, including: \"4,029 people who were uninsured because of a pre-existing condition now have coverage.\"\n\nBut those pop-out statistics are not sourced.\n\nAs we mulled Moeller’s figure, state Sen. Leticia Van de Putte, D-San Antonio, aired the same count in a statement lauding the court decision. Van de Putte’s spokesman, Lee Nichols, told us she drew the number from a document on the impact of the federal health law prepared by the Progressive States Network, a liberal-leaning public policy group.\n\nBy email, the group pointed us to a February 2012 report from the U.S. Department of Health and Human Services stating that 27 states operate their own Pre-Existing Condition Insurance Plan, while 23 states (including Texas) chose to depend on federally run plans. It says, too, that the plans are helping 50,000 Americans who were previously unable to afford health coverage. And the report’s Appendix A says the Texas plan, which started in August 2010, had 4,029 individuals enrolled for coverage extending through December 2011. Through that month, Texas had the third-highest number of plan members, behind California, at 5,599, and Pennsylvania, at 4,567.\n\nWe recognized this figure was not up to date. Fortunately, spokesman John Greeley of the Texas Department of Insurance alerted us to a June 15, 2012, posting on a website managed by the U.S. Department of Health and Human Services. Through April 2012, according to the post, 5,684 individuals were enrolled in the Texas plan.\n\nWe paused, finally, over whether it’s fair to assume that each Texan in the program saw their lives improved or even saved, as Moeller puts it.\n\nSills of the Texas AFL-CIO conceded by telephone that it’s possible some of the newly insured individuals subsequently experienced worsened conditions or died. Still, he said, it’s a reasonable inference that somebody who has insurance who didn’t previously have it has an improved life. \"Even if they did die,\" Sill said, \"it’s perfectly conceivable that they received treatment that made the rest of their lives better.\"\n\nOur ruling\n\nMoeller’s count of the Texans benefiting from newly having insurance despite pre-existing conditions is a bit understated. And while there’s no certainty that every beneficiary saw their lives improved or saved, we agree that's a reasonable supposition.\n\nWe rate the claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10845"}