{"url": "/factchecks/2011/feb/18/shawn-lindsay/shawn-lindsay-says-john-kitzhabers-budget-proposal/", "speaker": "Shawn Lindsay", "vclaim": "Says John Kitzhaber’s proposed budget for upcoming biennium represents 8 percent increase over last", "truth_label": "barely-true", "date": "stated on February 9, 2011 in an e-mail:", "title": "Shawn Lindsay says John Kitzhaber’s budget proposal is up 8 percent over last biennium’s funding level", "text": "Gov. John Kitzhaber’s budget has been fairly well received by Republicans. The key to his budgeting success has a lot to do with the fact that he has set levels according to what the state is projected to take in, not what departments say they need to keep providing current services.\n\nStill, it’s quickly becoming a Republican talking point that the budget Kitzhaber proposed represents an increase over our current two-year budget. It has popped up in a note from Rep. Gene Whisnant, R-Sunriver, to his constituents; a newsletter from Rep. Kevin Cameron, R-Salem; and in an e-mail from Rep. Shawn Lindsay, R-Hillsboro.\n\nFor the purposes of this fact check, we’ll focus on Lindsay, who, based on the e-mails we’ve seen, takes the most aggressive approach.\n\nIn an e-mail to constituents, he writes:  \"Under the Governor's proposed budget, the state would have $1.2 BILLION more to spend in 2011-12 than it had in 2009-2010.  That's an INCREASE not a BUDGET CUT.  If I only got an 8% pay raise when I wanted a 30% pay raise, there's no way I'd call it a pay cut.\"\n\nWe wouldn’t call that a pay cut either, so we decided to look into this one.\n\n(For those interested, in the full statement, Lindsay also says the following: \"Increases in DHS (Department of Human Services) and OHA (Oregon Health Authority) spending is out-pacing increases in Education.  In other words, DHS and OHA spending increases are done at the expense of Education.\" We already fact-checked a similar allegation and found it to be Barely True.)\n\nKitzhaber has proposed a combined general and lottery fund budget for the 2011-2013 biennium of $14.5 billion. There’s an extra $220 million that Kitzhaber has not allocated; he’s saving that as a cushion of sorts. That puts the budget at about $14.7 billion in all. Kitzhaber based that total on the most recent state revenue forecast.\n\nNow, for comparison, the current two-year budget clocked in at $13.5 billion.\n\nWhen you take these two numbers -- $14.7 billion and $13.5 billion -- side by side, it does indeed look like an increase of some $1.2 billion, or 8 percent. Hey! That’s what Lindsay said. So he’s right, right?\n\nNot so fast.\n\nThat $13.5 billion total for the current biennium isn’t really the full extent of what the state spent. Remember that stimulus the federal government passed two years ago? Well that and a few other smaller bills infused the state’s budget with some $1.3 billion in one-time cash. Generally, you wouldn’t count that as part of the general and lottery fund budget, as those dollars went to very specific places in the total funds budget. That said, those dollars helped loosen up other dollars to go toward services that receive their money from the general fund.\n\nAll of that is a complicated way of saying that the state has been working with a $14.8 billion two-year budget. Bottom line: Kitzhaber’s spending proposal is on par with the current biennium.\n\nWe called Lindsay to see what he had to say about this. He argued that his e-mail was talking about the general and lottery funds only -- not the total fund budget. But he doesn’t make that clear in the e-mail. And even so, that seems to us to be a little deceiving.\n\nLet’s look at this another way. Say last year you made $30,000 for the year and got an end-of-year bonus of $5,000. This year, however, your boss has said no bonuses, but your annual salary got bumped up to $35,000. By Lindsay’s standards, that’s a raise because he’s not counting the  bonus -- or, in the state’s case, the federal stimulus money. Fact is, though, you’d probably fold that bonus into your budget just as you would the extra cash in your paycheck. Well, without the bonus the following year, that extra $5,000 in wages wouldn’t feel much like a raise, would it? Not as far as we’re concerned.\n\nAnd yet that’s what Lindsay and his fellow Republicans seem to be arguing here. Sorry, we just don’t see it.\n\nWe rate this claim Barely True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13578"}