{"url": "/factchecks/2021/jan/11/viral-image/no-nancy-pelosi-didnt-send-letter-ted-wheeler/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”", "truth_label": "false", "date": "stated on January 10, 2021 in a Facebook post:", "title": "No, Nancy Pelosi didn’t send this letter to Ted Wheeler", "text": "A fake letter that’s circulating on social media makes it look like House Speaker Nancy Pelosi rallied Portland’s mayor in a scheme to exploit racial justice demonstrations for political means. \n\"I have seen your response to the riots in your city and I am urging you to stick to the proven Democratic Play book,\" begins what looks like an Aug. 27 letter from Pelosi to Mayor Ted Wheeler. The letter, riddled with grammar and punctuation errors, continues: \n\"1: Deny there is a Problem, (Press will support this)\n2: Refer to everything as peaceful and calm, (Press will help here also)\n3: When all hell breaks loose, go on camera and show your support for anybody breaking the law, (Press will praise you for this, you will be a new hero, trust me).\n4: When you can no longer keep any order ‘BLAME TRUMP!’ (I cannot over emphasize #4, This has worked every time we have used it and again the Press has told me they will support and fact check any claim we make!! THIS IS POLITICAL GOLD!!)\n5: Go on Television and Condemn TRUMP and refuse any assistance! WeCANNOT give TRUMP any victory before the election!!!!!!\"\nIt’s signed \"best wishes, Nancy Pelosi.\" This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nDrew Hammill, Pelosi’s deputy chief of staff, told PolitiFact the letter is fake. \nA spokesperson for Wheeler confirmed and said that the mayor hasn’t received \"any correspondence from Speaker Pelosi during recent demonstrations.\" \nIt doesn’t take much to unearth the supplies one would need to doctor a letter from the speaker. \nLetters from Pelosi to other government officials — such as this October 2020 letter to the Secretary Treasury Steven Mnuchin — are available online. \nBut while the letterhead and signature in the missive posted on social media resembles those in this letter to Mnuchin, the error-filled text is unlike anything that appears in Pelosi’s correspondence to the treasury secretary. \nWe found nothing to support the claim that this letter is real. \nWe rate this post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-19161"}