{"url": "/factchecks/2014/jan/29/virginia-senate-democratic-caucus/senate-democrats-u-turn-power-sharing/", "speaker": "Virginia Senate Democratic Caucus", "vclaim": "On sharing power with Republicans", "truth_label": "full-flop", "date": "stated on January 28, 2014 in a floor debate.:", "title": "Senate Democrats U-turn on power sharing", "text": "Democrats’ views on power sharing in the state Senate have come a long way.\nEach political party controls 20 seats in the state Senate, just like they did two years ago. But the the Democrats senators’ view has hardened now that they have the tie-breaking vote.\nLet’s go back to November 2011 elections when Republicans gained two Senate seats, splitting the partisan count in the chamber down the middle and setting the stage for GOP Lt. Gov. Bill Bolling to cast tie-breaking votes on legislation.  \nA few weeks later, Republicans decreed that Bolling’s tie-breaking vote also applied to Senate rules and that with his support, they would they would push through a reorganization that would give the GOP chairmanship of all committees.\nDemocrats protested, saying Bolling’s tie-breaking powers did not give him a say in establishing the internal rules of the Senate. Sen. Donald McEachin, D-Henrico, said \"Bolling is not a member of the Senate,\" and unsuccessfully asked a judge to stop the reorganization.\nMcEachin, the chairman of the chamber’s Democratic caucus, denounced the GOP’s reorganization as \"an arrogant power grab.\"\nSen. Richard L. Saslaw, a Fairfax County Democrat who stood to lose his post as majority leader, agreed.\n\"Virginians elected 20 senators of each party, and it’s only right the power in the Senate is divided equally,\" Saslaw told the Richmond Times-Dispatch. \"The Republicans are trying to overrule the will of the people and claim a majority they did not earn.\"\nOn Jan. 11, 2012, Senate Republicans, with Bolling’s support, pushed through a resolution giving their party chairmanships of all the committees and majority membership on the major panels. The measure passed on a 21-20 vote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"It’s grossly unfair to the citizens of Virginia who voted for a 20-20 Senate,\" said Sen. John S. Edwards, D-Roanoke, according to the Richmond Times-Dispatch. \"I think the citizens of Virginia want the Senate of Virginia to engage in a power-sharing agreement.\"\nBut Republicans were not sympathetic. Sen. Tommy Norment, who was poised to become the new majority leader, said the reorganization was a \"rearticulation of Senate rules\" that the GOP found \"appropriate.\"\nNow, let’s flash forward. In November 2013, Democrat Ralph Northam was elected lieutenant governor. And this Monday, Democrat Lynwood Lewis was declared the winner of a special election to take Northam’s seat in the Senate.\nOn Tuesday, Lewis was sworn in, giving Democrats a 21-20 edge with Northam’s tie-breaking vote. That  allowed the Democrats to push through their own reorganization on a series of 21-20 votes. Democrats gave themselves the leadership of all committees -- although it should be noted they agreed to share the chairmanship of the powerful Finance Committee with Republican Walter Stosch, a bipartisan gesture the GOP was unwilling to make two years ago.\nEchoing Republican actions of 2012, the Democrats gave themselves majorities on all committees but two: Local Government; and Rehabilitation and Social Services.\nRepublicans, perhaps mindful of their actions two years ago, did not call on the Democrats to share power or contest the lieutenant governor’s right to break the tie votes. But they did complain about several new precedents the Democrats set, including one that would empower the Rules Committee to kill Senate bills that are \"significantly amended\" by the Republican-led House of Delegates. In the past, House amendments to Senate bills were considered by the full Senate.\nThe Democrats’ reorganization plan was authored by McEachin -- the same person who called the GOP takeover two years ago \"an arrogant power grab.\" McEachin said his change of view this year is rooted in the GOP’s actions two years ago. During debate, he frequently repeated Norment’s 2012 line about \"a rearticulation of Senate rules.\"\nSaslaw, in a written statement after the vote, said time have changed. \"We now have a majority and we have a responsibility to use that majority to work on the issues voters care about,\" he wrote.\nNo doubt, the Senate Democrats have U-turned on power sharing. We rate it a \"Full Flop.\"\nCorrection: A comment made by Sen. Richard Saslaw was incorrectly attributed to Sen. Donald McEachin in an earlier version of this story. The attribution has been corrected in this updated post.", "vclaim_id": "vclaim-pol-08332"}