{"url": "/factchecks/2012/may/06/c-wharton/memphis-mayor-c-wharton-says-tax-increase-not-city/", "speaker": "A C Wharton", "vclaim": "\"We will not ask for a tax increase to run city government.\"", "truth_label": "mostly-true", "date": "stated on April 16, 2012 in an interview about his city budget proposal.:", "title": "Memphis Mayor A C Wharton says tax increase not for city government services", "text": "\"It’s all about the schools,\" Memphis Mayor A C Wharton said the day before his administration made its first budget proposal to the City Council since Memphians, in another Wharton landslide, elected him to what is technically his first full four-year term as the city’s CEO.\n\nWharton said that while Memphians would be paying more in property taxes than they did for the 2011-12 fiscal year, it was because of the court-mandated funding of Memphis City Schools. He was asking for the City Council to set a total tax rate of $3.66 per $100 of assessed value, up from the current $3.19.\n\nIn practical terms, that means taxes on a $150,000 home would jump to $1,372.09 annually, up $176.25 from the current $1,195.84.\n\nAnd yet, while Wharton freely acknowledges he’s asking for a tax increase, he claims core city government services would be funded with the same amount of property tax revenues in FY 2013 as they were in FY 2012.\n\n\"It's all about the schools,\" Wharton said. \"We will not ask for a tax increase to run city government. The budget I present will be clear. We'll operate city government on the same amount we used last year.\"\n\nWharton explains the apparent contradiction -- taxpayers paying more taxes but funding the same amount of government -- by pointing to the $65 million the city is required to give to MCS for one final year. The city’s schools are being transferred to Shelby County after the 2012-13 school year, at which point the city’s court-ordered obligation to help MCS with its nearly $900 million budget will end.*\n\nWharton and his finance director, Roland McElrath, agreed to an interview to defend the mayor’s claims.\n\nFor the 2012 budget year, when the property tax rate was $3.19 per $100 of assessed value, the city allocated only 18 cents for the schools -- the remaining $3.01 was for the general fund that finances government. The city cobbled together the remainder of the approximately $74.2 million needed for its portion of school funding in other ways. For one example, the city generated $20 million through a refinancing of its debt service.\n\nBut for the 2013 budget year, Wharton wants a straightforward payment to schools to flow directly out of property taxes -- and since each penny of the tax rate generates $1 million in revenue, the city claims it is simply adding 0.47 to the 0.18 that was allocated for schools last year to get to 0.65. Add that 0.65 to the 3.01 and you get the 3.66 property tax rate Wharton proposes.  \n\nAnother way to think of it: Wharton is saying that the first 301 pennies on the tax rate for FY 2013 will go to fund city government with the remainder going to schools, just like the first 301 pennies on the tax rate for 2012 were allocated to fund city government with the remainder going to schools.\n\nIt’s important to note that the city draws revenues from many areas, including various other taxes and fees, but property taxes are by far the city’s single-largest source of revenues, representing around half the city’s budget.\n\nJim Strickland, the budget chairman for the City Council, is among those asking Wharton to find ways to cut government services to lessen the impact on taxpayers. Strickland believes the mayor should do more to lower taxes, saying \"this is the third tax increase he’s asked for\" since winning a special election in 2009 to finish out the final 27 months of Willie Herenton’s fifth term.\n\nBut he said Wharton’s framing of the issue is technically accurate, even if it essentially allows him to shift blame for the spike in taxes: \"In that direct quote, I’m pretty sure he’s right.\"\n\nMcElrath and Wharton did acknowledge this -- their budget proposal calls for $22 million more in spending on those core non-schools government services. The budget proposal for FY 2013 calls for $628 million in spending on non-schools government services; current projections for FY 2012 show $606 million in spending on non-schools government services.\n\nThat reflects increases in spending in public safety, especially in the police division where the administration has every incentive to back police director Toney Armstrong in his second full year as chief. But Wharton said the budget also recommends serious cuts -- for instance, closing some libraries and a golf course and scaling back hours at some community centers and city pools. Wharton had the finance department send documents showing how spending trends in city government are all related to more money for public safety but less for everything else.\n\nTo Strickland, Wharton is masking his decision to increase spending and avoid some difficult cuts by telling taxpayers that 65 cents of the tax rate is going directly to schools.\n\n\"The point is, it doesn’t matter what you are asking for, it’s hitting the taxpayer in the same way,\" Strickland said. (EDITOR'S NOTE:  UPDATE: The original version of this story included a claim from Strickland that Wharton’s proposed tax rate would be the \"highest we’ve ever had.\" We removed that quote because the administration’s budget shows that the overall tax rate for FY 1980 for Memphis was, in fact, 3.74 -- higher than Wharton's proposed 3.66 this year.)\n\nOur ruling\n\nMemphis’s mayor says that a property tax increase is not in fact a tax increase to fund core government services. Rather, it’s a one-time assessment to cover the city’s final year of court-ordered funding obligations for the city’s dissolving school system.\n\nWharton’s finance team was able to create a budget allocating the various revenues so that the amount of the property-tax rate going to fund general government services is the same for 2013 as it was in 2012. But because the budget shows overall government spending increasing by $22 million -- about 3.6 percent -- that bit of needed clarification means the  Truth-O-Meter dial points to Mostly True.\n\n-------------\n\n*In 2011, MCS and the City Council voted to surrender the system’s charter, and voters concurred in a referendum asking to transfer control of Memphis public schools to Shelby County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11152"}