{"url": "/factchecks/2011/mar/31/morgan-griffith/morgan-griffith-says-you-need-waiver-keep-your-hea/", "speaker": "Morgan Griffith", "vclaim": "\"Originally, Democrats promised that if you liked your health care plan, you could keep it. One year later we know that you need a waiver to keep your plan.\"", "truth_label": "barely-true", "date": "stated on March 25, 2011 in a newsletter.:", "title": "Morgan Griffith says you need a waiver to keep your health care plan", "text": "U.S. Rep. Morgan Griffith is on the long list of Republicans who observed the first anniversary of the health-care reform law by firing out a scathing statement.\n\nGriffith, who represents the 9th Congressional District in Southwest Virginia, said in a March 25  newsletter that Americans were misled about the bill.\n\n\"Originally, Democrats promised that if you liked your health-care plan, you could keep it,\" Griffith wrote. \"One year later we know that you need a waiver to keep your plan.\"\n\nWe gave his statement a checkup.\n\nRoughly 160 million Americans get health insurance through employee benefits, and millions more buy it on the private market, according to Tim Jost, a law professor at Washington and Lee University and a consumer advocate for the National Association of Insurance Commissioners.\n\nOur research turned up no evidence of blanket waivers being required by the government. But experts did tell us Uncle Sam was issuing some waivers for limited-benefit plans and coverages that were not meeting a new requirement to spend at least 80 percent of premiums on health benefits rather than administrative or other costs.\n\nBeth Breeding, Griffith’s press secretary, confirmed that Griffith’s comments refer primarily to the limited-benefit, or \"mini-med\" plans popular at huge employers with lots of part-time or low-wage workers. Two of the largest users are Wal-Mart and McDonalds.\n\nThese policies often have annual limits on on total payouts. Jost said the caps can be as low $2,000. The new law bars annual benefit limits, starting in 2014. The ban will be phased in over the next three years, allowing benefit caps of $750,000 in 2011, $1.25 million in 2012 and $2 million in 2013.\n\nBut the health-care reform law provides an out for plans that can’t meet these new limits without jacking up premiums. If an insurer can convince regulators that the new caps would cause premiums on a plan to soar, regulators can issue a waiver.\n\nDuring the first two months of this year, 1,040 waivers were issued for limited-benefit plans covering 2.6 million workers, according to the the Department of Health and Human Services. That’s roughly 1.6 percent of the employees with health care coverage. Jost believes virtually every mini-med plan in America has sought a waiver.\n\n\"These waivers include some pretty good plans with $250,000 or $500,000 annual limits that just can’t quite get to the threshold,\" Jost said. \"Some offer pretty decent coverage, and some offer virtually nothing.\"\n\nMichael Tanner, a senior fellow at the libertarian Cato Institute, said mini-med plans are expected to all but vanish by 2014. He said the government predicts many businesses will bring their plans into compliance with new standards, even though it will likely force businesses to spend more.\n\nBut Tanner stressed that most companies and their employees will not go through a waiver process.\n\n\"That’s just not the case now,\" Tanner said.\n\nDuring the health care debate, President Barack Obama promised Americans would be able to keep their plans, if they like them. PolitiFact rated that statement Half True, because while many elements of the health care system will not change, private companies retain the right to switch and tweak their health care plans. Many do so now, and they will continue to do so after 2014.\n\nWhen Obama later said nothing in the law will force most employers to change plans, the statement was rated True. While employers retain the right to change plans, they are not, in most cases, required to do.\n\nSo here’s our final diagnosis.\n\nGriffith wrote in a column excoriating insurance provisions in the health care reform law that \"you need a waiver to keep your plan.\" His press secretary told us  the congressman was only talking about limited-benefit plans, although Griffith made no such distinction in his writing.\n\nAbout 2.6 million Americans are covered by limited-benefit plans. That’s a tiny percentage of the 160 million people who have employer-sponsored health coverage, and millions more who have other forms of coverage.\n\nContrary to what Griffith said, very few Americans will need a waiver to keep their health-care plan. We rate his statement Barely True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13335"}