{"url": "/factchecks/2010/nov/10/robert-brown/state-senator-says-animal-cruelty-lead-violent-adu/", "speaker": "Robert Brown", "vclaim": "\"Animal abuse is often an indicative trait of future acts of violence against humans.\"", "truth_label": "true", "date": "stated on October 29, 2010 in press release:", "title": "State senator says animal cruelty lead to violent adults", "text": "State Sen. Robert Brown wants to strengthen Georgia's animal cruelty laws and made his case at a recent hearing.\n\n\"Animal abuse is often an indicative trait of future acts of violence against humans,\" said Brown, a Democrat from Macon, \"and prosecuting such behavior is our first line of defense against potentially dangerous criminals.\"\n\nIs it true? Are people who abuse animals more likely to hurt people?\n\n\"He's right,\" said Mary Lou Randour, professional outreach director for animal cruelty for the Humane Society of the United States. \"It's just another example of the type of people who are anti-social and aggressive.\"\n\nAnimal cruelty became a hot topic in these parts in 2007 when one of the state's biggest athletic stars, Atlanta Falcons quarterback Michael Vick, was accused of participating in a dogfighting ring with some of his longtime friends. Vick pleaded guilty, served time in prison and is now the starting QB for the Philadelphia Eagles.\n\nRandour sent us links to several academic studies that link animal abuse to violence against people. We looked at those. And we looked at a variety of other information relating to the subject.\n\nResearchers have been conducting more detailed studies on the subject for several decades. The findings are similar:\n\n- The Chicago Police Department looked at 332 animal cruelty and related cases from July 2001 to July 2004. Police found 70 percent of suspects had prior arrests for other felonies. Eighty-six percent of them had two or more prior arrests.\n\n- A 2007 study of some women in domestic violence shelters found their abusers were 11 times more likely to have harmed or killed a pet.\n\n- A 1983 study of alleged child abuse found evidence in 60 percent of the cases of possible earlier animal abuse.\n\n- Of 117 men serving time in South African prisons for crimes \"of aggression,\" nearly two-thirds of them admitted to cruelty to animals, according to a 1999 study.\n\nBrown authored legislation in 2000 that allows animal abuse to be charged as a felony. The senator said he pushed for the changes, in part, from anecdotal stories of people who abused animals when they were young and committed felonies against people as adults. Brown also was swayed by FBI agents who made the connection between animal abuse and violence against people.\n\nBrown said he's considering legislation that would create tougher penalties on people who abuse animals in the presence of children. Brown said he's not sure whether it will pass when the Legislature convenes in January because he understands lawmakers will be focused on the state's budget challenges and there will be a large freshman class at the Gold Dome next year.\n\n\"We want to look at a remedy [to the existing law] that will have some broad impact,\" he said.\n\nBrown appears to have done his homework on his claim about the connection between animal abuse and violence against humans. There is overwhelming research that Brown is right. This one is a slam-dunk. We rate his claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-14042"}