{"url": "/factchecks/2020/feb/03/donald-trump/earnings-bottom-rising-faster-top-mixed-data-behin/", "speaker": "Donald Trump", "vclaim": "\"Earnings for the bottom 10% are rising faster than earnings for the top 10%.”", "truth_label": "half-true", "date": "stated on January 28, 2020 in comments at a campaign rally:", "title": "Earnings at the bottom rising faster than at the top? The mixed data behind Trump’s claim", "text": "One of President Donald Trump’s central promises was to produce a rising economy that lifts all boats. At a rally in Wildwood, N.J., he touted record low unemployment rates, especially for African Americans and Hispanics. His policies of tax cuts and rolling back regulations, he said, had been particularly good for those making the least.\n\"This is a blue-collar boom,\" Trump said Jan. 28. \"Earnings for the bottom 10% are rising faster than earnings for the top 10%.\"\nThe Bureau of Labor Statistics has the numbers behind Trump’s statement.\nThere’s data for each quarter and each year. The quarterly numbers back Trump up, but the yearly numbers are more reliable — they capture seasonal employment and have a lower standard error. Looking at the changes from year to year, earnings for the lowest 10% grew faster in only one year, 2018. Here’s how that looks:\n\n \nSo Trump is right for only one out of the three years of his presidency.\nWe also looked at the change between 2016, the year before Trump took office, and 2019. Viewed that way, the numbers support Trump’s statement. Between 2016 and 2019, the low-wage earners saw a 14.6% rise, compared with 13.5% for the top earners.\n\nProblems with the weekly earnings data\nThis data has limitations.\nThe earnings data misses income from a second part-time job that many low-wage earners rely on. But more significant are the dollars it misses on the high end.\nIt doesn’t count the self-employed at all –– about 10% of the workforce –– which in the higher income group includes lawyers, engineers, financial advisers and other lucrative professions. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"The earnings growth in that group could be very high, because that’s where we’ve seen some of the highest income growth over the past 30 years,\" said Erica Groshen, the former head of the Bureau of Labor Statistics. \nPlus, this survey doesn’t count earnings over $150,000. Someone making $250,000 would be entered as earning $149,999. That makes the high-end number in the data artificially low.\nThis measure is not well suited to the comparison at the extremes that Trump made.\nDid tax cuts and cutting regulations make the difference?\nTrump pushed for the tax cuts and signed spending bills that spurred growth (and rising deficits) so he can take some credit for a steady economy.The growth has led employers to boost wages to attract and keep workers. \nBut Trump has not supported raising the minimum wage, and that’s also a plausible driving factor. The federal minimum wage of $7.25 an hour hasn’t changed since 2009, but 29 states have increased it on their own, including very large states such as New York and California.\n\"The minimum wage absolutely could be at play,\" said economist Elise Gould with the Economic Policy Institute, a group focused on gains for low and middle income workers. \"In states that raised the minimum wage, lower income wages rose faster than in those that didn’t.\"\nBetween 2010 and 2018, in states that raised the minimum wage faster than inflation, the bottom 10% of workers saw their wages go up nearly 10%. For states that didn’t act, wages rose too, but by less than 6%.\nSo tax and regulation cuts are only part of the story. Deficit spending and hikes in the minimum wage also played a role.\nOur ruling\nTrump said that \"earnings for the bottom 10% are rising faster than earnings for the top 10%.\" Earnings for the bottom 10% seem to be rising faster, but not by much, and there are different ways to crunch the data. \nAlso, the weekly earnings measure misses a lot of income at the high end and produces an artificially low estimate for the top 10%. It is a poor measure for the comparison Trump made.\nThe claim is partially accurate but lacks important context. We rate this claim Half True.", "vclaim_id": "vclaim-pol-17326"}