{"url": "/factchecks/2011/may/24/amy-hanauer/policy-matters-ohios-amy-hanauer-says-four-every-1/", "speaker": "Amy Hanauer", "vclaim": "\"To give a sense of how families are struggling, a record four out of every 10 school kids in Ohio now qualifies for subsidized lunch.\"", "truth_label": "true", "date": "stated on May 5, 2011 in at a rally at the Ohio Statehouse:", "title": "Policy Matters Ohio's Amy Hanauer says four of every 10 Ohio children qualify for subsidized lunches", "text": "Whether overhauling Ohio’s collective bargaining law or proposing dramatic budget cuts, Republican Gov. John Kasich’s agenda has drawn thousands of protesters to the Statehouse this year.\n\nAmy Hanauer of the liberal think tank Policy Matters Ohio delivered a speech at the Statehouse on May 5 – the day the GOP-controlled Ohio House of Representatives passed the budget – that focused on the working class and the government policies that have damaged it.\n\n\"To give a sense of how families are struggling, a record four out of every 10 school kids in Ohio now qualifies for subsidized lunch,\" said Hanauer, executive director of Policy Matters Ohio.\n\nThe statistic is effective because it’s easy to understand.\n\nFree or reduced-price school lunches are directly linked to poverty, and 40 percent seems like a high number of Ohio students who qualify for the subsidy. PolitiFact Ohio decided to look into Hanauer’s claim to see if she has her facts straight.\n\nBefore we were able to reach Hanauer, Internet research produced news reports from this year about subsidized lunch statistics in Ohio. A story The Columbus Dispatch published February 13, citing statistics from the Ohio Department of Education, reported that four out of 10 Ohio students receive free or reduced-price lunch through a federal program for low-income students.\n\nWe called the Department of Education for the statistics used in the story. A department spokesman handed over data it received from the National School Lunch Program, which is part of the U.S. Department of Agriculture.\n\nThe National School Lunch Program provides cash subsidies to public and private schools across the country to serve free and reduced-price lunches to eligible children.\n\nThe data, collected in October and released in February, shows 825,469 Ohio students received free or reduced-priced lunch out of 1,876,355 students who attend Ohio schools participating in the National School Lunch Program. Of those students participating in the program, 716,084 receive free lunch and 109,385 received reduced-price lunch.\n\nBased on those numbers, about 44 percent of students at Ohio schools participating in the federal subsidized lunch program qualify for the benefit – exceeding the four-in-10 ratio Hanauer cited.\n\nBut are there Ohio schools that don’t participate in the federal subsidized lunch program? If so, the overall percentage of Ohio students getting free or reduced-priced lunch could drop below 40 percent.\n\nWe checked back with the Department of Education to get the total number of students in the state. There are about 2,042,538 students in Ohio, according to the department. So we plugged the new total into our calculation (825,469 students getting subsidized lunch divided by 2.04 million kids) and the result was 40.4 percent – equal to a 4-to-10 ratio.\n\nSo Hanauer was correct in citing the ratio of Ohio kids getting a subsidized lunch. She also called the statistic a record. How does that stack up?\n\nSimilar data from the Department of Education was readily available dating back to 2002. Since 2002, the highest percentage of students receiving subsidized lunch was, in fact, in 2010.\n\nIn 2009, which saw the second-highest participation, 42 percent of students at schools participating in the federal program received subsidized lunch (compared to 44 percent in 2010).\n\nHanauer’s speech was spot-on about the ratio of kids receiving subsidized lunch.\n\nAs for calling the ratio a record, neither the Department of Education nor the USDA provided data that showed a higher percentage in the past.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13051"}