{"url": "/factchecks/2018/jan/09/credo-action/did-democrats-vote-deport-dreamers/", "speaker": "Credo Action", "vclaim": "Democratic lawmakers who voted in favor of short-term spending bills \"just voted to deport Dreamers.\"", "truth_label": "false", "date": "stated on December 21, 2017 in a tweet:", "title": "Did Democrats vote to deport Dreamers?", "text": "A progressive advocacy group claims Democratic lawmakers have voted to deport so-called \"Dreamers,\" young immigrants in the country illegally.\n\"Democrats who just voted to deport Dreamers. Share to shame Democrats who are enabling Trump’s racism,\" said an image tweeted Dec. 21 by Credo Mobile, listing the names of 14 Democratic representatives, 17 Democratic senators and independent Sen. Angus King of Maine.\nRemember these names. Shame. #DreamActNow #DeportationCaucus @SenateDems @HouseDemocrats @NancyPelosi @SenSchumer pic.twitter.com/za5l2v1jFQ— CREDO Mobile (@CREDOMobile) December 22, 2017\n\n\nThe accusation is jarring after years of congressional Democrats pushing for legislation granting certain immigrants a chance to stay in the United States legally and have a pathway to U.S. citizenship.\nContrary to their rhetoric, did dozens actually vote to kick them out of the country?\nCredo’s tweet came after members of the U.S. House and Senate, including Democrats, voted to continue funding the government short-term, until Jan. 19.\nThe final bill that President Donald Trump signed into public law contained no reference to deportations or Dreamers. But immigrant advocates had urged Democrats to vote against the spending bills if they did not include a legislative solution for Dreamers who are at risk of deportation.\nCredo’s rationale is voting for a bill that doesn’t benefit Dreamers amounts to voting to deport them. That’s a mischaracterization of the actual content of the bill.\nDACA program and Congress’ December vote\nThe Trump administration in September rescinded Deferred Action for Childhood Arrivals (DACA), a program created during the Obama administration to prevent the deportation of immigrants in the country illegally who came to the United States as children. This group is often referred to as Dreamers.\nThe government has granted DACA to about 800,000 people, and around 690,000 are currently protected.\nDespite rescinding DACA, Trump’s administration allowed DACA beneficiaries with permits expiring by March 5, 2018, (about 154,000 people) to apply for renewal in the fall.\nThe vast majority of the 154,000 recipients were granted renewals or have an application pending, but about 21,000 don’t have a renewal pending, according to the Department of Homeland Security. Immigrants who chose not to submit renewal applications may be at risk of deportation based on that decision.\n(DHS acting spokesman Tyler Q. Houlton tweeted that not all DACA recipients choose to renew, so it does not necessarily mean that immigration officials denied the requests.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDACA recipients with permits expiring after March 5 are set to lose their deportation relief if Congress does not pass a bill to help them out.\nSen. Tim Kaine, D-Va., as well as other Democratic senators seeking re-election in 2018, support Dreamers but were not ready to shut down the government in December over the issue.\n\"I will exercise every bit of leverage I can for the Dream Act, but if there is a vote that would lead to a shutdown, that’s where I draw the line,\" Kaine told the Washington Post.\nOn Dec. 21, lawmakers in the House and Senate approved short-term spending bills in order to prevent a government shutdown. The bill Trump signed into law did not have any provisions related to Dreamers, either to protect or deport them.\nSince Democrats didn’t force passage of the Dream Act, a bill to benefit Dreamers, some immigrants protected by DACA will be subject to deportation, Credo campaign manager Nicole Regalado told PolitiFact.\n\"We believe it is more than reasonable to assert that any Democrat who voted for December’s CR without any protections for DACA recipients voted to help Trump deport immigrant young people whose DACA status will expire in the coming weeks,\" Regalado said.\nHowever, it’s uncertain that lawmakers could have passed the Dream Act. Trump has said he expects \"massive border security\" in exchange for a solution for Dreamers, and Democrats have voiced strong opposition to his border wall, among other measures.\nThe Trump administration has emphasized that any immigrant in the country illegally is subject to deportation, though Kirstjen Nielsen, in November during her Senate confirmation hearing for Secretary of Homeland Security, said DACA recipients whose protection expired would not be an enforcement priority.\nHouse Minority Leader Nancy Pelosi, D-Calif., said the conversation would continue \"because it is an emergency.\"\n\"They kicked the can for the omnibus into January. It’s this year, extended, that’s what it is. It’s the process,\" Pelosi told reporters, The Hill reported.\nRep. Luis Gutierrez, D-Ill., a prominent immigrant advocate, tweeted that Democrats would continue fighting for Dreamers in 2018. His tweet came after confronting Senate Minority Leader Chuck Schumer, D-N.Y., ahead of the vote, according to the Washington Post.\n\"This fight continues in January & I think Dems are on same page now. Good of the country must outweigh any political calculations, therefore we'll be moving forward on #DreamAct under leadership of @RepLujanGrisham @NancyPelosi @SenSchumer & allies in House & Senate,\" Gutierrez tweeted Dec. 21.\nOur ruling\nCredo tweeted that Democratic lawmakers who voted in favor of short-term spending bills in December \"just voted to deport Dreamers.\"\nLawmakers voted to continue funding the government until Jan. 19, but there was no language in the legislation to deport Dreamers. Credo contends that voting for a bill that does not include protection for Dreamers is essentially a vote to deport them. That’s an interpretation of the vote, but not an accurate representation of the content of the bill that was voted on.\nWe rate the statement False.\n Share the Facts 2018-01-09 13:05:39 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Democratic lawmakers who voted in favor of short-term spending bills \"just voted to deport Dreamers.\"    Credo Progressive advocacy group https://twitter.com/CREDOMobile/status/944028270147682304   in a tweet Thursday, December 21, 2017 2017-12-21    Read More  info", "vclaim_id": "vclaim-pol-02532"}