{"url": "/factchecks/2014/sep/23/peter-king/rep-peter-king-says-isis-tried-attack-fort-knox-20/", "speaker": "Peter King", "vclaim": "\"In 2011, (the Islamic State) attempted to attack Fort Knox.\"", "truth_label": "false", "date": "stated on September 21, 2014 in an interview on \"Fox News Sunday\":", "title": "Rep. Peter King says Islamic State tried to attack Fort Knox in 2011", "text": "There’s considerable debate in Washington whether the Islamic State, the terrorist group now occupying parts of Iraq and Syria, presents a direct threat to the homeland. But to Rep. Peter King, R-N.Y., there’s little doubt the threat is real.\nWhy? Because, he said, they’ve tried to attack the United States before.\n\"They're coming at us, and we have to be on our guard at all times,\" King said Sept. 21 on Fox News Sunday. \"If (the Islamic State) went into Australia, they could certainly come into the U.S. In 2011, they attempted to attack Fort Knox.\"\nAn attack on Fort Knox? That claim caught us by surprise. Maybe it shouldn’t have, though, because it’s not even the the first time King has said it. We found at least seven instances of King making similar comments — including more than a year ago — in multiple variations.\nAug. 31 on CBS: \"I believe strongly that ISIS does plan on attacking the United States. Even three years ago their predecessor organization attempted to attack Fort Knox, and two people were arrested and convicted in Kentucky for that attempted attack.\"\nJuly 10 on Fox: \"In fact, three years ago when they called themselves al-Qaida in Iraq, there were three of them, three members were arrested attempting to attack Fort Knox in Kentucky.\"\nJuly 31, 2013, on CNN: \"It was a (Foreign Intelligence Surveillance Act)-related program that uncovered an al-Qaida cell in Sen. Paul's own state of Kentucky, which apparently was going to attack either Fort Campbell or Fort Knox.\"\nIs it two people or three? Was the plot against Fort Campbell or Fort Knox?\nNo matter how many times he repeats it or how he says it, there’s no public evidence that it’s accurate.\nThe Heritage Foundation, a conservative think tank, does not list an attempted attack on Fort Knox (or Fort Campbell, for that matter) on its extensive list of 60 terrorist plots in the United States since Sept. 11, 2001. Similarly, researchers at the University of Maryland National Consortium for the Study of Terrorism and Responses to Terrorism went through their database of foiled terrorist attacks for PolitiFact and told us \"nothing came up.\"\nIraqi nationals in Kentucky\nKing’s office did not respond to multiple calls and emails over several days asking for more information. Nonetheless, based on his various comments, we were able to discern that King was referencing the 2011 arrest of two Iraqi nationals in western Kentucky on federal terrorism charges.\nThe details of the case are indeed alarming. In September 2009, the FBI, based on a tip, launched an investigation into Waad Ramadan Alwan, an Iraqi nationalist living in Bowling Green, Ky.\nA confidential source for the FBI started talking with Alwan in 2011. Alwan discussed how he previously worked as a bombmaker in Iraq. He boasted about blowing up American Hummers and targeting U.S. soldiers, claiming he used improvised explosive devices, referred to by the military as IEDs, hundreds of times, according to court documents.\nThe FBI even matched a fingerprint from Alwan to an unexploded IED that was discovered by the military in 2005. (If you can believe it, there’s a warehouse outside of Washington that houses thousands of bombs found by the military). Through that, investigators were able to determine that Alwan likely killed U.S. troops while in Iraq.\nThe confidential source continued to meet with Alwan and recruited him to assist in an operation in the United States to send explosives, firearms and money to al-Qaida of Iraq.\nLet’s stop here for a second. It is reasonable to consider al-Qaida of Iraq a predecessor of the Islamic State, said Gary Ackerman, director of the Unconventional Weapons and Technology Division of the National Consortium for the Study of Terrorism and Responses to Terrorism. What is now the Islamic State is rooted in the Iraqi branch of al-Qaida after multiple name changes and fusions with other groups.\n\"The core ideology and leadership have remained the same, with the strategy evolving from expelling the U.S. from Iraq and sectarian warfare in Iraq, to include toppling (Syrian President Bashar al) Assad, and eventually forming a Caliphate,\" Ackerman said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n \n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe sting\nOn five occasions, Alwan helped procure and load money and weapons he believed were going to help al-Qaida of Iraq fight U.S. troops. In January 2011, Alwan recruited a friend to assist him — Mohanad Shareef Hammadi, another Iraqi who had moved to Bowling Green after first living in Las Vegas. (Alwan and Hammadi entered the United States as refugees after lying about their past terrorism ties on paperwork.)\nFrom January to May 2011, the two worked together on five missions to send grenade launchers, machine guns, explosives, sniper rifles, hand grenades, missile launchers and $565,000 to al-Qaida of Iraq.\nOf course, this was all a sting operation. While Alwan and Hammadi thought they were helping insurgents in Iraq, in reality, the FBI was monitoring all of their actions. The weapons, which the FBI rendered unusable, were merely transferred from one location under FBI control to another.\nIn May 2011, Alwan and Hammadi were arrested. In December 2011, Alwan pleaded guilty to a 23-count indictment, including conspiring to kill U.S. nationals abroad and multiple charges of weapons and terrorist activities. Hammadi pleaded guilty to a 12-count indictment, including attempting to provide material support to terrorists.\nFor cooperating with authorities, Alwan received a reduced sentence of 40 years in prison followed by a lifetime under house arrest. Hammadi was sentenced to life in prison.\nThe charges\nNone of the charges filed against Alwan and Hammadi were for domestic terrorism plots. There is no mention of a plot against Fort Knox in their charging documents or in the affidavit of their activities from investigators submitted at trial. They were not convicted of any crimes related to domestic terrorism. All of the charges against these individuals were for actions committed while in Iraq or for trying to assist terrorist groups operating overseas.\nWe combed through hundreds of pages of court documents available online. The only conceivable reference to any other terrorist activity is in Hammadi’s sentence appeal. There, the U.S. Court of Appeals for the Sixth Circuit wrote: \"Hammadi and Alwan also plotted to murder a U.S. Army Captain whom they knew from Iraq.\"\nAn ABC investigative report had slightly more details: \"Alwan had been caught on an FBI surveillance tape talking about using a bomb to assassinate an Army captain they'd known in Bayji, who was now back home — and to possibly attack other homeland targets.\"\nIt’s possible this captain was located at Fort Knox, which was about 90 miles from Bowling Green (for what it’s worth, Fort Campbell is about 70 miles away). Perhaps King, who sits on the House intelligence committee, knows more details about this.\nHowever, even in the most generous interpretation of the facts, King’s account is still radically misleading.\nFor starters, his comments inferred (and, in fact, he has said as much in the past) that the individuals were arrested for attempting to attack Fort Knox. Again, nothing in the charging documents goes so far as to even mention a domestic plot.\nSecond, while it’s fair to say Alwan and Hammadi thought they were helping a predecessor of the Islamic State, al-Qaida of Iraq had no communication with them. Even if Alwan and Hammadi had discussed a domestic attack, it would not be accurate to say the plan came from the Islamic State or al-Qaida of Iraq. They would have been acting alone, without any approval from an actual terrorist organization.\nThis was more or less two Iraqis with dangerous background who were duped by the FBI into believing they were helping Islamic insurgents fight Americans overseas.\nOur ruling\nKing said, \"In 2011, (the Islamic State) attempted to attack Fort Knox.\" There is no public account of such a plot and King’s office did not respond to us to provide any evidence to suggest a foiled domestic attack on Fort Knox.\nIn 2011, two Iraqi nationals were arrested in Kentucky about 90 minutes outside Fort Knox for attempting to help al-Qaida of Iraq by sending weapons, explosives and money to insurgents fighting overseas. However, their efforts were actually part of an FBI sting operation, and they never helped or connected with al-Qaida groups operating in Iraq.\nThe two ultimately pled guilty to multiple counts of terrorist activities; however, there was no mention of a domestic plot in any of the charging documents.\nNo doubt this is a troubling case, but the public record does not back up King’s conclusions about it. We rate King’s statement False.", "vclaim_id": "vclaim-pol-07262"}