{"url": "/factchecks/2020/feb/16/jan-schakowsky/have-carbon-emissions-increased-under-trump/", "speaker": "Jan Schakowsky", "vclaim": "“We’ve also seen in the time that he’s (Donald Trump) been president, an increase in carbon emissions going absolutely in the wrong way.”", "truth_label": "mostly-true", "date": "stated on February 12, 2020 in committee hearing remarks:", "title": "Have carbon emissions increased under Trump?", "text": "During a House committee hearing on President Donald Trump’s budget proposal, U.S. Rep. Jan Schakowsky questioned the White House’s acting budget director on major cuts Trump’s plan would make to the Environmental Protection Agency.\n\"Does this budget propose cutting funding for the Environmental Protection Agency?\" Schakowsky, an Evanston Democrat, asked Acting Director of the Office of Management and Budget Russell Vought.\n\"It proposes a cut to EPA by about 26% and we believe that we will still be able to fulfill the statutory responsibilities of clean air, clean water, clean —\" Vought said, before Schakowsky interjected with a claim that caught our attention:\n\"We’ve also seen in the time that he’s been president, an increase in carbon emissions going absolutely in the wrong way,\" she said.\nIn 2018, PolitiFact rated Half True a claim from Trump’s EPA that greenhouse emissions were down under the president, finding that while emissions were continuing to fall, the rate of decline had slowed during Trump’s first year in office. The data at that time did not show emissions were rising.\nSo we wanted to find out whether more recent figures support Schakowsky’s claim that emissions have increased under Trump, and whether the changes suggest a trend going \"in the wrong way.\"\nOverall, emissions are indeed up from 2016 levels following a spike in 2018. After that, carbon emissions again began to decline. Experts interviewed say those incremental changes may have nothing to do with Trump policies.\nA sharp rise, followed by another drop\nIn response to our inquiry, a spokesman for Schakowsky’s office pointed to reports highlighting a 2018 spike in U.S. carbon dioxide emissions following three years of declines.\nA report published in May 2019 by the Rhodium Group, an independent research firm, estimated CO2 emissions from fossil fuel combustion rose 2.7% in 2018. It was the second-largest annual increase since 2000, the group reported, though somewhat smaller than an estimate it made earlier in the year based on preliminary data. The largest increase occurred in 2010 under then-President Barack Obama as the economy began its rebound from the recession, according to the group.\nIn a draft report released this month, the EPA noted a similar uptick in 2018 CO2 emissions, which comprise the vast majority of U.S. greenhouse gas emissions.\nSo Schakowsky is correct there was a spike in carbon emissions on Trump’s watch. In 2019, however, U.S. carbon dioxide emissions fell again, according to several recent international reports.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAnd that drop was not a surprise. Indeed, the preliminary Rhodium report for 2018 noted that while the pace of U.S. emissions decline had slowed since 2016, the group did not \"expect a repeat\" increase the following year.\nTo address that point, Schakowsky’s office sent us a Scientific American article speculating the decline identified in one of the international reports could be \"overly optimistic\" and a Washington Post story highlighting the Rhodium Group’s lukewarm preliminary findings for U.S. emissions in 2019.\nWhile a significant decline in coal consumption last year helped drive the overall drop, Rhodium noted, the United States made little progress in other areas. By their accounting, net greenhouse gas emissions remained slightly higher in 2019 than at the end of 2016.\n\"There are low-cost technology solutions to reduce oil and gas methane emissions,\" the Rhodium report said. \"But their deployment at scale requires strengthening regulations that the Trump Administration instead has been weakening.\"\nIt’s also worth noting Rhodium did not attribute any of the emissions changes seen so far to the Trump administration, which has made eliminating federal environmental regulations a priority.\nInstead, both Rhodium and the federal government pegged the 2018 increase to fluctuations in weather, which drove up heating and cooling needs, and to increased economic growth.\n\"Overall there has indeed been an increase (or at best little or no change) in carbon emissions since Trump has been president,\" said John Nielsen-Gammon, a climatologist at Texas A&M University, in an email response. \"Whether Trump’s policies have had any significant positive or negative effect on U.S. carbon emissions is a separate question.\"\nOur ruling\nSchakowsky said that in the time Trump has been president, the nation has seen \"an increase in carbon emissions going absolutely in the wrong way.\"\nReports show U.S. carbon dioxide emissions did spike on Trump’s watch in 2018. They fell again last year, but greenhouse gas emissions overall remain higher than they were before he took office.\nWe rate her claim Mostly True.\n\nMOSTLY TRUE — The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-17396"}