{"url": "/factchecks/2019/apr/25/gavin-newsom/newsom-california-leads-prescription-drugs/", "speaker": "Gavin Newsom", "vclaim": "California is leading the nation in holding drug companies accountable and fighting prescription drug prices.", "truth_label": "half-true", "date": "stated on April 17, 2019 in a news release:", "title": "Newsom: California Leads On Prescription Drugs", "text": "California regularly portrays itself as a national trendsetter on political issues, and Gov. Gavin Newsom is claiming that title on prescription drugs.\nNewsom has a plan to take on the drug industry, and at an April 17 news conference in Southern California, he declared that two other governors already want to join his effort.\n\"California is leading the nation in holding drug companies accountable and fighting prescription drug prices,\" Newsom said via a press release that day, marking his 100th full day in office.\nThere’s no question the Democratic governor is aggressively taking on the pharmaceutical industry — vowing to leverage his state’s purchasing power to extract lower prices, and bluntly telling drugmakers that taxpayers are tired of being \"screwed.\"\nBut Newsom’s claim that California leads the nation on this issue prompted us to ask: Is that really the case?\nWhat is Newsom doing about prescription drugs?\nNewsom marked his first day in office, Jan. 7, with a direct message to the pharmaceutical industry: The nation’s most populous state is fed up with the meteoric rise in prescription drug prices.\nHe signed an executive order directing the state to negotiate drug prices for the roughly 13 million enrollees of Medi-Cal, the country’s largest Medicaid program that serves low-income residents, by 2021. And he ordered his administration to study how state agencies could band together and buy prescription drugs in bulk.\nWith the state buying drugs for all Medi-Cal enrollees and state entities, Newsom argues that California will leverage its purchasing power as the third-largest buyer in the country to demand lower prices from drugmakers. Eventually, Newsom envisions private purchasers — including small businesses, health plans and self-insured Californians — taking part.\nNewsom has said several times he hopes this collaboration can be a model for the rest of the country.\nNewsom traveled to Downey, Calif., last week to announce that Los Angeles County would join California’s bulk purchasing pool, a move intended to show that others are eager to join his initiative.\nHow do California’s efforts on prescription drugs compare with those of other states?\nWe interviewed five health care experts who commended Newsom for his focus on prescription drugs, but each noted that he is not the only lawmaker tackling the issue.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"Is California a leader? Yes. Is it the leader?\" asked Edwin Park, a research professor at Georgetown University’s Center for Children and Families. \"That’s not doing an assessment of what all the other states are doing.\"\nA number of states in recent years have enacted laws to regulate pharmacy benefit managers, the so-called middlemen who negotiate with drugmakers; impose drug price transparency rules; outlaw \"gag clauses\" that prevent pharmacists from telling consumers about cheaper drug alternatives; and authorize the importation of drugs from Canada.\nAt least 28 states and the District of Columbia already participate in multistate purchasing pools — joining forces to get bigger discounts for their Medicaid programs or state employees. The Northwest Prescription Drug Consortium, formed by Oregon and Washington in 2006, invites state and local government agencies, businesses, labor unions and uninsured consumers to voluntarily pool their purchasing power.\nRoughly 1.1 million people are represented by the consortium, either as individuals or through public and private entities such as the Washington State Department of Corrections, Washington’s Medicaid program and SAIF Corp.\n\"Other states are actively looking at us as a partner,\" said Trevor Douglass, director of the Oregon Prescription Drug Program.\nEarlier this month, Maryland lawmakers passed legislation that would create the nation’s first prescription drug affordability board, which, if signed by Republican Gov. Larry Hogan, would let the state cap certain drug prices.\n\"There’s extraordinary activity\" on prescription drug prices, said Trish Riley, executive director of the National Academy for State Health Policy, which tracks bills in state legislatures around the country. \"Hundreds of bills were introduced this year.\"\nWhat makes California’s effort novel, Newsom spokesman Nathan Click said, is the mandatory inclusion of all state agencies and the Medi-Cal program — which he said would make it the largest purchaser of drugs after Medicare and the Department of Veterans Affairs. Programs in other states are more limited, and some are voluntary.\nHealth care experts agreed that California’s size by default makes it a national leader on the health care front, not the national leader. But if California is successful, they say, it could lower the price of drugs nationally.\nOur ruling\nNewsom said \"California is leading the nation in holding drug companies accountable and fighting prescription drug prices.\"\nStates across the county are addressing the rising cost of prescription drugs in a variety of ways. California is not the only, or the first, one.\nThe scope of what Newsom is attempting could bring down drug prices for California residents, and possibly residents in other states that join the effort. But Newsom’s sweeping plan is still in its infancy with many details pending, so it’s too soon to gauge success.\nWe rate the claim HALF TRUE. \nThis fact check was reported and edited by Kaiser Health News. PolitiFact and KHN are partnering to fact-check claims about health care.", "vclaim_id": "vclaim-pol-00710"}