{"url": "/factchecks/2016/sep/21/tom-steyer/did-california-spend-5-billion-execute-13-people/", "speaker": "Tom Steyer", "vclaim": "\"Since 1978, California has spent $5 billion to put 13 people to death.\"", "truth_label": "barely-true", "date": "stated on September 14, 2016 in a press release.:", "title": "Did California spend $5 billion to execute 13 people?", "text": "California billionaire and potential gubernatorial candidate Tom Steyer joined the debate over ending the state’s death penalty last week by repeating a questionable claim.\n\"Since 1978, California has spent $5 billion to put 13 people to death,\" Steyer said in a press release announcing his support for Proposition 62.\nThe measure would abolish capital punishment in the state.\nProposition 66, a competing measure on November’s ballot, would keep the death penalty but proposes speeding up its appeals process.\nThere’s no doubt California’s death penalty system is slow and expensive: But $5 billion to execute 13 people? We decided to fact-check that suspect claim.\nOur research\nThere are more than 700 people on California’s death row, which the Yes on 62 campaign has correctly claimed is the largest death row in the Western Hemisphere.\nThe state has paid incarceration and court costs for all of those inmates, not just the few that have been executed since California reinstated the death penalty in 1978.\nSteyer based his ‘$5 billion to execute 13 people’ claim on information from the Yes on 62 campaign, according to his spokesman. The campaign has made the death penalty’s high cost a central part of its argument for abolishing executions.\nThe Yes campaign made the same claim as Steyer in a September 12 Facebook post.\n\nThe Yes on 62 campaign posted this image on its Facebook page on Sept. 12, 2016. \n\nThe Yes on 62 campaign made the same claim on Twitter on Sept. 16, 2016. \nIt published a more accurate and nuanced statement on its website: \"Since 1978, California taxpayers have paid $5 billion to maintain the death penalty and death row, and executed 13 people.\"\nThe Yes on 62 campaign says it extrapolated the $5 billion estimate from a report by California’s Loyola Law School in 2011 that placed the cost of the state’s entire death penalty system at $4 billion.\nOne of the report’s authors, Paula Mitchell, told PolitiFact California that the $5 billion figure is her updated estimate for how much state and federal taxpayers have spent on California’s entire death penalty system since 1978, not just on cases for the 13 people who have been executed.\nMitchell said Steyer and the Yes on 62 campaign left out this key context in their claims.\n\"I think the way to fairly characterize the expense is to say we’ve spent $5 billion on a system that has produced only 13 executions since 1978,\" said Mitchell, who heads Loyola’s Project for the Innocent and is an adjunct professor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nRepresentatives for the No on 62 campaign rejected the claim by Steyer, noting costs are spread across \"a much larger number of cases.\" They also called the $5 billion estimate in Mitchell’s report \"a wildly inflated number.\"\n\nA guard stands watch over the east block of death row at San Quentin State Prison Tuesday, Aug. 16, 2016, in San Quentin, Calif. A pair of November ballot measures will decide the future of the death penalty in California. As of Aug. 1, 2016, there were 700 condemned inmates at the prison. (AP Photo/Eric Risberg)\nWildly inflated?\nWe dug a bit deeper to examine whether Steyer not only wrongly attributed the entire cost of the death penalty system to 13 cases, but also used a \"wildly inflated\" cost estimate.\nMitchell, who is an advocate for abolishing capital punishment, said she’s worked with the Yes on 62 campaign to discuss death penalty cost estimates.\nShe said her estimates are derived from the cost of pre-trial investigations, trials, appeals and incarceration. Her report cites figures from the California Commission on the Fair Administration of Justice, among other sources.\nFrank Zimring, a law professor and death penalty expert at UC Berkeley, said he’s relied on the report in the past and finds the cost estimate credible, \"give or take a hundred million or so.\"\nCost comparison\nMitchell’s said her current $5 billion cost estimate represents the amount taxpayers spent \"above what it would have cost us\" without the death penalty. Her report could not reach a conclusion, she said, on how much a life in prison system would have cost taxpayers over the same period.\nOn average, it cost $47,000 per year to incarcerate a prison inmate in California during the 2008-2009 fiscal year, according to the Legislative Analyst’s Office.\nThe cost to house a death row inmate, however, is $90,000 more per year than for an inmate in the general prison population, said Mitchell. She attributed the higher cost to lengthy and complex death row court cases.\nDeath penalty court cases cost more than others, in part, because more attorneys are legally required to participate and more investigation is required. Costs also mount because death penalty appeals must be heard by the California Supreme Court, which has only seven justices. That creates a bottleneck, Mitchell said, where each case can stretch a decade or more.\nWithout the death penalty, Zimring said the cost of trials and appeals would be \"vastly less.\"\nOur ruling\nTom Steyer said recently: \"Since 1978, California has spent $5 billion to put 13 people to death.\"\nBut that cost has been spread over hundreds of cases since 1978, not just the 13 that led to executions.\nCalifornia currently has more than 700 inmates on death row. Prosecuting and housing each costs the state significantly year after year.\nSteyer’s claim might have been correct if he had said taxpayers have spent $5 billion on a system that’s resulted in 13 executions.\nInstead, his words leave the impression California paid the entire $5 billion for a fraction of its hundreds of cases.\nWe rate Steyer's claim Mostly False.\n\nMOSTLY FALSE – The statement contains some element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/bc51bc76-832d-4387-956d-fa0a87051f25", "vclaim_id": "vclaim-pol-04292"}