{"url": "/factchecks/2014/dec/05/bryant-gumbel/bryant-gumbel-says-golf-closes-america-every-48-ho/", "speaker": "Bryant Gumbel", "vclaim": "\"A golf course closes somewhere in America every 48 hours.\"", "truth_label": "half-true", "date": "stated on July 21, 2014 in an episode of HBO's Real Sports with Bryant Gumbel:", "title": "Bryant Gumbel says a golf course closes somewhere in America every 48 hours", "text": "Talking up a local golf course, an Austin American-Statesman reader caused us to look into a fade-shot claim from HBO’s Real Sports With Bryant Gumbel.\nBob Brockmann said in a letter published on the newspaper’s editorial page Dec. 2, 2014 that he’d just watched an episode of the program revealing that \"golf lost 5 million players in the last 10 years, and as a result one golf course closes every 48 hours in America.\"\nBrockman’s letter also said: \"I am an avid golfer and hate to see this trend, but it’s a reality. Let’s try to fight the trend by keeping Muni open,\" he wrote, referring to the beloved Lions Municipal Golf Course in West Austin that could be developed into a mix of offices, apartments and shops.\nFore! A golf course closes every 48 hours?\nIn the HBO episode, which debuted in July 2014, Gumbel said: \"On average, 130 courses have closed every year for the last eight years, from midwestern Michigan to the coast of California, from the tip of Florida to the top of Minnesota.\" Gumbel, describing the closings as the hangover after the sport’s explosive growth in the Tiger Woods era, added: \"A golf course closes somewhere in America every 48 hours.\"\nBy telephone, the producer of the episode, Nick Dolin, told us that according to the National Golf Foundation, 157.5 U.S. golf courses closed in 2013.\nThat breaks out to one all-holes-down every 56 hours. \"We took a slight liberty,\" Dolin said. \"It’s a slight exaggeration.\"\nThe foundation, which says it delivers independent market intelligence to keep golf businesses ahead, says on its \"frequently asked questions\" web page that as of Jan. 1, 2014, there were 15,516 U.S. golf facilities, as in complexes with at least one golf course. The foundation says that compares to 15,890 in 2010 and 16,052 in 2005. As of 2014, Texas was home to 790 facilities; Michigan, New York and California each had more with Florida leading other states with 1,048, according to the page.\nThere were 157.5 course closures in 2013, the foundation says, with a course defined as having 18 holes, the number that makes up a round of golf. Still, 14 courses opened, the foundation says.\nGolf may be slipping in popularity. There were about 25 million golfers age 6 or older in 2012, the foundation says, compared to 30 million in 2005.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\nBy email, we sought more detail; a foundation spokesman, Marc Blatchley, replied by pointing out a January 2014 foundation newsletter story stating that in 2013, U.S. golf-course closings outpaced openings for the eighth straight year. Blatchley also told us that in Texas in 2013, the equivalent of 8.5 18-hole courses closed and 0.5 courses opened.\nThe newsletter story said: \"The overall reduction in supply is a gradual, natural market correction of the existing imbalance of supply and demand. Since the market correction began in 2006, there has been a cumulative net reduction of 643 golf courses… which represents a drop of about 4% off the peak supply year of 2005.\n\"However, the cumulative decline over that period should be considered in context,\" the story said.\"Over the 20-year period from 1986 to 2005, U.S. golf grew by more than 40%, as more than 4,500 new courses were added.\"\nThat’s a new course every 39 hours! (Ok, irrelevant. But par for this story, yes?)\n\"Although there will be excellent new golf courses being built in the future, the gradual market correction is expected to continue for the next few years,\" the story said.\nOur ruling\nGumbel said a \"golf course closes somewhere in America every 48 hours.\"\nIn 2013, actually, the rate was one 18-hole course closing every 56 hours and that’s before appropriately taking into account the year’s 14 reported openings, which means the nation experienced one less golf course every 61 hours.\nWe rate Gumbel’s catchy but only partly accurate statement Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06944"}