{"url": "/factchecks/2011/jul/28/republican-party-wisconsin/wisconsin-republican-party-says-more-than-half-nat/", "speaker": "Republican Party of Wisconsin", "vclaim": "Says \"over 50 percent of U.S. job growth in June came\" from Wisconsin.", "truth_label": "false", "date": "stated on July 21, 2011 in a news release:", "title": "Wisconsin Republican Party says more than half the nation's job growth in June came from Wisconsin", "text": "Gov. Scott Walker says he is focused like a laser beam on job creation. He’s promised that Wisconsin will create 250,000 private sector jobs during his four year term.\n\nSo when a monthly report showed a sharp increase in the number of jobs in June 2011 -- an estimated net increase of 12,900 jobs, or 9,500 if you just consider the private sector -- it got some attention. What’s more, a federal Bureau of Labor Statistics report released earlier in July showed there had been only 18,000 jobs created nationwide in June.\n\n(To be sure, the news was not all rosy in the state report: It showed the unemployment rate rose to 7.6 percent in June, from 7.4 percent in May.)\n\nWalker celebrated the Wisconsin jobs numbers on July 21, 2011, with this tweet:  \"In June, there were 18,000 net new jobs in America. In WI, there were 9,500 net new jobs!  most since 9/2003.\"\n\nWalker made a similar comparison in an interview: \"To have 9,500 net new jobs in the state at a time when the country saw just 18,000 net new jobs all across the country is incredibly good news, and it's driven by the rebirth of tourism in the state.\"\n\nMany others echoed the basic message of Walker’s tweet, often adding their own spin. And that’s where numbers -- or at least the use of them -- started to go bad.\n\nThe state Republican Party issued a news release with this statement: \"Today, we learned that over 50 percent of U.S. job growth in June came from our state.\"\n\nThree days later, U.S. Rep. Jim Sensenbrenner (R-Wis.) said: \"The labor (department) report that came out last week had 18,000 jobs created in the country. But half of them were in Wisconsin, so we must be doing something right.\"\n\nVariations of the statement were made by others, including the conservative MacIver Institute, Sen. Alberta Darling (R-River Hills), and state Reps. Michelle Litjens (R-Vinland), Scott Suder (R-Abbotsford) and Joan Ballweg (R-Markesan).\n\nThat’s a lot of echoes.\n\nBut is what’s being shouted accurate? That is, is the state-national comparison a valid one?\n\nWe started by looking at the other state-by-state reports, released by the federal government at the same time Wisconsin’s numbers were issued.\n\nWisconsin wasn’t at the top.\n\nThat claim belonged to Texas, with an increase of 32,000 jobs. Numerous other states showed larger job gains than Wisconsin. For instance, California was up 28,800, and our neighbor Minnesota topped Wisconsin with an increase of 13,200 jobs.\n\nObviously, those add up to more than 18,000 jobs added in the country in June. Indeed, if you were to tally all the state reports -- accounting for those with increases and decreases -- you’d wind up with a net monthly increase of 64,900 jobs -- not the originally discussed 18,000. And half of them would have been created in Texas.\n\nSo, could Texas Gov. Rick Perry accurately claim his state accounted for twice the total of all the jobs created in the nation? That’s illogical at best.\n\nWhat’s going on here?\n\nIn short, Walker, the state GOP and the others touting the national numbers are making a flawed comparison. The Bureau of Labor Statistics does separate national and state-by-state studies, each with different parameters and margins of error. The agency says it’s wrong to mix the two estimates -- a warning included as a footnote on the documents themselves.\n\nHere’s how they put it:\n\n\"State estimation procedures are designed to produce accurate data for each individual state. (The bureau) independently develops the national employment series and does not force state estimates to sum to national totals nor vice versa.\n\n\"Because each state series is subject to larger sampling and nonsampling errors than the national series, summing them cumulates individual state levels errors and can cause significant distortions at an aggregate level. Due to these statistical limitations, (the bureau) does not compile a ‘sum of states’ employment series and cautions users that such a series is subject to a relatively large and volatile error structure.\"\n\nIn short, the bureau says you can’t accurately use the individual state jobs reports to make a national comparison. Or even shorter: Don’t do it.\n\nWalker addressed the flawed comparisons a few days after the jobs report was released, during a July 26, 2011 appearance in Wausau.\n\n\"We made it very clear at our announcement that (our number) was not half of all the jobs out there, though it is an interesting parallel,\" Walker said.\n\nIn looking back at the various statements, some clearly went further than others -- and further than Walker’s original tweet. Many of the strongest comparisons seem to take the lead from the state GOP, which claimed \"over 50 percent of U.S. job growth in June came from our state.\"\n\nAs the Bureau of Labor Statistics notes, it is wrong to combine the two sets of numbers to reach this conclusion. After all, by that approach Minnesota, California and Texas could all say the same as the state GOP, which would lead to at least four halves and, apparently, two wholes.\n\nThis item isn’t on whether the jobs news was good -- clearly it was -- but on how it was presented.\n\nWe rate the state GOP claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12664"}