{"url": "/factchecks/2008/may/15/moveon/parsley-and-mccain-relationship-appears-political-/", "speaker": "MoveOn.org", "vclaim": "\"The pastor McCain calls his 'spiritual guide,' Rod Parsley, believes America's founding mission is to destroy Islam, which he calls a 'false religion.' \"", "truth_label": "half-true", "date": "stated on April 5, 2008 in an e-mail message:", "title": "Parsley and McCain relationship appears political, not spiritual", "text": "Note to readers: An update was posted to this item on May 23, 2008, to reflect new information. See note at the end of this story.\n\n\nIn an e-mail to supporters, the liberal group MoveOn.org attacked Sen. John McCain for his ties to leaders of the religious right.\n\n\n\"McCain has sought closer ties to the extreme religious right in recent years. The pastor McCain calls his 'spiritual guide,' Rod Parsley, believes America's founding mission is to destroy Islam, which he calls a 'false religion.'\"\n\n\nIt's true that Parsley has endorsed McCain, and Parsley has made strident statements about Islam.\n\n\nParsley is an Ohio minister who heads the World Harvest Church and an affiliated Bible college based in Columbus. He hosts a nationally syndicated television show and has authored books including\n\nSilent No More\n\n, a collection of Parsley's opinions on political and moral issues, and\n\nCulturally Incorrect\n\n, which urges Christians toward greater civic and political involvement. An advocacy group he founded, the Center for Moral Clarity, promotes his opinions on conservative social issues.\n\n\nThe MoveOn e-mail quotes Parsley's words from\n\nSilent No More\n\n:\n\n\n\"I cannot tell you how important it is that we understand the true nature of Islam, that we see it for what it really is. In fact, I will tell you this: I do not believe our country can truly fulfill its divine purpose until we understand our historical conflict with Islam. I know this statement sounds extreme, but I do not shrink from its implications. The fact is that America was founded, in part, with the intention of seeing this false religion destroyed, and I believe that Sept. 11, 2001, was a generational call to arms that we can no longer ignore.\"\n\n\nThe book further explains that the Allah who inspired Mohammed was a demon spirit, that Islam enslaves women, and that it converts people by deception. (Needless to say, many Muslims would disagree with this description, and these charges are not what we're fact-checking here.)\n\n\nA spokesman for Parsley said MoveOn took his words out of context and pointed to a Frequently Asked Questions page on the Web site of Parsley's Center for Moral Clarity.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Q. Does Pastor Parsley hate Muslims?\"\n\n\n\"Pastor Parsley loves people and hates the belief systems that keep them from the truth. Islam is a false, dangerous religion. Peace-loving Muslims need the full support of all Christians.\n\n\n\"There are two divisions of Muslims in the world – peace-loving and radical Muslim extremists. In fact, many peace-loving Muslims are appalled at what is being done in the name of their religion. They were horrified by the events of September 11, 2001, and they are appalled by the actions of suicide bombers across the world. Christians must provide understanding, cooperation, support, and friendship to peace-loving Muslims throughout the world who share our desire for democracy and peace.\"\n\n\nMcCain, called Parsley \"a spiritual guide\" -- not his spiritual guide -- while onstage at a campaign event in Cincinnati on Feb. 26, 2008. McCain was welcoming some of the dignitaries who were on stage with him when he said, \"I'm very honored today to have one of the truly great leaders in America, a moral compass, a spiritual guide, Pastor Rod Parsley.\"\n\n\nMcCain's campaign said soon after that event that McCain does not meet regularly with Parsley, and a spokesman for Parsley said McCain has never attended services at World Harvest Church. Given that context, it seems likely that McCain meant he and Parsley shared similar values rather than Parsley personally advised him.\n\n\nPeople who read MoveOn's e-mail would probably think Parsley advises McCain on spiritual matters, and we find no evidence that that is the case. Rather, it seems more like a garden-variety political endorsement. Also, Parsley wrote that America was founded in part to see Islam destroyed, and MoveOn doesn't mention that caveat. MoveOn is right that Parsley has strong views opposing the religion. When we balance these facts against each other, we come to the conclusion that MoveOn's statement is Half-True.\n\n\n\nUPDATE:\n\nOn May 22, 2008, McCain rejected Parsley's endorsement at the same time he rejected the endorsement of another minister, John Hagee. (For details on the Hagee controversy,\n\nsee our statement update here\n\n.) A report from ABC News about Parsley had aired that morning discussing Parsley's views on Islam.\n\n\n\"I believe there is no place for that kind of dialogue in America,\" McCain said of Parsley.", "vclaim_id": "vclaim-pol-16214"}