{"url": "/factchecks/2020/nov/05/facebook-posts/milwaukee-wards-did-not-have-more-votes-president-/", "speaker": "Facebook posts", "vclaim": "\"Seven Milwaukee wards report more 2020 presidential votes than registered voters.”", "truth_label": "pants-fire", "date": "stated on November 4, 2020 in a Facebook post:", "title": "Milwaukee wards did not have more votes for president than registered voters", "text": "Many political eyes are on Wisconsin after Democratic nominee Joe Biden narrowly won the state, which was the first one to flip parties in a contentious presidential race that’s still too close to call. \nThe increased attention has led to a surge in misinformation about the state’s election process. \nOne popular — and very false — claim is that the battleground state had more ballots cast than registered voters. An online article shared widely on social media narrowed that claim to Milwaukee, the state’s largest city and a Democratic stronghold.\n\"Seven Milwaukee wards report more 2020 presidential votes than registered voters,\" stated a Nov. 4, 2020 article from Milwaukee City Wire. \nCity Wire later updated the article, but not before an array of other purported news sources echoed the same supposed finding. Those posts remained online after City Wire updated its post the afternoon of Nov. 5. The claim also got some increased attention after a tweet from Sean Hannity.\nThis article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook). \nBottom line: It’s wrong. Very wrong.\nThe source\nBefore we get into the claim itself, here’s a refresher on City Wire. \nThe website is one of several purported local news sites run by Metric Media Publications. In Wisconsin, the company operates 24 web pages including \"Green Bay Reporter\" and \"Fon du Lac News,\" which notably misspells the city name of Fond du Lac. \nThe Columbia Journalism Review reported the network relies heavily on algorithmically-generated stories and can be traced to conservative businessman Brian Timpone. His former company, Journatic, drew outrage in 2012 for plagiarism, fake bylines and fake quotes in what was dubbed \"pink slime journalism.\"\nBack in August, we looked at an \"analysis\" from the website about Biden’s school choice policy and determined it was False. \nNow, onto the latest claim.\nMilwaukee’s voting numbers\nThe crux of the headline centered around seven wards on Milwaukee’s southwest side. The unnamed writers of the article claimed to use data showing the number of ballots cast for the presidential race in these wards exceeded the number of registered voters.\nThere are a few problems here. The first: The numbers were completely incorrect.\nHere are the unofficial results in those wards as reported by the Milwaukee County clerk’s office (election results aren’t final until officials complete canvassing):\n\n\n234: 688 registered voters; 588 total ballots cast; 458 votes for Biden; 114 votes for President Donald Trump. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n269: 978 registered voters; 861 total ballots cast; 451 votes for Biden; 388 votes for Trump.\n\n\n272: 1,190 registered voters; 1,096 total ballots cast; 512 votes for Biden; 567 votes for Trump.\n\n\n273: 671 registered voters; 612 total ballots cast; 313 votes for Biden; 290 votes for Trump.\n\n\n274: 702 registered voters; 611 total ballots cast; 296 votes for Biden; 297 votes for Trump.\n\n\n277: 1,520 registered voters; 1,321 total ballots cast; 688 votes for Biden; 602 votes for Trump.\n\n\n312: 1,029 registered voters; 951 total ballots cast; 553 votes for Biden; 389 votes for Trump.\n\n\nWhether you look at total ballots cast in each ward or just those cast for Biden and Trump, the amount does not exceed the total number of registered voters. \n(Quick note: Votes for Biden and Trump don’t add up to total ballots cast because there were other candidates for president, and some people may not have voted in that race.)\nMilwaukee Election Commission Executive Director Claire Woodall-Vogg told the Milwaukee Journal Sentinel it wasn’t clear where the numbers in the article came from. She said the reporting software from the city and county reflect different numbers than what City Wire published.\nFor instance, the article said Ward 274 cast 1,290 votes for Biden and Trump when the number was actually only 593. \nCity Wire also cited the Wisconsin Secretary of State’s office as the source of the data. But, unlike in some other states, that office in Wisconsin is not involved in the state’s elections and therefore doesn’t collect election data. \n\"My office coworkers who first saw that and called it to my attention and I have no idea what they’re talking about because we have no such records,\" said Secretary of State Doug La Follette, whose small office focuses on authenticating official documents with the state seal.\nCity Wire published an updated article with an editor’s note on Nov. 5, 2020 that said Milwaukee County updated voter registration data and voting tallies for nine wards after the original version was published shortly after 3 p.m. on Nov. 4.\nBut that's untrue. An archived version of the county election results showed the wards in question had accurate results posted as of 9:48 a.m. Wednesday, hours before the first version of this story published. This is also confirmed by the timestamp on the county website, which notes it was last updated at 3:56 a.m. Nov. 4.\nOn a broader scale, the Wisconsin Elections Commission has emphasized that it’s simply not possible for there to be more ballots than registered voters. Wisconsin allows people to register at the polls on Election Day. \n\"There are never more ballots than registered voters,\" the commission tweeted on Nov. 4, 2020. \nOur ruling\nA widely-shared online article said \"seven Milwaukee wards report more 2020 presidential votes than registered voters.\"\nThe numbers cited by Milwaukee City Wire do not match data from the Milwaukee County clerk’s office, which show the number of registered voters exceeded ballots cast. Moreover, it’s simply not possible for there to be more ballots than voters.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-18462"}