{"url": "/factchecks/2013/feb/08/will-weatherford/will-weatherford-says-floridas-campaign-contributi/", "speaker": "Will Weatherford", "vclaim": "Florida has \"the second-lowest (campaign) contribution limit in the entire country.\"", "truth_label": "false", "date": "stated on January 30, 2013 in a news conference:", "title": "Will Weatherford says Florida's campaign contribution limit is nation's second-lowest", "text": "Florida House Speaker Will Weatherford does not have kind words for the state’s $500 limit on individual campaign contributions.\n\nHe’s called the cap archaic, emasculating and ineffective, saying lawmakers bypass the $500 per election threshold by raising unlimited amounts of money from loosely regulated political committees.\n\nWeatherford, R-Wesley Chapel, says increasing the limit on individual campaign contributions will make Florida’s campaign finance system more transparent.\n\n\"We have the second-lowest contribution limit in the entire country,\" Weatherford said in driving home the point to news editors and reporters in Tallahassee on Jan. 30, 2013.\n\nLater that day, Weatherford unveiled House legislation that would increase the individual donation limit to $10,000 and get rid of the political committees that Weatherford says have been prone to abuse.\n\nWe decided to circle back to Weatherford’s comment about Florida’s lower-than-most contribution limit.\n\nWeatherford is referring to the maximum amount a person can contribute to a candidate for state office per an election. According to the Florida Department of State, a \"person\" in campaign finance terms is defined broadly to include \"an individual or a corporation, association, firm, partnership, joint venture, joint stock company, club, organization, estate, trust, business trust, syndicate or other combination of individuals having collective capacity.\"\n\nSo each \"person\" can contribute $500 for a primary and $500 for a general election, or $1,000 total. The same person can also contribute another $1,000 for a business they own. Or if they own 10 businesses, they can contribute an additional $10,000. And so on.\n\nWeatherford spokesman Ryan Duffy directed us to a breakdown of campaign limits across states by the National Conference of State Legislatures. Duffy said Florida is actually tied for the second-lowest limit, with Maine being the state with the lowest limit ($350).\n\nBut it’s not a simple apples-to-apples comparison.\n\nFlorida’s $500 limit -- or $1,000 if you include the primary and general election -- is the same for all state races (House, Senate, Cabinet and governor), but limits in other states vary according to the race. In Connecticut, for instance, individual donations max out at $3,500 per election for gubernatorial candidates (more than Florida), $1,000 for state Senate races (the same) and $250 for state House races (and less).\n\nSome states have different contribution limits for election years and non-election years. And instead of counting donations for each election, like Florida, some states strictly look at donation tallies per calendar year.\n\nPoint being, it’s pretty complicated. So we went to the experts.\n\nNCSL senior fellow Jennie Bowser provided us a list of 12 states that have the same or lower contribution limits as Florida in certain situations. (Alaska, Arizona, Colorado, Connecticut, Delaware, Kansas, Maine, Massachusetts, Michigan, Minnesota, Montana and Wisconsin).\n\nA few examples, from the NCSL:\n\n* Candidates for Legislature in Delaware can receive a total of $600 in contributions (counting the primary and general election).\n* Candidates for Legislature in Montana can receive a total of $320 in contributions (counting the primary and general election).\n* Candidates for Legislature in Colorado can receive a total of $400 in contributions (counting the primary and general election).\n\nIn each case, that compares to $1,000 in Florida.\n\nWeatherford’s point would be closer to accurate if he were talking solely about contributions to a candidate for governor, Bowser said. Alaska’s limit is the same as Florida’s as long as the total amount is given in two separate contributions, each in a different calendar year. Arizona’s $872 limit is the lowest.\n\nOur ruling\nWeatherford claimed Florida’s direct campaign contribution limit is the second-lowest limit in the country.\n\nFlorida’s limit ($500 per election) is low compared to some states, though it’s not that low when you consider that people can make multiple contributions using business entities. But even still, Weatherford errs in trying to make a sweeping comparison because states don’t have an across-the-board limit. We rate his claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-09746"}