{"url": "/factchecks/2011/mar/14/alan-powell/georgia-lawmaker-says-white-rural-democrats-are-th/", "speaker": "Alan Powell", "vclaim": "\"Democrats have now become the party of the [Atlanta] metro area and of blacks.\"", "truth_label": "mostly-true", "date": "stated on November 1, 2010 in an interview:", "title": "Georgia lawmaker says white rural Democrats are a thing of the past", "text": "The Democratic Party dominated Southern politics from the post-Civil War era through Franklin Roosevelt’s New Deal and decades beyond.\n\nBut the debate over civil rights issues, the scope of government and other matters ignited a transformation that has left much of the South in GOP control in recent years.\n\nSome Georgia politicians, such as state Rep. Alan Powell of Hartwell, have abruptly switched teams, sensing the political winds have shifted. Powell bolted to the Republican Party just days after being re-elected in November to the Georgia House of Representatives as a veteran Democrat.\n\nPowell told the Washington news publication Politico: \"Democrats have now become the party of the metro area and of blacks. That’s not to be derogatory. It’s just what it is.\"\n\nIn an interview with PolitiFact Georgia, Powell said he was pointing to the metro areas throughout Georgia and not just the Atlanta metro area when he used that geographical designation.\n\nTrue, Democrats no longer dominate as they did during Reconstruction and the Great Depression. But has it gotten as bad for the party of Tennessee’s Andrew Jackson and Texan Lyndon B. Johnson as Powell said?\n\nPowell told PolitiFact Georgia that he saw the metro areas of Atlanta, Augusta, Columbus, Macon and Savannah as the only places where Democrats can win elections.\n\n\"Just about everywhere else Democrats have ceased to exist,\" he said. \"What you have now is a reversal of what you had 20 years ago.\"\n\nCharles S. Bullock, a political science professor at the University of Georgia who specializes in elections, said Powell’s statement \"captures the truth in broad strokes.\"\n\nBullock points out that of 20 Democratic state senators, 13 are African-Americans and six are from metro Atlanta. Sen. George Hooks of Americus is the only white state senator who still represents a rural district in Georgia.\n\nOf the 63 Democrats in the state House of Representatives, five are whites from rural districts. They are Rep. Debbie Buckner of Junction City, Rep. Rick Crawford of Cedartown, Rep. Carol Fullerton of Albany, Rep. Sistie Hudson of Sparta and Rep. Barbara Massey Reece of Menlo.\n\nThis is a stark change from 1971, when there were no women in the state Legislature, two African-Americans and a handful of Republicans, Bullock said.\n\n\"The trend of the prototypical Georgia Legislature -- white, rural, male, Democrat -- is not extinct, but it’s on the endangered species list,\" Bullock said.\n\nDemocratic Party spokesman Eric Gray said he never thought about the fact that the state Senate has only one white Democratic senator from a rural district. Even so, he disputed to a mild degree the idea that Democrats can only compete in metro districts and disparaged even bringing up the notion that Democrats are the party of \"blacks.\"\n\n\"We have Democrats, [sheriffs and county commissioners], throughout the state,\" Gray said. \"I will acknowledge many of our Democrats are clustered around the larger cities and I think that proves it’s not just Atlanta, but as far as his racial assertion, I’m not going to get into that. As a state we should get away from that. It’s past time to stop judging people by skin color.\"\n\nBut Powell’s statement seems less a judgment of the electorate based on the color of their skin than on the content of their ballot boxes. Statistics show he has a point.\n\nOf the 395,300 residents who voted in the Democratic primary in July, 235,800, or 59 percent, were African-Americans, according to an analysis by The Atlanta Journal-Constitution of election data provided by the Georgia Secretary of State’s Office.\n\nAbout 78,800 Democratic primary voters, or 20 percent, were whites from the metro areas referred to by Powell.\n\nAbout 77,900 rural whites, or roughly 20 percent, voted in the Democratic primary. So the Democrats are not completely devoid of white voters outside metro areas, but as Bullock alluded, the situation for the party is grim.\n\nThat’s because the Democrats’ numbers are dwarfed by the Republican success in rural counties. There were 276,200 rural whites who voted in the Republican primary, more than 3 1/2 times the number of rural whites who voted in the Democratic primary.\n\nEven more true than Powell’s assertion that the Democratic Party is the party of metro areas and blacks is that the Republican Party is the party of whites. Of 680,000 Republican primary voters in 2010, 666,800, or 98 percent, were white.\n\nAbout 3,000 African-Americans voted in the Republican primary.\n\nEmory University political science professor Merle Black said African-Americans and whites and metro residents and rural residents have different perspectives on many contentious issues, such as the scope of government services and taxes, so it makes sense that they would find themselves on the opposite side of the political aisle.\n\nBlack said this change has been a long time coming.\n\n\"What we’ve seen is a realignment from the top down,\" he said. \"It started in the presidential elections and the Senate and the House and now the state government.\"\n\nRural white Democrats do exist. About 78,000 participated in the Georgia primary last year, and there are six in the Georgia Legislature. But when compared with the hundreds of thousands of rural Republican voters, rural white Democrats seem to have much in common with the panda and the gray wolf -- their range is restricted and their numbers are thin.\n\nWe conclude that Powell was correct in that the vast majority of Democratic voters are African-Americans or whites from metro areas. He did have to clarify his position by saying he meant to include major metro areas outside of Atlanta.\n\nWe rate his statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13429"}