{"url": "/factchecks/2014/apr/25/thom-tillis/thom-tillis-senate-majority-pac-disagree-disgraced/", "speaker": "Thom Tillis", "vclaim": "Says a pro-Democratic ad is \"false\" for saying that he allowed two disgraced staffers in 2012 to \"resign.\"", "truth_label": "barely-true", "date": "stated on April 15, 2014 in a TV ad:", "title": "Thom Tillis, Senate Majority PAC disagree on disgraced staffers", "text": "Both Republican and Democratic super PACs are jumping in local races to criticize candidates this year. One tit-for-tat war has broken out in North Carolina, where the Senate Majority PAC, a pro-Democratic group, has publicized two-year-old dirt from the office of Thom Tillis, the state’s House Speaker and leading contender for the GOP Senate nomination.\nThe Senate Majority PAC, which supports Democratic incumbent Kay Hagan, released an ad on April 15 reminding viewers of how two Tillis staffers -- one of whom he shared an apartment with -- got caught having affairs with lobbyists just days apart.\n\"Thom Tillis’ reaction?\" the narrator said. \"He claimed he was surprised by his roommate’s affair, but then rewarded both aides with taxpayer-paid bonuses.\"\nThe ad also specified that the staffers -- Charles Thomas and Amy Hobbs -- resigned. Tillis’ Democratic opponent, incumbent Sen. Kay Hagan, released a similar radio ad.\nTwo days later, Tillis’ campaign offered a decidedly different take.\n\"Seen those ads attacking Thom Tillis?\" the narrator said. \"They’re false. Tillis fired the staffers.\"\nWho’s right here? PolitiFact concludes that the Senate Majority PAC’s description of the situation -- not Tillis’ -- is closer to the truth.\nWhat happened in 2012\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe News & Observer, a newspaper based in Raleigh, N.C., reported that Charles Thomas, Tillis’ chief of staff and roommate, resigned in April 2012 after his affair with a lobbyist was caught on video. Less than one week later, policy analyst Amy Hobbs resigned after an affair of her own was exposed, the paper reported.\nTillis then offered the two former staffers a payment of one month’s salary -- $12,500 for Thomas and $6,833.33 for Hobbs. The listed purpose was \"payment in lieu of notice,\" a term he took from Wikipedia that referred to a British policy. Under North Carolina law, Tillis wasn’t obligated to pay either staffer a month’s salary upon resignation.\nIn defending his decision to pay staffers, Tillis said, \"I stand by my decision to accept their resignation while recognizing the difficult transition period they are now entering.\"\nIn other words, Tillis at the time did not claim that he had fired the staffers -- only accepted their resignations. This supports the pro-Democratic ad, and clashes with what Tillis’ 2014 ad claims.\nIndeed, after our colleagues at FactCheck.org and the Washington Post Fact Checker expressed skepticism about Tillis’ ad, his office now appears to be backing off the term \"fired.\"\n\"Speaker Tillis initiated the action that resulted in the termination of employment. He asked for their resignations,\" Tillis spokesman Jordan Shaw told PolitiFact.\nThat’s closer to Tillis’ initial phrasing, that he \"accepted\" the resignations, but it’s still not the same thing as \"fired.\" And in any case, Tillis’ response ad was not aired with the \"forced resignations\" terminology that Tillis’ office began using after the fact.\nOur ruling\nTillis’ ad called a pro-Democratic ad \"false\" for saying that he allowed two disgraced staffers in 2012 to \"resign.\" But the news coverage at the time painted a different picture -- he accepted their resignations. This generally supports the Democratic ad’s description, so we rate Tillis’ claim Mostly False.", "vclaim_id": "vclaim-pol-07942"}