{"url": "/factchecks/2010/sep/01/dennis-kucinich/dennis-kucinich-warns-loophole-great-lakes-compact/", "speaker": "Dennis Kucinich", "vclaim": "\"The Great Lakes Compact has a loophole. And the loophole is that while you cannot remove the water in a big transport, you can remove it in containers of 5.7 gallons or less.\"", "truth_label": "mostly-true", "date": "stated on August 16, 2010 in a video posted online:", "title": "Dennis Kucinich warns that loophole in the Great Lakes compact could allow exploitation of water", "text": "Think of the Great Lakes compact as a fence.\n\n \n\nThe agreement is meant to wrap around the Great Lakes watershed and keep people from taking water out.\n\n \n\nBut U.S. Rep. Dennis Kucinich isn’t so sure.\n\n \n\nHe fears the states could be powerless to stop Great Lakes water from being exported from the watershed in small bottles. The lakes, 84 percent of North America’s surface water supply, are one of the world’s greatest natural resources that must be protected, he says.\n\n \n\n\"The Great Lakes Compact has a loophole. And the loophole is that while you cannot remove the water in a big transport, you can remove it in containers of 5.7 gallons or less,\" he says in a video posted to You Tube.\n\n \n\nKucinich, along with Democratic Reps. Marcy Kaptur of Ohio, Bart Stupak of Michigan and Betty McCollum of Minnesota, introduced legislation he says will address the issue.\n\n \n\nCould the Great Lakes compact have such a big hole in it that it doesn’t hold water? We thought we’d take a look.\n\n \n\nFor starters, a little about the agreement formally known as the Great Lakes – St. Lawrence River Basin Water Resources Compact.\n\n \n\nThe eight states and two Canadian provinces in the watershed negotiated the agreement. President George W. Bush signed it into law after approval by the Congress in 2008. It is intended to prevent diversion of water from the Great Lakes themselves and the rest of the watershed.\n\n \n\nNegotiations got serious after a proposal in the ’90s to send water from Lake Superior to Asia as a humanitarian effort. A group obtained a permit from the Ontario Ministry of the Environment to export about 160 million gallons a year, one transport ship at a time. The uproar and objections were so great that the permit later was revoked.\n\n \n\nThe compact bars most diversion of water from the Great Lakes basin. One exception, the language to which Kucinich refers, is a provision that opens the door to removal of water in containers of 5.7 gallons (about 20 liters) or less. The figure originated with the province of Ontario, which decided it wasn't going to worry about \"the small stuff,\" withdrawals smaller than 20 liters, Annin said.\n\n \n\nThe exception was created for the bottled water industry and was one of the most emotional issues during the compact’s negotiation, said Peter Annin, an expert on Great Lakes water and author of the award-winning book \"The Great Lakes Water Wars.\" The book has been called the definitive book on the water diversion controversy.\n\n \n\nSome states were unconcerned, but others like Michigan and Wisconsin, which both have water bottling industries, viewed it was a serious issue, he said. Some negotiators doubted an agreement could be reached if included a bottled-water ban.\n\n \n\nThe compact gives each state and province the ability to restrict removal of water in small containers within their jurisdictions. The language in the compact is just a starting point, Annin said.\n\n \n\nBut Kucinich fears that the compact redefines water as a commodity and that agreements like the North American Free Trade Agreement could be used to prevent states from exercising that authority.\n\n \n\n\"So, if someone wants to set up a bottling business, theoretically, either on the lake or on the shore, there’s nothing that stops the water from being defined as a product if it’s 5.7 gallons or less, and therefore, put it within the realm of us not being able to stop someone from removing the water for their own private profit,\" he says in the video.\n\n \n\nThat is a minority view, Annin says.\n\n \n\n\"The vast majority of the environmental advocates, attorneys and politicians in the Great Lakes basin do not believe that there is a bottle loophole in the compact,\" he said. \"We don’t know if the majority is right or the minority is right. What we do know is that armies of lawyers have signed off on it.\"\n\n \n\nAn answer may not be known until someone litigates and there is a court ruling, he said.\n\n \n\nMeanwhile, Annin said, the impact on the broader Great Lakes ecosystem that bottling companies might have from tapping the lakes for water is not a raging issue among environmentalists.\n\n \n\nAnnin said most hydrologists he has talked to are more concerned with the impact that bottled water can have on a localized watershed, rather than the region as a whole.\n\n \n\nAnd there already are some sizable diversions that predate the compact. The largest is in Chicago, where nearly 2.1 billion gallons a day are removed from the Great Lakes basin for water to Chicago suburbs that are outside the Great Lakes basin and to connect the Chicago River to the Mississippi via the Ship and Sanitary Canal. It opened in 1900.\n\n \n \nThat’s enough water to fill 13.4 billion 20-ounce bottles each day, every day.\n\n \n\nFood & Water Watch, a non-profit organization based in Washington that promotes healthy food and affordable drinking water, estimates that the total amount of tap water and spring water bottled in PET plastic for sale in retail stores across the United States in 2009 amounted to about 5.2 billion gallons. That's for the entire year. \n\n \n\nKucinich is correct that the Great Lakes compact allows water to be removed in small containers. But experts appear skeptical that that \"loophole\" will have a serious impact. \n\n \n\nWe rate Kucinich’s statement Mostly True.\n\n \n\nComment on this item.", "vclaim_id": "vclaim-pol-14505"}