{"url": "/factchecks/2012/jul/03/david-dewhurst/david-dewhurst-says-he-passed-eight-notable-measur/", "speaker": "David Dewhurst", "vclaim": "Says he \"passed\" eight measures, including ones to prevent groping at airport security checks and to bar \"sanctuary\" cities in Texas.", "truth_label": "half-true", "date": "stated on June 9, 2012 in a speech to the Republican Party of Texas convention in Fort Worth.:", "title": "David Dewhurst says he \"passed\" eight notable measures, including anti-groping and anti-sanctuary-city proposals", "text": "David Dewhurst pitched his U.S. Senate candidacy at the Republican Party of Texas convention by casting himself as an ace lawmaker.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\n\"You know some people are all about talk. I'm about results,\" Dewhurst told delegates June 9, adding a moment later: \"Every victory, every conservative victory, I've had, I've had to bleed and fight to accomplish it, ...always adhering to our conservative principles, and refusing to take no for an answer.\"\n\nDewhurst, who faces Ted Cruz, a lawyer and former Texas solicitor general, in a July 31, 2012, runoff for his party’s nomination, then said: \"Over the last several years, I’ve passed defunding Planned Parenthood, the sonogram bill, voter ID. I passed the TSA (Transportation Security Administration) anti-groping bill, sanctuary cities, loser pay, border security, and the toughest Jessica’s law in the entire nation against sexual predators.\"\n\nAs the state’s lieutenant governor, Dewhurst presides over the Texas Senate. Was he really 8-for-8 in advancing those measures into law?\n\nMost of them made it.\n\nLawmakers in 2011 agreed on measures defunding Planned Parenthood clinics, requiring pregnant women to view a sonogram before receiving an abortion and mandating that voters present photo IDs at the polls. With Gov. Rick Perry’s approval, the 2011 Legislature also passed \"loser pays,\" a measure intended to make it easier for judges to dismiss lawsuits, and agreed to a two-year, $70-million increase in border security funding to the Department of Public Safety, as we noted in checking a Perry campaign promise.\n\nEarlier, the 2007 Legislature approved Jessica’s Law; it permitted the death penalty for offenders twice-convicted of aggravated sexual assault of a child under 14. However, the death penalty element was struck down by a 2008 Supreme Court ruling against Louisiana’s similar law; the court held that capital punishment for such offenders was cruel and excessive, according to a June 26, 2008, Austin American-Statesman news article.\n\nHowever, high-profile proposals to bar airport security officers from groping passengers and to keep cities from discouraging police officers from checking the immigration status of residents did not make it into law -- and news articles and legislative records indicate that the only way the proposals \"passed\" on Dewhurst’s watch is that versions cleared the Senate before dying in the House.\n\nLet’s recap.\n\nState Rep. David Simpson, R-Longview, proposed his anti-groping measure on March 7, 2011, about three months into the year’s regular legislative session, records show. Simpson’s House Bill 1937, which aimed to limit where airport security could touch an individual during pat-down checks by making inappropriate contact a state crime, cleared the House, but died in the Senate after sponsoring Sen. Dan Patrick, R-Houston, withdrew it, according to a May 26, 2011, El Paso Times news article.\n\nAccording to a May 24, 2011, Statesman blog post, the proposal had lost momentum, and much of its support, after John Murphy of San Antonio, the first assistant U.S. attorney for the Western District of Texas, wrote lawmakers, saying that the legislation would \"criminalize searches that are required under federal regulations.\" According to the blog post, Murphy advised, too, that the federal government would pursue legal action to prevent its enforcement. This, Murphy’s letter said, would likely require the government \"to cancel any flight or series of flights for which it could not ensure the safety of the passengers and crew,\" the Statesman reported.\n\nPerry brought the topic back to life by adding it, on June 20, 2011, to the agenda of a summer special legislative session. A week later, two days before the session’s end, the Senate passed its bill, Senate Bill 29, according to a June 27, 2011, Statesman news article.  On the session’s final day, House advocates fell short of the votes needed to send the measure to Perry, according to a June 29, 2011 Statesman news article.\n\nOn the last day of the special session, Dewhurst, a vocal proponent of the measure during the special session, drew criticism from House members, who blamed the lieutenant governor for the bill’s demise, according to that June 29, 2011 Statesman article. They claimed that by adjourning the Senate before the House had even voted on the bill, Dewhurst had weakened its chances of passing into law.\n\nHouse critics said that by adjourning early, Dewhurst and the Senate had put the representatives in an uncomfortable position. Rep. Dan Branch, R-Dallas told the Tribune on June 28, 2011, that the Senate had left the House in a \"take it or leave it\" position, forcing representatives to either pass SB 29 as was or deny it outright, since the House wouldn’t have an opportunity to negotiate the bill’s terms with the Senate.  \n\nOne recap down, one to go.\n\nSo-called sanctuary cities -- defined as places where local law enforcement officers aren’t required to alert federal authorities to residents who may be in the country illegally -- were central to Perry’s 2010 re-election. Perry ran against Democratic nominee Bill White, who Perry claimed had allowed Houston to become a sanctuary city during his tenure as mayor.\n\nOn January 11, 2011, Perry declared sanctuary cities an \"emergency\" issue for lawmakers, according to a Statesman news article published that day. A proposal banning sanctuary cities cleared the House during the fifth and last month of the regular session, according to a May 10, 2011, Statesman blog post, as House Democrats said the ban would effectively make Hispanic Texans second-class citizens.\n\nDespite Democrats’ attempt to prevent the measure from advancing, the legislation passed out of a Senate committee on May 20, 2011, according to a Statesman news article posted that night. Still, the session ended without there being enough Senate support to bring it up for consideration. According to a May 26, 2011, Statesman news article, a vote to bring up the measure on the Senate floor was 19-12, along party lines. The proposal needed twenty-one votes, two-thirds of the Senate membership, to win consideration.\n\nNext, Perry resurrected the topic during the summer special session, according to his June 7, 2011, proclamation. The special session proceeded without the Senate observing the two-thirds’ hurdle, so SB 9 passed the Senate in mid-June, according to a June 15, 2011, Statesman news article.\n\nBut, in a reverse of the regular session turns, the anti-sanctuary-city measure died in the House. According to a June 30, 2011, news article posted by the Texas Tribune, both SB 9 and the House’s version of the bill, House Bill 9, languished in the House State Affairs Committee through the end of session.\n\nDewhurst fumed, saying two days before the session ended: \"I don't pretend to understand the House... I have enough challenges with running the Senate that I'm not going to get into the House business, but I would love to see the House come together and take that legislation so we can send it directly to the governor,\" according to a June 27, 2011, news article in the Tribune.  \n\nWhen we pointed out that these two proposals, unlike the others cited by Dewhurst, did not make it into law, Dewhurst spokesman Matt Hirsch said we were \"picking at word choices.\"\n\nOur ruling\n\nIn his speech, Dewhurst listed the unsuccessful sanctuary and anti-groping proposals with other proposals, saying he \"passed\" each of them -- a characterization leaving the impression that every one of them became a statute. That's correct for six of them. But the fact that the sanctuary and anti-groping measures fell short amounts to vital missing detail, making his statement Half True.", "vclaim_id": "vclaim-pol-10824"}