{"url": "/factchecks/2019/jan/24/viral-image/covington-mother-tweet-native-americans-smallpox/", "speaker": "Viral image", "vclaim": "Says the mother of Covington student Nick Sandmann said \"I only wish the pioneers had brought more blankets with smallpox.\"", "truth_label": "pants-fire", "date": "stated on January 21, 2019 in a Facebook post:", "title": "No, the mother of Covington student Nick Sandmann didn't tweet about Native Americans and smallpox", "text": "A viral video that appeared to show students of Covington Catholic High School facing off with a Native American man prompted allegations of racism and criticism of the media. But some social media users are sharing doctored photos that steer the narrative even further off course.\nTeens from the all-boys school in Kentucky were attending the March for Life in Washington, D.C., when they were captured on video Jan. 18 wearing \"Make America Great Again Hats\" while surrounding Nathan Phillips. The encounter led publications to publish video footage with headlines like \"Kentucky teens wearing ‘MAGA’ hats taunt Indigenous Peoples March participants.\" Videos that emerged later showed the encounter happened after black protesters shouted slurs at the students.\nThat same day, a purported screengrab of the Twitter account of a mother of one of the boys appeared online. The account appeared to belong to Julie Sandmann. The bio reads: \"Proud mother of Nick Sandmann of Covington Catholic. Not here to apologize or grovel. #faith\"\nA photo of Nick Sandmann — the youth who the viral video showed staring directly into Phillips’ face while Phillips drummed and sang the American Indian Movement song — blocks how many tweets the account has sent, but two appear in the photo.\n\"After what I’ve been through in the past 36 hours, I only wish the pioneers had brought more blankets with smallpox,\" one says. The other: \"This man has been proved a LIAR! ‘Never trust an Indian’ maybe there’s a reason people say that have you ever thought of that?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe account no longer exists, but if you search for the account’s handle, @GauchoGuacamole, the first Google result shows it belongs to someone other than Julie Sandmann. Rather, the account is attributed to \"Soccer Dad.\" The bio says: \"Proud father of #2 ranked U12 soccer player in Southern New Hampshire youth soccer conference.\"\nGoogle still shows snippets of some of the account’s earlier tweets, such as \"I hope Pence goes to prison…\" in Nov. 11, 2018, and \"Everything Donald Trump touches dies.\"\nOne Twitter user caught on before @gauchoguacamole disappeared from the platform. \"Everyone is posting a tweet by Julie Sandmann, but look at the Twitter handle,\" the person tweeted. @gauchoguacamole is just trying to add fuel to the fire.\"\nThis claim is bogus. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-01099"}