{"url": "/factchecks/2018/sep/05/andrew-gillum/fact-checking-andrew-gillums-claim-he-was-sued-nra/", "speaker": "Andrew Gillum", "vclaim": "Says he was sued by the NRA and the gun lobby \"all because in my city we refused to repeal an ordinance which said you couldn’t shoot guns in city parks.\"", "truth_label": "mostly-true", "date": "stated on August 29, 2018 in an MSNBC interview:", "title": "Fact-checking Andrew Gillum's claim that he was sued by NRA and gun lobby over Tallahassee ordinance", "text": "Speaking about recent mass shootings in Florida, Democratic gubernatorial candidate Andrew Gillum called for the enforcement of \"common sense gun laws\" and touted his own fight against the National Rifle Association.\n\"I was literally sued, drug through court for two years by the NRA and the gun lobby, all because in my city we refused to repeal an ordinance which said you couldn’t shoot guns in city parks,\" Gillum, Tallahassee’s mayor, said in an Aug. 29 interview on MSNBC’s The Last Word with Lawrence O’Donnell.\nGillum is competing against Ron DeSantis, a pro-Trump Republican congressman, in the race to become Florida’s next governor. The election is Nov. 6.\nGillum is right — he and other Tallahassee elected officials were sued because they did not repeal an ordinance prohibiting the discharge of firearms in public parks. But he left out some context.\nThe NRA supported the lawsuit filed by gun rights advocates, but it was not a party to it. Courts allowed the ordinance to remain on the books, since a 1987 state law effectively declared it \"null and void\" and the ordinance wasn’t being enforced.\nBackground on Tallahassee ordinances, lawsuit\nTwo groups advocating for gun rights, Florida Carry, Inc. and the Second Amendment Foundation, filed a lawsuit in May 2014 against the city of Tallahassee, then-Mayor John Marks and several city commissioners, including Gillum, who served on the commission at the time. (He was sworn in as mayor November 2014.)\nThe NRA did not sue. But it filed an amicus brief supporting Florida Carry and the Second Amendment Foundation. \"Mayor Gillum knows the NRA is not suing him, but he also knows he wouldn’t get much attention by crying out that a small Florida group and another from Bellevue, Washington, have taken him to court,\" Marion P. Hammer, former NRA president wrote in an opinion piece published by the Tallahassee Democrat in January 2017.\nSecond Amendment Foundation and Florida Carry said they were suing Tallahassee and its elected officials for \"refusing to repeal ordinances restricting the use of firearms in defiance of Florida’s firearms preemption law.\"\nThe lawsuit claimed that the ordinances (one from 1957 and another from 1984, amended in 1988) had been reprinted without being amended, and infringed on the Florida Legislature’s intent to provide uniform firearm laws across the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Waldman\n\n\nstated on October 24, 2011 in a news blog\n\n\n\n\n\n\n\n\n\"You are prohibited from walking into the Capitol with a gun, but you can go after the County Commission or the School Board.\" \n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • October 27, 2011\n\n\n\n\n\n\n\nA 1987 Florida law gave the state the exclusive power to regulate firearms and ammunition, and deemed \"null and void\" related local ordinances and regulations. The legislature in 2011 doubled down on the law by allowing penalties against local officials who enacted or enforced firearm regulations.\nThe 1957 provision said, \"No person shall discharge any firearms except in areas five acres or larger zoned for agricultural uses.\" The ordinance amended in 1988 made it \"unlawful for any person to discharge a firearm in a park or recreational facility owned, managed, maintained, or controlled by the city,\" the lawsuit said. It added that Gillum and other commissioners in February 2014 voted in favor of indefinitely tabling a repeal discussion.\nThe city of Tallahassee, in a filing to dismiss the lawsuit, argued that Florida Carry and the Second Amendment Foundation had \"no clear legal right to compel\" city commissioners to repeal the ordinances and that since the legislature had rendered the ordinances invalid, \"nothing else is required.\"\nNonetheless, the case moved forward. A circuit court judge, George S. Reynolds, III, ultimately sided with the city, saying that the city’s actions did not enact or cause the ordinances to be enforced.\n\"While cleaning up the city code so that old city ordinances which are no longer legal, relevant, or enforced are removed may be good public policy, it remains the city’s prerogative – not the plaintiffs, nor this court’s,\" Reynolds wrote in his November 2015 opinion.\nThe groups appealed to the Florida 1st District Court of Appeal. But the appeals court in February 2017 also ruled in favor of the city.\nWhile the ordinances \"may still be ‘on the books,’ they are unenforceable and invalid,\" the court’s opinion said.\nOur ruling\nGillum said that he was sued by the NRA and the gun lobby \"all because in my city we refused to repeal an ordinance which said you couldn’t shoot guns in city parks.\"\nGillum was among Tallahassee elected officials sued by two gun rights groups for not repealing a decades-old ordinance restricting the use of firearms in city parks. The local ordinance had been deemed null and void by a state law and not been enforced. The NRA supported the groups and filed an amicus brief, but it was not a formal party in the litigation. Other gun rights groups were the plaintiffs.\nGillum’s statement is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts 2018-09-05 18:46:22 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says he was sued by the NRA and the gun lobby \"all because in my city we refused to repeal an ordinance which said you couldn’t shoot guns in city parks.\"    Andrew Gillum Tallahassee Mayor https://www.msnbc.com/the-last-word/watch/gillum-desantis-campaigning-on-the-trump-manual-1309472323527?v=railb   in an MSNBC interview Wednesday, August 29, 2018 2018-08-29    Read More  info", "vclaim_id": "vclaim-pol-01665"}