{"url": "/factchecks/2012/oct/22/chris-christie/chris-christie-says-property-taxes-jumped-70-perce/", "speaker": "Chris Christie", "vclaim": "\"Now remember, property taxes went up 70 percent in the 10 years before I became governor.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2012 in a town hall meeting in West Milford:", "title": "Chris Christie says property taxes jumped 70 percent in decade before he took office as governor", "text": "Whether on the national stage or back home in New Jersey, Gov. Chris Christie often peppers the crowd with statistics while describing the fiscal woes of New Jersey before he took office.\n\nAmong his arsenal of numbers is the rate of increase in the state’s property tax bills. At an Oct. 16 town hall meeting in West Milford, Christie unsheathed that figure as he said his reforms are constraining property taxes.\n\n\"We're announcing $116 million dollars today in additional savings to local governments statewide. Here's why. The savings are possible because of the reforms we put in place: 2 percent cap on property taxes. The property tax rates are starting to come in from across the state. They came in from Burlington County the other day, 1.7 percent increase countywide in property taxes. The cap's working,\" he said. \"Now remember, property taxes went up 70 percent in the 10 years before I became governor. So you’re having [a] 7 percent a year average.\"\n\nDid New Jersey’s property taxes -- the nation’s highest -- jump by 70 percent in a decade? Homeowners may not be surprised to learn that the increase was actually slightly more. Though, when property tax rebates are factored in, the increase is roughly 50 percent.\n\nChristie spokesman Michael Drewniak said in an e-mail that the governor’s statement is \"unequivocally true and a glaring illustration of the uncontrolled rise in property taxes in the decade before we arrived in Trenton -- caused by unrestrained spending and overgenerous benefits and the expansion of government at the local and state level.\"\n\nThe average property tax bill in New Jersey was roughly $4,240 in 1999, according to data from the state Department of Community Affairs.\n\nBy 2009 -- the year before Christie took office -- the average property tax bill had climbed to about $7,280.\n\nThat’s a more than 71 percent increase.\n\nBut there’s also another chapter to the story of New Jersey’s property taxes: rebates.\n\nIn previous fact-checks, experts told us reductions in property tax rebate programs could be viewed as tax hikes, since they’re intended to reduce the property tax burden of homeowners.\n\nIn 1999, when the NJ Saver program was started under former Gov. Christie Whitman the average rebate check mailed to homeowners was $111.\n\nBy 2009, the average rebate was $1,037.\n\nWhen you deduct those rebates from the average property tax bill, the increase over the decade before Christie took office is less than 70 percent.\n\nIn 1999, homeowners paid an average of about $4,130 in property taxes, with the rebate. In 2009, that figure jumped to roughly $6,240, an increase of more than 51 percent.\n\nIt’s worth noting Christie stopped delivering checks for property tax relief during his first year in office and changed the program so the rebates came as a credit deducted off property tax bills.\n\nIn 2011, the average property tax bill was $7,759. With the credit, the average bill was $7,519.\n\nOur ruling\n\nChristie said: \"property taxes went up 70 percent in the 10 years before I became governor.\"\n\nIn the decade before Christie took office, the average property tax bill climbed more than 70 percent, from roughly $4,240 to about $7,280.\n\nBut when property tax rebates are taken into account, the increase is less, jumping roughly 50 percent in a decade.\n\nEither way, Christie is on point that property taxes increased significantly from 1999 to 2009.\n\nWe rate this statement Mostly True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-10115"}