{"url": "/factchecks/2013/dec/15/newt-gingrich/new-gingrich-says-poverty-problems-are-tied-democr/", "speaker": "Newt Gingrich", "vclaim": "\"Every major city which has a center of poverty is run by Democrats. Every major city.\"", "truth_label": "barely-true", "date": "stated on December 15, 2013 in comments on ABC's \"This Week\":", "title": "Newt Gingrich says poverty problems are tied to Democrats", "text": "A New York Times investigation detailing the plight of more than 22,000 homeless children in New York City prompted a fierce discussion about poverty in the United States on ABC’s This Week -- and specifically who’s to blame.\nRobert Reich, a Democrat and former Labor Department secretary, said Republicans shoulder responsibility for blocking legislation supported by Democrats and President Barack Obama.\n\"Baloney,\" responded former House Speaker Newt Gingrich.\n\"Every major city which has a center of poverty is run by Democrats,\" Gingrich said. \"Every major city.\"\nWe can’t easily assess whether Democrats or Republicans are to blame for poverty in U.S. cities, but we can analyze the basic statistics to see if Gingrich's point was correct. (Gingrich did not respond to us.)\nTo measure the accuracy of Gingrich’s comment, we isolated the largest 50 U.S. cities using 2012 U.S. Census Bureau data. We then calculated the percentage of people in each city who are living below the federal poverty line, thanks to this Governing magazine report that relied on Census Bureau data.\nFrom there, we created a list of the 20 biggest U.S. cities with the largest percentage of people living below the federal poverty level (about $11,500 for one person).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAnd finally, we researched the political party of the mayor in each city.\nComparing poverty rates and political affiliation in large U.S. cities\n\n\n\nCity\n% of people below poverty level\nMayor\nPolitical party\n\n\nDetroit, MI\n42.3\nDavid Bing\nDemocrat\n\n\nCleveland, OH\n36.1\nFrank Jackson\nDemocrat\n\n\nMiami, FL\n31.7\nTomás Regalado\nRepublican\n\n\nFresno, CA\n31.5\nAshley Swearengin\nRepublican\n\n\nMilwaukee, WI\n29.9\nTom Barrett\nDemocrat\n\n\nMemphis, TN\n28.3\nA C Wharton\nDemocrat\n\n\nPhiladelphia, PA\n26.9\nMichael Nutter\nDemocrat\n\n\nTucson, AZ\n26.7\nJonathan Rothschild\nDemocrat\n\n\nAtlanta, GA\n25.8\nKasim Reed\nDemocrat\n\n\nBaltimore, MD\n24.8\nStephanie Rawlings-Blake\nDemocrat\n\n\nPhoenix, AZ\n24.1\nGreg Stanton\nDemocrat\n\n\nChicago, IL\n23.9\nRahm Emanuel\nDemocrat\n\n\nDallas, TX\n23.9\nMike Rawlings\nDemocrat\n\n\nHouston, TX\n23.5\nAnnise Parker\nDemocrat\n\n\nSacramento, CA\n23.4\nKevin Johnson\nDemocrat\n\n\nLos Angeles, CA\n23.3\nEric Garcetti\nDemocrat\n\n\nLong Beach, CA\n22.9\nBob Foster\nDemocrat\n\n\nEl Paso, TX\n22.8\nOscar Leeser\nDemocrat\n\n\nMinneapolis, MN\n22.7\nR.T. Rybak\nDemocrat\n\n\nIndianapolis, IN\n22.2\nGregory Ballard\nRepublican\n\n\n\nAs you can see, out of the top 5 poorest major cities, two are led by Republicans -- Miami and Fresno, Calif. When we expand that to the top 20, we find three Republican mayors. For the record, New York -- which prompted the discussion -- ranked 25th out of the top 50 cities. Current New York Mayor Michael Bloomberg has served as both a Republican and an independent.\nUniversity of Michigan population studies professor Sheldon Danziger suggested analyzing state poverty levels and matching those with governors’ political ties would be more accurate than honing in on cities.\nLike we said at the outset, we’re staying away from drawing conclusions about poverty in U.S. cities and the political affiliation of their elected leader. We’re simply analyzing the statistics behind Gingrich’s comment.\nOur ruling\nGingrich emphasized that every major, poor U.S. city is run by Democrats. We found two cities in the top 5 poorest, and three in the top 20, that have Republicans at the helm. Yes, most cities on the list are led by Democrats, but Gingrich said \"every.\" As such, we rate his statement Mostly False.\nhttps://www.sharethefacts.co/share/4cfba731-6fa6-4ffe-8c24-c2fc2ae43b57", "vclaim_id": "vclaim-pol-08502"}