{"url": "/factchecks/2012/feb/13/david-clarke-jr/conservative-black-sheriff-says-milwaukee-blacks-h/", "speaker": "David A. Clarke Jr.", "vclaim": "Says Milwaukee blacks have 55 percent male unemployment, 60 percent truancy, a 50 percent graduation rate, the \"worst\" reading scores and \"lead\" in infant mortality.", "truth_label": "half-true", "date": "stated on January 23, 2012 in remarks :", "title": "Conservative black sheriff says Milwaukee blacks have high unemployment, truancy, infant mortality; low graduation rate, reading scores", "text": "When an African-American tea party congressman held a \"conservative black forum\" on Capitol Hill on Jan. 23, 2012, the Milwaukee County sheriff was among the dozen panelists.\n\nDavid A. Clarke Jr. told the host, U.S. Rep. Allen West, R-Florida, and a national C-SPAN audience about the woes of Wisconsin’s largest city.\n\n\"I come from Milwaukee, Wisconsin, a city with a lot of issues, a lot of issues,\" Clarke said in his opening remarks.\n\nThen he rattled off a set of startling statistics:\n\n\"Fifty-five percent black male unemployment. Truancy rate of sixty percent -- sixty percent of students in the Milwaukee Public Schools system do not attend school regularly. They only graduate fifty percent of the students that do, and when they come out of there the diploma is not worth the paper that it's written on, and they probably can't even read it. We have the worst fourth- and eighth-grade reading scores in the nation. We lead in infant mortality rate and I could go on and on and on.\"\n\nClarke is a Democrat in a largely Democratic county, but he is an outspoken conservative who often speaks bluntly about issues outside of law enforcement.\n\nSo is the Milwaukee area really as bleak as the sheriff paints it? We’ll look at each of the five parts of Clarke’s claim: Unemployment, truancy, graduation rate, reading scores and infant mortality.\n\nClarke's spokeswoman, Fran McLaughlin, confirmed that Clarke was speaking about African-Americans, rather than the total population, with the statistics he cited. She said Clarke’s statements were based on Milwaukee Journal Sentinel stories, but she didn’t provide any specific one.\n\nUnemployment\n\nClarke said Milwaukee has \"55 percent black male unemployment.\"\n\nDoes that mean the unemployment rate among black males is 55 percent?\n\nNo.\n\nClarke was likely referring to a Journal Sentinel article, published the same day as the forum, about a University of Wisconsin-Milwaukee study that reported an employment rate -- as opposed to the more commonly reported unemployment rate -- among black males.\n\nThe study says nearly 45 percent of the area's black males ages 16 to 64 were employed in 2010.\n\nSo, presumably the remaining 55 percent were unemployed.\n\nBut the study arrived at its figures by counting virtually all black males, including those who aren’t actively looking for work, such as those who are incarcerated, disabled or full-time students.\n\nIn contrast, unemployment -- the rate most commonly measured by the government and reported in the news media -- is based on the number people who are unemployed but actively looking for work. That’s a much smaller group.\n\nIndeed, the UWM study said that black male unemployment rate for metro Milwaukee in 2010 was 29.5 percent.\n\nSo, this part of Clarke’s claim is misleading in that \"black male unemployment\" is far less than 55 percent.\n\nTruancy\n\nClarke said the truancy rate among black students in Milwaukee Public Schools is 60 percent.\n\nThe latest data from the Wisconsin Department of Public Instruction, for the 2009-2010 school year, show 59.5 percent of black MPS students were habitually truant -- absent from school without an acceptable excuse for part or all of five or more days during a semester.  \n\nSo this part of Clark’s claim, rounded up a half-percentage point, is accurate.\n\nGraduation rate\n\nClarke said the graduation rate among black Milwaukee Public Schools students is 50 percent.\n\nBut, as a May 2011 Journal Sentinel article reported, the 2010 high school graduation rate for black MPS students was 59.5 percent, according to the latest available figures from the Department of Public Instruction.\n\nThat means this part of Clarke’s claim is wrong.\n\nReading scores\n\nClarke said black Milwaukee Public Schools students have \"the worst fourth- and eighth-grade reading scores in the nation.\"\n\nThe Journal Sentinel reported in December 2011 on National Assessment of Educational Progress tests administered by the federal government in urban school districts.\n\nOn the reading test, black fourth-graders in MPS tied with Cleveland for last place among 20 districts studied. Black MPS eighth-graders ranked 18th, ahead of the District of Columbia and Fresno, Calif.\n\nSo, Clarke is a bit off on quoting the study. This part of his claim is also overstated in that the study considered only 20 school districts; the study doesn’t indicate whether MPS reading scores are among the worst for all U.S. districts.\n\nInfant mortality\n\nClarke said \"we lead\" in black infant mortality.\n\nThe Journal Sentinel reported in January 2011 on a Milwaukee Health Department study which found that, from 2005 through 2008, the black infant mortality rate in Milwaukee was 15.7 deaths for every 1,000 births -- 2.5 times higher than the white rate.\n\nThe report said that for a slightly shorter period -- 2005-2007 -- Milwaukee’s black infant mortality rate was lower than Detroit’s and Philadelphia’s, but higher than many large cities, including New York, Chicago, St. Louis and Minneapolis.\n\nSo, although the study didn’t cover a large number of cities, Clarke’s suggestion that Milwaukee is among cities with a higher black infant mortality rate is accurate.\n\nOur rating\n\nClarke was correct in two parts of his claim: Black Milwaukee Public Schools students have a 60 percent truancy rate and Milwaukee has one of the higher black infant mortality rates among U.S. cities.\n\nClarke was wrong in two parts. He overstated unemployment among black males in metro Milwaukee, which was 29.5 percent in 2010, and he understated the graduation rate among black MPS students; it is nearly 60 percent.\n\nOn the remaining part of the claim, reading scores among black MPS students were nearly the worst among 20 school districts in a study. But that doesn’t mean they were the worst in the nation, which is what Clarke said.\n\nOn balance, we rate Clarke’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11614"}