{"url": "/factchecks/2014/may/28/sarah-palin/sarah-palin-federal-government-spending-tax-money-/", "speaker": "Sarah Palin", "vclaim": "\"As unbelievable as it sounds, your tax dollars are funding the federal government's Zombie Apocalypse Plan. I kid you not.\"", "truth_label": "false", "date": "stated on May 22, 2014 in a Facebook post:", "title": "Sarah Palin: Federal government spending tax money on 'Zombie Apocalypse Plan'", "text": "Sarah Palin’s Facebook page is a popular venue where her 4.2 million fans can track her political endorsements, follow her reality TV appearances and join in on her outrage about how the country is being run.\nRecently, the former GOP vice presidential nominee and Alaska governor made an \"unbelievable\" connection between the abuse of tax dollars and zombies.\n\"As unbelievable as it sounds, your tax dollars are funding the federal government's Zombie Apocalypse Plan. I kid you not,\" Palin wrote May 22. \"(Google it; it really is the strangest thing. It’s not like government isn't trillions in debt and wasting billions of your dollars everyday ... but I digress.)\"\nWe took her advice to heart and did some digging.\nAfter a few Internet searches and some interviews, we found this: The government does not have a plan for the zombie apocalypse. We repeat: There is no zombie apocalypse plan. \"Nor do we conduct any research or know of any viruses or other conditions that would result in zombie-type behavior,\" said Centers for Disease Control spokesman Llelwyn Grant.\nThat’s probably not all-too surprising given the lack of real-life zombies.\nBut since Palin was so matter-of-fact about the plan being real, we’ll explain where she got her information.\nPalin’s claim is based on a public outreach strategy developed by the communications office of the Centers for Disease Control and Prevention in 2011. Officials aimed to grow the audience of their annual, and tired, message about preparing for hurricanes and other disasters by connecting it with a zombie apocalypse, like the one depicted in AMC’s The Walking Dead (which PolitiFact Georgia dutifully fact-checked).\nCDC officials created a tongue-in-cheek blog post from Dr. Ali Khan, assistant surgeon general and director of the CDC’s Office of Public Health Preparedness and Response. Khan wrote:\n\"The rise of zombies in pop culture has given credence to the idea that a zombie apocalypse could happen. In such a scenario zombies would take over entire countries, roaming city streets eating anything living that got in their way. The proliferation of this idea has led many people to wonder 'How do I prepare for a zombie apocalypse?'\n\"Well, we’re here to answer that question for you, and hopefully share a few tips about preparing for real emergencies too!\"\nKhan advised people to build emergency survival kits before a zombie outbreak that include water, non-perishable food, a battery-powered radio, tools, medications, cleaning supplies, vital documents and a first-aid kit -- supplies that are key to surviving the aftermath of a hurricane or tornado.\nAnd Khan advised families to create an emergency plan detailing where to go and who to call if zombies show up, though \"you can also implement this plan if there is a flood, earthquake or other emergency.\"\nReading the screed makes clear that Khan was having fun with the zombie fascination, and that this wasn’t an actual government plan to fend off walkers. The CDC, however, does offer real tips for preparing for and responding to explosions, nuclear blasts, smallpox, Anthrax, earthquakes and other hazardous situations. Zombies didn’t make the official list.\nMost people realized the joke. The Atlantic bemoaned the lack of meaningful advice for effective zombie-killing weapons, hot-wiring cars, figuring out the best time of day to travel, \"or really any worthwhile strategy for keeping zombies out of your house.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAs a PR stunt, it was pretty effective. The CDC department expected a week’s worth of attention but it stretched over a year, leading to an elaborate graphic novella generated within the agency and a \"CDC Zombie Apocalypse Team\" T-shirt produced by the CDC Foundation that benefited disaster and health programs. It earned a spotlight in national media, including the New York Times, CNN and Fox News, where host Bill O’Reilly dubbed the campaign one of the \"dumbest things of the week.\"\nMost CDC blog posts get between 1,000 and 3,000 hits, according to a case study of the campaign for the University of Southern California. But the zombie post crashed the server after getting tens of thousands of hits, and generated more than 4.8 million page views in the two years after its launch. A chunk of the online traffic came from the agency sharing the blog post on Twitter.\nPalin attacked the zombie apocalypse plan (remember, not a real how-to guide) as wasting tax dollars. But this doesn’t appear to be a story about wasted stimulus grants or $16 muffins or IRS Star Trek parodies.\nIn this case, the CDC was using an unorthodox tactic to disseminate real information. People may argue with the method, but the campaign was designed to get people prepared for real disasters.\nThe CDC says the zombie apocalypse campaign did not require outside contractors and did not take much time. Essentially, the project cost the hours that it took to produce it by its in-house staff. We asked for more specifics but did not hear back by our deadline.\nStock images of zombies cost the team $87, but there were not many initial expenses because the project was based on social media sharing, according to the USC case study, co-authored by the CDC staffer who drafted Kahn’s original blog post. When the campaign became Internet gold, the CDC spent $20,000 on posters, postcards and copies of the graphic novella for libraries, schools and scout troops, the report says.\nThe CDC retired its zombie attack campaign, but it remains online to accommodate public interest, a spokesman told us. Officials blogged in 2012 about \"teachable moments\" from The Walking Dead, such as keeping your gas tank half full during an emergency and keeping a first-aid kit around to quickly treat cuts induced by rooting around rusty cars in search of abandoned gasoline.\nFor the record, the CDC says it would take a zombie apocalypse very seriously, conducting an investigation into the disease, helping to quarantine infected citizens and sending medical teams into the field. But it’s not banking on it happening.\nOur ruling\nPalin wrote on Facebook, \"As unbelievable as it sounds, your tax dollars are funding the federal government's Zombie Apocalypse Plan. I kid you not.\"\nPeople who worry about the zombie apocalypse will not be comforted to hear this, but there is no plan.\nThe CDC played off the zombie apocalypse craze in 2011 as way to pass along real information about preparing for emergencies that don't involve zombies. They wrote up a tongue-in-cheek blog post, which successfully generated plenty of attention. \nSo when the zombies come, you’re on your own. And Palin’s claim is False.\nMay 28 update (2:04 p.m.): Since our fact-check first posted, our zombie friends have alerted us to some more zombie government business that we think is worth mentioning. None of it affects our rating of False.\nIn the first case, the Washington Examiner reported on the Department of Homeland Security allowing federal government contractors to potentially be reimbursed for attending HALO Corp.'s 2012 Counter-Terrorism Summit. As part of the summit, Halo put on a \"live war game of a zombie apocalypse, complete with 40 actors in full zombie makeup,\" the Washington Examiner reported.\nIn the second, Foreign Policy magazine found a 2011 military training document that included plans for a zombie attack. But it’s not really a \"plan.\" It’s part of a training exercise, the magazine reported.\n\"The document is identified as a training tool used in an in-house training exercise where students learn about the basic concepts of military plans and order development through a fictional training scenario,\" Navy Capt. Pamela Kunze, a spokeswoman for U.S. Strategic Command, told CNN. \"This document is not a U.S. Strategic Command plan.\"", "vclaim_id": "vclaim-pol-07816"}