{"url": "/factchecks/2017/apr/02/blog-posting/still-no-notebook-2-despite-fake-news-rumors-well-/", "speaker": "Bloggers", "vclaim": "\"The Notebook is finally getting a sequel. Producers of the upcoming film confirmed .... that filming will begin in Jacksonville, North Carolina this summer.\"", "truth_label": "pants-fire", "date": "stated on March 27, 2017:", "title": "Still no Notebook 2 despite fake news rumors, but we'll keep waiting", "text": "Fans of The Notebook have waited even longer for a sequel to the beloved movie than Allie waited for Noah.\nSome of them rejoiced recently when news broke that The Notebook 2 was already set to film on the North Carolina coast.\n\"The very popular 2004 romantic drama film The Notebook is finally getting a sequel,\" reported the website WBN10. \"Producers of the upcoming film confirmed the news today and announced that filming will begin in Jacksonville, North Carolina this summer.\"\nIt later continues with some key details, sure to excite locals: \"The film will take place primarily in the Jacksonville area and will film on location there as well. A casting call for extras will reportedly take place in the Jacksonville area in a couple of months.\"\nWe were intrigued, and broke out a box of tissues just in case the tears started flowing.\nIt wouldn’t be too crazy of an announcement. Sequels are all the rage in Hollywood these days, and North Carolina Gov. Roy Cooper has said he wants to bring back the state’s tax credit for film projects – a campaign promise we’ve rated as In The Works on our Coop-O-Meter.\nWhat’s more, Nicholas Sparks – author of \"The Notebook\" and other popular books – lives in New Bern, not far from Jacksonville. Many of his books are set in North Carolina, and a few of the film versions have been shot here, too, including \"A Walk To Remember,\" \"Safe Haven\" and \"The Longest Ride.\"\nThe state’s official tourism bureau even has a guide for a three-day trip around eastern North Carolina, which it calls \"A Nicholas Sparks Tour of the North Carolina Coast.\"\nAnd Sparks has written a sequel to The Notebook, which is called The Wedding and hasn’t been made into a movie – yet.\nThe stars seemed to align for this rumor. But sadly, it’s fake news.\n'\n \nA quick search online led to something almost as good as a real movie announcement – a video clip of Conan O’Brien and Ryan Reynolds reenacting The Notebook’s famous kissing-in-the-rain scene, which they jokingly claimed was a trailer for The Notebook 2.\nThis sequel, they said, would be starring Reynolds in the place of Ryan Gosling and O’Brien in the place of Rachel McAdams.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nSo we were pretty sure his Notebook 2 announcement was a joke.\nBut the article circulating about Jacksonville and the film was not nearly so satirical.\nIt correctly named the director of the first film and the place in South Carolina where it was filmed, it gives a brief outline of the plot and has several quotes from unnamed producers from the unnamed company that was allegedly behind the film.\nThe website does contain a disclaimer that it’s a satirical site, but it takes an extra click or two to find and isn’t immediately obvious.\nAnd just in case the website had accidentally stumbled onto the truth, we checked with the people who would know if there actually are plans for this movie in the works.\nAlas, they say, there’s no Notebook 2.\n\"We have not been contacted by this production,\" said Johnny Griffin, director of the Wilmington Regional Film Commission in eastern North Carolina.\nHe would know; his office was in charge of collecting resumes from local crew members the last time a Sparks movie actually filmed in the area – which was \"The Longest Ride\" in 2014.\nAnd the N.C. Department of Commerce, which oversees the N.C. Film Office, said there was no Notebook 2 project anywhere in the state.\n\"The Film Office is not working on/with any \"Notebook 2\" project,\" Commerce Department spokesman David Rhoades said in an email.\nOur ruling\nNo, there isn’t a sequel to The Notebook being filmed in North Carolina. Not everything that looks like legitimate news actually is.\nEven if it’s a story about your long-lost love repairing the home he once promised would be yours, be sure to double-check if it’s true.\nWe rate this claim Pants On Fire!\nEditor’s note: PolitiFact North Carolina examined the origins of this claim as part of the inaugural International Fact-Checking Day, April 2, 2017. Organizers at Poynter.org describe the day as \"not a single event but a rallying cry for more facts - and fact-checking - in politics, journalism, and everyday life.\"\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"The Notebook is finally getting a sequel. Producers of the upcoming film confirmed .... that filming will begin in Jacksonville, North Carolina this summer.\"    Bloggers Internet rumors   posts on the Internet Monday, March 27, 2017 03/27/2017    Read More  info", "vclaim_id": "vclaim-pol-03486"}