{"url": "/factchecks/2012/may/17/bill-pascrell/rep-bill-pascrell-says-new-jerseys-transit-system-/", "speaker": "Bill Pascrell", "vclaim": "\"New Jersey has the largest transit system in the entire country.\"", "truth_label": "mostly-true", "date": "stated on May 3, 2012 in an interview on WOR 710-AM's \"The John Gambling Show\":", "title": "Rep. Bill Pascrell says New Jersey's transit system is largest in USA", "text": "New Jersey’s transit system could begin seeing more customers if Port Authority toll hikes slated for December take effect.\n\nThat might be good for revenue, but the system is already overburdened, according to U.S. Rep. Bill Pascrell (D-8th Dist.), who spoke about the issue during a May 3 interview on WOR-AM’s \"The John Gambling Show.\"\n\n\"New Jersey has the largest transit system in the entire country,\" said Pascrell, who will face Rep. Steve Rothman in the June 5 Democratic primary for a newly redrawn congressional district. \"One third of the budget of the transit system comes from the federal government, so what you’re doing is pushing ... folks that continue to drive our bridges and tunnels, (you) are not giving them relief to have an option to use mass transit, which is overburdened as it is right now.\"\n\nNew Jersey has a major transit system but is it really the largest in the U.S.?\n\nNot quite, PolitiFact New Jersey found.\n\n\"It depends on how you measure it,\" said Martin Robins, director emeritus of the Alan M. Voorhees Transportation Center at Rutgers University.\n\nLet’s start by noting that not all transit systems are the same. New Jersey has a statewide transit system, meaning its fleet of trains and buses, for example, cover much of the state. Most other transit systems in the country are regional, meaning coverage in part of a state or a portion of two states.\n\n\"Congressman Pascrell was referring to NJ Transit, the largest statewide transit system in the country,\" Pascrell spokesman Paul Brubaker told us in an e-mail.\n\nSo what’s the difference between the transit systems? Politics, Robins said.\n\nNew York’s Metropolitan Transportation Authority, for example, is funded by fare-payers and the state, but few political jurisdictions in New York state benefit from the MTA. NJ Transit has a built-in constituency in the Legislature because it serves much of New Jersey, he said.\n\nNow, let’s check how New Jersey ranks.\n\n\"(If you’re looking at) which system carries the most people, has the most equipment operating every day, New Jersey clearly does not have the largest transit system in the country. The Metropolitan Transportation Authority in New York is the largest,\" Robins said.\n\nBut in terms of statewide systems, New Jersey’s is the largest, Robins said.\n\nThe American Public Transportation System agreed.\n\n\"They’re not the largest transit system,\" said Virginia Miller, a spokesman for the advocacy group, which seeks to improve public transportation by making it available and accessible across the country. \"No one’s bigger in North America than (the MTA). They’re one of the biggest in the world. New Jersey is the highest statewide system.\"\n\nBased on 2010 figures in the APTA’s 2012 Public Transportation Fact Book, NJ Transit ranks second in the nation in terms of passenger miles, and seventh for unlinked passenger trips.\n\nThe Federal Transit Administration does not rank transit systems, but collects certain data from those systems that receive federal funding. Based on that, the FTA confirmed the MTA tops NJ Transit in terms of ridership, size of bus fleet, size of budget and miles of commuter rail.\n\nOur ruling\n\nPascrell claimed during an interview on \"The John Gambling Show\" that New Jersey’s transit system is the largest in the nation, but didn’t distinguish that there are statewide systems and regional systems. Still, transportation experts and agencies we spoke with don’t discount the congressman’s statement. New York’s MTA is the biggest overall and New Jersey is within the top 10. In terms of statewide systems, New Jersey’s is, indeed, the largest. We rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrank Lautenberg\n\n\nstated on June 15, 2011 in an interview on ABC's \"Top Line\"\n\n\n\n\n\n\n\n\n\"Since 2004, there have been some 1,300 attacks (on rail targets). Four thousand people have died. Thousands of injuries.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • June 28, 2011\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-11083"}