{"url": "/factchecks/2008/oct/09/barack-obama/obamas-plan-expands-existing-system/", "speaker": "Barack Obama", "vclaim": "Under Barack Obama's health care proposal, \"if you've got a health care plan that you like, you can keep it.\"", "truth_label": "true", "date": "stated on October 7, 2008 in a debate in Nashville, Tenn.:", "title": "Obama's plan expands existing system", "text": "Barack Obama defended his health care plan during a debate in Nashville, Tenn., on Oct. 7, 2008. His opponents have attacked his plan as \"government-run\" health care.\n\n\n\"No. 1, let me just repeat, if you've got a health care plan that you like, you can keep it,\" Obama said. \"All I'm going to do is help you to lower the premiums on it. You'll still have choice of doctor.\"\n\n\nObama is accurately describing his health care plan here. He advocates a program that seeks to build on the current system, rather than dismantling it and starting over.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama's plan essentially takes today's system and seeks to expand it to the uninsured. It creates national pools for individuals to buy their own cheaper insurance. It increases eligibility for the poor and children to enroll in initiatives like Medicaid and the State Children’s Health Insurance Program. And it has several strategies to rein in costs for everyone, such as streamlining medical record-keeping and emphasizing preventive care.\n\n\nObama has said he would like his plan to be universal, in that everyone has health care coverage. But currently it includes a mandate only for children. Obama has said that he did not include a mandate for adults so as not to penalize people with modest incomes.\n\n\nIt remains to be seen whether Obama's plan will actually be able to achieve the cost savings it promises for the health care system. But people who want to keep their current insurance should be able to do that under Obama's plan. His description of his plan is accurate, and we rate his statement True.", "vclaim_id": "vclaim-pol-15915"}