{"url": "/factchecks/2014/jan/05/gene-sperling/obama-economic-adviser-gene-sperling-says-theres-n/", "speaker": "Gene Sperling", "vclaim": "The Obama administration offered \"no magic number\" of people that needed to sign up for health care on the marketplaces.", "truth_label": "barely-true", "date": "stated on January 5, 2014 in an interview on NBC's \"Meet the Press\":", "title": "Obama adviser Gene Sperling says administration offered 'no magic number' for health marketplace sign-ups", "text": "What botched rollout? That was so 2013.\nTalking points from President Barack Obama’s advisers are pointing to something new about Obamacare, something that sounds good: About 2.1 million people signed up for health insurance plans through the federal and state marketplaces.\nNBC’s Meet the Press host David Gregory posed a key follow-up question to Obama economic adviser Gene Sperling during the Jan. 5 show: Is the progress good enough for the administration to meet its original goal?\n\"2.1 million have signed up. The goal is 7 million by March. How do you think you realistically get there?\" Gregory said.\n\"Well, first of all, there’s no magic number,\" Sperling said. \"The key is to enroll as many people, have an exchange that’s working, have a stable exchange ...\"\n\"The secretary of Health and Human Services said that was success, 7 million by March,\" Gregory said.\n\"I think success is having an ongoing, strong market,\" Sperling said.\nPolitiFact wanted to know: Is Sperling trying to rewrite the past by saying Obama had \"no magic number\" for the number of people that need to sign up for coverage by the end of open enrollment in March?\n(We offer a hat-tip to our friend The Fact Checker of the Washington Post, which recently visited this topic after White House health care adviser Phil Schiliro made a similar denial on MSNBC.)\nThe 7 million mark\nThere were at least two times Health and Human Services Secretary Kathleen Sebelius, the official Obama appointed to oversee the agency in charge of implementing Obamacare, referred to 7 million as the mark.\nThe number, though, didn’t come from her. The figure originated with the nonpartisan Congressional Budget Office, which analyzes the impact of legislation.\nIn February 2013, CBO estimated 7 million people would sign up for health insurance through the federal and state marketplaces starting in October through the end of March, the deadline to enroll and avoid a tax penalty. By 2024, enrollment in the marketplaces would be 24 million, CBO said.\nSebelius offered cautious optimism about the target for enrollment in a June press briefing and pointed out the sheer size of the risk pool is not the only concern.\n\"We're hopeful that 7 million is a realistic target and that we're going to be driving our efforts toward that kind of enrollment effort,\" she said. \"And it's both about numbers and also hopefully getting a balanced risk pool.\"\nA Politico story covering her appearance opened with, \"For Obamacare the magic number is 7 million.\"\nA leaked Sept. 5 memo from another high-ranking HHS official, Marilyn Tavenner, to Sebelius outlined the department’s month-by-month projections for enrollment. Drawing on the estimates from CBO, as well as \"the experience of Commonwealth Care in Massachusetts, Medicare Part D, and conversations with employers, issuers and states,\" Tavenner wrote that she expected marketplace enrollment to start at a slow pace but ramp-up in December and March, the months with deadlines.\nTavenner’s memo anticipated 3.3 million people to have enrolled by Dec. 31, rising to 7.066 million by March 31.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nRemember, the estimates and targets from CBO and Tavenner happened before healthcare.gov made its dysfunctional debut. That was not part of the equation.\nOn Sept. 30, the night before the exchanges opened, NBC Nightly News aired an interview with Sebelius in which a reporter asked her, \"What does success look like?\"\n\"I think success looks like at least 7 million people having signed up by the end of March 2014,\" Sebelius said.\nThe next few weeks were not pretty, to say the least. The online federal marketplace wasn’t ready, with big kinks preventing lots of people from buying plans. Some people, like Wonkblog’s Ezra Klein, argued CBO’s estimates should be tossed because October and November were lost months.\nThe Obama administration considers someone to be \"enrolled\" if they select a plan, not necessarily if they paid for it. Data is not yet available for people who paid a first month’s premium to their insurers.\nCouching it\nHHS and White House spokespeople directed us to recent statements by administration officials whose answers about the 7 million goal mirror Sperling’s.\nFor example, senior adviser Dan Pfeiffer said on ABC’s This Week on Nov. 3, \"Well, that’s a goal that the CBO said is what they thought would happen. Our goal is to get as many people done as possible.\"\nThe position, said HHS spokeswoman Joanne Peters, has been the mix of people is more important than the number. She pointed to Sebelius’ June comments and a late November post by Klein, who said White House officials told him as he reported a July story they defined success as \"a function of the mix of people in the exchanges -- the ‘ratio’ -- rather than the number of people in the exchanges.\" The administration made plans for a marketing campaign aimed at signing up young adults who tend to be healthier and uninsured.\nA good health mix in each risk pool is crucial to control costs, and sick people who require more care \"are most likely to sign up and do so early,\" said Gail Wilensky, an expert on the health care law who was the director of Medicaid and Medicare under President George H.W. Bush.\nAt this point, we don’t know much background about the enrollees, such as health and payment status.\nObama’s officials are not backtracking so much as they are \"realizing that factors are coming into play that weren’t expected,\" said Timothy Jost, a Washington and Lee University law professor who is an expert on the law.\n\"I really think it’s still possible by March to get 7 million,\" Jost said, adding that it’s \"meaningless\" that there are not as many people signed up by the end of the year as once projected.\nOther experts, such as Stan Dorn, a senior fellow at the Urban Institute, have been quoted as saying the federal marketplace will function properly even with as low as 2 million enrollees.\n\"Everyone's been trumpeting this 7 million target,\" Dorn told USA Today. \"I think they can fall well short of it and still be on their way to a very successful program.\"\nOur ruling\nSperling denied the administration had a \"magic number\" for how many people it wanted to see enrolled through the exchanges for health insurance coverage.\nNo one knows how many people need to sign up to make the health care law  work. And Sperling has a point that the mix of individuals signing up is likely more important than the raw number.\nBut the Obama administration has used a number -- 7 million by March -- in the past. There’s no denying that.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-08442"}