{"url": "/factchecks/2014/nov/09/dave-brat/brat/", "speaker": "Dave Brat", "vclaim": "\"I’ll be the only economist in the (U.S.) House.\"", "truth_label": "true", "date": "stated on October 15, 2014 in a speech.:", "title": "Brat will hold the only Ph. D. in economics in the House", "text": "In case you haven’t heard, newly elected U.S. Rep. Dave Brat is an economist. And that background, the Republican said repeatedly in campaign speeches and ads, puts him in a unique position to lead in Washington.\n\"If you do send me up there, and I’d be honored if you do, I’ll be the only economist in the House,\" Brat, R-7th, told voters at an Ashland rally on Oct. 15.\nWell, 7th District voters are sending him up there. So we decided to check whether Brat truly will be one of a kind.\nLet’s start by examining what economists do. According to the Bureau of Labor Statistics, \"economists study the production and distribution of resources, goods and services by collecting and analyzing data, researching trends and evaluating economic issues.\" They forecast market trends and advise businesses and governments on economic issues.\nWhat qualifies one as an economist?\n\"There is no formal definition for ‘economist,’ although the usual distinction is that one has earned a Ph.D. in economics,\" John Siegfried, the secretary-treasurer emeritus of the American Economic Association, said in an email. \"But anyone can call themselves ‘an economist.’\"\nThe BLS says generally most economist jobs require a master’s degree or Ph.D., although some are available to people with bachelor’s degrees in the field.\nBrat holds a Ph.D. in economics from American University, has been a professor at Randolph-Macon College since 1996 and chairman of its Department of Economics and Business since 2005. He’s served two Virginia governors on the Joint Advisory Board of Economists and advised a number of other organizations.\nBrat is an avowed believer in free markets who says his hero is Milton Friedman, a Nobel laureate in economics who maintained that government should wield a feather hand on the marketplace. Brat, according to The New York Times, is not known for groundbreaking research of his own.\nHow did Brat conclude he’ll be the only economist in the House?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBrian Gottstein, spokesman for Brat’s campaign, said the information came from Congressional Quarterly,  which compiles profiles for each member of Congress.\n\"We did not count those House members that have undergraduate economics degrees but aren’t career economists,\" Gottstein e-mailed.\nWe found a January 2014 report by the Congressional Research Service that breaks down House members’ occupations into 20 categories which, unfortunately, did not include economists. Almost half of the members had careers either in law, business or banking.\nAnother CRS report from August, although not exhaustive, drilled down a little further on the occupations of members of Congress. It lists, among other things, five former Peace Corps volunteers, four radio talk show hosts, three psychologists, two almond orchard owners, one rodeo announcer and zero economists.\nThe House clerk’s office lists 21 Ph.D. holders in the chamber. But none of their doctorates, we found, are in economics. Twenty-seven members have undergraduate degrees in economics, according to a CQ database of the various educational degrees and occupations each congressmen lists on his resume.\nOnly two members have \"economist\" listed as a former job:\n\n\nRep. Jeff Fortenberry, R-Neb., who also has done stints as a congressional aide and a public relations manager at a publishing firm.  \n\n\nRep. Scott Peters, D-Calif, says he was an economist for the Environmental Protection Agency during 1980-81. He subsequently became a lawyer.\n\n\nOur ruling\nBrat said he would be the only economist in the House.\nWe only found two members who list economist among the jobs they’ve held before entering Congress. Both went on to other professions. Brat has been an economics professor since 1996 and would be the only congressman with a Ph.D. in the field.\nWe’ll leave it to you decide whether Brat’s distinct background will better enable Congress to resolve economic issues. But as for his claim of uniqueness, we rate it True.", "vclaim_id": "vclaim-pol-07021"}