{"url": "/factchecks/2013/oct/30/rhode-island-tea-party/rhode-island-tea-party-says-soldiers-who-donate-te/", "speaker": "Rhode Island Tea Party", "vclaim": "\"Soldiers Donating to Tea Party Now Face Punishment Under the Uniform Code of Military Justice.\"", "truth_label": "pants-fire", "date": "stated on October 25, 2013 in a posting on Twitter:", "title": "Rhode Island Tea Party says soldiers who donate to the tea party face military discipline", "text": "Nothing gets the blood boiling like the discovery that the government is violating basic constitutional rights. So amid the avalanche of tweets we see each day, this one from the Rhode Island Tea Party immediately caught our attention:\n\"Soldiers Donating to Tea Party Now Face Punishment Under the Uniform Code of Military Justice.\"\nIf true, we thought, that's outrageous. The tweet refers to a story at RedFlagNews.com, which had a different word for it. Here's their headline: \"TERRIFYING! Soldiers Donating to Tea Party Now Face Punishment Under the Uniform Code of Military Justice . . . \"\nThe story says that two anonymous soldiers said they were told during a pre-deployment briefing at Fort Hood in Texas that evangelical Christians and members of the tea party were threats to the nation, so any soldier donating to them would be subject to punishment.\nBut the story also quotes a Fort Hood spokesman as saying that, based on a preliminary investigation, the claim reported by Red Flag News \"is not substantiated by unit leadership and soldiers present at this training venue.\"\nThe story, under a different headline, is repeated at FoxNews.com.\nWe quickly found that, under military regulations, there are limitations to the political activities that soldiers can engage in, but none this extreme. Most are intended to avoid the impression that the Department of Defense is endorsing a political party or candidate. For example, while they can have a political bumper sticker on their private vehicles, they cannot post a large political sign, banner, or poster on their cars or trucks.\nService members are allowed to donate to campaigns and political parties as private individuals, subject to the same laws that apply to all federal employees.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWhen we asked the Department of Defense about the tea party tweet and the Red Flag headline, spokesman Lt. Col. J. Todd Breasseale, called it \"an absurdity of such outlandish proportion, it's almost difficult to take seriously.\n\"But it's also a kind of un-American, potentially dangerous fear-mongering,\" he said, \"and so I'd like to be as clear as I can here: Service members may donate to any legal cause they choose, and, as long as they do so within the boundaries of the Hatch Act, may involve themselves (out of uniform, without using government equipment, off duty, in a way that implies no government endorsement) in the political process, regardless of party affiliation.\"\n(The Hatch Act is a federal anti-corruption law that restricts the political activities of federal employees. But even those who are not allowed to engage in partisan politics are still permitted to contribute money to political organizations.)  \nWhen we contacted the Rhode Island Tea Party to ask about the Twitter message, President Susan Wynne said in a email, \"I was merely sharing the story and is not an endorsement by RI Tea Party. If you find any other information, I'd be happy to see it.\" If the tweet was wrong, she said in a subsequent email, it would be deleted. We sent her a copy of Breasseale's statement. Four days later, the tweet was still there.\nAt PolitiFact, we believe people and parties have an obligation to check things out before they blindly pass them along to others.\nIt's true that Red Flag News (motto: \"Aggregating the News that Mainstream Media Distort and Ignore\") originated the over-the-top headline. But Wynne, on behalf of her organization, chose to repeat it, even when the story itself included facts that should have prompted some skepticism.\nFor that reason, we rate the Rhode Island Tea Party's tweet a Pants on Fire!\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08690"}