{"url": "/factchecks/2017/jun/14/gavin-newsom/claim-americans-are-25x-more-likely-be-shot-and-ki/", "speaker": "Gavin Newsom", "vclaim": "\"Americans are 25x more likely to be shot & killed than others in developed countries.\"", "truth_label": "mostly-true", "date": "stated on June 2, 2017 in a tweet:", "title": "Are Americans 25x more likely to be shot & killed than others in developed countries?", "text": "Gun control is a top priority for California Lt. Gov. Gavin Newsom.\nSo, it’s no surprise Newsom, a Democrat and 2018 candidate for governor, promoted the cause on National Gun Violence Awareness Day.\nHe claimed in a statement on Twitter on June 2, 2017:\n\"Americans are 25x more likely to be shot & killed than others in developed countries. We've had enough. #NationalGunViolenceAwarenessDay.\"\n\nThis is not the first time we’ve fact-checked a gun claim by Newsom. In November 2016, we rated Mostly True his assertion that California has seen a \"56 percent decline in the gun murder rate\" since the 1990s. Earlier that year, we rated Mostly False his statement that \"So far in 2015, there have been more mass shootings than days.\"\nIn this case, we wondered whether the facts support his claim about the seemingly huge disparity in gun homicide rates between the United States and other developed countries.\nWe’ll fact-check this claim below.\nFirst, here’s some background on Newsom and the 2018 California governor’s race.\nGovernor’s race\nNewsom is among several prominent Democrats as of now competing in 2018 to succeed Jerry Brown as governor. Others include former Los Angeles Mayor Antonio Villaraigosa; California Treasurer John Chiang and Delaine Eastin, the state’s former superintendent for public instruction.\nAnnounced Republican candidates include John Cox, a venture capitalist from San Diego County and Rosie Grier, a Hall of Fame professional football player.\nAs part of our Tracking The Truth series, PolitiFact California is fact-checking claims in the 2018 governor’s race.\n\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.\nNewsom has supported California’s stringent gun and ammunition laws. In 2016, he proposed and helped pass Proposition 63, a voter initiative that requires instant background checks for the sale of ammunition statewide.\nOur research\nWe interpreted Newsom’s claim of \"shot and killed\" to mean gun homicides. These are intentional killings using a firearm, not including suicides.\nTo back up the statement, Newsom’s campaign spokesman pointed to a study published in the American Journal of Medicine in March 2016 called \"Violent Death Rates: The US Compared with Other High-income OECD Countries, 2010.\"\nThe study relied on mortality data from 2010 collected by the World Health Organization. It found the rate of gun homicides was 25.2 times higher in the United States than in 22 other populous and high-income countries for which data was also gathered. A sample of those included South Korea, Australia, Canada, Japan, Germany, the United Kingdom and Italy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nWhen considering all types of gun deaths, such as homicides, accidental shootings and suicides, people in the United States were 10 times more likely to die from a gun-related death than those in the other countries, the report said.\nAuthors of study weigh in\nWe contacted the co-authors of this study. Both described Newsom’s claim as \"accurate.\"\n\"Yes, what he said seems accurate,\" David Hemenway, professor of health policy at the Harvard School of Public Health and co-author, said by email. \"I think anyone who looks at the data would agree.\"\nErin Grinshteyn, an assistant professor of health policy at the University of San Francisco and the other co-author, also said the claim was correct.\nGrinshteyn described the report as \"purely an academic study.\"\nShe said her portion of the work was not funded while Hemenway’s participation was funded, in part, by the Joyce Foundation.\nOn its website, the foundation says it supports \"research-based strategies that can prevent gun violence by reducing the easy accessibility of firearms.\"\nRelated study\nIn 2014, PolitiFact examined a related claim by lawyer and author Lisa Bloom that said \"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries.\"\nPolitiFact took this to mean gun homicides.\nIt rated her claim Mostly True, citing figures collected by the United Nations Office on Drugs and Crime. That data showed the United States had a slightly lower gun homicide rate in 2010 than reported in the American Journal of Medicine Study. That, in turn, meant Americans would be closer to 20 times as likely to die in gun homicides compared with several other \"civilized countries.\"\nBut as PolitiFact noted, much depends on which countries are included in this comparison and the years for which that data was available. Chile and Turkey, both with relatively high gun homicide rates, were included in the United Nations study but not in the report in the American Journal of Medicine.\nGrinshteyn told us her study only included high-income, populous countries  as defined by the Organization for Economic Co-Operation and Development.\n\"If they included Chile and Turkey, which were not included in our comparison group, those will cause the comparison to be skewed,\" she added.\nWe reached out to the Sacramento-based Firearms Policy Coalition, a gun rights advocacy group, to ask whether its members knew of any additional and independent reports on this topic. We did not immediately hear back.\nOur rating\nCandidate for California governor Gavin Newsom recently said \"Americans are 25x more likely to be shot and killed than others in developed countries.\"\nNewsom’s spokesman pointed to a study in the American Journal of Medicine that backs up this very sad statistic. It found the gun homicide rate in the United States is about 25 times greater than in other high-income, industrialized countries such as Japan, Germany, the United Kingdom and Canada.\nA similar study by the United Nations found America had a slightly lower gun homicide rate but included countries such as Turkey and Chile with relatively high gun homicide rates not included in the American Journal of Medicine report. Their inclusion explains the slightly lower rate.\nNewsom’s claim is backed by what appears to be a valid study. But another report with credible findings shows the gun homicide rate is not quite as high compared to other nations as Newsom asserts.\nHis statement could have used this additional information.\nIn the end, we rated Newsom’s claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n Share the Facts 2017-06-14 23:41:02 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Americans are 25x more likely to be shot & killed than others in developed countries.\"    Gavin Newsom Candidate for California governor    Friday, June 2, 2017 2017-06-02    Read More  info", "vclaim_id": "vclaim-pol-03208"}