{"url": "/factchecks/2013/feb/22/kenneth-block/block-says-moderate-party-has-lots-votes/", "speaker": "Kenneth Block", "vclaim": "\"More than 9,000 Rhode Island voters used the Moderate Party master lever mechanism and they didn't have a single Moderate on their ballot.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2013 in a television interview:", "title": "Block says 9,000 R.I. voters used master lever for Moderate Party -- with no party candidates on ballot", "text": "Rhode Island was among 14 states in the last election cycle that allowed voters to use the so-called \"master lever,\" enabling them to vote for candidates from one political party with one ballot mark. On Rhode Island ballots, it is the option called Straight Party.\n\nKenneth Block, founder and chairman of the Moderate Party of Rhode Island, has launched a campaign to get rid of the master lever, saying it’s outdated and creates confusion for many voters.\n\nIn a recent appearance on the \"State of the State\" television program, Block said that in the November 2012 election, \"More than 9,000 Rhode Island voters used the Moderate Party master lever mechanism and they didn't have a single Moderate on their ballot.\"\n\nBlock, a businessman, gathered enough signatures to get on the ballot in 2010 as the Moderate Party’s candidate for governor. He came in last in a four-way race, with 6.5 percent of the votes. But that was enough to win a spot on the 2012 and 2014 ballots for his party.\n\nWe wanted to know how Block calculated that 9,000 figure.\n\nBy e-mail, Block said that he started with 9,424 -- the number of people he said voted by the master lever for the Moderate Party.  \n\nThen he did some estimating, based in part on the size of the communities and districts with a Moderate candidate on the ballot.\n\nHe noted that the Moderate Party had a candidate in just three communities -- Burrillville, East Greenwich and South Kingstown -- and two legislative districts -- House District 65, in East Providence, and Senate District 16, which is all of Central Falls and a piece of Pawtucket.\n\nBlock then estimated the number of voters he thought would have cast a straight-party Moderate vote in those communities and districts. He subtracted that estimated total from the total of all Rhode Island voters who selected the Moderate Party with one ballot mark.\n\nHe didn’t provide an exact final number -- just \"more than 9,000.\"\n\nWhen we checked Block’s number, we discovered he was close, but not directly on target.\n\nTo begin with, both the secretary of state’s office and the Board of Elections said the number of Moderate Party straight-party votes was actually 9,295 -- not the 9,424 Block started with.\n\nThen we obtained exact numbers of master-lever votes for the Moderate Party in the communities and districts with Moderates on the ballot .\n\nMiguel J. Nunez, planning specialist at the Board of Elections, told us there were 208 such votes in Burrillville, where a Moderate candidate was running for School Committee. But that race was non-partisan and the candidates  weren’t identified by party so, technically, it doesn’t fit Block’s definition.\n\nIn the other communities and legislative districts with identified Moderate candidates on the ballot, there were a total of 642 master-lever votes cast for the party.\n\nSubtract that number from the 9,295 statewide votes and you get 8,653 -- close to 350 fewer than Block’s \"more than 9,000.\" Even if you add the 208 votes from Burrillville, you still don’t get to 9,000.\n\nOur ruling\n\nKenneth Block said, \"More than 9,000 Rhode Island voters used the Moderate Party master lever mechanism and they didn't have a single moderate on their ballot.\"\n\nHe derived that number in part from guesswork. But according to the precise figures from the Board of Elections, he was off by nearly 350 -- roughly 4 percent.\n\nBut Block’s underlying point that the master lever confuses many voters is valid. More than 8,000 used it to vote for Moderate Party candidates when there weren’t any on their ballots.\n\nFor those reasons, we rule his claim Mostly True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-09674"}