{"url": "/factchecks/2020/feb/02/jb-pritzker/pritzker-says-illinois-unemployment-rate-dropped-m/", "speaker": "JB Pritzker", "vclaim": "“Over the past year, Illinois has reduced its unemployment rate more than all of the top 20 most populated states in the nation — and more than our Midwestern peers.”", "truth_label": "mostly-true", "date": "stated on January 29, 2020 in a speech:", "title": "Pritzker says Illinois’ unemployment rate dropped more than other big states", "text": "Democratic Gov. J.B. Pritzker frequently praises Illinois’ economic progress, unlike his predecessor, who often complained the state was falling behind.\nSo it was no surprise when Pritzker devoted part of his 2020 State of the State address to highlighting Illinois’ recent employment gains.\n\"We’re wresting the public conversation in Illinois back from people concerned with one thing and one thing only: predicting total disaster, spending hundreds of millions of dollars promoting it, and then doing everything in their power to make it happen,\" Pritzker said. \"I’m here to tell the carnival barkers, the doomsayers, the paid professional critics the state of our state is growing stronger each day.\"\nTo back that up, Pritzker pointed to Illinois’ record-low unemployment rate and the job growth it saw last year across the state. He also made a broader comparison that caught our attention. \n\"Over the past year, Illinois has reduced its unemployment rate more than all of the top 20 most populated states in the nation — and more than our Midwestern peers,\" Pritzker said.\nWe hadn’t heard Illinois had bested all those states in reducing joblessness last year, so we decided to check it out.\nPritzker spokeswoman Jordan Abudayyeh told us the governor was relying on seasonally adjusted data from December 2018 compared with the same data from December 2019, which are the latest available figures from the U.S. Bureau of Labor Statistics. \nA BLS economist confirmed it’s appropriate to compare the current December unemployment rate using seasonally adjusted data to that of the same month a year ago, noting that \"over the year\" is commonly used to reference that timeframe.\nBLS data show Pritzker is correct that Illinois saw a greater drop in its over-the-year unemployment rate than any of the other states he referenced. It saw its rate fall from 4.3% in December 2018 to 3.7% a year later, amounting to a 0.6% reduction. \nBut it’s worth noting those states saw very similar changes in their unemployment rates. Georgia, the state that saw the second-largest reduction, dropped its rate by 0.5%. In fact, the reductions seen by the top 10 states on the list were all clustered within less than 0.5% of one another. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLuis Gutierrez\n\n\nstated on May 12, 2016 in in a speech\n\n\n\n\n\n\n\n\n\"Every single strawberry that is served to Members of Congress will have passed through the rough hands of an undocumented immigrant.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Taylor Leighton • July 21, 2016\n\n\n\n\n\n\n\nEconomic experts we spoke with also cautioned that unemployment rate declines don’t say much about a state’s overall stability.\n\"If they really go way up, that’s clearly a problem,\" said Michael Hicks, an economist at Ball State University in Indiana. \"But the unemployment rate could be fairly low and we could still have significant problems. For example, there could be a retreat of men and women from the labor force.\" \nHicks also said it takes time for meaningful shifts in the labor force to emerge.\n\"Saying that you’ve done better than other states is kind of taking out all the context about those states,\" said Richard Auxier, a research associate at the Urban-Brookings Tax Policy Center, which maintains a database on state economic indicators. \"Some states have high unemployment, some states have low unemployment and they’re just consistently high or consistently low.\"\nEven though Illinois tops the list for reductions over the past year, it still has a higher unemployment rate than 12 of the states Pritzker cited in his comparison. \nFor instance, Iowa saw an increase in its unemployment rate last year. But at 2.7%, it still has the second-lowest unemployment rate on the list. And although Texas’ rate fell by just 0.2%, it started out at 3.7% last December — the rate Illinois has just now achieved.\n\"This is one of the types of statistics that is true but ultimately not that illuminating,\" Auxier said.\nOur ruling\nPritzker said \"over the past year, Illinois has reduced its unemployment rate more than all of the top 20 most populated states in the nation — and more than our Midwestern peers.\"\nFederal data back that up. However, the differences between those states’ reductions are minimal, and Illinois’ unemployment rate remains higher than 12 of the states included in that comparison.\nWe rate his claim Mostly True.\n \n\nMOSTLY TRUE — The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-17323"}