{"url": "/factchecks/2008/oct/01/republican-national-committee-republican/another-truth-o-meter-vs-spend-o-meter-smackdown/", "speaker": "Republican National Committee", "vclaim": "\"Under Barack Obama's plan, the government would spend $1-trillion more.\"", "truth_label": "half-true", "date": "stated on September 30, 2008 in a TV ad:", "title": "Another Truth-O-Meter vs. Spend-O-Meter smackdown", "text": "Tweaking a line of attack it first employed in February, the Republican National Committee is charging that Americans would have to finance $1-trillion of new spending if Barack Obama fulfills all of his campaign promises over one term in the White House.\n\n \n\nAnd that’s above and beyond whatever the government decides to spend bailing out the financial system.\n\n \n\nA new RNC ad called “Worse,” unveiled Sept. 30, 2008, references the calamity gripping the financial markets and the taxpayer-funded bailout now under consideration in Congress, then contends Obama’s agenda would unleash geysers of additional red ink.\n\n \n\n“Wall Street squanders our money and Washington is forced to bail them out with – you guessed it – our money,” an announcer says. “Can it get any worse? Under Barack Obama’s plan, the government would spend a trillion dollars more – even after the bailout.”\n\n \n\nThe ad has its genesis in a graphical device called the “Spend-O-Meter” that the RNC featured on its Web site during the primary season in an effort to depict both Obama and Hillary Rodham Clinton as tax-and-spend liberals.\n\nWe’ve already ruled\n\non its February claim that Obama wanted to spend $874-billion during his first term in office, concluding that the Republicans correctly identified about half of the Illinois senator’s proposals as new spending and made some highly creative assumptions about the rest.\n\n \n\nBut how did the total balloon to the current $1-trillion? The biggest change is Republicans have revised upward their claim on how much Obama’s health care plan would cost. Obama wants to mandate that employers either offer health coverage or pay a sum equal to a percentage of their payrolls to fund a new national insurance plan. His campaign says this so-called “play or pay” approach would result in $50-billion to $65-billion in new costs to the government.\n\n \n\nThe RNC, on the other hand, contends the plan would cost $150-billion a year, or $600-billion over four years, and bases its estimate on a Sept. 17 interview Obama gave\n\n60 Minutes\n\n. (In February, the Republicans incorporated the Obama campaign’s high-end estimate of $65-billion a year, or $260-billion over four years, in their tally.)\n\n \n\nHere’s Obama’s exchange with\n\n60 Minutes\n\ncorrespondent Steve Kroft:\n\n \n\nKroft: “How much is it going to cost? $150-billion, right?”\n\n \n\nObama: “It is. It is. But we pay for every dime that we propose to spend … Roughly speaking, I believe in pay-as-you-go. That if you want to propose a new program, you better cut some old ones. If you want to expand a program, then you better figure out where the money’s coming from.”\n\n \n\nIt’s not clear to us why Obama agreed with Kroft’s figure when it contradicts his campaign’s own estimate. Regardless, it’s difficult to forecast with any accuracy what such an initiative would cost, in part because Obama’s campaign has yet to flesh out many details. The RNC makes the highly unlikely assumption that the health care plan would go into effect as soon as Obama takes office. And it doesn’t factor Obama’s companion proposal to cover much of the new cost by allowing President Bush’s tax cuts on dividends and capital gains for individuals making more than $200,000 a year to expire in 2010.\n\n \n\nAn analysis of Obama’s plan by a group of conservative-leaning health policy experts in the Sept. 16 issue of the journal\n\nHealth Affairs\n\nputs the likely cost at approximately $100-billion annually. The figure is based on cost projections of a proposal released by the nonpartisan Commonwealth Fund that shares certain features with Obama’s plan, including a mandate for employer-sponsored insurance. However, Commonwealth Fund president Karen Davis says the comparison is strained, because unlike her organization’s blueprint, the Obama plan doesn’t explicitly require adults to have health insurance. Davis added that Obama campaign also hasn’t specified eligibility criteria or the size of subsidies that would come from Medicaid and the federal State Children’s Health Insurance Program, both of which provide assistance to low-income Americans.\n\n \n\nSo the Obama health plan remains something of a Rorschach test – an expensive big-government mandate to its critics, a fiscally responsible exercise in strengthening the social safety net to supporters. Call it what you want, but it’s almost pointless to attach a price tag until the Obama camp more clearly spells out its intentions. And the\n\n60 Minutes\n\ninterview seems like weak evidence, absent any change in policy, on which to hang an additional $340-billion spending claim.\n\n\nThe next biggest item on the list is $156-billion to expand the Medicare Part D prescription drug program. Obama has said he wants to fix a \"doughnut hole\" in the program that leaves some mid-range drug prescription costs uncovered. The RNC doesn't mention that Obama proposes to pay for that with cost-saving measures, such as allowing the federal government to negotiate directly with pharmaceutical companies in setting Medicare drug prices. The campaign said it wouldn't close the doughnut hole if it couldn't find cuts to pay for it.\n\n\nSome of the Obama campaign's proposals and cost projections cited on the Republicans’ tally continue to be correctly categorized as new spending, in one form or another. They include:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nA plan to spend $18-billion a year on elementary education.\n\n\nExpanding the AmeriCorps national service program at a cost of about $3.5-billion a year.\n\n\nDoubling the size of a foreign assistance fund, from $25-billion to $50-billion, that’s aimed at meeting the United Nations’ Millennium Development Goal of reducing global poverty.\n\n\nProviding $2-billion in aid to Iraqi refugees in neighboring countries.\n\n\nCreating a $1.5-billion fund to help states implement paid-leave systems.\n\n\n\nEven Obama acknowledges uncertainty about his proposals given the downturn in the economy and the cost of the financial bailout. In the first presidential debate on Sept. 26, 2008, he said, \"There's no doubt that we're not going to be able to do everything that I think needs to be done.\"\n\n\nBut overall, the Spend-O-Meter hasn’t improved its batting average since February. We rule the Republicans’ $1-trillion claim: Half True.", "vclaim_id": "vclaim-pol-15943"}