{"url": "/factchecks/2012/aug/27/tammy-baldwin/baldwin-says-thompson-wants-give-millionaires-tax-/", "speaker": "Tammy Baldwin", "vclaim": "Says U.S. Senate rival Tommy Thompson \"wants to give a new $265,000 tax cut to millionaires like himself while raising taxes on the middle class.\"", "truth_label": "half-true", "date": "stated on August 17, 2012 in a television ad:", "title": "Baldwin says Thompson wants to give millionaires a tax cut while raising taxes on the middle class", "text": "This is Democrat Tammy Baldwin’s message for voters who may fondly remember former Gov. Tommy Thompson as a just-folks friend of the little guy: \"He’s not for you anymore.\"\n\nIn a new campaign ad in the U.S. Senate race, the congresswoman from Madison says Republican Thompson is \"the guy who's gotten rich working for D.C. lobbyists\" since leaving state and federal posts.\n\nThe ad’s punch line: \"He wants to give a new $265,000 tax cut to millionaires like himself while raising taxes on the middle class.\" On screen, after images of a limo and private jet, a tree-lined street scene with the words: \"Raise taxes $1,300 on middle class families.\"\n\nBaldwin’s claim underlines what could be a key division in the campaign.\n\nBut is she right?\n\nThe 30-second spot cites two liberal sources for the claims: the Center on Budget and Policy Priorities and a report prepared by the staff of a Democratic U.S. senator active on budget issues.\n\nBoth studies relate to U.S. Rep. Paul Ryan’s budget plan -- not one authored by Thompson. Ryan, of course is the party’s vice presidential pick and on the ballot for an eighth term in the House.\n\nBut Thompson endorsed without qualification Ryan’s 2013 federal budget plan, so it’s reasonable to examine its impact.\n\nBut it’s worth noting Thompson calls for a 15 percent flat tax while Ryan wants to drop down to two individual rates, 10 percent and 25 percent. Either plan would be a big change from the rates of 10, 15, 25, 28, 33 and 35 percent in place for 2012 under current law.\n\nSo let’s look at how millionaires would fare under Thompson’s own plan, then the Tommy-endorsed Ryan plan.\n\nWould Thompson’s plan cut taxes for millionaires?\n\nThe overall answer is yes, though some may already be paying lower rates than 15 percent.\n\nIn June, we rated Mostly True a Baldwin claim that Thompson's plan \"amounts to an average tax cut of almost $87,000 for the top 1 percent\" based on IRS data. People with income over $1 million are part of that category.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThompson’s campaign did not dispute Baldwin’s 1 percent analysis, saying the tax cut for the wealthy was needed because the top 1 percent  pay 37 percent of all income taxes collected, while half of Americans don’t pay any federal taxes.\n\nNewt Gingrich, a Thompson backer, also proposed a 15 percent flat tax during the GOP presidential primaries, and it would have meant massive six-figure federal tax cuts for million-dollar earners, according to a study by the respected Tax Policy Center, an Urban Institute-Brookings Institution project that analyzes candidate’s tax proposals.\n\nBaldwin’s TV spot adds a specific claim: Thompson favors giving a \"new $265,000 tax cut to millionaires.\"\n\nIt cites the Center on Budget and Policy Priorities, but that number originally came from the Tax Policy Center.\n\nThe Tax Policy Center study did, as Baldwin notes, estimate that those earning at least a million dollars would receive an average tax cut of $265,000 under that plan. That scenario assumes the Bush-era tax cuts would be extended.\n\nWe asked William McBride, chief economist at the business-backed Tax Foundation, about the Tax Policy Center study and he offered no criticism of it.\n\nOverall Baldwin is on pretty firm ground regarding how the plans Thompson has endorsed would affect high income earners.\n\nThe middle class\n\nNow let’s turn to Baldwin’s claim that Thompson wants to raise federal taxes on the middle class, to the tune of $1,300.\n\nNotably, Baldwin’s ad turns away from the Tax Policy Center report it relied upon regarding the Ryan plan’s effect on millionaires’ tax bills.\n\nOne reason may be that the Tax Policy Center report showed that Ryan’s plan would mean a net tax cut for every income group over $30,000 a year -- not a tax hike for the middle class as Baldwin claims.\n\nBaldwin got the $1,300 increase from the report prepared by staff for U.S. Sen. Bob Casey, the Pennsylvania Democrat who chairs the US Congress Joint Economic Committee.\n\nThat report said the net effect of the Thompson-endorsed Ryan plan would be a $1,358 increase for households earning between $50,000 and $100,000.\n\nThe discrepancy stems from a huge difference in methodology between the Casey report and the Tax Policy Center analysis of Ryan’s plan.\n\nThe Casey report assumes -- without really knowing -- that Ryan and fellow Republicans would eliminate current deductions for state and local taxes, mortgage interest and charitable contributions, remove the employer‐provided health insurance exclusion, and tax 401(k) contributions. The authors of the study explained that Ryan \"potentially\" would have to cut those tax breaks in order to achieve his goal of cost neutrality on his tax cuts.\n\nLosing those deductions has the effect of wiping out the tax cuts those middle-income people would see under Ryan’s plan to cut the tax rates, McBride said.\n\nBut that approach amounts to relying on facts not in evidence -- and taking the worst-case approach to make the point.\n\nThe Tax Policy Center, on the other hand, attributed no elimination of deductions to Ryan’s plan, noting that his plan doesn’t specify what Republicans would do. (Ryan’s plan does strongly suggest that some tax breaks would go and others would remain, but specifics are lacking).\n\nThat’s why that study shows the middle class still getting a tax cut.\n\nRoberton Williams, senior fellow at the Tax Policy Center, said Baldwin’s mixing of the two studies is a problem.\n\n\"They are not even apples and oranges,\" Williams said. \"It’s more like apples and toast.\"\n\nBoth Williams and McBride expressed some concerns with the Democratic study because it assumes Ryan would eliminate major tax deductions that greatly benefit the middle class and below.\n\n\"We had no basis to decide what Ryan would pick\" to eliminate, Williams said. He also criticized the Democratic study as using questionable estimates.\n\nMcBride, though, said its undeniable that if Republicans end some major deductions while cutting the top tax rates, it would \"disproportionately benefit high income earners.\"\n\nThat’s all related to the Ryan plan.\n\nThompson’s own plan talks of protecting -- not ending -- the deduction for home mortgage interest and charitable deductions. He does not rule out eliminating other deductions, though. In the absence of details, specific conclusions about how middle-income families would fare are difficult.\n\nFinally, Baldwin’s ad says Thompson is himself a millionaire.\n\nThompson hasn’t disclosed tax returns, but his required financial disclosure statements show he reported $5.2 million in earned and noninvestment income between January 2010 and October 2011. That shows him to be in the million-dollar club during that period.\n\nOur rating\n\nBaldwin charged that Thompson \"wants to give a new $265,000 tax cut to millionaires like himself while raising taxes on the middle class.\"\n\nThere is no real dispute that Thompson’s own plan and the Ryan plan he endorsed would yield a big tax cut, on average, for million-dollar earners. And the $265,000 figure is from calculations by a respected group.\n\nThe impact is far less clear for the middle class. To establish a tax increase, the ad cites a report that assumes key, worst-case details about the Ryan plan and ignores that Thompson has specifically opposed scrapping some of the deductions.\n\nBaldwin’s ad draws a debatable conclusion about the middle class by splicing together two very different studies on the tax implications of the tax-rate cuts Thompson favors.\n\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-10518"}