{"url": "/factchecks/2010/jan/27/rick-perry/us-sen-kay-bailey-hutchison-us-sen-kay-bailey-hutc/", "speaker": "Rick Perry", "vclaim": "U.S. Sen. Kay Bailey Hutchison “has voted nine separate times to raise the national debt ceiling.”", "truth_label": "true", "date": "stated on November 30, 2009 in a press release:", "title": "U.S. Sen. Kay Bailey Hutchison “has voted nine separate times to raise the national debt ceiling.”", "text": "Gov. Rick Perry casts his leading Republican challenger, U.S. Sen. Kay Bailey Hutchison, as a fiscally irresponsible lawmaker who’d bring a free-spending approach to state government.  Amplifying that theme, Perry’s campaign said Nov. 30: “Hutchison has voted nine separate times to raise the national debt ceiling.”  We wondered if that was so.  Perry’s camp compiled votes — undisputed by Hutchison — showing that since joining the Senate in 1993, Hutchison has voted nine times to raise the ceiling. But she’s also voted five times against raising the ceiling.  Our request for an explanation of Hutchison’s votes didn’t generate an immediate reply from her. If she does pipe up, we’ll update this item.\nUPDATE: Hutchison spokesman Jeff Sadosky offered a statement Jan. 28 suggesting that Hutchison's \"aye\" votes while George W. Bush was president reflected her support for his across-the-board tax cuts and spending initiatives including commitments to fight terrorism, provide prescription drugs to senior citizens and rebuild after 9/11 and Hurricanes Katrina, Rita and Ike. Sadosky said: \"She has voted against efforts to increase the debt ceiling when it is necessitated by wasteful spending like that seen in the stimulus bill and in the annual discretionary appropriations bills proposed by the Democratic-led Congress and presidency.\"  We wondered anyway what any vote on the debt ceiling really means.  Josh Gordon of The Concord Coalition, which was founded by the late Sen. Paul Tsongas (D-Mass) to advocate for long-term fiscal responsibility, advised that votes to raise the ceiling might be portrayed as big deals to score political points. In reality, they’re not, he said, though they are necessary.  “If they didn’t do it, the (U.S.) Treasury would no longer be able to borrow money,” Gordon said. “Everything from savings bonds to Treasury bills to very short-term financial instruments of the Federal Reserve would cease to be worth anything. It would basically destroy the economy.”  Unlike congressional votes on taxes or spending, Gordon said, lawmakers' votes to increase the debt limit aren't necessarily indicators of members' fiscal philosophies.  Gordon said the fact all but two of Hutchison’s votes to raise the ceiling occurred with Republicans in charge of the Senate was probably not a coincidence.  Typically in Congress, the majority party bears responsibility for attending to essential business, including hikes in the debt ceiling if necessary. When the ceiling issue comes up, members of the minority party can vote \"no\" knowing the other side will muster the votes to do it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nHutchison’s five “no” votes occurred when Democrats controlled the Senate. With Democrats holding the Senate majority, she voted for raising the ceiling as part of the Wall Street rescue plan approved in October 2008 and earlier voted for raising the ceiling in June 2002.   Perry got all of Hutchison’s “yes” votes right. We rate his claim as True.", "vclaim_id": "vclaim-pol-15366"}