{"url": "/factchecks/2013/apr/15/tom-graves/congressman-finds-no-humor-irs-star-trek-parody/", "speaker": "Tom Graves", "vclaim": "The Internal Revenue Service spent $60,000 on a \"Star Trek\" training video.", "truth_label": "half-true", "date": "stated on March 26, 2013 in a Twitter post:", "title": "Congressman finds no humor in IRS Star Trek parody", "text": "Video. The final frontier for some federal workers.\nA group of Internal Revenue Service employees went where few had gone before by creating a video in which they dressed as \"Star Trek\" characters.\nThe video was intended for training purposes.\nWhen word got out about the video, particularly that tens of thousands of dollars were spent on it, many said the IRS workers should not have gone there. The critics included a Georgia congressman.\n\"Next time anyone (@barackobama) says they need to raise your taxes, send them this IRS star trek video -- cost you $60k,\" U.S. Rep. Tom Graves posted on his Twitter page.\nPolitiFact Georgia went on a mission to see whether the North Georgia Republican was correct. Thankfully, our search for the facts didn’t take as much time as Capt. Kirk, Mr. Spock and their crew spent on the Starship Enterprise.\nCBS News filed a federal Freedom of Information Act to get a copy of a 6-minute video of IRS employees in \"Star Trek\" gear decrying various tax evasion schemes.\nHere’s how the video began:\n\"Space: the final frontier\nThese are the voyagers of the Starship Enterprise Y\nIts never-ending mission is to seek out new tax forms\nTo explore strange new regulations\nTo boldly go where no government employee has gone before.\"\nThe video ends with the crew heading from space back to Earth to pick up a \"tax gap vaccine.\" Many news organizations quickly picked up on the story. The video was made in 2010.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010\n\n\n\n\n\n\n\nWilliam Shatner, who starred as Capt. James T. Kirk in the television series, was not pleased about it.\n\"So I watched that IRS video. I am appalled at the utter waste of US tax dollars,\" Shatner posted on Twitter.\nThis was not the only video. In 2011, some IRS workers dressed as characters from the campy 1960s television series \"Gilligan’s Island\" for another training video.\nCombined, the IRS said two videos cost $60,000. Couldn’t Thurston Howell III at least put up the money for the \"Gilligan’s Island\" video? Some news organizations, however, reported just the \"Star Trek\" video cost $60,000. Graves’ tweet did not mention the \"Gilligan’s Island\" video.\nPolitiFact Georgia contacted the congressman’s office to see whether it was aware of the other video. We were told the best person to talk to about it was Graves’ spokesman, John Donnelly, who was out of the country for a week and temporarily unavailable for comment. We caught up with Donnelly when he returned. He explained that the office saw some of the errant media reports and headlines and based its tweet on them.\n\"IRS admits $60,000 'Star Trek' parody video a mistake,\" was the headline of an NBCNews.com story.\nThe article reported the existence of both videos and noted they cost a combined $60,000. The vast majority of news outlets reported $60,000 was spent on both videos.\nIn a statement, Donnelly reiterated the congressman’s concerns about how taxpayer dollars were spent.\n\"The fact that the IRS used even 1 cent of someone’s hard-earned paycheck to make these bizarre videos is a horrific abuse of public funds and an embarrassing illustration of what happens when bureaucracies are bloated by billions of dollars in deficit spending,\" Donnelly said. \"Pause for a moment and consider that your tax dollars were used to pay for props like replica Spock ears, and think about how the IRS spent well over Georgia’s median household income to create these exorbitant spoofs -- it is absolutely shameful.\"\nThe IRS contends there was a cost benefit to the \"Gilligan’s Island\" video.\nThe video \"was used to train taxpayer assistance employees in approximately 400 locations across the United States, saving an estimated $1.5 million as compared to the potential costs to train these employees in person,\" acting IRS Commissioner Steven T. Miller wrote in a letter to U.S. Rep. Charles Boustany, R-La., chairman of a House oversight subcommittee.\nSome news outlets reported that the \"Star Trek\" video cost more than the \"Gilligan’s Island\" video. The IRS did not respond to our follow-up question concerning the cost of each video.\nTo sum up, Graves posted on Twitter that the IRS spent $60,000 on a training video in which some of its employees were dressed as \"Star Trek\" characters. The IRS says that video and another cost a combined $60,000. Graves’ statement was based on inaccurate news coverage. Most news organizations, though, got it right.\nThe congressman’s claim is partially accurate. The IRS did spend a lot of taxpayer money on a \"Star Trek\" video. But Graves’ claim omits some important context, primarily that the $60,000 is inflated since that price tag covered two questionable videos.\nOur rating: Half True.", "vclaim_id": "vclaim-pol-09472"}