{"url": "/factchecks/2013/jan/29/michelle-rehwinkel-vasilinda/state-workers-have-gone-six-years-without-raises-s/", "speaker": "Michelle Rehwinkel Vasilinda", "vclaim": "Says state workers have not had across-the-board raises in six years.", "truth_label": "true", "date": "stated on January 24, 2013 in a newspaper interview:", "title": "Florida workers have gone six years without raises, says Tallahassee rep", "text": "Unlike recent years, Florida leaders aren’t talking about budget cuts and layoffs and pay cuts. This year, they’re talking raises.\n\nGov. Rick Scott, facing a tough reelection bid in 2014, wants the state’s projected budget surplus to go toward $2,500 raises for every public school teacher.\n\nThe Legislature’s Republican leaders reacted with reserve. Senate President Don Gaetz, R-Niceville, said teachers are deserving of a raise but so are other state workers, such as correctional officers. House Speaker Will Weatherford, R-Wesley Chapel, said teacher performance should be part of raises, in line with the merit pay plan Scott signed into law in 2011.\n\nThen there’s Rep. Michelle Rehwinkel Vasilinda, D-Tallahassee, who filed a bill that would award 7 percent raises to all state employees, many of whom live in Tallahassee. She calls it the \"State Employee Fairness Act\" and says it would cost the state $487 million.\n\n\"I think the guy or the woman who sweeps the floor and the folks who test the water for (The Department of Environmental Protection) deserve raises across the board,\" Rehwinkel Vasilinda told the Tallahassee Democrat. \"Those people haven't seen raises in six years.\"\n\nA reader recently emailed PolitiFact Florida wondering if state employees have really gone that long without a raise. We looked at the issue two years ago, when then-newly inaugurated Scott toured state agencies and gave employees a chance to ask him questions. A Department of Corrections employee told Scott, who had campaigned on shrinking the state workforce and requiring workers to contribute to their pensions, that public employees have already made sacrifices to help the state’s bottom line.\n\nWe rated the worker's claim that \"state employees haven't received a raise in five or six years\" Mostly True. At the time, it had been almost four years and five months since the last general pay adjustment for state workers in 2006. And in 2006, state employees got a lump-sum $1,000 bonus in 2007.\n\nWith that precedent in mind, we checked in again with the Department of Management Services. The last across-the-board raise the Legislature approved for all state employees was a 3-percent raise on Oct. 1, 2006, a little more than six years ago.\n\n\"Across the board\" is an important distinction. A few state agencies have given pay raises within their departments since 2006, said DMS spokesman Ben Wolf. The Florida Highway Patrol implemented a 5 percent pay increase in 2008, and the Florida Fish and Wildlife Commission issued a 3 percent raise for its law enforcement officers on Jan. 1, 2011, he said.\n\n\"Other individual employees have received pay increases since 2006 for exemplary performance,\" Wolf said.\n\nRehwinkel Vasilinda, who represents thousands of state employees who work in the capital city, wants all workers to have a 1 percent raise for every year they did not get a raise, plus 1 percent going forward.\n\n\"A one-time bonus is not a raise,\" she said.\n\nFlorida leaders anticipate a budget surplus this year, but they’re not sure how much will be on hand until estimates are completed in March. That has not stopped interest groups from already clamoring for funds after a years-long dry spell.\n\nSen. Bill Montford, D-Tallahassee, told the Tallahassee Democrat he will introduce a 4 percent salary hike for state workers.  Rep. Dwayne Taylor, D-Daytona Beach, introduced a bill that would give state employees a 2 percent raise, and Sen. Arthenia Joyner, D-Tampa, is co-sponsoring the measure in the Florida Senate.\n\nTwo percent may be what’s feasible, Rehwinkel Vasilinda said, but it does not go far enough.\n\n\"(Taylor) was doing what he thought was probable and that it would not be a radical departure than what’s gone on the past six years,\" she said in an interview with PolitiFact Florida.\n\nScott has said he will again ask the Legislature to provide money for agency heads to dole out performance-based raises to high-performing employees, but we won’t know the details until he releases his 2013-14 budget recommendations, which will be released by Feb. 3. The Senate’s budget chief, Sen. Joe Negron, R-Stuart, has said he would rather address pay inequities at certain agencies than give across-the-board raises.\n\nRehwinkel Vasilinda’s bill uses statistics to bolster the case for Florida workers getting a salary bump. Florida may be on track to be the third-most populous state, but in 2011 its state worker-to-resident ratio was the lowest in the nation. At 112 workers to 10,000 residents, Florida’s ratio was 47.4 percent lower than the national average.\n\nFlorida also spends less money on its state government workforce than any other state. According to DMS, Florida’s 2011 payroll expenditure per state resident was $37, which is 50 percent less than the national average of state government payroll expenditures of $74.\n\nOur ruling\n\nRehwinkel Vasilinda claimed state workers have not had a raise in six years. She’s correct that they have not had an across-the-board raise since Oct. 1, 2006.\n\nThe context of her quote makes it clear she was referring to raises for all state workers, so we rate her claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09791"}