{"url": "/factchecks/2010/jul/11/roy-barnes/former-governor-roy-barnes-said-georgia-passed-lau/", "speaker": "Roy Barnes", "vclaim": "The state Legislature attempted to \"outlaw stem cell research, passes bills about microchips in the brain, and talks about seceding from the Union.\"", "truth_label": "mostly-true", "date": "stated on July 6, 2010 in a campaign ad:", "title": "Former Gov. Roy Barnes said Georgia passed laughable legislation", "text": "Georgians, the rest of the country is laughing at you, former Gov. Roy Barnes says. And that means corporations are reluctant to relocate here and give you jobs.   It's because your state Legislature has done some wacky things, according to the Democrat's latest campaign commercial, \"Travel for Jobs.\" In this bid to win his old job back, Barnes took us on a trip down memory lane to recall some of the Legislature's stranger moments.   \"[I]t's hard for industry to take us seriously when the Legislature attempts to outlaw stem cell research, passes bills about microchips in the brain and talks about seceding from the union,\" an announcer said in the ad.   Wait. Microchips? In the brain?   And secession? Recently?  The Barnes campaign sent us information on all three legislative attempts. All passed the Senate, then withered in the House.   On stem cell research:  The campaign cited 2009's Senate Bill 169, the Ethical Treatment of Human Embryos Act, sponsored by state Sen. Ralph Hudgens of Hull.  Typically, when people discuss the stem cell research controversy, they're talking about \"embryonic\" stem cell research, which can destroy the embryo. This poses ethical problems for people who regard a human embryo as a human life.   The legislation stated that the creation of all embryos \"shall be solely for the purposes of initiating a human pregnancy.\" This means it would have barred scientists from creating human embryos for research.  The bill does not ban embryonic stem cell research involving already-existing stem cell lines or lines from out of state. This was by design, Hudgens told PolitiFact Georgia.   It passed the state Senate March 12, 2009.  So state legislators did try to \"outlaw\" an important element of embryonic stem cell research, but not all of it.   On microchips in the brain:   Barnes cited SB 235, the Microchip Consent Act of 2010, sponsored by state Sen. Chip Pearson, a Republican from Dawsonville. It would have made it a misdemeanor to require a person to be implanted with the device beneath or in the skin. This includes the brain.   Proponents had no evidence of large-scale abuses of the technology.   \"This is proactive,\" state Rep. Ed Setzler, who pushed the bill in the House, said at the time. It passed the Senate on Feb. 4.   Therefore, while the state Senate did not pass \"bills\" on \"microchips in the brain,\" it did pass one of them. And that one only cleared one chamber of the Legislature.  On seceding from the Union:  The Barnes camp pointed PolitiFact Georgia to Senate Resolution 632, which was also sponsored by Pearson. He could not be reached to clarify the bill's intent, so we analyzed the language ourselves and read an op-ed he wrote that was published in The Atlanta Journal-Constitution.   The six-page resolution does not specifically mention \"secession,\" but it does lay out how and when states would do it. If the federal government creates laws that states think overstep its constitutional authority, they can \"nullify\" those laws, or declare them void.   Here's where the possibility of secession comes into play. The bill lists six types of laws that, if enacted, would prompt the dissolution of the United States. Some, such as the declaration of martial law, are remote possibilities. Others are not, such as laws that limit the right to bear arms, \"including prohibitions of type or quantity of arms or ammunition.\"  If such laws are passed, the federal government's powers would revert to the states, according to the resolution. States that want to form a new United States can do so. The rest can go off on their own.   The resolution passed the state Senate April 1, 2009.   In Pearson's op-ed, he disagreed with critics who said that the bill \"will likely lead Georgia to secede from and disband the United States.\" It is an \"extreme view\" and \"loose interpretation of the measure's language.\"   That may be true, but whether the bill makes secession \"likely\" is a separate issue. The bill opens the door to it. Or as Barnes' commercial said, it \"talks about seceding from the Union.\"   We find that Barnes' ad is not entirely correct but does say many accurate things.   Georgia's state Senate did try to outlaw types of embryonic stem cell research, though not all of it, as the ad suggests. It passed a law -- not \"laws\" -- on \"microchips in the brain.\" And while a bill didn't use the word \"secession,\" it raised the possibility and outlined what would trigger it.   Barnes earns a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021", "vclaim_id": "vclaim-pol-14783"}