{"url": "/factchecks/2020/jul/24/donald-trump/fact-checking-trump-rising-murders-philly/", "speaker": "Donald Trump", "vclaim": "“Murders this year have spiked 27% in Philadelphia.”", "truth_label": "true", "date": "stated on July 22, 2020 in a speech:", "title": "Fact-checking Trump on rising murders in Philly", "text": "President Donald Trump said this week that he plans to send federal law enforcement agents into major American cities to combat a surge in violent crime, and Philadelphia is one of his targets.\nHis initial announcement Monday came days after camouflage-clad federal agents swept demonstrators off the streets of Portland, Ore. – a heavy handed response that drew criticism from several Democratic mayors, including Philadelphia’s Jim Kenney. \n\"Murders this year have spiked 27% in Philadelphia,\" Trump said Wednesday during a speech he delivered from the White House’s East Room. \nTrump is right. So far this year, there have been 232 homicides in Philadelphia, 50 more than at this time last year, city crime statistics show. That’s an increase of 27 percent. Five people have been murdered across the city since Monday night alone. \nViolent crimes such as rape, robbery, and some types of aggravated assault have fallen amid the coronavirus pandemic, but homicides and nonfatal shootings have not abated, frustrating city leaders who have called for calm. Other cities like Chicago and Detroit have also been battling a rise in shootings during the pandemic.\nOne day last month, 23 people were shot across Philadelphia — the most in a single day since at least 2013. Six of the victims died, including a 6-year-old boy who police believe was mistakenly shot by a 5-year-old boy inside an Upper Holmesburg rowhouse. \nPolice Commissioner Danielle Outlaw and District Attorney Larry Krasner have pledged to increase the number of gun violence cases that result in arrest and prosecution. They also say tackling the widespread poverty that underpins much of the city’s violent crime is a critical part of the solution. \nCity resources have been stretched thin because of the ongoing protests sparked by the police killing of George Floyd in Minneapolis, Kenny said earlier this month. \nCity Council President Darrell L. Clarke called the source of the rising crime rate a \"perfect storm\" of problems, including widespread poverty, the coronavirus, the ongoing unrest, and easy access to guns — issues he said the City Council was working to improve.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\"At the end of the day, we’ve got to get through this,\" Clarke said. \"We got to figure out a way.\"\nKenney said Monday he doesn’t want help from federal law enforcement officers and vowed that if Trump sends them anyway, \"we would use all available means to resist such a wrong-headed effort and abuse of power.\" \n\"To send federal agents to police U.S. cities that have not requested such aid can only impede the work of local governments and exacerbate already heightened tensions in these cities,\" Kenny added. \nLocal legal experts say it may be unconstitutional for Trump to deploy federal agents to Philly without consent of local officials.\nThe administration has cited 40 U.S. Code 1315 under the Homeland Security Act of 2002 as justification for sending officers to Portland. The rule gives the department’s secretary the power to deploy agents to protect federal property. Using that same rationale to send agents to Philadelphia would be unprecedented.\nAlexis Karteron, a Rutgers University associate professor of law and director of the school’s Constitutional Rights Clinic, called the administration’s reasoning \"very dubious.\" \n\"I can’t think of any legitimate reason to be sending federal law enforcement to Philadelphia right now,\"Karteron said. \"Federal troops descending on American cities, that is very troubling, outside of historic practices, and almost certainly illegal.\" \nOur ruling\nTrump said \"murders have spiked 27 percent in Philadelphia,\" and city crime statistics show the same thing. \nViolent crimes such as rape, robbery, and some types of aggravated assault have fallen amid the coronavirus pandemic, but homicides and nonfatal shootings have not.\nWe rate Trump’s statement True.", "vclaim_id": "vclaim-pol-17791"}