{"url": "/factchecks/2016/dec/11/reince-priebus/priebus-falsely-claims-no-conclusive-report-whethe/", "speaker": "Reince Priebus", "vclaim": "\"There's been no conclusive or specific report to say\" Russia was trying to muddy the election.", "truth_label": "false", "date": "stated on December 11, 2016 in comments on \"Meet the Press\":", "title": "Reince Priebus falsely claims no conclusive report whether Russia tried to influence election", "text": "Reince Priebus, chairman of the Republican National Committee and President-elect Donald Trump’s incoming chief of staff, tried in an interview on Meet the Press to dismiss news reports that the CIA believes Russia aimed to boost Trump’s election chances.\nPriebus questioned the credibility of the reports, first published on Dec. 9, 2016, because they relied on unnamed sources and because he says they wrongly claimed that the RNC’s computer system also was hacked.\nHe also tried to cast doubt on the generally accepted idea that it was was the Russians who were behind the hacking.\n\"Let's clear this up. Do you believe -- does the president-elect believe that Russia was trying to muddy up and get involved in the election in 2016?\" Meet the Press host Chuck Todd asked on Dec. 11, 2016.\n\"No. 1, you don't know it. I don't know it,\" Priebus said. \"There's been no conclusive or specific report to say otherwise.\"\nThat’s wrong. There is a specific report.\nIt was made public on Oct. 7, 2016, in the form of a joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence. At the time, the website WikiLeaks was releasing a steady flow of emails stolen from the Democratic National Committee and top Hillary Clinton adviser John Podesta.\n\"The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations,\" the statement said. \"These thefts and disclosures are intended to interfere with the U.S. election process.\"\nYoshiko Herrera, a University of Wisconsin political scientist who focuses on Russia, called that letter, \"a pretty strong statement.\" Herrera said Priebus’ comment represents a \"disturbing\" denial of facts.\n\"There has been a specific report, and politicians who wish to comment on the issue should read and comment on that report rather than suggest there is no such report or that no work has been done on the topic,\" Herrera said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nNeither Priebus’ office nor the Trump transition team replied to a request for comment.\nIn the Meet the Press interview, Priebus attacked the most recent news reports that the Russian government was interfering with the election to benefit Trump. In particular, Priebus objected to reporting from the New York Times claiming that the CIA believes Russia hacked into the Republican National Committee’s computer system but chose not to release any of that material.\nHowever, to bolster that point, he blew past the October findings, not once but twice in the course of the interview.\nMuch does remain uncertain. We happened to catch Herrera while she was meeting with another analyst of Russian politics, University of Chicago economist Konstantin Sonin. The two of them painted a more tangled picture of how the Russians might have been involved.\n\"There are lots of quasi-institutional channels of people who are doing work in one way or another for the government who then do other things, informally, without being asked explicitly,\" they said.\nThey think it’s unlikely that Russian President Vladimir Putin ordered the hacking. But at this point, that’s just one theory.\nOur ruling\nPriebus said that \"there's been no conclusive or specific report to say\" Russia was trying to muddy the election. In fact, in early October, the director of national intelligence, representing 17 intelligence agencies, and the secretary of the Department of Homeland Security said they were confident that the Russian government had directed the email hacks of the Democratic National Committee and a top Clinton adviser. And that the intent was to \"interfere with the U.S. election process.\"\nThat’s unambiguous language, and Priebus denied its existence twice during his NBC interview.\nThe claim flies in the face of plain words from two of the highest ranking intelligence and security officials. We rate it False.\nhttps://www.sharethefacts.co/share/ce3de03a-ebff-45d7-8238-c2a5e77d234a", "vclaim_id": "vclaim-pol-03881"}