{"url": "/factchecks/2014/jan/16/andrea-tantaros/tantaros-says-americans-dont-know-their-history-th/", "speaker": "Andrea Tantaros", "vclaim": "During the lead-up to the American Revolutionary War, \"some guy in Boston got his head blown off because he tried to secretly raise the tax on tea.\"", "truth_label": "pants-fire", "date": "stated on January 15, 2014 in comments on Fox News Channel's \"The Five\":", "title": "Fox News host says Americans don't know their history, then flubs history of Boston Tea Party", "text": "Fox News co-host Andrea Tantaros scolded Americans for not knowing their history on The Five on Wednesday. She inadvertently provided proof moments later, in the form of … Andrea Tantaros.\nTantaros and other The Five panelists were talking about a new report from the conservative Heritage Foundation, which ranked America only 12th in terms of economic freedom. Tantaros said countries ahead of the United States, like Estonia, are more economically free because they \"actually know their history, and they study their history, and they study ours and what we’re doing here.\"\nAmericans, on the other hand, have gotten lazy and complacent, she suggested.\n\"If you ask most people, they don’t even know why we left England,\" she said. \"They don’t even know why some guy in Boston got his head blown off because he tried to secretly raise the tax on tea. Most people don’t know that.\"\nWe can’t fact-check what Americans do or do not know. But what’s clear is there appears to be no story of \"some guy in Boston\" getting \"his head blown off because he tried to secretly raise the tax on tea.\"\nEarly American history experts were generally puzzled over what Tantaros was talking about and thought she might have mashed a few Revolutionary War-era stories together. Neither Tantaros nor Fox News responded to our request for clarification.\nBut our experts were certain on a couple of things:\n1. No one secretly tried to raise the tax on tea. In 1767, The British parliament imposed a series of duties on goods being imported to the colonies -- including on tea. The laws implementing the tariffs are called the Townshend Acts, after Charles Townshend, who came up with the idea.\nMany prominent colonists objected, arguing that under British law colonists could not be taxed without having representation in parliament.\nAll of the tariffs were repealed in 1770, except the tariff on tea.\nThe 1773 Tea Act, which spawned the Boston Tea Party (and more than 200 years later was part of the inspiration for the tea party political movement), did not increase taxes on tea, said University of North Texas associate professor Guy Chet.\nWhat it did, essentially, was create a tax break for the British-held East India Company that would allow it to sell tea cheaper in America than anyone else (even cheaper than tea smuggled into the colonies). Colonists refused the ploy to prop up the East India Company and legitimize British colonial rule, and boarded the first tea ships in Boston and dumped the tea overboard.\n\"The Tea Act is routinely and understandably (but incorrectly) lumped in with these other other laws that did raise taxes,\" said Chet, author of Conquering the American Wilderness: The Triumph of European Warfare in Colonial New England.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nPoint being: No secret, and no direct effort to increase the tax.\n2. The man who tried to tax tea on colonists wasn’t in Boston when he died. If you had to identify one person as the tax on tea guy, it’d be Townshend, who was chancellor of the Exchequer. But he didn’t die in the colonies and certainly didn’t have his head blown off.\nTownshend barely lived past the passing of the Townshend Acts. He died Sept. 4, 1767, of a \"putrid fever.\"\n\"I don't know what Tantaros is talking about. Sounds like bunk to me,\" said Benjamin L. Carp, an associate professor of early American history at Tufts University and author of Defiance of the Patriots: The Boston Tea Party and the Making of America.\n\"No one in British North America tried secretly to raise the tax on tea, much less get his head blown off for the attempt,\" said Samuel A. Forman, who blogs about revolutionary history and wrote Dr. Joseph Warren: The Boston Tea Party, Bunker Hill, and the Birth of American Liberty.\n3. It’s hard to say who \"got his head blown off,\" if anyone. Forman speculated that Tantaros may have been talking about Joseph Warren, who was president of the Massachusetts Provincial Congress. Warren was killed at the early Revolutionary War battle of Bunker Hill on June 17, 1775. He was shot in the head, \"dying heroically at the climax of the battle,\" Forman said. (History buffs can watch a video of Forman describing Warren’s injuries.)\nChet said Tantaro may have been referencing violence against British customs officers attempting to enforce existing taxes on tea.\n\"Just as a matter of ballistics, it'd be pretty difficult to blow someone's head off with 18th century weaponry unless you were using artillery,\" Carp said. \"Although maybe you could do the trick with small arms; you'd have to ask a weapons expert.\"\nOur ruling\nTantaros, in lamenting Americans’ knowledge of U.S. history, said, \"Some guy in Boston got his head blown off because he tried to secretly raise the tax on tea.\"\nNo one got their head blown off for that reason, and no one secretly tried to raise the tax on tea. The British government imposed duties on a number of goods in 1767, including tea. The 1773 Tea Act actually would have made tea cheaper for colonists, though it would have done so by propping up the British-held East India Company.\nThe man responsible for the original tax died of a fever in Britain.\nTantaros appeared to be trying to make the point that Americans -- who live in a country that is less economically free, according to one report -- forget what the lack of freedom feels like. That position may or may not be supported by their lack of knowledge of the lead-up to the Revolutionary War. But it’s not supported by her version of history because it did not happen.\nWe rate her claim Pants on Fire!", "vclaim_id": "vclaim-pol-08394"}