{"url": "/factchecks/2010/oct/26/alex-sink/alex-sink-says-lawyer-backs-claims-she-didnt-know-/", "speaker": "Alex Sink", "vclaim": "The lawyer who brought the case against NationsBank said \"publicly that Alex Sink had nothing to do with the case, had nothing to do with the situation and didn't know about the problems.\"", "truth_label": "mostly-true", "date": "stated on October 25, 2010 in a CNN/St. Petersburg Times debate.:", "title": "Alex Sink says lawyer backs up claims she didn't know about NationsBank investment scheme", "text": "In their third and final gubernatorial debate on Oct. 25, 2010, Rick Scott and Alex Sink traded accusations that each has been party to fraud.\n\nSink again hammered Scott for his time running Columbia/HCA and the hospital company's convictions and $1.7 billion in fines for defrauding Medicare and Medicaid. But this time Scott countered with allegations that Sink was the president of NationsBank operations in Florida when that company was accused of fraud and forced to pay government fines and settle a class-action lawsuit.\n\nUnlike Scott, Sink said she had what amounts to a get-out-of-jail-free card.\n\n\"That case, the lawyer that brought that case -- it was a class-action case against another company -- he even has said publicly that Alex Sink had nothing to do with the case, had nothing to do with the situation and didn't know about the problems,\" Sink told CNN's John King and the St. Petersburg Times' Adam C. Smith, the debate's moderators. \"What more can I say?\"\n\nIn a separate item, we dealt with Scott's accusations. You can read that item, here. In this fact check, we'll explore Sink's rebuttal.\n\nSome quick background about the case. In 1994, while Sink was president of NationsBank's Florida operations, a stock broker with bank subsidiary NationsSecurities came forward with what he described as an orchestrated nationwide scheme to get bank customers to move investments from safe, federally insured accounts to more risky brokerage and mutual funds.\n\nNationsSecurities broker David Cray, who worked in Florida, said the bank intentionally blurred the lines between its traditional banking business and its securities business and misled customers into thinking those securities investments were protected by the bank or the federal government. The scheme permeated the entire bank, Cray, and later others, said. Brokers were given sales scripts to try to convince bank customers to move their money into more risky securities.\n\nNationsSecurities branch managers encouraged employees to \"use fear to sell\" securities. In one orientation sales meeting, a manager suggested that a broker could ask customers: \"Is this your risky money or safe money? If this is risky, I know a guy at Merrill or Dean Witter.\"\n\nAnd NationsBank helped NationsSecurities by providing brokers with lists of customers who had Certificates of Deposit about to mature.\n\nThe bank and stock brokers pushed the mutual funds because they received more lucrative fees, Cray said.\n\nThe allegations led to a class-action lawsuit from investors who lost money by unknowingly making the risky investments, which in the end lost money. The Department of Justice and Securities and Exchange Commission also began investigations. Eventually, NationsBank and NationsSecurities settled the investigations, agreeing to pay $8.1 million to investors in 2002, paying civil fines to the federal government of $6.75 million in 2000 and $6.4 million in 2002 and $4 million to the SEC in 1998. No criminal charges were ever filed.\n\nSink says the lawyer who started the case, Jonathan Alpert of Tampa, has said Sink had nothing to do with the scheme.\n\nHere's what Alpert told the St. Petersburg Times and Miami Herald in October when previously asked about Sink's role in selling the risky investments.\n\n\"Alex Sink could've done nothing about it. It was run out of Charlotte,\" said Alpert, referring to NationsBank's headquarters. \"I know she knew what was going on -– that investments were being sold in the bank -- but that's it. And she was powerless to stop it, anyway. I had e-mails where the state presidents were being told what to do, that they had to help the securities people. They would dig into customers bank accounts to identify people who had enough money to buy securities.\n\n\"Charlotte said: 'This is what's going to happen in your bank lobbies and this is the way it's going to be.' They didn't say you're going to do A, B, C and D, they would say the bank cooperates fully with NationsSecurities,\" Alpert said. \"If Alex Sink were involved in it, it would be a wonderful story for the gubernatorial election. But she didn't know anything about it.\"\n\nAlpert, who said he voted for Sink, said she no doubt knew that riskier investments were being sold in the bank, but that she was likely not aware of the way brokers were manipulating customers to close the sales.\n\nAnd Sink has previously told the Times she \"had no authority or control\" over the securities sales. \"There were very, very strict firewalls between any kind of securities and brokerage operations and operations of commercial banking,\" she said. \n\nThose \"firewalls,\" Sink said, were the result of the Depression-era Glass-Steagall law that separated commercial and investment banking. (The act was repealed in 1999.) But that didn't prevent Sink from finding out what was going on in her bank, noted Yale University finance expert Jonathan Macey. \"She's the state bank president,\" he said. \"She has the authority and perhaps the responsibility to know what's going on in her lobby.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nThe original whistle-blower in the case, former NationsSecurity broker Cray, said, \"I would tend not to point the finger at Alex Sink for this.\"\n\nWhich brings us back to her statement. At the CNN/St. Petersburg Times debate Sink said that the lawyer who brought the case against NationsBank said \"publicly that Alex Sink had nothing to do with the case, had nothing to do with the situation and didn't know about the problems.\" We think Sink is mostly quoting the lawyer in the NationsBank case, Jonathan Alpert, accurately.\n\nAlpert said Sink wasn't involved in the deceptive selling of more risky involvements through NationsSecurities and didn't know anything about the deceptive practices being employed. The companies NationsBank and NationsSecurities were managed separately. But Sink did know securities were being sold in her banks, and was in a position to voice questions or concerns about the practice if she sensed anything was being handled inappropriately. That's enough of a connection in our minds to knock this claim down one notch, and rate it Mostly True.", "vclaim_id": "vclaim-pol-14133"}