{"url": "/factchecks/2020/jun/30/joe-biden/did-donald-trump-lose-trade-war-he-started-joe-bid/", "speaker": "Joe Biden", "vclaim": "“Trump lost a trade war that he started.”", "truth_label": "mostly-true", "date": "stated on June 24, 2020 in an ad:", "title": "Did Donald Trump lose a trade war he started, as Joe Biden says?", "text": "Joe Biden, the presumptive Democratic presidential nominee, minced no words in attacking President Donald Trump’s trade policies in a recent ad.\nThe June 24 ad focuses on China and features multiple images of Chinese President Xi Jinping. (The ad was produced by the Democratic National Committee with Biden’s approval, and is targeted at Pennsylvania voters.) Here’s the key narration:\n\"Trump said he’d get tough on China. He didn’t get tough — he got played. Trump lost a trade war that he started. Farmers bankrupted. Steel workers betrayed. And manufacturing, in a recession. Donald Trump lost.\"\nWe checked with trade policy specialists, both those who are supportive of free trade and those who are more skeptical, and we found a general agreement that Biden’s point was reasonable, though it may be too soon to declare an irreversible loss for Trump. \nBecause the ad focuses on China, we will limit our discussion here to Trump’s policies on trade with China, as opposed to other countries. (The Trump campaign and the White House did not respond to inquiries for this article.)\nDid Trump start a trade war?\nGenerally speaking, a trade war is \"a confrontation between two or more countries that involves one country initiating an increase in its tariff rate against another country, usually over that country’s alleged wrongdoing,\" said Kent Jones, a professor of economics at Babson College. \"This sort of provocation typically leads to the other country retaliating with tariffs of its own. The warfare often continues with escalating tariffs on both sides.\"\nThere’s a good argument that Trump started a trade war, experts say. \n\"It can fairly be said that Trump started the trade war with China by ignoring World Trade Association rules regarding disputes among members, which require both parties to submit to a review of the alleged wrongdoing by a WTO panel of legal experts before taking any unilateral action of their own,\" Jones said. \nThe U.S. has complained for years about Chinese trade practices. For instance, \"the U.S. has complained over several presidential administrations about Chinese infringement of intellectual property rights,\" said Ross Burkhart, a Boise State University political scientist.\nHowever, even if China’s action’s were provocative, experts agree that Trump pushed the existing trade tensions between the two countries to the point of a trade war.\nFor the United States, the typical mechanism is to invoke Section 301 of the 1974 Trade Act, which is used to punish trading partners deemed by the U.S. to be violating trade agreements or restricting U.S. commerce. \nThe Trump administration has invoked Section 301 tariff increases of 25% on several occasions starting in 2018. Collectively, the first four tranches of tariff increases were valued at $550 billion.\nHow does a country win a trade war?\n\"Theoretically, if the country initiating the higher tariffs can get the other country to submit to its demands, change its behavior, or conclude a formal agreement to terms of capitulation, then one could say that a country has ‘won’ the trade war,\" Jones said.\nBut trade wars are difficult to win, experts agree. Typically, \"the only issue is who will lose the most,\" said Barry Bosworth, an economist at the Brookings Institution.\nIt’s fair to say that China has not simply capitulated: It responded tit-for-tat to the U.S. tariff increases, including shifting its purchases of agricultural products to other countries.\nIs there evidence that the U.S. is losing the trade war with China?\nIt’s possible to look at a few metrics to determine which side is winning this particular trade war. None of them look especially promising for the president.\nOne is the balance of trade in goods between China and the United States. Initially, the trade deficit got worse under Trump but has improved modestly in the past year. (The impact of the coronavirus will make it hard to gauge improvements going forward.) Still, the balance of trade remains solidly in China’s favor.\n\n \nOther metrics involve the U.S. manufacturing sector. In seeking to take on China, Trump had pledged to reverse the sector’s decline. Here’s a look at gross manufacturing output by quarter. Output grew during the first half of Trump’s tenure but declined slightly during the second half.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnthony Gemma\n\n\nstated on August 28, 2012 in an online debate\n\n\n\n\n\n\n\n\nU.S. military uniforms are manufactured in China.\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • September 2, 2012\n\n\n\n\n\n\n\nManufacturing employment showed a similar pattern under Trump, a rise followed by stagnation.\n\n \nIn all, the trade balance and the health of the manufacturing sector may have improved marginally. If that was the end of the story, Trump might be able to argue that he’s made progress, even if it’s short of Chinese capitulation. \nBut there are other significant downsides to Trump’s trade policy, experts say.\nMost notably, the U.S. agriculture sector has been hit by retaliatory actions by China. \nThe U.S. Agriculture Department projected in February 2020 that agricultural exports to China would reach $14 billion in the fiscal year ending Sept. 30. That would be an increase of $4 billion over the prior year, but well short of the $40 billion Trump had pledged a month earlier.\nTrump administration efforts to boost agricultural purchases were meant to reverse declines provoked by the U.S. tariffs in the first place. \"Did Trump gain leverage to secure a ‘deal’ with China? Yes, he did. Is that deal any good? It’s doubtful,\" said Scott Paul, president of the Alliance for American Manufacturing.\nThe Trump administration has also paid compensation to farmers hurt by China’s policies worth at least $28 billion over two years. Despite this compensation, farm bankruptcies hit an eight-year high in 2019. And experts say that once the markets are lost, they may be gone for good.\nThe harm was also spread more widely than just the farm sector. \nFor starters, the money to compensate farmers comes from American taxpayers. Beyond that, the United States typically gets stuck with paying the tariffs it imposes, rather than China. Indeed, the impacts of the trade war filter throughout the economy. \n\"U.S. tariffs against Chinese manufactured imports disrupted U.S. supply chains, raising input costs to many U.S. firms that used these products,\" Jones said. \nRELATED: Who pays for US tariffs on Chinese goods? You do\nIndependent observers have projected a net economic hit to the United States from the trade friction with China. A 2019 study by the Organization for Economic Cooperation and Development estimated that the tariff hikes could cut U.S. and Chinese GDP by 0.9% and 1.1%, respectively, by 2021-22.\nIn a December 2019 study, Federal Reserve researchers concluded that Trump's tariffs \"have not boosted manufacturing employment or output, even as they increased producer prices.\" And the economic analysis firm Moody's concluded in September 2019 estimated that the trade conflict with China has reduced U.S. employment by 300,000 jobs.\nA different Federal Reserve study from October 2019 found that tariffs on Chinese imports added about $800 annually per household, wiping out gains for the typical household under the 2017 Tax Cuts and Jobs Act.\nWhat’s the verdict on the trade war so far?\nTrade specialists told PolitiFact that it may be too soon to say that Trump has \"lost\" the trade war, as the pro-Biden ad said. \n\"It’s too early to say he ‘lost,’ but he obviously hasn't ‘won’ in the sense of getting meaningful, durable, market concessions greater than what he has given in return,\" said I.M. (Mac) Destler, an emeritus professor at the University of Maryland's Center for International Security Studies. \"It isn't over yet, but he seems on track to lose.\"\nExperts added that Trump’s approach has worsened the odds of success by not going through the World Trade Organization.\n\"The U.S. has lost its reputation as a reliable participant in the international economic order,\" Bosworth said. \nOur ruling\nThe ad approved by Biden said, \"Trump lost a trade war that he started.\"\nLongstanding Chinese trade policies may have provoked Trump into acting, but by moving first to impose tariffs, Trump at the very least escalated existing trade tensions into a trade war.\nAnd while it may be premature to say that Trump has \"lost\" the conflict, we found wide agreement among trade experts that he is losing. He has not succeeded in getting China to capitulate to structural demands. He’s made marginal gains in the U.S.-China trade balance and in U.S. manufacturing output. But those have been undercut by significant retaliatory tariffs for the agriculture sector and wider harm to the economy from higher prices, supply chain disruptions, and slower economic growth.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-18017"}