{"url": "/factchecks/2014/oct/10/rick-scott/would-raising-minimum-wage-cost-500000-jobs/", "speaker": "Rick Scott", "vclaim": "\"The CBO says if we raise the minimum wage the way Charlie (Crist) wants to do it, it would lose 500,000 jobs.\"", "truth_label": "half-true", "date": "stated on October 10, 2014 in a gubernatorial debate:", "title": "Would raising the minimum wage cost 500,000 jobs?", "text": "The minimum wage has long been a dividing line in the race between Republican Gov. Rick Scott and Democrat Charlie Crist in the governor’s race, so it’s not surprising that it emerged during the first of three televised debates.\nDuring the Oct. 10, 2014, debate hosted by the Spanish-language network Telemundo, a panelist asked Scott if he favors keeping Florida’s minimum wage at $7.93 or raising it.\nAfter bringing up his family’s money problems growing up, the multimillionaire governor said he does not support raising the minimum wage because he wants more jobs in the state. He cited a study by the nonpartisan Congressional Budget Office (CBO).\n\"I want more jobs. And that’s why I ran on 7 steps to 700,000 jobs. The CBO says that if we raise the minimum wage the way Charlie wants to do it, it would lose 500,000 jobs,\" Scott said. \"I don’t want to lose those jobs.\"\nThe context here is important; Scott used the 500,000 number while talking about Florida jobs. As we'll see, that number applies nationwide.\nCrist has said he would \"fight every way I possibly can to raise the minimum wage to $10.10 an hour.\" This mirrors an amount eyed by President Barack Obama, who has pushed to raise the federal minimum wage of $7.25 to $10.10 over two years. In 2016, it would be tied to inflation. (States can set their minimum wage higher than the federal rate, the minimum wage in Florida automatically increased in 2014 to $7.93 because it is tied to inflation.)\nThe CBO analyzed Obama’s proposal in a February 2014 report that provided a mixed bag of political talking points. It studied the effect of the policy on the national workforce and did not provide a state-by-state breakdown.\nPeople who support raising the minimum wage can highlight the CBO finding that 16.5 million low-wage workers would earn more money a week under Obama’s proposal.\nPeople who don’t like raising the federal minimum wage to $10.10, like Scott, can point to the fact that CBO said it would cost the country an estimated 500,000 jobs as businesses shoulder new employee costs.\nThis figure is not precise. The analysts at CBO cushioned their findings by saying the number of lost jobs from the $10.10 hourly policy could range from a \"very slight\" decrease in employment to a loss of 1 million jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nBack then, a top White House economic adviser pushed back on the findings, telling reporters the CBO report \"goes outside of the consensus view\" of economists who study the influence of higher minimum wages on employment.\nThe Scott campaign directed us to a page for communities on Crist’s website, African Americans for Charlie. The page says he will increase the minimum wage to $10.10 an hour for state workers and contractors \"and fight to raise it for all Floridians.\"\nScott campaign spokeswoman Jackie Schutz acknowledged the CBO report applies to federal minimum wage workers, not just Florida minimum-wage earners, but the effect of job losses \"would certainly happen in Florida.\"\nIn Crist’s \"Fair Shot Florida,\" a policy road map for middle-class families, he said he will immediately urge the Legislature to pass a minimum wage of $10.10 -- a nod to how powerless he is to actually enact this for all Floridians, as it would likely not be popular in the state’s Republican-dominated Legislature.\nOur ruling\nScott said, \"The CBO says if we raise the minimum wage the way Charlie wants to do it, it would lose 500,000 jobs.\" \nScott is referencing the CBO’s rough estimate for the effect of Obama’s plan to lift the federal minimum wage to $10.10 an hour on employment. It’s not necessarily what would happen, as he said, but what could happen. In other words, a loss of 500,000 jobs is the agency’s best guess, and other possibilities include a slight effect on jobs to about 1 million lost jobs.\nMore importantly, its analysis pertained to the country as a whole. Scott's comments came in a discussion about Florida jobs, which means the number is being taken out of context. \nThe average Floridian may not know that the CBO report does not apply to \"the way Charlie wants\" to raise the minimum wage in Florida. Florida’s minimum wage is slightly higher at $7.93 in 2014.\nThe statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-07161"}