{"url": "/factchecks/2011/oct/14/rick-perry/rick-perry-ad-says-romneycare-cost-18000-jobs/", "speaker": "Rick Perry", "vclaim": "\"Romneycare has … killed 18,000 Massachusetts jobs.\"", "truth_label": "barely-true", "date": "stated on October 10, 2011 in a campaign ad:", "title": "Rick Perry ad says 'Romneycare' cost 18,000 jobs", "text": "Rick Perry’s campaign released a new ad that attacks Mitt Romney on multiple fronts -- his health care plan for Massachusetts, his record on job creation and whether he’s been inconsistent on important issues.\n\nIt also throws in a Halloween-like reference: It shows President Barack Obama looking into a mirror, then there's a crash of thunder … it’s Mitt Romney!\n\nThe ad focuses on the health care plan Romney signed when he was governor of Massachusetts, claiming that it’s the same as the health plan supported by Obama.\n\nHere, we’re checking the ad’s claim that \"Romneycare … killed 18,000 Massachusetts jobs.\"\n\nTo review, what the ad calls \"Romneycare\" is a health care plan Romney signed into law in 2006. Though it only applies to the state of Massachusetts, it is similar in its broad outline to the national health care plan approved by the Democratic Congress and signed by Obama. Both leave in place the major insurance systems: employer-provided insurance, Medicare for seniors and Medicaid for the poor. They seek to reduce the number of uninsured by expanding Medicaid and by offering subsidies to help moderate income people buy insurance. People are required to buy insurance or pay a penalty, a mechanism called the \"individual mandate.\" And companies that don't offer insurance have to pay fines, with exceptions for small business and a few other cases.\n\nFor the claim about job losses, the ad cites as its source a report from the Beacon Hill Institute, a Boston-based economics research group that supports \"limited government, fiscal responsibility, and free markets,\" and is affiliated with Suffolk University.\n\nThe ad says that the Massachusetts health law \"killed 18,000 jobs,\" which makes it sound like 18,000 actual jobs were eliminated. In fact, the report makes the more modest assertion that the law prevented 18,000 jobs from being created.\n\nThe report’s basis for the claim is that the Massachusetts health care law increased costs for businesses by requiring them to offer insurance to their workers or pay fines. It also increased state spending on health care, money that otherwise would have been spent elsewhere. The report claims that these additional costs reduced job growth by an average of 18,313 jobs.\n\nTo put that in perspective, the Massachusetts workforce was 3,471,487 in July 2011, according to the Bureau of Labor Statistics. The unemployed numbered 263,059.\n\nWe should note here that reports like this one largely depend on the underlying economic assumptions behind the economic model. Right-leaning and left-leaning groups often come up with different numbers when looking at the same policies. In this case, we were unable to find any other studies that looked at the effects of the Massachusetts health care law on employment.\n\nOur friends at Factcheck.org checked out  the 18,000 number a few weeks ago when Perry, the governor of Texas, started making the claim on the campaign trail. They found mixed opinions in Massachusetts on whether the law hurt actual job growth. Health care costs have gone up in the state, but some argue they would have gone up anyway. (For the record, the authors of the Beacon Hill study told us they accounted for the effects of health care inflation not caused by the law.) Factcheck.org concluded that the 18,000 number was an estimate that could neither be proved nor disproved.\n\nFinally, this claim also made us think of a report from the nonpartisan Congressional Budget Office, which conducted an economic analysis of how many jobs might be lost or gained nationwide under the new federal health care law. They found that the law would reduce the amount of labor used in the economy by about 800,000 jobs. Some of that would be due to businesses facing higher costs and deciding not to hire. But most of it would be because people working jobs simply to retain group health insurance would be able to leave those jobs and buy insurance on their own.\n\nOur ruling\n\nIn rating this statement, it’s certainly plausible that increased costs to business could cause them to create fewer jobs. But we’re reluctant to accept a specific number based on one study by a right-leaning economic group. We would be interested in numbers reached by other groups, particularly independent, nonpartisan groups. But we don’t have those to draw on in this analysis.\n\nMore significantly, the Perry ad says that the health care plan \"killed\" 18,000 jobs. That certainly makes it sound as if existing jobs were destroyed. Instead, a hypothetical 18,000 jobs were never created in the first place.\n\nGiven that Perry’s ad bases its claim on one study and also exaggerates the study’s findings, we rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12267"}