{"url": "/factchecks/2020/jan/08/facebook-posts/old-youtube-video-repopularized-after-irans-strike/", "speaker": "Facebook posts", "vclaim": "Says a video shows Iranian rockets being launched toward a U.S. air base in Iraq.", "truth_label": "false", "date": "stated on January 7, 2020 in a video:", "title": "Old YouTube video repopularized after Iran’s strike in Iraq", "text": "Some Facebook users are sharing an old video under the guise that it shows Iran’s recent attack on two United States air bases in Iraq. It doesn’t.\nThe video was posted Jan. 7 and depicts a rapid succession of missiles or rockets being launched into the air.\n\"Footage of the second attack of misiles (sic) at the American base in Iran,\" the user wrote in their caption.\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been viewed more than 15,000 times.\n\n(Screenshot from Facebook)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nSetting aside the fact that it shows far more missiles than the Pentagon said Iran launched, the video is older than Jan. 7.\nWe found the video on YouTube as early as November 2018. Other videos claimed it shows a Russian military exercise. While we could not independently confirm the origin of the video, the style of shooting depicted is consistent with other rocket launchers Russia has tested.\nRegardless, the Facebook video does not show Iran’s strike in Iraq. Below is some footage Iran released after the attack, in which there were no reported casualties.\n\nThe Facebook posts are inaccurate. We rate them False.", "vclaim_id": "vclaim-pol-17548"}