{"url": "/factchecks/2016/apr/27/donald-trump/donald-trump-iraq-war-destabilize/", "speaker": "Donald Trump", "vclaim": "\"I was totally against the war in Iraq, saying for many years that it would destabilize the Middle East.\"", "truth_label": "false", "date": "stated on April 27, 2016 in a major foreign policy speech:", "title": "Donald Trump did not warn the Iraq War would 'destabilize the Middle East' before it started", "text": "When Donald Trump laid out the fundamentals of his foreign policy at a Washington hotel conference room, he offered his go-to proof of sound judgment. \n\"I was totally against the war in Iraq, saying for many years that it would destabilize the Middle East,\" he said April 27, 2016.\nNot in any way we could find. Let’s review the record of what Trump said when about the Iraq War.\nThe war began in March 2003. We searched the Nexis database of transcripts and news reports from 2002 to 2008. From what we found, if Trump saw regional destabilization on the horizon, he kept it under wraps.\nIn a September 2002 interview,  shock jock Howard Stern asked Trump if he supported the Iraq invasion.\nTrump responded, \"Yeah, I guess so.\"\nThat isn’t a ringing endorsement of the war, but Trump did not decry the march toward military action in the way thousands of protesters had been doing for months in 2002.\nOn Jan. 28, 2003, just under three months before the invasion, Fox News’ Neil Cavuto asked Trump whether President George W. Bush should be more focused on Iraq or the economy.\nSpeaking of Iraq, Trump said, \"Well, he has either got to do something or not do something, perhaps, because perhaps shouldn't be doing it yet, and perhaps we should be waiting for the United Nations, you know. He's under a lot of pressure. I think he's doing a very good job. But, of course, if you look at the polls, a lot of people are getting a little tired. I think the Iraqi situation is a problem. And I think the economy is a much bigger problem as far as the president is concerned.\"\nTrump seems to be skeptical of the mission in Iraq here, and he said the economy should be a higher priority. But he did not say anything that resembles his claim that Bush should not proceed because a war would \"destabilize the Middle East.\"\nAbout a week after the war began, Trump gave a mix of views. At an Academy Awards after-party, Trump said that \"the war’s a mess,\" according to the Washington Post. But he also told Fox News that because of the war, \"The market’s going to go up like a rocket.\"\nOn Sept. 11, 2003, Trump told MSNBC, \"It wasn’t a mistake to fight terrorism and fight it hard, and I guess maybe if I had to do it, I would have fought terrorism but not necessarily Iraq.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBy 2004, Trump begins to take a tougher stand against the war. (A big hat-tip to Buzzfeed for this.)\nOn April 16, 2004, Trump is back with Stern.\n\"I think Iraq is a terrible mistake,\" Trump said. \"And to think that when we leave, it’s gonna be this nice democratic country. I mean, give me a break. There’s usually a reason why a country is run a certain way.\"\nTrump amplified on that in an August 2004 article in Esquire:\n\"Look at the war in Iraq and the mess that we're in. I would never have handled it that way. Does anybody really believe that Iraq is going to be a wonderful democracy where people are going to run down to the voting box and gently put in their ballot and the winner is happily going to step up to lead the country? C'mon. Two minutes after we leave, there's going to be a revolution, and the meanest, toughest, smartest, most vicious guy will take over. And he'll have weapons of mass destruction, which Saddam didn't have.\n\"What was the purpose of this whole thing? Hundreds and hundreds of young people killed. And what about the people coming back with no arms and legs? Not to mention the other side. All those Iraqi kids who've been blown to pieces. And it turns out that all of the reasons for the war were blatantly wrong. All this for nothing!\"\nIn November 2004, he told CNN’s Larry King, \"I do not believe that we made the right decision going into Iraq, but, you know, hopefully, we'll be getting out.\"\nClearly Trump opposed the Iraq War in its early years. There’s no evidence, though, that he advocated against the war beforehand, or that he was especially vocal about it destabilizing the Middle East.\nWe reached out to the Trump campaign and did not hear back.\nOur ruling\nTrump said, \"I was totally against the war in Iraq, saying for many years that it would destabilize the Middle East.\"\nThe record shows at best some early reservations about the war that evolved into opposition about a year after the war began. However, we find no evidence of Trump warning about regional destabilization before or after the war started.\nWe rate this statement False.https://www.sharethefacts.co/share/01b4081f-4ac9-4ced-a88f-2f6a73cea571", "vclaim_id": "vclaim-pol-05039"}