{"url": "/factchecks/2013/feb/18/marco-rubio/marco-rubio-says-us-farmers-have-no-way-bring-work/", "speaker": "Marco Rubio", "vclaim": "The United States does \"not have a system through which growers and dairies can bring a workforce legally into the U.S.\"", "truth_label": "barely-true", "date": "stated on January 30, 2013 in a blog post on RedState.com:", "title": "Marco Rubio says U.S. farmers have no way to bring in workers legally", "text": "Sen. Marco Rubio says that one of the reasons we need immigration reform is to help farmers who don’t have a way to legally hire workers.\n\nRubio, R-Fla., and a bipartisan group of senators have put forward a major proposal on immigration, and Rubio has been defending it to conservative audiences, including in a Jan. 30 column on RedState.com.\n\nRubio wrote that the country needs \"a stable and affordable domestic supply of food. ... Agriculture has always required a significant workforce from abroad, but we do not have a system through which growers and dairies can bring a workforce legally into the U.S.\"\n\nRubio called for a \"modernized agricultural worker program\" that \"allows our growers to contract the seasonal and year round labor they need legally.\"\n\nIn a related fact-check, we explored his broad claim that \"Agriculture has always required a significant workforce from abroad.\" Here we research whether the U.S. has a system for farmers to legally import foreign workers.\n\nThe H-2A seasonal visa process\n\nThe United States does have a system to allow farmers to hire seasonal workers. It’s called the H-2A visa program. But the H-2A visa program has several restrictions and has been widely criticized as inadequate.\n\nWe turned to a 2013 Congressional Research Service report to explain the process.\n\nFarmers apply for certification from the Labor Department to ensure that U.S. workers are not available; the majority of these requests are granted. (Florida ranks fifth for the number of granted certifications.)\n\nEmployers then submit a petition to the Department of Homeland Security to bring in foreign workers. If that application is approved, foreign workers can go to a U.S. embassy or consulate and apply for the visa from the State Department.\n\nEmployers must meet a list of requirements, including providing workers with housing, transportation, and other benefits, such as workers’ compensation insurance. No health insurance coverage is required.\n\nThe number of H-2A visas have soared from about 6,500 in 1992 to a high of about 64,400 in 2008. There were about 55,400 H-2A visas issued in 2011, based on preliminary data.\n\nHowever, despite that growth, the program is small relative to total farm employment. For example in 2007, (the most recent Census of Agriculture from the USDA) there were about 2.6 million hired farm workers and about 50,800 H-2A visas granted.\n\n\"Critics of the H-2A program cite the low levels of participation as evidence of the program’s inadequacy to meet the needs of U.S. agricultural employers,\" the Congressional Research Service said. \"Others, however, attribute the program’s low utilization to the availability of unauthorized workers, who are willing to work for lower wages than legal workers.\"\n\nMany farm groups and a bipartisan group of senators, including Sen. Bill Nelson, D-Fla., have complained that the process is too difficult and doesn't provide enough workers.\n\nThe program requires that workers be temporary or seasonal. Many agriculture jobs -- for example livestock or dairy farms -- require year-round labor, and a coalition of farm groups is pushing for an 11-month a year guest worker program.\n\n\"There is a legal program,\" said Debby Wechsler, executive secretary of the North Carolina Strawberry Association. \"It is considered by agriculture to be broken and needing to be fixed. Rubio is definitely wrong when he says there is no program now, but he is right when he says something needs to be done.\"\n\nErvin Lineberger, who owns a North Carolina blackberry and grape farm, told PolitiFact that he looked into using the H-2A program a couple of times and concluded that it wouldn’t work for him. One problem was that he would have to supply housing, and he only does that now for four workers, though he hires 50 -- mostly Mexicans -- during the season.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nLast year he turned to unemployed U.S. citizens, and of the 15 he hired, \"only one was with me when we finished the season.\" Some were too out of shape for the farm work or didn’t want to work on weekends, he said.\n\n\"There is a need for a process where, especially the Mexican workers, can come here legally and go home legally,\" he said.\n\nSteve Camarota, director of research for the Center for Immigration Studies, which calls for low-immigration, said that the H-2A program works well for some and not others.\n\n\"The key question is, are farmers so used to paying low wages for long hours that it is the H-2A worker protections they don't like, or is the program really too cumbersome? One reason to be skeptical of farmers claims of not enough workers is that there has seldom been a time when they had enough workers, at least from their point of view.\"\n\nCamarota questions the claim of a labor shortage because he says if that was the case, wages would be rising more rapidly.\n\nWe asked Rubio to explain his claim, since there is a legal system for at least some farmers to bring in foreign workers.\n\nA spokeswoman pointed us to the data showing the small number of farm workers who get the H-2A visa. She also cited a report done for the Migration Policy Institute which raised concerns about the future supply of farm labor and noted the bureaucratic hassles in the H-2A process.\n\nWhile farm owners complain the visa program is \"broken and bureaucratic,\" the paper stated, some worker advocates say that farmers are bypassing U.S. workers.\n\nOur ruling\n\nRubio said the United States does \"not have a system through which growers and dairies can bring a workforce legally into the U.S.\"\n\nThere actually is a system for growers to legally hire foreign workers, so Rubio is wrong on this basic point.\n\nHowever, many farmers have complained that the visa program is inadequate, cumbersome and in dire need of a makeover. Also, the H-2A visa program is only for temporary seasonal labor. Rubio specifically mentioned dairies, and that is a type of farm that needs year-round workers.\n\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-09699"}