{"url": "/factchecks/2008/jan/25/bill-clinton/the-1990s-good-times/", "speaker": "Bill Clinton", "vclaim": "\"The 1990s were a time of prosperity. We created more than 22-million new jobs, moved 8-million people out of poverty, and turned our economy around.\"", "truth_label": "true", "date": "stated on January 25, 2008:", "title": "The 1990s? Good times", "text": "With heightened fears of a recession, Bill Clinton wants you to remember the good old days, the days of Spice Girls and Starbucks and economic prosperity ... the 1990s. The days when, you know, he was president. In a radio ad that is running in South Carolina, Bill Clinton suggests things could be like that again, if you elect his wife.\n\n\"The 1990s were a time of prosperity,\" Clinton says in the ad. \"We created more than 22-million new jobs, moved 8-million people out of poverty, and turned our economy around.\n\n\n\"It's time for another comeback, time to make America great again. I know Hillary's the one who can do it.\"\n\n\nThere are two main statistics in this advertisement (which Hillary Clinton has also thrown out from time to time), and we find that Bill Clinton is on target on both.\n\n\nThe first is about new jobs. According to Bureau of Labor statistics, the number of employees on nonagricultural payrolls went from 109.7-million in January 1993 (when Clinton took office) to 132.5-million in January 2001 (when Clinton checked out). Net gain: 22.8-million new jobs.\n\n\nThe other claim is fewer people living in poverty. According to the U.S. Census Bureau, the number of people living in poverty went from 38-million in 1992 to 31-million in 2000; not quite 8-million as Bill Clinton said, but pretty close.\n\n\n\"The hard numbers are correct, but how much of that can you attribute to Clinton's policies?\" said James Sherk, a labor policy analyst for the conservative Heritage Foundation.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nKeep in mind, Sherk said, the country was beginning to come out of a recession before Clinton took office. And much of the dramatic change came after 1995 when Republicans had secured control of Congress. Sherk noted that Clinton initially opposed the Welfare Reform Act, which Sherk believes may have been the biggest catalyst in reducing poverty numbers.\n\n\nSherk says Clinton was also a little lucky.\n\n\n\"He had the good fortune to be in office at the height of the tech bubble,\" he said. \"It makes his time in office look good in ways he can't take credit for.\"\n\n\nGary Burtless, an economist with the Brookings Institute, says there's no getting around the numbers.\n\n\nSure, Burtless said, the dot.com craze may have helped the economic numbers, and some may argue that the U.S. economy was due for an up-cycle during the 1990s, \"but the fact is, there was significant economic growth during that period. It's tough to get around that.\"\n\n\n\"To the degree that a president can effect economic progress,\" Burtless said, \"most would say Bill Clinton did well above average.\"\n\n\nLet the partisan folks argue about whether Bill Clinton deserves credit for the numbers, or whether Hillary Clinton can recreate them. The numbers are right. We rate Bill Clinton's statement True.", "vclaim_id": "vclaim-pol-16381"}