{"url": "/factchecks/2008/jan/16/barack-obama/obama-rakes-it-in-from-small-donors/", "speaker": "Barack Obama", "vclaim": "\"I'm proud of the fact that I've raised more money from small donors than anybody else, and that we're getting $25, $50, $100 donations, and we've done very well doing it that way.\"", "truth_label": "true", "date": "stated on January 15, 2008 in debate in Las Vegas:", "title": "Obama rakes it in from small donors", "text": "Barack Obama said in a debate that he has raised the most money from small donors.\n\nFor this question, we turned to the Center for Responsive Politics, a nonpartisan, nonprofit research group that tracks money in politics.\n\n\nThe center found that, based on available data, Obama has raised the most money from small donors, said spokesman Massie Ritsch.\n\n\nSmall donors are defined as people who donate less than $200; the Federal Election Commission requires candidates to itemize contributions from people who give more than that. Smaller donations get reported as a lump sum, and Obama has reported the most money raised under this category. (The donation limit for any individual donor is $2,300 per candidate.)\n\n\nAn important caveat: The center has only analyzed data compiled through Sept. 30, 2007, the last deadline for campaign finance data. Another report is due about two weeks from this writing, on Jan. 31, 2008. It's possible, though not likely, that fundraising during the last quarter of the year could change this analysis.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHere are the totals for individual donors calculated by the center so far, excluding PAC contributions and transfers from other accounts:\n\n\n* Obama: $79.2-million total, $19.8-million small;\n\n\n* Clinton: $79.6-million total, $10.4-million small;\n\n\n* Edwards $30.1-million total, $8.4-million small.\n\n\nBased on the center's analysis, we find Barack Obama's claim that he gets the most money from small donors to be True.", "vclaim_id": "vclaim-pol-16405"}