{"url": "/factchecks/2013/oct/16/jennifer-horn/nh-gop-chairwoman-horn-says-jeanne-shaheen-got-beh/", "speaker": "Jennifer Horn", "vclaim": "Says Jeanne Shaheen \"got behind the idea of using the IRS to target American citizens for their political views.\"", "truth_label": "barely-true", "date": "stated on October 23, 2013 in remarks at a party fundraiser:", "title": "N.H. GOP chairwoman Horn says Jeanne Shaheen “got behind the idea of using the IRS to target American citizens for their political views\"", "text": "The 2014 election may still be more than a year away, but Republicans are already offering reasons why they think U.S. Sen. Jeanne Shaheen, D-N.H., should be defeated.\nNew Hampshire Republican Chairwoman Jennifer Horn accused Shaheen of encouraging the Internal Revenue Service to impose more oversight on specific political groups.\nAt a New Hampshire Republican Party fundraiser in August, Horn told the audience that Shaheen \"signed a letter to the IRS asking them to look more closely at some of these 501(c)(4)s,\" and that Shaheen \"got behind the idea of using the IRS to target American citizens for their political views.\"\nOther Republicans picked up on the theme. On Sept. 18, Jim Rubens announced his intention to challenge Shaheen for her seat. During his speech, Rubens said Shaheen \"has sicked the IRS on political groups that are saying unpopular things, breaching our First Amendment privileges.\"\nIt’s been four months since Republicans first accused Shaheen and six other senators of pressuring the IRS to look into political groups in a letter the senators wrote to former IRS Commissioner Douglas H. Shulman. But as the campaign season heats up, we thought we would see if there’s any truth to claims like Horn’s and Rubens’.\nWhen we asked Horn for the evidence behind her statement that Shaheen \"got behind\" using the IRS to target specific political groups, she pointed to two sources: a letter Shaheen signed last year, and the senator’s comments on 501(c)(4) organizations during floor speeches.\nThe Letter\nShaheen signed a letter on Feb. 16, 2012, that asked the IRS to review its oversight of 501(c)(4) organizations that get involved in politics. (The name refers to a section of the tax code.)\nThe Internal Revenue Code grants tax-exempt status for nonprofit organizations that promote social welfare. But Shaheen’s letter said some groups abuse tax-exempt privileges by calling themselves social welfare organizations while spending a majority of their money on influencing politics.\nThe letter says the code specifies that social welfare \"does not include direct or indirect participation or intervention in political campaigns on behalf of or in opposition to any candidate for political office.\"\nThe letter came to prominence in May, after publication of a report from the Treasury Inspector General for Tax Administration that found that the IRS improperly targeted conservative groups. Some Republicans cited the letter as evidence that Democrats were responsible for such actions.\nBut the accusation isn’t water-tight.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nShaheen’s earliest letter was signed on Feb. 16, 2012, long after the date in 2010 cited by the Inspector General as the beginning of the IRS targeting specific groups. Her letter doesn’t mention ideological leaning of the political groups.\nMeanwhile, Shaheen and the same group of senators sent another letter to the IRS commissioner in March 2012. That letter did encourage the IRS to change the way it handles nonprofit organizations that spend money on politics, suggesting three changes, including that the organizations document the exact percentage of their money that goes toward social welfare. This letter didn’t mention partisan or ideological ties, either.\nShaheen’s comments\nHorn also pointed to numerous floor speeches and comments, saying Shaheen only singled out conservative 501(c)(4) organizations, ignoring liberal social-welfare organizations that operate under the same model.\nHorn gave a July 17, 2012, floor speech as an example.\nIn Shaheen’s prepared remarks, she only mentions one organization as an example: Americans for Prosperity, a conservative group.\nBut in a video of the actual speech, she lists corporations, unions and nonprofit organizations as the groups who need transparent donation rules. She doesn’t name any one organization or party.\nShaheen’s office also argued that the Democracy Is Strengthened by Casting Light on Spending (or DISCLOSE) Act that the senator was speaking about on that day doesn’t directly address the IRS, as Horn implied.\nThe act, which Shaheen has supported since 2010, requires groups to share information about their campaign contributions. While both the IRS regulations and the DISCLOSE Act deal with 501(c)(4) organizations, the first addresses their tax status while the second focuses on requirements to reveal their donors.\nOur Ruling\nHorn said Jeanne Shaheen \"got behind the idea of using the IRS to target American citizens for their political views.\"\nShaheen did ask the IRS to tighten its oversight of groups that are tax-free because they’re supposed to be pursuing social welfare efforts, but which are actually spending substantial amounts of money on political campaigns. Shaheen, however, voiced her opinion about two years after the controversial IRS efforts were already under way, and there is no evidence that she was aware of alleged IRS targeting of conservative groups before it became public in the Inspector General’s report.\nWhat Shaheen actually \"got behind\" was the DISCLOSE Act, which requires non-profit groups to share information about their campaign contributions. It’s a stretch to suggest that Shaheen favored going after citizens \"for their political views.\" At most, her scrutiny was aimed at ensuring transparency about the funding sources for groups across the ideological spectrum. On balance, we rate Horn’s statement Mostly False.", "vclaim_id": "vclaim-pol-08753"}