{"url": "/factchecks/2020/mar/17/facebook-posts/social-posts-are-misinterpreting-federal-disaster-/", "speaker": "Facebook posts", "vclaim": "President Donald Trump “will evoke (sic) what is called the Stafford act” and “order a two week mandatory quarantine for the nation.”", "truth_label": "false", "date": "stated on March 16, 2020 in a screenshot:", "title": "Social posts are misinterpreting a federal disaster relief law to push a hoax about a US quarantine", "text": "Social media users are misinterpreting a federal disaster relief law to promote a hoax about a nationwide quarantine.\nA Facebook post published March 16 includes a screenshot of another post from a page called Ninety Degree Turns. It claims that President Donald Trump will soon lock down the entire country to prevent the spread of COVID-19, which had infected 4,226 people in the United States as of March 17.\n\"Please be advised, within 48 to 72 Hours the president will evoke (sic) what is called the Stafford act,\" reads the post. \"Just got off the phone with some of my military friends down in DC who had a two hour briefing. The president will order a two week mandatory quarantine for the nation.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\n(Screenshot from Facebook)\nThe screenshot is similar to a chain message that claims to have information from \"my friend’s aunt\" who works for the federal government. We rated that message False.\nThis Facebook post is wrong, and it gives the wrong impression about the Stafford Act.\nThere is no evidence that the federal government is set to announce a nationwide lockdown like the ones seen in France, Italy and Spain. Trump and the National Security Council have both refuted the claim.\nSo far, officials have advised Americans to practice \"social distancing,\" or avoiding crowded public spaces.\nIn a press conference March 16, Trump outlined several recommendations to prevent the spread of the coronavirus. Among them is avoiding gatherings of 10 or more people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\"My administration is recommending that all Americans, including the young and healthy, work to engage in schooling from home when possible, avoid gathering in groups of more than 10 people, avoid discretionary travel and avoid eating and drinking in bars, restaurants and public food courts,\" he said.\nIn response to a question, he said the administration is not considering a national curfew or quarantine. He reiterated that point in another press conference March 17.\n\"It’s a very big step. It’s something we talk about, but we haven’t decided to do that,\" he said.\nRELATED: 7 ways to avoid misinformation during the coronavirus pandemic\nThe Facebook post also says Trump will soon invoke the Stafford Disaster Relief and Emergency Assistance Act. That part is accurate — the president announced the move in a letter to Cabinet officials on March 13 — but it doesn’t mean there will be nationwide quarantine.\n\"COVID-19 has the potential to impose a temporary financial hardship on all Americans,\" Trump wrote. \"It is therefore critical that we deploy all powers and authorities available to the Federal Government to provide needed relief.\"\n\"Therefore, as an initial step, I hereby determine, under section 501(b) of the Stafford Act, that an emergency exists nationwide.\"\nThe move activates the Federal Emergency Management Agency, authorizes aid to state and local governments, and waives certain regulations that impede access to health care. The Stafford Act is commonly used during hurricanes and does not necessitate a nationwide lockdown.\nMeanwhile, some places around the country have taken matters into their own hands.\nIn New Rochelle, N.Y., Gov. Andrew Cuomo ordered a one-mile containment zone on March 10. In the San Francisco Bay Area, local officials on March 16 announced sweeping measures to try to contain the coronavirus, including a \"shelter in place\" order for residents in six counties. That order is among the strictest in the country, although it fell short of a total lockdown.\nThe Facebook post misconstrues the effects of the Stafford Act, and its warning about a two-week nationwide lockdown has been dismissed by federal officials. With the information we have, we rate the warning False.", "vclaim_id": "vclaim-pol-18140"}