{"url": "/factchecks/2018/may/09/madeleine-albright/madeleine-albright-right-about-mussolini-and-drain/", "speaker": "Madeleine Albright", "vclaim": "Says Benito Mussolini \"initiated a campaign to 'drenare la palude' ('drain the swamp') by firing more than 35,000 civil servants.\"", "truth_label": "half-true", "date": "stated on April 10, 2018 in her book, \"Fascism: A Warning\":", "title": "Madeleine Albright compares Mussolini, Trump on use of 'drain the swamp'", "text": "One of Donald Trump’s more memorable campaign slogans was his promise to \"drain the swamp,\" a push to end corruption in Washington.\nWow! I hear you Warren, Michigan. Streaming live - join us America. It is time to DRAIN THE SWAMP!Watch: https://t.co/pjXELwc5E1— Donald J. Trump (@realDonaldTrump) October 31, 2016\n\n\nThat phrase showed up recently in an unexpected place: a book by Madeleine Albright, who served as secretary of state under President Bill Clinton.\nThe publication of Albright’s Fascism: A Warning during the Trump era is not coincidental. \"Why, this far into the twenty-first century, are we once again talking about fascism?\" Albright wrote. \"One reason, frankly, is Donald Trump. If we think of fascism as a wound from the past that had almost healed, Trump in the White House was like ripping off the bandage and picking at the scab.\"\nAlbright went on to describe the rise of Benito Mussolini, Italy’s fascist leader in the early 20th century. She wrote that Mussolini used the phrase \"drain the swamp\" when he made moves to overhaul the country’s unpopular government bureaucracy.\n\"He knew that citizens were fed up with a bureaucracy that seemed to grow bigger and less efficient each year, so he insisted on daily roll calls in ministry offices and berated employees for arriving late to work or taking long lunches.\n\"He initiated a campaign to 'drenare la palude' ('drain the swamp') by firing more than 35,000 civil servants,\" Albright wrote.\nA PolitiFact reader was struck by this linguistic link and wondered whether the Italian fascist leader had really been the source of Trump's famous phrase. So we asked U.S. and Italian historians about it.\nWe found that Mussolini’s government made a big point of draining literal swamps, as public works projects, and he did conduct mass firings of civil servants. In addition, Mussolini touted the metaphor of purification as a defining principle of his political philosophy.\n\"We can understand fascism's social, agricultural, and racial policies through the concept of ‘reclamation’ — draining or cleansing something to regenerate or remake it,\" said Ruth Ben-Ghiat, a professor of history and Italian studies at New York University and author of Fascist Modernities: Italy, 1922-1945.\nHowever, Mussolini does not seem to have used the Italian version of Trump’s \"drain the swamp\" term. Indeed, the phrase’s origin appears to be as American as apple pie. \n\nBenito Mussolini salutes a crowd in Rome. (Wikimedia Commons)\nMussolini and the Pontine marshes\nThe swamps Mussolini sought to drain are known as the Pontine marshes. Located on the outskirts of Rome, the marshes were unhealthy and largely uninhabited for centuries due to malaria.\nSeveral years into his tenure as Italy’s leader, Mussolini made a big push to drain the marshes, building new towns with modernist architecture and settling the area.\nThe government installed \"six pumps as huge and noisy as airplanes,\" as the New York Times put it, in an effort to \"pull millions of gallons of water — up to 9,500 gallons a second — out of the soggy ground, directing it into an elaborate system of cement-lined canals that ultimately dump it into the sea.\"\nThe region’s infrastructure was damaged during World War II, but it was repaired after the war and became a fertile area for growing fruits, vegetables and livestock. The town of Latina doesn’t shrink from its Mussolini heritage; in 2015, Newsweek reported that locals retain affection for the fascist leader and the buildings he constructed.\n\"Not every aspect of the Pontine marshes was a success, but for the most part the regime, and outsiders, viewed it as such,\" said Michael R. Ebner, a Syracuse University historian and author of The Politics of Everyday Life in Fascist Italy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nA portion of the Pontine marshes near Rome. (Creative commons)\nFrom literal swamps to metaphorical swamps\nSo Mussolini literally drained the swamps. But he also liked the metaphor, and he sought to apply it to other areas of Italian life.\n\"The term the regime used for land reclamation was ‘bonifica,’\" Ebner said. \"In English, it might be translated as ‘reclamation,’ as in land reclamation, but was also used more generally by the regime for reclaiming the race or the state.\"\nDavid I. Kertzer, a Brown University professor and author of The Pope and Mussolini, said Albright’s comment describes the purging of the bureaucracy accurately early in Mussolini’s tenure.\n\"Mussolini attacked the bloated public payroll and, in line with this, in the first months of his coming to power, he fired 36,000 workers for the state-owned railroad,\" Kertzer said.\nThe subsequent land reclamation in the Pontine marshes \"gave the regime confidence that it could expand Italian territory and engage in projects of fascist social engineering,\" Ebner said. \"These goals were highly relevant to fascism going forward.\"  \nUltimately, Mussolini followed a philosophy of \" ‘bonifica umana,’ or human reclamation, which had to do with remaking the Italians eugenically and also racial policies to keep Italians pure,\" Ben-Ghiat said.\nAt the same time, most of the experts we contacted agreed that Mussolini didn’t use the catchphrase drenare la palude, or \"drain the swamp,\" to refer to his metaphorical efforts.\n\"I don’t think this phrase was a big deal for Mussolini or his regime,\" said Richard Bosworth, a historian affiliated with Oxford University who has written two books about Mussolini and his era.\nThe written record supports the historians’ recollections.\nBarry Popik, who has blogged extensively about etymology, scoured a variety of online databases commonly used by etymologists and found essentially no examples of the phrase drenare la palude during Mussolini’s time.\nSo where did the phrase \"drain the swamp\" originate?\nThe English phrase \"drain the swamp\" appeared at least as long ago as 1903, in an Oshkosh, Wis., newspaper. \"Socialists are not satisfied with killing a few of the mosquitoes which come from the capitalist swamp; they want to drain the swamp,\" the newspaper wrote, quoting a Social Democratic Party organizer. Two other prominent members of the socialist or social democratic movements used the term in similar contexts: Victor Berger in 1912 and Mary Harris (Mother) Jones in 1913.\nThat said, the phrase remained rare until about 1970, Popik found, and it didn’t really catch on until President Ronald Reagan used it in 1983 to take a shot at the Washington bureaucracy.\nPopik suggests that, rather than referring to the Pontine marshes, \"drain the swamp\" probably came from a folksy aphorism that posits that \"when you’re up to your neck in alligators, it’s easy to forget that the initial objective was to drain the swamp.\"\nThrough her publisher, Albright's communications staff agreed with our finding that \"drain the swamp\" or its Italian-language equivalent was not a major slogan for Mussolini's government. They said her point was to draw attention to his actions of purging the bureaucracy.\n\"The reference in Dr. Albright’s book is not to a specific statement by Mussolini, but rather to the Italian dictator’s policy of purging the bureaucracy,\" Albright's office said in a statement.\nOur ruling\nAlbright said Mussolini \"initiated a campaign to 'drenare la palude' ('drain the swamp') by firing more than 35,000 civil servants.\"\nShe’s on target about Mussolini’s bureaucracy-busting efforts, as well as the importance of draining swamps — both literal and figurative — within his fascist philosophy.\nHowever, experts said Mussolini did not use the Italian version of Trump’s \"drain the swamp\" term, weakening Albright's rhetorical connection between the leaders.\nWe rate the statement Half True.\n Share the Facts 2018-05-09 14:02:14 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Benito Mussolini \"initiated a campaign to 'drenare la palude' ('drain the swamp') by firing more than 35,000 civil servants.\"    Madeleine Albright former secretary of state    her book, \"Fascism: A Warning\" Wednesday, April 18, 2018 2018-04-18    Read More  info", "vclaim_id": "vclaim-pol-02095"}