{"url": "/factchecks/2018/oct/26/blog-posting/no-equestrian-statues-dont-have-secret-code-hooves/", "speaker": "Bloggers", "vclaim": "\"If a statue of a person in the park on a horse has both front legs in the air, the person died in battle. If the horse has one front leg in the air, the person died as a result of wounds received in battle. If the horse has all four legs on the ground, the person died of natural causes.\"", "truth_label": "pants-fire", "date": "stated on September 10, 2018 in post on Facebook:", "title": "No, equestrian statues don't have a secret 'code of hooves'", "text": "Google \"war statues\" and the first suggestion the search engine makes to finish the query is \"horse legs.\" That might have something to do with a longtime claim that’s again making the rounds on social media.\n\"Did you know?\" says a Sept. 10 Facebook post showing photographs of three statues. \"If a statue of a person in the park on a horse has both front legs in the air, the person died in battle. If the horse has one front leg in the air, the person died as a result of wounds received in battle. If the horse has a (sic) all four legs on the ground, the person died of natural causes.\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post has been shared more than 89,000 times as of Oct. 25. The original poster attributed the information to A-Z Facts, but a web search for that source only turned up websites for children with facts about animals and the state of Arizona.\nThe first of the three images used in the Facebook post appears to be of the Bronze Horseman, a monument in St. Petersburg, Russia, to Peter the Great. The horse has its front legs in the air but Peter the Great died of gangrene, not in battle.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe second image appears to be of the Virginia Washington Monument, showing George Washington on a horse with one leg aloft. But Washington didn’t die from battle wounds—he fell ill after working in cold, wet weather.\nThe final image appears to be a statue of King George IV on a horse with all four feet on the ground in Trafalgar Square in London. It’s true that George didn’t die in battle, or afterward from wounds. He consumed \"prodigious amounts of drugs\" and cherry brandy before his death, according to the BBC.\nAs Snopes has noted, most of Gettysburg’s equestrian statues abide by this alleged horse hoof pattern with James Longstreet being an exception. Still, there are plenty of other statues that buck it. Among them: Simon Bolivar, Andrew Jackson and Stonewall Jackson.\nWe rate this statement as False.", "vclaim_id": "vclaim-pol-01394"}