{"url": "/factchecks/2012/sep/12/rob-portman/rob-portman-says-national-debt-1-bills-would-cover/", "speaker": "Rob Portman", "vclaim": "\"$16 trillion (the national debt) in $1 bills would cover the entire state of Ohio nearly 1.5 times.\"", "truth_label": "true", "date": "stated on September 6, 2012 in a news release:", "title": "Rob Portman says the national debt in $1 bills would cover all of Ohio", "text": "The U.S. government has carried debt since 1790, according to the Treasury Department, but the national debt didn't top $1 trillion until 1982.\n\nWhen it hit $16 trillion for the first time on Sept. 4, 2012, Sen. Rob Portman called it \"a dangerous milestone\" and \"troubling evidence that our nation is headed in the wrong direction.\"\n\nIn an attempt to put $16 trillion in terms everyday people can get their arms around, he also released a list of items showing how that much money stacks up -- such as \"$16 trillion in $1 bills would cover the entire state of Ohio nearly 1.5 times.\"\n\nSixteen trillion is a lot of kapusta -- but is it enough to carpet the countryside and turn Ohio green? Just for fun, PolitiFact Ohio decided to survey the landscape\n\nWe got data from Portman staff's and checked the math. Here’s how it works out.\n\n\nA dollar bill has 16.0254 square inches. (It measures 2.61 inches by 6.14 inches.)\n\n\n\nSixteen trillion dollar bills multiply to an area of 256,406,400,000,000 square inches. That translates to 1,780,600,000,000 square feet (after you divide by 12 squared, or 144).\n\n\n\nThe area in square footage equals 63,870 square miles (after you divide by 5,280 squared, or 27,878,400).\n\n\nThat would cover Ohio's total area of 44,825 square miles 1.42 times -- or nearly 1.5 times.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmericans For Tax Reform\n\n\nstated on September 19, 2012 in an election flier\n\n\n\n\n\n\n\n\n\"Since President Obama took office, over 88,000 Ohio workers have lost their jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Feran • September 20, 2012\n\n\n\n\n\n\n\n\n\nWe ran the numbers again, using the land area of 40,860 square miles that the federal Census Bureau gives Ohio. Sixteen trillion singles would cover that area almost exactly 1.5 times.\n\nOn the Truth-O-Meter, Portman's statement rates True.", "vclaim_id": "vclaim-pol-10398"}