{"url": "/factchecks/2016/apr/22/danny-tarkanian/tarkanian-misses-mark-linking-opponent-common-core/", "speaker": "Danny Tarkanian", "vclaim": "Says Nevada state Sen. Michael Roberson \"forced Common Core for Nevada schools.\"", "truth_label": "half-true", "date": "stated on April 18, 2016 in a television ad:", "title": "Danny Tarkanian off the mark on Common Core attack", "text": "The contentious Republican primary for Nevada’s 3rd Congressional District is moving to the airwaves.\nIn a new television ad, candidate Danny Tarkanian accuses his opponent, state Sen. Michael Roberson, of several crimes against conservatism including a claim that he \"forced Common Core for Nevada schools.\"\nBecause Common Core has become a rallying cry for a subsection of the Republican Party, we were curious how much of a role Roberson played in adopting the standards.\nThe ad visually references a vote by the state’s interim Legislative Commission in August 2015, which meets when Nevada’s part-time Legislature isn’t actively serving and approves regulations proposed by state agencies and departments.\nThe Tarkanian campaign sent two articles from the meeting, which saw the majority of commission members approve replacing the state’s former high school mathematics standards with the Common Core State Standards.\nThe standards themselves refer to a group of general benchmarks in English and math developed by several states and nonprofit groups in 2010. Forty-two states have adopted at least some of the standards, and contrary to what Donald Trump says, they aren’t \"education through Washington D.C.,\" PolitiFact has reported on in the past.\nRoberson did vote for the Common Core math standards, but it’s not as cut-and-dried as Tarkanian’s ad suggests.\nState education officials testified that the vote was necessary to fix an \"administrative oversight\" that an earlier approved regulation omitted the corresponding standards for high school math, lost in the shuffle during a leadership change.\nBut Nevada schools began transitioning over to the Common Core standards in 2011, so the committee vote didn’t \"force\" a new set of standards in overnight.\n\"It doesn’t mean that work that been in place for literally five to six years would have stopped,\" said state superintendent of public instruction Steve Canavero on what a \"no\" vote would have meant.\nNevada schools fully implemented Common Core standards for English and math in all grades at the start of the 2014-15 school year, after several years of transitioning off the old standards.\nHowever, Roberson’s involvement in Common Core is a little more complicated.\nCommon Core in Nevada\nChanging Nevada’s educational standards requires jumping through some bureaucratic hoops.\nThe process starts with the state’s Council to Establish Academic Standards, a board made up of legislators and teachers who oversee and review the state’s academic standards.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat board was tasked in 2009 with developing a set of regulations after Nevada and 47 other states agreed to look into developing a common set of education standards across the states.\nIn 2010, that group and the Nevada State Board of Education both approved the new Common Core standards for English and math after numerous public hearings and workshops and began the multi-year process transitioning to the new standards.\nThis is where approving standards gets slightly convoluted. Though the two state boards \"approved\" the standards and did the brunt of the vetting work, the final authority rests with the Legislative Commission, which is given authority to approve proposed rules and regulations through Nevada’s state constitution.\nSo the 12-member commission approved the Common Core standards in May 2012 on an 11-1 vote, with Roberson joining the majority to approve the standards.\nSo, it’s technically accurate to say Roberson voted in favor of implementing Common Core in Nevada (even though the ad references the wrong meeting).\nHe also voted for several pieces of legislation that sought to assist the rollout of Common Core, like a study on implementation and aligning curriculum to the standards.\nBut it’s somewhat disingenuous to directly connect Roberson to \"forcing\" Common Core implementation.\nCanavero acknowledged that while the ultimate authority to approve the standards lies with the legislators, the vast majority of legwork in reviewing and adopting the new standards was undertaken by state agencies through the regulation process, not by individual legislators.\n\"The Legislature in its wisdom has created a process in law and deferred some of that to regulation,\" Canavero said. \"They have a right to change that process if they collectively agree.\"\nState agencies weren’t the only entities supporting Common Core — higher education Regents and Nevada Gov. Brian Sandoval have actively supported implementing the standards, citing previous standards as lacking.\nOpponents of Common Core did push for an ultimately unsuccessful bill that sought to \"repeal\" the standards during the 2015 session, but Roberson never took a vote or publicly voiced support or opposition to the legislation, which never left the Assembly.\nIt’s worth noting that there is a difference between standards and curriculum. Nevada’s Common Core-aligned standards (which are online) do contain tips and suggestions, but the decisions on curriculum, textbooks and classroom materials still fall under the purview of school districts and individual teachers.\nCanavero said state agencies have held close to a dozen public hearings and workshops on Common Core over the last five or six years, and that education officials have had to battle a \"misinformation campaign\" that implementing the standards somehow constituted a federal takeover of public education.\n\"I believe it’s a settled matter,\" he said. \"It’s implemented, we’re aligned to it, we’re assessing it. Our students are receiving instruction aligned to these standards.\"\nOur ruling\nDanny Tarkanian’s new ad claims Roberson \"forced Common Core in Nevada schools.\"\nAlthough the ad points to a misleading committee vote, Roberson did indeed approve the regulation adopting Common Core standards back in 2012. However, it’s not accurate to claim he \"forced\" the regulations into schools because the adoption effort started before Roberson took office and was primarily handled by state agencies, not the Legislature.\nThe statement is partially accurate but leaves out important details or takes things out of context. We rate the statement Half True.", "vclaim_id": "vclaim-pol-05062"}