{"url": "/factchecks/2019/apr/26/viral-image/no-new-york-democrat-named-jenna-tull-didnt-say-ol/", "speaker": "Viral image", "vclaim": "Says New York Democrat Jenna Tull was recorded saying, \"Americans should be euthanized when they hit 70. They just become too dumb….and think of the money we’d save!\"", "truth_label": "pants-fire", "date": "stated on April 23, 2019 in a Facebook post:", "title": "No, a New York Democrat named Jenna Tull didn’t say older Americans should be euthanized", "text": "Republicans and Democrats alike are happy to exploit the ill-advised words of their opponents, featuring sound bites in campaign ads or deploying them during debates. One viral meme being shared again on Facebook appears to take aim at one such statement.\n\"A recording has been found of Democrat, Jenna Tull, of New York. In it, she says: ‘Americans should be euthanized when they hit 70. They just become too dumb….and think of the money we’d save!’\" the April 23 Facebook post says. \"Share so people know and we can get rid of her!\"\nThis post was shared, and flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The only problem is we couldn’t find a Democratic New York politician named Jenna Tull.\nFirst, we searched for her on OpenSecrets, a website from the Center for Responsive that tracks the spending of lawmakers in Congress.\nThere were no results for Tull.\nShe’s also not listed among the New York state senators or assembly members.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nNext, we searched online for \"Jenna Tull\" and \"New York.\" The top results are fact-checks debunking the Facebook post.\nThe photo of the woman the Facebook post claims is Jenna Tull is actually Ciara Donlan, CEO and founder of THEYA Healthcare in Ireland. And last month, Christopher Blair, founder of America’s Last Line of Defense, which describes itself as a satirical publication, told FactCheck.org that it created the meme.\nOn Facebook, some users aren’t getting the joke.\n\"Wonder if she will feel that way when she hits 69?\" one person said.\n\"No surprise to me, same folks who kill full term babies. I knew they would come for old people next! Evil,\" wrote another.\nThey don’t have to worry about voting her out of office, though. We rate this post Pants on Fire!\n \n Share the Facts 2019-04-26 18:55:14 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  New York Democrat Jenna Tull was recorded saying, \"Americans should be euthanized when they hit 70. They just become too dumb….and think of the money we’d save!\"    Viral image On the internet     Tuesday, April 23, 2019 2019-04-23    Read More  info", "vclaim_id": "vclaim-pol-00702"}