{"url": "/factchecks/2012/apr/12/republican-governors-association/republican-governors-association-says-unemployment/", "speaker": "Republican Governors Association", "vclaim": "Says \"unemployment tripled\" in Dane County due to Kathleen Falk’s tax policies", "truth_label": "half-true", "date": "stated on March 29, 2012 in a television ad:", "title": "Republican Governors Association says unemployment tripled because of Kathleen Falk’s tax policies", "text": "Enter the phrase \"Madison liberal\" into Google and up pop 17,000 hits.\n\nMany of those involve conservatives affixing that label to Kathleen Falk, the labor-backed Democrat seeking to take on Republican Gov. Scott Walker in the June 5, 2012 recall election.\n\nAs the recall election became official, the pro-Walker Republican Governors Association got in on the action. In a TV ad by its political arm (Right Direction Wisconsin PAC), the group features a mock Internet search on Falk, who was the Dane County executive from April 1997 to April 2011.\n\n(It’s similar to the ad taking on Milwaukee Mayor Tom Barrett, another Democratic candidate in the race, a claim we already evaluated)\n\n\"Kathleen Falk is a longtime Madison politician,\" the narrator says as search results pop up. \"Huh.\" \"Backed by government employee unions. Oh boy.\"\n\nIt continues: \"She raised taxes every year she was county executive. Huuuuh. And under her watch, unemployment tripled. Oh oh.\"\n\nThe narrator’s final words: \"Typical liberal Madison politician. Raised taxes and lost jobs. Kathleen Falk for governor? I don’t think so.\"\n\nWe previously rated True a claim by Lt. Gov. Rebecca Kleefisch that Falk raised property taxes by millions of dollars every year and approved the second highest increase in the state in 2010.\n\nBut what about the joblessness claim -- that unemployment tripled during her time? And that the blame for the rise falls solidly on Falk’s shoulders?\n\nThe numbers\n\nDane County’s low unemployment rate compared with the rest of Wisconsin is notable. The county’s rate is typically a couple percentage points or more lower than Wisconsin as a whole, thanks in part to state government and the University of Wisconsin-Madison, U.S. Bureau of Labor Statistics show.\n\nUnemployment was at just 1.7 percent when Falk took office in April 1997, and in her first full month on the job dipped to 1.5 percent.\n\nIt held mostly under 3 percent until 2002, hovered between 3 and 4 percent until 2009, then spiked up for almost two years before receding a bit as she left office in April 2011. Dane County was growing at the time and overall employment was up, but the labor market couldn’t keep up with those seeking work.\n\nWhen Falk stepped down, the unemployment rate was at 5.2 percent, compared to Wisconsin’s overall rate of 7.5.\n\nIn sum, the county’s unemployment rate grew during her tenure.\n\nDid it triple?\n\nIt more than tripled if you compare the rate in her first full month to her last full month. The same is true when comparing the raw number of unemployed at those two points. And the same is true if you use her partial month in April 1997 as the baseline.\n\nThere’s still another way to get there: When unemployment reached 6.7 percent at its height during her term, that was well over three times higher than Dane County’s rate when she came in.\n\nSo the RGA is solid on the numbers.\n\nResponsibility\n\nBut beyond the numbers the ad asserts that Falk and her policies were directly responsible for the jump.\n\nIn the ad, the narrator notes the increase happened \"under her watch.\"  A website the RGA PAC set up to accompany the ad makes a stronger cause-and-effect link: \"With Kathleen Falk’s tax hikes, came higher unemployment, too.\"\n\nAs noted, taxes did go up. And some economists link high taxation to limits on economic growth. But it’s a stretch to pin the ups and downs of the economy in Dane County solely on Falk alone, much less pinpoint her tax increases alone.\n\nThe trends are the work of multiple forces at the local, state, national and global level. The two big spikes in unemployment during Falk’s time coincided with national recessions, the latest fueled by the global meltdown in housing and financial markets.\n\nAnd on taxes, Falk mostly held to a yearly tax hike tied to inflation plus population growth. Only 15 of the state’s 72 counties had a lower cumulative tax levy increase during the time she was exec, we found in an earlier item.\n\nIn short, the RGA claim is accurate on the numbers, but misfires by tying Falk so closely to the unemployment rise.\n\nWe rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11281"}