{"url": "/factchecks/2012/jun/13/scott-walker/gov-scott-walker-says-he-got-overwhelming-bipartis/", "speaker": "Scott Walker", "vclaim": "\"Overwhelming Democrat and Republican votes\" in 2011 for legislation in two special sessions on jobs demonstrated the bipartisan nature of the Wisconsin Legislature.", "truth_label": "barely-true", "date": "stated on June 6, 2012 in a radio appearance:", "title": "Gov. Scott Walker says he got \"overwhelming\" bipartisan support on jobs bills in 2011", "text": "Republican Gov. Scott Walker’s optimistic talk of attaining bipartisan cooperation in the wake of the June 5, 2012 recall election got a skeptical reaction from a conservative radio talk show host the day after Walker’s big win.\n\nWTMJ’s Charlie Sykes asked Walker if he really expected Democrats who have been \"protesting, litigating and recalling\" for 16 months to join with him on new  legislative efforts.\n\nWalker said his \"gut instinct\" is that lawmakers and the public are \"ready to move on\" and agree on the need to focus on job creation.\n\nWhat’s more, he said there was precedent: Just check the record from legislative action in 2011.\n\n\"In January and February last year, we had overwhelming Democrat and Republican votes for our special session on jobs and we had them again in the fall,\" Walker said.\n\nWas there really a time during Walker’s tumultuous tenure when the two parties got along?\n\nRepublicans held strong majorities in both the Senate and Assembly in the early session (19-14 Senate and 59-39-1 Assembly), but their Senate margin was pared to a single vote during the fall session after a series of  recall elections. Walker’s office referred us to a list of votes taken during the special sessions in 2011.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nWe checked the Legislature’s official voting records and found a decidedly mixed record of bipartisan votes. We found a decidedly mixed record of bipartisan votes.\n\nA total of 29 bills identified as part of the two special \"jobs sessions\" came to a vote in at least one full chamber of the Legislature in 2011:\n\n-- Of those, 12 split almost exactly along party lines, with Republicans united and able to easily push through bills despite united opposition. Democratic support was typically a smattering of one, two or three votes. On one, a tort reform measure, not a single Democrat joined the majority.\n\n-- Of the 29, the same number -- 12 -- had strong bipartisan backing.\n\nThere were 5 other votes that didn’t fall neatly into either category, typically getting bipartisan support in one chamber but little or none in the other.\n\nSo, at best only 12 of the 29 bills could be said to have had \"overwhelming\" bipartisan support.\n\nThe strongest show of inter-party cooperation came on bills that were tied to helping small businesses.\n\nThose included measures on new tax credits for businesses relocating to Wisconsin (32 of the 53 Democrats from either the Senate or Assembly joined the majority), and an expansion of economic development tax credits (all but 20 Democrats joined in).\n\nAnother measure that drew significant support from both sides was a major rewrite of the state’s outdated telecommunications law to reflect the realities of the cellular phone era. Some Democrats raised concerns it could hurt rural residents, but only 21 voted no.\n\nNo Democrat opposed a bill that aimed to let small film projects to benefit from the state’s film tax credit program.\n\nOn the flip side, accord was almost non-existent on Walker’s move to side-step environmental reviews to allow commercial development of wetlands near Lambeau Field (only one Democrat joined the majority).\n\nThe same was true on a hotly contested bill that boosted protection from lawsuits for businesses. (This was a straight party-line vote).\n\nOf course, the ultimate partisan split came on the budget-repair bill Walker introduced in the January special session. It included the major limits on collective bargaining for most public employees and required that state employees pay more towards their pension and health benefits.\n\nWhen Republicans made plans to approve the bill in less than a week, 14 Democratic members from the state Senate left the state to block a vote, with massive protests engulfing the Capitol for weeks.\n\nUltimately, the bill was split into two parts. No Democrats voted for the part that included the union limits, and only four joined the majority on the other portion, which delayed state debt payments to pay for rising costs of prisons and health care.\n\nOur rating\n\nWalker said bipartisanship was on display in \"overwhelming Democrat and Republican votes\" in 2011 for legislation passed in two special legislative sessions on jobs.\n\nIf a couple Democrats join all the Republicans on a vote, is that really \"bipartisan?\" In a highly technical sense, maybe, but in common usage it means both parties are supportive. And that was far from the case.\n\nWhat’s more, Walker claimed the special-session bills had \"overwhelming\" support from both parties. About 40 percent had strong bipartisan backing. And the special-session vote that consumed the state for months was a bitter partisan battle for the ages.\n\nThere’s an element of truth here, in that some votes were truly bipartisan, but it was far from \"overwhelming.\"\n\nWe rate Walker’s claim Mostly False.", "vclaim_id": "vclaim-pol-10935"}