{"url": "/factchecks/2008/apr/15/barack-obama/obamas-more-right-than-he-knows/", "speaker": "Barack Obama", "vclaim": "\"I'm the product of a mixed marriage that would have been illegal in 12 states when I was born.\"", "truth_label": "mostly-true", "date": "stated on April 10, 2008 in an interview with theadvocate.com:", "title": "Obama's more right than he knows", "text": "Illinois Sen. Barack Obama recently confronted the issue of equal rights for gays and lesbians with some history about his life.\n\n\"I'm the product of a mixed marriage that would have been illegal in 12 states when I was born,\" he told TheAdvocate.com.\n\n\nObama made the remark during a wide-ranging interview about issues affecting the gay, bisexual and transgender community with a Web site for gay and lesbian readers. Obama said his perspective about rights for same-sex couples is shaped by the broader political and historical context of his upbringing.\n\n\nSuch laws were more widepsread than Obama realizes. At the time of his birth Aug. 4, 1961, 22 states banned interracial marriages, not 12.\n\n\n(For those counting: Arizona, Alabama, Arkansas, Delaware, Florida, Georgia, Indiana, Kentucky, Louisiana, Maryland, Mississippi, Missouri, Nebraska, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Utah, Virginia, West Virginia and Wyoming.)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut it was never an issue for his white American mother and black Kenyan father, who lived in Hawaii. The island state is one of only nine that never declared these marriages illegal.\n\n\nAt one time or another, laws against miscegenation were active in close to 40 states. In 1967, when the U.S. Supreme Court declared the bans unconstitutional in the landmark\n\nLoving vs. Virginia\n\nruling, 16 states were still enforcing them, said Peter Wallenstein, a Virginia Tech history professor and pre-eminent scholar on the subject.\n\n\nWallenstein said that although his number is off, Obama's point is still striking a chord with younger supporters who \"can't imagine there was ever a time\" when mixed marriages were illegal.\n\n\nWe can't give Obama a straight-up true because his number is way off, but his larger point, that many states prohibited interracial marriage in the early 1960s, is correct.", "vclaim_id": "vclaim-pol-16267"}