{"url": "/factchecks/2012/aug/30/john-thune/barack-obama-proposed-banning-farm-kids-doing-basi/", "speaker": "John Thune", "vclaim": "The Obama administration \"even proposed banning farm kids from doing basic chores!\"", "truth_label": "pants-fire", "date": "stated on August 29, 2012 in at the Republican National Convention in Tampa:", "title": "Barack Obama proposed banning farm kids from doing basic chores, John Thune said", "text": "Hey kids on farms! Set down your screwdrivers and bags of seeds! Put your feet up and relax! Fire up the Xbox! The federal officials in the big urban city of Washington D.C. have put a target on family farms and part of that includes banning chores, says Sen. John Thune, R-S.D.\n\n\"The big-government bureaucrats of the Obama administration have set their sights on our way of life,\" Thune said during the Republican National Convention in Tampa on Aug. 29. \"Instead of preserving family farms and ranches, President Obama's policies are effectively regulating them out of business. His administration even proposed banning farm kids from doing basic chores!\"\n\nIs it true that Obama’s administration proposed banning farm kids from doing basic chores?\n\nWe’ve heard similar claims about a proposed U.S. Department of Labor rule change about children working on farms. Members of Congress such as U.S. Rep. Tom Rooney, R-Fla., said the proposed rule \"would threaten generations of farm tradition and culture....The language of the proposed rule is so specific it would even ban youth from operating a battery-powered screwdriver or a pressurized garden hose.\"\n\nRooney was particularly concerned about regulations on power equipment. We ruled his statement Mostly False, though, in April 2012. The proposed rule didn’t specifically mention hoses or screwdrivers, and the Labor Department specifically said it had no intention of banning children from using such equipment.\n\nThune introduced legislation in March 2012 to block the Labor Department from enacting the proposed restrictions.\n\nThe Labor Department wrote that the goal was to increase safety and provide parity between rules for children working on farms and non-farm settings. The department was specifically concerned about actual cases of minors killed or maimed in incidents with equipment on farms. But the widespread criticism prompted the Labor Department to yank its proposal, which never went into effect.\n\nParental exemption\n\nThune mentioned \"family farms,\" which suggests Obama’s administration wanted to ban kids from doing chores even on their own parents’ farms. By saying \"chores\" rather than something such as \"paid work\" Thune seems to also be suggesting that this is work on their own parents’ farms.\n\nFor decades, though, a parental exemption has allowed children to do any job on a farm owned or operated by their parents. That means if Dad puts using a screwdriver or garden hose on the list of the kids’ chores, the feds won’t raise a fuss.\n\nThe summary of the proposed rules stated they \"would impact only hired farm workers and in no way compromise the statutory child labor parental exemption involving children working on farms owned or operated by their parents.\"\n\nAs we wrote in a fact-check of a similar claim from U.S. Sen. Lamar Alexander, R-Tenn., that meant no matter the government rules, if a parent who owns a farm tells a child to crank up the milking machine, there’s nothing to prohibit it.\n\nThat seems like an important and broad exception, given that the bill sponsored by Alexander and 44 others has as its title: \"Preserving America's Family Farm Act.\" If you’re working your own parent’s farm, the proposed rules wouldn’t have applied at all.\n\nThe way the department interpreted that parental exemption -- that farms had to be wholly owned by parents for kids to work -- led to an outpouring of angry letters from family farmers who didn’t quite meet that strict definition. In February, the department announced that it would rework that section by 2012 and any decision on a final rule would follow.\n\nBut that still left a lot of proposed no-nos for children working somewhere other than their own parents' farms. Children under 16 would have been banned from harvesting tobacco, doing certain work with animals, and working from ladders or structures at elevations higher than 6 feet. Violators would have faced fines, and the government could have stopped shipment on crops.\n\nOur ruling\n\nThune said that the Obama administration \"even proposed banning farm kids from doing basic chores.\"\n\nThere was a proposed rule, prompted by cases of children suffering injury or death while working with agricultural equipment.\n\nBut the rule did not apply to kids working on their parents' farms.\n\nWe should note there was controversy because some farmers felt that the Labor Department was interpreting the exemption too strictly. In the end, the whole proposed rule was tossed in the trash by federal officials after an outpouring of complaints.\n\nBut while the proposal was alive, federal officials did not propose banning children from doing basic chores on their parents’ farms.\n\nIt's ridiculously false to suggest it applied to children of family farmers and even sillier to say it applied to \"chores.\" Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10489"}