{"url": "/factchecks/2010/may/05/rick-perry/gov-rick-perry-says-2003-texas-cut-10-billion-budg/", "speaker": "Rick Perry", "vclaim": "Says in 2003 Texas cut \"$10 billion out of the entire budget, yet we put $1.8 billion more into public education. We put $800 million more into health and human services.\"", "truth_label": "barely-true", "date": "stated on April 15, 2010 in an interview with The Texas Tribune and Newsweek:", "title": "Gov. Rick Perry says in 2003, Texas cut $10 billion from the budget yet increased spending for public education and health and human services", "text": "Though state lawmakers could confront a projected revenue shortfall of more than $11 billion when they come into session in January, Gov. Rick Perry rejects \"the idea that Texas is going to hell in a hand basket.\"\n\nBeen there, done that when the state closed a similar gulf in 2003 and cut \"$10 billion out of the entire budget,\" Perry said in an April 15 interview with the online Texas Tribune and Newsweek magazine.\n\n\"Yet,\" Perry said, \"we put $1.8 billion more into public education. We put $800 million more into health and human services.\"\n\nThat's some triple play: $10 billion in budget cuts while pumping an additional $2.6 billion into schools and health and human services. Are those numbers on the money?\n\nPerry has talked up those cut-and-spend results before, although the spending totals he floated were lower. In a June 2003 opinion piece sent newspapers, for instance, Perry wrote that despite the \"tough budgetary times, we increased spending on vital health care programs by $1.1 billion and on public education by $1.2 billion.\"\n\nLet's start with the budget cuts he proclaims in the Tribune interview.\n\nCatherine Frazier, a spokeswoman for Perry's re-election campaign, told us Perry was referring to closing the $10 billion revenue shortfall that Texas faced in 2003 — \"not literally cutting those funds from the budget.\"\n\nIn January 2003, lawmakers started the legislative session in a ditch after State Comptroller Carole Keeton Strayhorn issued a grim forecast, saying state revenues for the 2004-2005 budget period would fall short of estimated expenditures by $7.4 billion. Add looming expenses — a health plan for local school district employees plus projected health and human services needs — and the state was facing a $9.9 billion state revenue shortfall, Strayhorn said.\n\nTo cover the projected shortfall in the months remaining in the 2003 fiscal year, the Legislature trimmed $1.4 billion in budgeted state spending, while spending $450 million from the rainy day fund.\n\nLawmakers also passed a 2004-2005 budget that appropriated $1.8 billion less in state funds than had been spent during 2002-03, according to the Fiscal Size-up published by the Legislative Budget Board, which advises legislators on state spending. They added $811 million from the rainy day fund. And they used $1.3 billion in federal aid, part of fiscal relief made available to states in response to economic difficulties in the wake of Sept. 11, 2001.\n\nOther steps: Members voted to extend a tax on telephone customers originally levied to pay for technology in schools and hospitals, raise fees for certain state services and use creative accounting to defer state payments to the next budget period..\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nSo, the Legislature closed the $10 billion shortfall in 2003 via various mechanisms. Their cuts in state spending totaled $3.2 billion.\n\nNext, let's look at whether the 2004-2005 budget gave additional aid to public schools ($1.8 billion) and health and human services ($800 million), as Perry says.\n\nFrazier noted that the state ended up spending $34.8 billion on public education in 2004-05, up $1.9 billion from 2002-03, according to the Fiscal Size-up.\n\nUnsaid: the 2004-05 budget signed into law by Perry in 2003 only provided for an $893 million increase in public education spending. The additional $1 billion he touts wasn't available when the Legislature was balancing that budget — it came from supplemental appropriations and additional federal aid doled out by the 2005 Legislature.\n\nAnother wrinkle: State funds don't account for any of the $893 million increase that Perry mentions. In fact, the 2004-05 budget cut state expenditures on public schools by $1 billion. According to the Fiscal Size-up, the budget made up for that cut (and more) thanks to a $1.3 billion infusion of federal education aid.\n\nNext, let's look at health and human services.\n\nFrazier pointed out that overall spending on health and human services increased by $1.3 billion in the 2004-2005 budget, according to the Fiscal Size-up, which is more than what Perry said in his recent interview. Some 77 percent of that increase was federal funds (for items like Medicaid and the Children's Health Insurance Program). According to the Fiscal Size-up, lawmakers appropriated $6.8 million less in state funds for health and human services than was spent in the 2002-2003 budget.\n\nWhew. Where does this leave Perry's recent statement?\n\nAs Perry's campaign notes, Perry did not sign off on $10 billion in budget cuts in 2003, contrary to what he said in April. All in all, the Legislature trimmed $3.2 billion in total spending for the 2004-2005 budget cycle, counting $1.4 billion cut from the 2003 budget.\n\nWhat about Perry's claims about boosting the budget for education and health and human services together by $2.6 billion? We find that total funding in those categories in the 2004-05 budget increased by $893 million and $1.3 billion, respectively — not quite what Perry claims. Federal funds fueled the increases, enabling lawmakers to appropriate $1 billion less in state money to public education and $6.8 million less to health and human services.\n\nWe rate Perry's statement as Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15038"}