{"url": "/factchecks/2010/oct/11/future-pac-oregon-house-democrats/house-democrats-say-matt-wand-cut-police-voted-slu/", "speaker": "Future PAC (Oregon House Democrats)", "vclaim": "Say Matt Wand cut Troutdale police, created a slush fund for himself.", "truth_label": "pants-fire", "date": "stated on October 9, 2010 in a campaign mailer:", "title": "House Democrats say Matt Wand cut police, voted for slush fund", "text": "At PolitiFact Oregon, nothing gets our pulse racing quite like the words \"slush fund.\" We know that few things make voters angrier than personal expense accounts on the taxpayer dime.\n\nSo we had to check it out when we spotted a recent campaign mailer that said this: \"Matt Wand cut the police force while creating a slush fund for his own expenses.\"\n\nThe line runs with a photo of Wand, a Republican House candidate for District 49, on the side of a police vehicle with the phrase \"to protect and serve ... himself.\"\n\nFunny, cutting ... but is it true?\n\nAccording to Future PAC, the House Democrats' campaign committee, while on the Troutdale City Council, Wand voted to \"cut the police force as part of the 2010-2011 budget.\" Separately, he \"worked hard to protect his own pocketbook -- by supporting an expense slush fund for himself.\"  \n\nMichele Rossolo, executive director of Future PAC, said the mailer was based on a reduction in the number of FTE, or full-time equivalent staff, in the Police Department from 2009-10 to 2010-11. Also, she sent minutes from an April 6, 2010, Troutdale City Council work session as evidence that Wand approved a \"slush fund.\"\n\nErich Mueller, finance director for Troutdale, was calmly apoplectic when reached by phone to explain the city’s budget.\n\nFirst, it's true that the number of budgeted police officers decreased, from 29.5 FTE positions to 28.5. But that's because one position had been double-filled to account for an employee on long-term deployment with the Oregon National Guard. And when that person returned from overseas, he retired.\n\n\"The money was the same,\" said Troutdale Police Sgt. Marc Shrake. \"There were two bodies on payroll for visual purposes.\"\n\nSecond, the police budget was not cut in terms of money. In fact, the total amount of money budgeted for police operations and management went up -- from $3,710,552 in 2009-10 to $3,826,510 in 2010-11. That's about a $116,000 increase.\n\n\"Since the police budget was increased,\" Mueller said, \"I don't know how he could have cut it.\"\n\nAnd third, City Council members, as part of the 15-member city budget committee, did approve a new $50 monthly stipend for each of the six city councilors. The stipend, which replaced a reimbursement system for council members, would be used to pay for meals with other elected officials or individuals, to attend retirement events, or to pay for fax lines, cell phone bills and office supplies. None of those items would be reimbursed by the city.\n\nWand was a member of the budget subcommittee that suggested the stipend. But the idea was proposed by Tanney Staffenson, chairman of the Troutdale budget committee, according to the minutes provided by Future PAC (Page 10).\n\nAnd get this: Wand signed a form declining the stipend on June 8, 2010. That’s right. He didn't even take the opportunity to \"protect his own pocketbook.\"  \n\nSo, it’s inaccurate to say that Wand cut the police force when he didn’t. It’s inaccurate to say that he selfishly created a \"slush fund\" for his own expenses, when he didn’t. This attack on Wand’s character -- remember, he is pictured next to a slogan that reads \"to protect and serve ... himself\" -- shows a reckless disregard for the truth. Even in political advertising.\n\nThis mailer is not only false, it’s ridiculous. We rate this Pants on Fire.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14264"}