{"url": "/factchecks/2013/apr/15/nancy-nathanson/would-pack-day-smoker-save-1650-year-if-they-quit-/", "speaker": "Nancy Nathanson", "vclaim": "Says \"a pack-a-day smoker who quits because of the tax increase will save about $1,650 a year.\"", "truth_label": "true", "date": "stated on April 4, 2013 in a House floor speech.:", "title": "Would a pack-a-day smoker save $1650 a year if they quit smoking?", "text": "Lawmakers in Salem are taking a look at the state’s cigarette tax and floating the possibility of allowing counties to add their own tax on top of the the current $1.18 per pack. Advocates spend a lot of time talking about how a higher per-pack price would cut the number of youth smokers -- and the various health benefits that would come with never starting.\n\nBut Rep. Nancy Nathanson, D-Eugene, took a slightly different tack during a House floor speech earlier this month: Not only would an increased tax save some lungs, but if smokers quit as a result of the increase, their wallets would thank them, too.\n\n\"A pack-a-day smoker who quits because of the tax increase will save about $1,650 a year to spend on other essential household goods and services, a not insubstantial number for that family,\" Nathanson said.\n\nWe started thinking about everything we’d buy with that $1,600 -- some shoes, maybe, definitely a few new records, a new computer even. Then we remembered nobody at PolitiFact Oregon smokes.\n\nStill, we couldn’t help but wonder if Nathanson’s math added up.\n\nWe gave her office a call and they told us the figures came from a study done by the Multnomah County Health Department.\n\nThe department found that a pack ran between $4.37 to $4.97 with brands ranging from Marlboro, Lucky Strike, American Legend and Newport. That meant a pack-a-day smoker would save between $1,600 and $1,800.\n\nNathanson’s $1,650 figure came from the cost of L&M cigarettes at WinCo, which was $4.51 a pack.\n\nThe report’s figures came from this March and April but PolitiFact Oregon likes to do a little independent research for any given claim. We set out on our own and hit up a Safeway in downtown Portland for a price survey of our own.\n\nCigarettes at Safeway do not come cheap. A pack of Marlboros came in at $6.20 and you’d have to fork over $8 for American Spirits. That’d put you at a yearly savings of anywhere between $2,250 and $2,900. (We’d buy two computers with that bonus.)\n\nWe were about to check on the price of a carton of cigarettes because our moms taught us to shop in bulk, when the kind woman behind the counter said we ought to just walk a block to the nearest Plaid Pantry.\n\nThere, you could get a pack for anywhere between $4.98 and $6.25. A carton of Marlboro reds came in at $50 for 10 packs, which seemed about right.\n\nThe ruling: Nathanson said that a pack-a-day smoker would save $1,650 a year. Her numbers were based on a report from the Multnomah County Health Department, but it turns out that’s a pretty conservative estimate, at least for Portland.\n\nStill, her point is that quitting will save a hefty chunk of change and we rate that claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-09466"}