{"url": "/factchecks/2015/may/05/marco-rubio/marco-rubio-says-united-states-isnt-building-aircr/", "speaker": "Marco Rubio", "vclaim": "The United States \"is not building the aircraft, the long-range bombers, the additional aircraft carriers, the nuclear submarines.\"", "truth_label": "false", "date": "stated on April 25, 2015 in a speech at the Iowa Faith and Freedom Summit:", "title": "Marco Rubio says the United States isn't building aircraft, bombers, nuclear subs", "text": "With leaders in Iran, Russia and elsewhere flexing their military muscles, Sen. Marco Rubio, R-Fla., says the United States needs to ramp up its own military.\n\"We are the only nation that is not building the aircraft, the long-range bombers, the additional aircraft carriers, the nuclear submarines that we need for our national defense,\" Rubio said at the Iowa Faith and Freedom Summit on April 25, 2015.\nWe separately fact-checked Rubio’s claim at the same event that the United States is not modernizing nuclear weapons. Here, we wanted to know whether Rubio is correct that the United States isn’t building the other military equipment.\nWe interviewed spokespersons for the Air Force and Navy and other military experts about the current status of building planes, bombers, aircraft carriers and nuclear submarines. We contacted Rubio’s campaign and Senate offices and did not get a reply.\nWe actually found a lot of evidence that the United States is spending on the types of military equipment Rubio mentioned. We’ll take it point by point.\nNuclear submarines\nThe Navy’s highest shipbuilding priority is the Ohio-Class Replacement program to build 12 ballistic missile submarines to replace the current force of 14. These submarines carry long-range missiles armed with multiple nuclear warheads.\nThe Navy plans to replace the ships as they retire, beginning the first hull in 2021 and continuing to build through 2035.\nThe Navy has budgeted $1.4 billion for research and design in fiscal year 2016 after a House panel authorized funding for it, but the challenge is funding the total program, which could cost as much as $139 billion. The Navy’s most recent budget request to Congress to build the first ship was for about $5.7 billion.\nAircraft\nThe Defense Department is in the middle of the largest aircraft procurement ever for different versions of the F-35 Joint Strike Fighter for the Air Force, Navy, and Marine Corps.\nThe government started acquiring new airplanes in 2007, and the branches of the service are testing various versions. Full-scale production is expected to start around 2018. Plans call for acquiring a total of 2,443 over about 20 years at a cost of nearly $400 billion.\nThrough fiscal year 2013, the F-35 program has received a total of roughly $83 billion of funding. The Defense Department’s budget for the current year includes $8.6 billion for 38 joint strike fighters and $11 billion for 57 in 2016.\n\"It is a quantum leap in technology compared to what we are currently flying,\" said Joe DellaVedova, a spokesman at the Pentagon for the F-35 program. \"The F-35 from a budget financial point of view has the full support of the Pentagon, and the Marine Corps is funding it, the Navy is funding it, the Air Force is funding it. It is a massive amount of money, a massive amount of jobs and a massive capability that is being delivered to the warfighter.\"\nAircraft carrier\nThe Future Years Defense Program includes plans for one new aircraft carrier. The Defense Department budget for 2016 shows about $2 billion budgeted for this year and $2 billion for next year toward the cost of a Ford class aircraft carrier, which costs in total about $14 billion.\n\"The Ford Class will feature an array of advanced technologies designed to improve warfighting capabilities and allow significant manpower reductions,\" states the Navy’s budget.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe lead ship of the first new class of aircraft carriers has been under construction since 2008.\nBombers\nThe Air Force has started a new bomber program, known as long-range strike bomber. The Air Force anticipates awarding a contract in the late spring with \"initial operational capability for the planned fleet of 80-100 aircraft in the mid 2020s,\" an Air Force spokeswoman told PolitiFact.\nBut delays in awarding the contract prompted the House Armed Services Committee to reduce the funding by $460 million so the money could be reallocated elsewhere in 2016, according to an April 27 article in Military Times.\nThe article stated that during the last few years, the Air Force has worked with defense companies on the research and technology phase and has made a $1 billion technology investment in the bomber.\nThe 2016 budget also includes an array of modernization initiatives for different types of bombers that are used in nuclear and other missions.\nExperts\nThe experts we spoke with agreed the United States is building aircraft, bombers, aircraft carriers and nuclear submarines.\n\"The U.S. is doing all of the things he says it is not doing -- literally all of them,\" said Todd Harrison, senior fellow of defense studies at the Center for Strategic and Budgetary Assessments. \"These programs are (in many cases) works in progress, so they are not completed yet, but the programs are actively in progress.\"\nWhile these plans are at various phases, research and development is moving forward, said Benjamin Friedman, a research fellow in defense and homeland security studies at the Cato Institute.\nA report by the James Martin Center for Nonproliferation Studies projected the total cost to modernize the nuclear triad at $1 trillion over 30 years raising questions about whether the government has a handle on the full costs and is willing to spend that much.\nDespite funding shortfalls, Friedman said that he thinks it is likely that the United States will proceed with plans to replace this equipment -- but  will muddle through with \"a combination of slowing procurement, ordering less platforms, dialing down requirements to keep down cost (especially for the nuclear armed submarines), maybe dropping the nuclear mission for the F-35s, and various other small steps to save.\"\nWe did find debate among the experts whether the building plans are moving forward quickly enough.\nThomas Donnelly, a defense expert at the conservative American Enterprise Institute, says the United States is building too slowly and not building enough. He said the most immediately shortfall is attack submarines -- during the Reagan years, the United States built four per year, but that has fallen to one or two a year.\n\"Newer systems are more capable than the ones they replace, but they're not good enough to be in two places at once,\" he said. \"The world is big, and we have gotten in the habit of operating all over it.\"\nOur ruling\nRubio said that the United States \"is not building the aircraft, the long-range bombers, the additional aircraft carriers, the nuclear submarines.\"\nThe military has programs in place to build the types of equipment Rubio mentioned, including the largest aircraft procurement ever: the F-35 Joint Strike Fighter. It will take many years and billions of dollars to complete the procurement, but Rubio’s statement could mislead voters into thinking that the United States has closed up shop in the area of military equipment and isn’t building anything, which isn’t the case.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-06448"}