{"url": "/factchecks/2008/feb/25/barack-obama/clinton-has-changed-on-nafta/", "speaker": "Barack Obama", "vclaim": "Clinton said \"great things about NAFTA until she started running for president.\"", "truth_label": "true", "date": "stated on February 24, 2008 in Lorain, Ohio:", "title": "Clinton has changed on NAFTA", "text": "In Ohio, where union workers are a major presence and the manufacturing economy is hurting, Sen. Barack Obama attacked Sen. Hillary Clinton for her position on the North American Free Trade Agreement, called NAFTA.\n\"Yesterday, Sen. Clinton also said I'm wrong to point out that she once supported NAFTA,\" Obama said. \"But the fact is, she was saying great things about NAFTA until she started running for president. A couple years after it passed, she said NAFTA was a 'free and fair trade agreement' and that it was 'proving its worth.' And in 2004, she said, 'I think, on balance, NAFTA has been good for New York state and America.' \"\nThe Clinton campaign says Obama is wrong, that Clinton was critical of NAFTA \"long before she started running for president.\"\nWe looked into Clinton's past remarks on NAFTA and concluded that she has changed her tune, from once speaking favorably about it to now saying the agreement needs \"fixing.\"\nThe agreement goes back to the 1992 presidential campaign when Bill Clinton ran against incumbent President George H.W. Bush. On Aug. 12 of that year, Bush finished negotiating NAFTA with Mexico and Canada. During the campaign, Bill Clinton said he would support NAFTA if elected, but would demand supplemental agreements to protect worker rights, the environment and sudden import surges.\nAfter Clinton won the presidency, his administration negotiated the side agreements and made NAFTA one of its top priorities. Vice President Al Gore memorably debated Ross Perot about NAFTA on CNN's \"Larry King Live.\" Congress approved the agreements, and it was hailed as a major political victory for the new president.\nAs first lady, Hillary Clinton publicly supported her husband's position. In 1996, in a visit with unionized garment workers, she said the words Obama now quotes. \"I think everybody is in favor of free and fair trade. I think NAFTA is proving its worth,\" said Clinton, according to an Associated Press report.\nClinton wrote positively of her husband's efforts on NAFTA in her memoir \"Living History,\" published in 2003:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Creating a free trade zone in North America — the largest free trade zone in the world — would expand U.S. exports, create jobs and ensure that our economy was reaping the benefits, not the burdens, of globalization. Although unpopular with labor unions, expanding trade opportunities was an important administration goal.\"\nDuring a 2004 teleconference on funding cuts for job training, Clinton was asked whether NAFTA should be revisited. She replied, \"I think that we have to enforce the trade rules that are inherent\" in NAFTA. \"I think on balance NAFTA has been good for New York and America, but I also think that there are a number of areas where we're not dealt with in an upfront way in dealing with our friend to the north, Canada, which seems to be able to come up with a number of rationales for keeping New York agricultural products out of Canada,\" she said.\nToday, Clinton's campaign Web site says plainly, \"NAFTA was negotiated more than 14 years ago, and Hillary believes it has not lived up to its promises.\"\nAt a debate hosted by CNN in November 2007, Clinton said, \"NAFTA was a mistake to the extent that it did not deliver on what we had hoped it would, and that's why I call for a trade timeout.\"\nWe should note that Clinton biographer Sally Bedell Smith has said that as first lady, Clinton opposed NAFTA privately but supported it publicly because it was important to her husband politically. However, this is not a point Clinton made in her own autobiography, where she wrote in favor of NAFTA.\nNow, there's the issue of whether Clinton changed her mind because she was running for president. Clinton surrogates say she made remarks against NAFTA as early as March 2000 when she was running for Senate in New York. We could not confirm those remarks independently. But, as we've noted, she made pro-NAFTA remarks as late as 2003 (her autobiography) and 2004 (a teleconference).\nWe won't say Clinton was a huge cheerleader for NAFTA, but she did speak favorably of it. And now she says it needs to be fixed. Was running for president the cause of this switch, or was it a gradual change of thinking? It's hard to say; the balance of evidence does not point to a harsh pivot point. But when we balance her previous statements against her more recent statements, we find that she has changed her sentiments when she speaks about NAFTA. We rate Obama's charge True.", "vclaim_id": "vclaim-pol-16323"}