{"url": "/factchecks/2018/oct/03/viral-image/no-michelle-obama-isnt-running-office-2020/", "speaker": "Viral image", "vclaim": "Says a photo shows Barack Obama holding a Michelle Obama 2020 t-shirt.", "truth_label": "pants-fire", "date": "stated on September 29, 2018 in social media posts:", "title": "No, Michelle Obama isn't running for office in 2020", "text": "Don’t be fooled by a viral image suggesting that former First Lady Michelle Obama is running for public office in 2020. The image has been doctored.\nThe photo circulating on Facebook — shared more than 163,000 times — features Michelle Obama smiling and making a heart symbol with her hands while standing next to former president Barack Obama, who’s also smiling and holding a black t-shirt that has big white letters that say \"Michelle Obama 2020.\" The photo suggests that former first lady is campaigning for election in 2020.\nThis photo was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Obamas did pose for the photo, but the image was doctored to misrepresent the text of the t-shirt (which is white in the original photo).\nIn June 26, 2015, then-president Barack Obama tweeted from his @POTUS44 account the picture of him and his wife. The actual shirt that he was holding said \"Hate Won’t Win.\" That text was typed at the center of two hands creating the heart symbol. (Michelle Obama is making the same sign.)\nThe tweet also said, \"So inspired by the grace shown by the Simmons family and all the victims' families in Charleston. #HateWontWin.\"\nSo inspired by the grace shown by the Simmons family and all the victims' families in Charleston. #HateWontWin pic.twitter.com/jMS0SDUYui\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n— President Obama (@POTUS44) June 26, 2015\n\n\nThe Obama post came days after a deadly mass shooting by a white supremacist at a predominantly black church in Charleston, S.C.\nA movement called \"Hate Won’t Win\" emerged after the shooting, to \"create a more culturally cohesive society that appreciates and celebrates differences instead of allowing them to divide us.\" It encouraged people to show \"an act of love to someone of a different race, religion, economic class, age, etc. by posting a picture or video to your social media page with the hashtag, #hatewontwin\" and to challenge others to do the same.\nAhead of the 2020 presidential election, names of democrats have been floated around speculating whether they would run against President Donald Trump.\nMichelle Obama has shut down any speculation that she might run.\n\"I don’t want to be president. I don’t think I should be president. I think I can do a lot of things, but that’s not one of them,’’ Obama said during conference in Boston in April. She’s made no public indication that she’s interested in running for any other public office.\nA viral image suggesting Michelle Obama is running for public office in 2020 is fake.\nWe rate it Pants on Fire!\n Share the Facts 2018-10-03 18:52:51 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says a photo shows Barack Obama holding a Michelle Obama 2020 t-shirt.    Viral image online posts    social media Saturday, September 29, 2018 2018-09-29    Read More  info", "vclaim_id": "vclaim-pol-01529"}