{"url": "/factchecks/2013/oct/27/pam-stewart/state-education-chief-says-theres-no-additional-co/", "speaker": "Pam Stewart", "vclaim": "For the state of Florida, \"there is not an additional cost with implementation of the Common Core standards.\"", "truth_label": "half-true", "date": "stated on October 15, 2013 in a public hearing in Tampa:", "title": "State education chief says there's no additional costs for implementing Common Core education standards", "text": "One of the many complaints about Florida’s move toward new school standards has centered on its cost.\n\"Based on data from several sources, the Common Core standards and accompanying tests will be very expensive – both to implement and to maintain,\" the Florida Stop Common Core Coalition argues on its website.\nAt a recent public hearing on the standards, Florida education commissioner Pam Stewart challenged the criticism of the K-12 English and math standards.\n\"Our analysis is there is not an additional cost with implementation of the Common Core standards,\" Stewart said.\nHer assertion brought out the doubters, even among Common Core supporters. PolitiFact Florida decided to take a closer look.\nThe issue isn’t as clear cut as you might imagine.\nMost policy analysts watching Common Core agree that its implementation carries expenses. The National Conference of State Legislatures offers a sample list of what to expect: one-time transition costs such as new instructional materials, tests, technology and teacher training, and ongoing maintenance and updates.\n\"When taking into account all of the things that need to be updated and the fact that it’s difficult for state education agencies to change their practice (move away from ‘business as usual’), I think it will be extremely challenging to keep costs flat,\" said Anne Hyslop, an education analyst for the New America Foundation.\nIndeed, the Florida Department of Education created a spreadsheet in February detailing more than $100 million in Common Core projects the state had embarked upon.\nThe items included $24 million for the creation of student tutorial lessons, $4.7 million to generate math assessments and lesson study toolkits, and $25.5 million for a database of test questions for teachers to use. Funding for the vast majority of these projects came from a federal Race to the Top grant that Florida won, in part, for agreeing to adopt the Common Core.  \nDuring the spring 2013 legislative session, Florida lawmakers noted that testing for the new standards would require computers, and they adopted a law barring the state from using Common Core-affiliated tests until all schools had the needed technology in place. The bill analysis noted that the State Board of Education requested $442 million for the improvements, a number later revised downward to $100 million.\nSo the Common Core price tag is well documented.\nBut that doesn’t make Stewart completely wrong.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"It costs something,\" said Patrick Murphy, research director for the Public Policy Institute of California. \"The question is, does it cost extra money than we were going to spend?\"\nMurphy noted Stewart’s use of the word \"additional,\" and said that makes all the difference.\n\"It is not impossible to conceive of a scenario where existing funds that may have been slated for, say, ‘general’ professional development will be used to focus on the (Common Core).  If I was running a school district, that is what I would do,\" he said.\nIn a paper for the Thomas B. Fordham Institute titled \"Putting a Price Tag on the Common Core,\" Murphy and colleagues put forth three models under which states might implement Common Core -- \"Bare Bones,\" \"Business as Usual\" and \"Balanced.\" In two of the three possibilities, the group projected Florida to carry millions in added costs.\nFlorida Department of Education officials did not have any reports that separated costs out in such a way.\nState officials noted, though, that adoption of the standards cost nothing, and that much of the implementation, such as training and textbook purchases, would have been funded in some form even if the state weren’t using the standards.\n\"The purchase of materials for the new standards was embedded in our regular instructional materials purchase cycle so did not result in additional purchases or increased costs unless school districts chose to do so,\" DOE spokeswoman Tiffany Cowie said in an email.\nAs another example, the state’s move to improve school technology could be attributed to a 2011 legislative mandate to have materials fully digital by 2015, or an even earlier press to transition all state testing to computers.\n\"This process began before Florida’s standards were adopted and will continue regardless of Florida’s new standards,\" Cowie said.\nAlso, Florida has paid about $30.59 per student annually for FCAT testing in recent years. It has not selected a Common Core test, so it has no estimate for the potential cost differences.\n\"If the department chooses PARCC, no additional cost will be incurred, as the creation of the test is free to all participating PARCC states,\" Cowie said. \"If another test is selected, there will be costs associated with the procurement of a new test.\"\nFrom the department’s view, then, much of the money would have been spent on similar projects anyway, with or without the new standards.\nOur ruling\nStewart said implementation of the Common Core would not incur additional expenses. Some of the money spent on Common Core is money the state would have spent anyway on curriculum and testing. But experts said it’s unlikely that implementing the new standards cost the state no additional money. Another wrinkle: The state received a federal grant to help pay for Common Core implementation.\nWe rate her statement Half True.", "vclaim_id": "vclaim-pol-08704"}