{"url": "/factchecks/2010/dec/06/wesley-clark/wesley-clark-says-92-percent-troops-surveyed-would/", "speaker": "Wesley Clark", "vclaim": "The Pentagon's survey about the \"Don't Ask, Don't Tell\" policy found that 92 percent of service members \"agree that they could serve ... in a unit in combat\" without compromising \"mission readiness.\"", "truth_label": "half-true", "date": "stated on December 5, 2010 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Wesley Clark says 92 percent of troops surveyed would have no problem after a \"Don't Ask, Don't Tell\" repeal", "text": "On Dec. 5, 2010, ABC's This Week with Christiane Amanpour devoted much of its program to a discussion of whether, and how, to end the military's \"Don't Ask, Don't Tell\" policy and open the ranks fully to gay and lesbian service members. A portion of the discussion addressed a detailed Pentagon study of the issue released on Nov. 30.\n\nThe study, among other things, included a survey of some 115,000 active-duty and reserve members, which the report called \"one of the largest surveys in the history of the U.S. military.\" Those who back the effort to open the military to openly gay and lesbian personnel hailed the survey as concrete evidence that any problems integrating gay men and women into the services will be limited and manageable. Opponents of a change, for their part, found evidence within the survey that showed a greater likelihood of problems, especially in specific groups such as combat units.\n\nOn This Week, retired Army Gen. Wesley Clark, the former top NATO commander in Europe and a former Democratic presidential candidate, cited one finding from the survey that indicated that a transition away from \"Don't Ask, Don't Tell\" should be achievable with relative ease.\n\nClark said \"what the survey showed is that essentially all of the service members, 92 percent, agree that they could serve -- they could serve in a unit in combat, and they could work together effectively, and it wouldn't compromise mission readiness.\"\n\nHe continued, \"I think a lot of the survey, honestly. It shows the effects of six, eight months' politicization, continuing coverage in the media, and some of it is just people in the military saying, just leave us alone and let us do our job. They come down on one side or the other of this. Let's just get on with it.\"\n\nWe wondered whether the study really showed that 92 percent of service members were comfortable serving with gay men and women, as Clark suggested. We found that Clark was off the mark in describing what that poll result meant.\n\nOnce we looked at the report, we were able to find the 92 percent statistic easily. It appears in the report summary, as one of three findings that \"best represented\" the survey as a whole. \"When asked about the actual experience of serving in a unit with a co-worker who they believed was gay or lesbian, 92 percent stated that the unit’s 'ability to work together' was 'very good,' 'good,' or 'neither good nor poor,'\" the report said.\n\nSuperficially, that sentence seems to back up Clark's comment. However, the report is worded somewhat unclearly, and it took us a couple readings before we fully understood what the 92 percent figure referred to.\n\nIn a footnote, the report sources the statement to Question 47a. But there's a problem for Clark. That question was asked only of a subset of survey respondents -- those who \"said they served with a coworker they believed to be gay or lesbian and where all, most, some or a few other unit members believed the coworker to be gay or lesbian.\"\n\nOf the roughly 115,000 service members interviewed for the survey, only about 78,500 -- or two-thirds -- fell into that category.\n\nOne can imagine that service members who have been through the experience of serving alongside a gay or lesbian colleague might feel more comfortable about the arrangement than those who have not. So using this subset to extrapolate to all service members is problematic. And when survey questions were asked of all respondents, rather than just the subset of those who think they served with someone gay, the levels of comfort are consistently lower.\n\nIn Question 68a, for instance, the survey asked, \"If 'Don’t Ask, Don’t Tell' is repealed and you are working with a service member in your immediate unit who has said he or she is gay or lesbian, how, if at all, would it affect how service members in your immediate unit work together to get the job done?\"\n\nFor this question, 26 percent answered \"negatively\" or \"very negatively.\" That's more than triple the 8.4 percent that answered \"poor\" or \"very poor\" when an equivalent question was asked only of those who believed they had served with a gay or lesbian colleague.\n\nAnswers were similar with other questions asked of the entire set of respondents. When asked how \"service members in your immediate unit (would) pull together to perform as a team\" after the repeal of \"Don't Ask, Don't Tell,\" a little more than 29 percent of all respondents answered \"negatively\" or \"very negatively.\" And when asked \"how service members in your immediate unit (would) trust each other\" after repeal, about 33 percent of all respondents answered \"negatively\" or \"very negatively.\"\n\nIt's worth noting that even at these higher rates, only a minority of survey respondents said that repealing \"Don't Ask, Don't Tell\" would produce exclusively negative consequences. So while the level of comfort Clark cites -- 92 percent -- is too high, the survey nonetheless found a notable degree of comfort with a repeal \"Don't Ask, Don't Tell\" within the ranks. (Or at least a tolerance for repeal. Only about 18 percent of all respondents went so far as to say repeal would be \"very positive\" or \"positive,\" while 52 percent -- an absolute majority -- said it would either have no effect on performance or an equal mix of positive and negative effects.)\n\nSo Clark is generally right that only a small minority of service members think a repeal would have negative or very negative effects on unit performance, but he exaggerates just how small that minority is. For this reason, we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13917"}