{"url": "/factchecks/2008/jul/07/republican-national-committee-republican/rnc-ad-right-on-drilling-and-taxes-wrong-on-other-/", "speaker": "Republican National Committee", "vclaim": "Says Obama opposes lower gas taxes, nuclear power, new offshore drilling and doesn't have \"new solutions\" to the energy crisis.", "truth_label": "half-true", "date": "stated on July 6, 2008 in a TV ad.:", "title": "RNC ad right on drilling and taxes, wrong on other points", "text": "A new TV ad from the Republican National Committee picks up where the McCain campaign's James Bond ad left off, portraying Sen. Barack Obama as an opponent of lower gas prices and new sources of energy.\n\nThe ad begins with a honeycomb of scenes: traffic, gas prices, the sun. Sen. John McCain is shown against a green forest as the honeycomb fills with pictures of solar energy cells, a windmill, a nuclear cooling tower.\n\n\n\"Record gas prices. A climate in crisis,\" the announcer says. \"John McCain says solve it now with a balanced plan: Alternative energy, conservation, suspending the gas tax, and more production here at home. He's pushing his own party to face climate change.\"\n\n\nWhen Obama appears, the announcer says, \"But Barack Obama? For conservation, but he just says no to lower gas taxes, no to nuclear, no to more production. No new solutions. Barack Obama: Just the party line.\"\n\n\nThe screen says, \"No Lower Gas Taxes . . . No Nuclear Power . . . No New Offshore Production . . . No New Solutions.\"\n\n\nWhen we examined the McCain campaign's James Bond-inspired ad about a week ago, we found it was\n\nright about Obama's stance on gas taxes and offshore drilling\n\nbut was\n\nPants on Fire wrong about his positions on nuclear power, electric cars and innovation.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe topics in the RNC ad will be new to viewers who haven't seen the 007 Web ad, so here's how they claims rate:\n\n\n• The RNC ad is right on gas taxes. Obama opposes the McCain proposal for a summertime suspension of the federal gas tax. Obama has said he doubts the benefit would be passed to consumers and, even if it were, they would get only 30 cents a day.\n\n\n• The ad wrongly says Obama opposes nuclear power. In fact, turn to page 4 in Obama's energy plan and you'll find he supports \"Safe and Secure Nuclear Energy,\" although he emphasizes the importance of securing nuclear fuel and finding safe places to store nuclear waste.\n\n\n• The ad is correct that Obama opposes expanding the offshore production of oil.\n\n\n• It is wrong to say Obama offers \"no new solutions.\" Obama's 11-page energy program is filled with proposals such as incentives for communities to invest in biofuels refineries, more emphasis on clean coal and expanded research for biofuels, and solar and wind power.\n\n\nSo let's check the score for the RNC: two right, two wrong. Overall, that sounds to us like the ad is Half True.", "vclaim_id": "vclaim-pol-16145"}