{"url": "/factchecks/2020/dec/11/blog-posting/two-vaccine-trial-participants-died-fda-didnt-conn/", "speaker": "Bloggers", "vclaim": "“FDA announces 2 deaths of Pfizer vaccine trial participants from ‘serious adverse events.’”", "truth_label": "barely-true", "date": "stated on December 8, 2020 in a blog post:", "title": "Two vaccine trial participants died, but the FDA didn’t connect their deaths to the vaccine", "text": "A recent blog post about the deaths of people who volunteered for Pfizer’s COVID-19 vaccine trial sounds scary but it’s misleading, and lacking context. \n\"BREAKING,\" the headline of the story on a blog called Health and Money News says. \"FDA announces 2 deaths of Pfizer vaccine trial participants from ‘serious adverse events.’\" \nThe story goes on to say that \"a newly released document on the FDA website shows that 2 participants died as a result of ‘serious adverse events’ from the experimental Covid vaccine.\" \nBut that’s not quite right.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHere’s what you should know. \nThe Food and Drug Administration recently released a briefing document for the Dec. 10 meeting of its vaccine advisory panel, which recommended that the FDA give Pfizer’s COVID-19 vaccine emergency use authorization. \nThe document details safety data collected during Pfizer’s vaccine trials, including \"serious adverse events,\" which the FDA defines as \"any undesirable experience associated with the use of a medical product in a patient.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nSerious adverse events include deaths and non-fatal events, such as appendicitis.\nAmong 43,448 people enrolled in Pfizer’s vaccine trial, six people died. Two of those people had received the vaccine and four had received a placebo. \nAccording to the briefing document, both vaccine recipients who died were older than 55. One person suffered a heart attack 62 days after the second dose of the vaccination and died three days later. The other person, who had \"baseline obesity and pre-existing arteriosclerosis\" — a hardening of the arteries — died from arteriosclerosis three days after the first dose. \nAll six deaths, including those of the placebo recipients, \"represent events that occur in the general population of the age groups where they occurred, at a similar rate,\" the document says.\nIn other words, none of the deaths were attributed to the vaccine, and the briefing document endorsed its emergency-use authorization, saying it had a \"favorable safety profile, with no specific safety concerns.\"\nAccording to the document, only three serious adverse events were determined by an investigator to be related to the vaccine or how the vaccine was administered: a shoulder injury, an irregular heartbeat, and swollen lymph nodes. \nOur ruling\nThe blog post says that the FDA announced that two Pfizer vaccine trial participants had died from serious adverse events.\nA report from the FDA said that while two people who had received the vaccine had died, it didn’t say the vaccine caused their deaths, as this blog post suggests.\nWe rate this post Mostly False.", "vclaim_id": "vclaim-pol-17269"}