{"url": "/factchecks/2015/mar/16/mitch-mcconnell/mitch-mcconnell-john-kerry-visited-nicaragua-1980s/", "speaker": "Mitch McConnell", "vclaim": "Says Secretary of State John Kerry, \"when he was a senator, flew to Managua and met with a communist dictator there, Daniel Ortega, and accused the Reagan administration of engaging in terrorism.\"", "truth_label": "mostly-true", "date": "stated on March 15, 2015 in an interview on CNN's \"State of the Union\":", "title": "Mitch McConnell: John Kerry visited Nicaragua in 1980s to accuse Reagan of 'enaging in terrorism'", "text": "The controversy over a letter to Iran’s leaders signed by 47 Republican senators prompted a sudden surge of interest in past efforts by lawmakers to meet with foreign leaders.\nAfter taking hits from many Democrats and some Republicans who said the letter unwisely undercut President Barack Obama’s negotiations with Iran over its nuclear capabilities, Republicans pushed back with examples of congressional Democrats engaged in overseas freelancing when Republicans held the White House.\nFor instance, conservative radio host Rush Limbaugh charged that the late Democratic senator Ted Kennedy \"sent a letter to then Soviet leader Yuri Andropov apologizing for Ronald Reagan and begging the Soviets not to overreact.\" We rated that claim False. Other claims have involved House Minority Leader Nancy Pelosi, D-Calif., and other lawmakers.\nSenate Majority Leader Mitch McConnell, R-Ky., appeared on CNN’s State of the Union on March 15 to answer questions from host Dana Bash about what she called the \"rushed way\" the letter was circulated as senators were trying to get out of town for a snowstorm. She asked McConnell to explain the process, but McConnell began by sidestepping her question.\n\"Well, Dana, first, let me just say, I think this is a good case of selective outrage,\" McConnell said. \"I remember reading about Sen. Robert Byrd (D-W.Va.) when he was the majority leader flying to Moscow during the negotiations over the SALT II treaty, explaining to the Russians the Senate's role in treaty ratification. And John Kerry, when he was a senator, flew to Managua and met with a communist dictator there, Daniel Ortega, and accused the Reagan administration of engaging in terrorism. So, look, members of Congress expressing themselves about important matters, not only at home, but around the world, is not unprecedented.\"\nSince Kerry, many years later, is a central player in the Iran negotiations, we decided to focus on the claim that referenced him. (Indeed, on Sunday, Kerry said on CBS’s Face the Nation that the letter from the 47 senators \"was absolutely calculated directly to interfere with these negotiations. … That is unprecedented.\")\nThere are some differences between the recent examples and the Kerry visit -- including the fact that the Nicaragua episode involved two individual lawmakers rather than 87 percent of the Senate GOP caucus, including the majority leader. But we’ll leave it to readers to judge whether McConnell’s comparison is apt.\nHere, we’ll look instead at the more straightforward factual question of whether Kerry, \"when he was a senator, flew to Managua and met with a communist dictator there, Daniel Ortega, and accused the Reagan administration of engaging in terrorism.\"\nWhen we dug into the archives, we found that the episode in question occurred almost exactly 30 years ago, in April 1985. It came at a time when Ortega, Nicaragua’s communist strongman, was being challenged by a U.S.-aligned rebel movement known as the Contras. (Now, after a period out of office in the 1990s, Ortega is once again Nicaragua’s president.)\nHere’s how the Associated Press covered Kerry’s comments in an April 16, 1985, dispatch:\n\"Sen. John F. Kerry, D-Mass., said Monday he and another Vietnam-era veteran, Sen. Tom Harkin, D-Iowa, plan to go to Nicaragua this week in part because of worries the United States is repeating the mistakes of Vietnam in Central America.\n\"Kerry said he and Harkin plan to meet with Nicaraguan President Daniel Ortega and with business, church and opposition leaders.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Their trip comes the week before the Senate is scheduled to vote on President Reagan's request for an additional $14 million in aid to the ‘contra’ rebels seeking to overthrow Ortega's leftist government.\n\"Sen. Harkin and I are going to Nicaragua as Vietnam-era veterans who are alarmed that the Reagan administration is repeating the mistakes we made in Vietnam,\" Kerry said.\n\"Our foreign policy should represent the democratic values that have made our country great, not subvert those values by funding terrorism to overthrow governments of other countries,\" Kerry said. … Kerry said he and Harkin plan to leave Thursday for Nicaragua and return on Saturday.\"\nThis provides support for what McConnell said. We see only two inaccuracies, both around the margins.\nFirst, the way McConnell structured his claim suggests that Kerry made these statements after flying to Managua. In reality, the AP article makes it clear that he made the statement in the days before he and Harkin left for Managua.\nSecond, McConnell could have been more precise in how he relayed Kerry’s use of the word \"terrorism.\" McConnell said Kerry \"accused the Reagan administration of engaging in terrorism.\" That’s a slight exaggeration of Kerry’s words. Kerry actually said that the Reagan administration was \"funding terrorism to overthrow governments of other countries.\" A slight rhetorical difference, but a difference nonetheless.\nStill, McConnell’s claim is pretty close to the mark.\nKerry’s staff did not dispute the accuracy of the AP report. They did point PolitiFact to an April 24, 1985, Washington Post story about the votes on the Contra aid bill. The article noted that the late Sen. Barry Goldwater, R-Ariz., said it was \"wrong, wrong, wrong\" for Kerry and Harkin to visit Nicaragua the previous week and return with a negotiating proposal from President Daniel Ortega.\nAccording to the Post article, \"Kerry responded by reading a letter from Secretary of State George P. Shultz endorsing the idea of congressional visits to all Central American nations, including Nicaragua.\" Kerry’s comments at the time appear to accurately portray what Schultz wrote. Here’s an excerpt; the full text is available here.\n\"I strongly encourage members of Congress, of both parties and regardless of their views on Central America, to visit not only Nicaragua but all of the countries of the region,\" Schultz wrote. \"I would urge them to spend as much time there as their schedules will permit, to travel outside the capitals, and to talk with citizens in and out of government and of all political persuasions in order to better understand the difficult issues we must all resolve in forgoing a bipartisan policy on Central America. The Department of State will be pleased to assist members of Congress with their travel in any way possible.\"\nOur ruling\nMcConnell said Secretary of State John Kerry, \"when he was a senator, flew to Managua and met with a communist dictator there, Daniel Ortega, and accused the Reagan administration of engaging in terrorism.\"\nWe aren’t comparing Kerry’s Nicaraguan visit to the recent Republican senators’ letter to Iran’s leadership. But on the facts, McConnell got it mostly right, with two imperfections on the margins, regarding both the timeline and the exact phrasing of Kerry’s charge against the Reagan administration. The statement is accurate but needs clarification, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-06616"}