{"url": "/factchecks/2013/jan/18/john-kitzhaber/does-oregon-spend-10000-year-student-30000-inmate/", "speaker": "John Kitzhaber", "vclaim": "\"It costs $10,000 a year to keep a child in school; it costs $30,000 a year to keep someone in prison.\"", "truth_label": "true", "date": "stated on January 14, 2013 in in State of the State speech:", "title": "Does Oregon spend $10,000 a year per student, $30,000 per inmate?", "text": "In his annual address, Gov. John Kitzhaber called on lawmakers to make a range of difficult decisions in order to put more money into schools. The actions include reducing the costs of health care and corrections. State forecasters estimate the prison population will grow, in part due to tougher sentencing measures and in part due to overall population growth, at an extra cost of $600 million over the next 10 years. The governor said most of the beds will be occupied by nonviolent offenders.\n\nKitzhaber acknowledged that politicians don’t like to appear \"soft on crime.\" But he asked them to keep two numbers in mind as they go forward.\n\n\"It costs $10,000 a year to keep a child in school; it costs $30,000 a year to keep someone in prison,\" he said. \"If we are unwilling to act on this issue, in this upcoming legislative session, we will by default be choosing prisons over schools.\"\n\nObviously, it’s more expensive to house and feed an inmate than to teach a child. One is a round-the-clock operation; the other isn’t. But are the governor’s numbers right? Is there a 3-to-1 ratio? We figured this would be a simple check.\n\nRight away, through the magic of the Internet, we found a news report from 2012 in The Oregonian that stated that \"the state spends an average of $30,000 a year to house, feed and care for an inmate.\"\n\nOf course, PolitiFact Oregon is all about primary sources, so we went to the Department of Corrections, where we found a quick facts page.It states that the daily cost of housing an inmate in the 2011-13 budget period is $84.81 -- which comes out to nearly $31,000 a year.\n\nThe governor’s Commission on Public Safety reports a slightly lower number still in the ballpark -- $82.48 a day or $30,105 a year. The cost is for \"security, health care, food, recidivism reduction programs like mental health and drug treatment, and other operational costs, but excludes community corrections grants, debt service, capital construction, and new prison start‐up costs.\"\n\n(The $82.48 figure is the same as in a Legislative Fiscal Office analysis of the Corrections budget, dated September 2011. What we’re trying to say is that both per day breakdowns come from the same source, the state.)\n\nOK, one number down, another to go.\n\nThe Oregon Department of Education also has nifty numbers, including spending per pupil. In 2010-11, operational expenses were nearly $9,400 per student, statewide. (Capital spending per child was $777, but we’re going to stick with the $9,400 figure because the corrections cost does not include capital spending.)\n\nThe costs range, of course, from $27,947 apiece for 35 students in the Burnt River School District in Baker County to $5,566 in the Scio School District in Linn County. Portland Schools, the largest in the state, spends about $11,830 per student.\n\nWe should note here that prosecutors are not enthusiastic about Kitzhaber’s plans to \"reform\" public safety, and say that the Oregon’s corrections system is fine as is. John Foote, Clackamas County’s district attorney, served on the governor’s public safety commission and submitted a minority report supported by district attorneys, the association of chiefs of police and the state sheriffs’ association.\n\nWe contacted Foote. He concurs on the math, but he says Oregon is considered a high cost state, in that we don’t incarcerate a lot of people but the cost is high when we do. The obvious fix, he says, is to lower the daily cost of incarceration.\n\nAre we very high on daily costs? That’s a perfectly fine question for another PolitiFact. In this PolitiFact, we’re checking Kitzhaber’s math.\n\nKitzhaber, in his State of the State speech, implored lawmakers to work with him to boost spending for children and families, including more money into classrooms. As part of that initiative, he proposed lowering costs in health care and in prisons, as well as taking a hard look at tax expenditures and public pension reform.\n\nHe asked lawmakers to keep two numbers in mind: $10,000 to keep a child in school, versus $30,000 to keep an inmate in prison. The average operational cost of educating a child is even lower, on statewide average, further underscoring his point. We rate the statement True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09833"}