{"url": "/factchecks/2011/sep/25/rhode-island-retirement-security-coalition/ri-public-employee-unions-say-changes-states-pensi/", "speaker": "Rhode Island Retirement Security Coalition", "vclaim": "\"In the past six years alone, changes to the pension formula … have saved over half a billion dollars.\"", "truth_label": "barely-true", "date": "stated on September 9, 2011 in a YouTube video:", "title": "R.I. public employee unions say changes to state's pension system have saved half a billion dollars", "text": "A coalition of Rhode Island’s public employees unions waging a campaign to protect its members’ pension benefits recently posted a YouTube video \"tutorial’’ entitled  \"The Rhode Island Pension Problem And Why You Need To Fight For Your Pension Now.\"\n\nAmong the more provocative takeaways of the 10-minute video is the claim that over the past six years, changes to the state’s pension plan \"have saved over half a billion dollars.\"\n\nThe video’s message -- that state employees have already given up over a half-billion dollars in benefits and are now being asked to give up a lot more -- is likely to make anyone with a state pension want to grab a picket sign and head for the State House rotunda.\n\nSo we wanted to know: have changes to the state pension system already \"saved\" the state $500 million?\n\nFirst, some background. The cost to Rhode Island taxpayers of funding the state-run pensions for public employees has more than doubled during the last seven years, and actuaries say it could double again by 2013.\n\nThe state hasn’t set aside enough money to pay for those pensions. The current shortfall -- or \"unfunded liability\" -- is estimated at more than $7 billion. Taxpayers face another $2 billion shortfall for municipal pension plans not run by the state.\n\nState General Treasurer Gina Raimondo, who has been leading the effort to address the problem, and Governor Chafee are expected to present a plan to the General Assembly, which is expected to reconvene to deal with the matter in October.\n\nIn the video, a \"teacher\" (played by Providence actress Kate Lohman) scribbles her pension lesson on a giant white board. (Is it just a coincidence, we wondered, that Lohman’s short, dark hair and tailored blouse give her a passing resemblance to Raimondo?)\n\nThe video was produced by consultant Brad Dufault for the Rhode Island Retirement Security Coalition, which represents nine public employees’ unions whose members include teachers, police officers, fire fighters, correctional officers, and state and municipal employees.\n\nPosted Sept. 9, the video coincided with the coalition’s launch of a \"fight back\" campaign over the effort to pull the state’s pension system back from the brink of insolvency. Among the solutions being floated for the state pension system -- which covers more than 50,000 employees and retirees -- are freezing cost of living increases and offering new employees a hybrid pension/401(k) plan.\n\nIn the video, the actress at the white board makes her case that state employees have already sacrificed for the sake of savings.\n\n\"In fact, in the past six years alone,’’ she says, \"changes to the pension formula we told you about earlier have saved over half a billion dollars.’’\n\nIndeed, the General Assembly has rolled back pension benefits three times since 2005. The changes include raising the retirement age, reducing the size of pensions, and trimming cost-of-living allowances, among other things.\n\nBut did those changes save $500 million? To check, we started by contacting George Nee, president of the Rhode Island AFL-CIO, to find out where the number came from.\n\nHe sent us a screen shot from a Sept. 12, 2011, presentation to the state Senate from the actuary and consultant for the state’s pension system, Joseph P. Newton, of Gabriel Roeder Smith & Company.\n\nThe screen shot shows a bullet point that reads: \"Total estimated reduction in value as of June 30, 2010: $500 M (State Employees Only.)\"\n\nTo understand what that means we called Newton.\n\nHe explained that the $500 million is an estimate as of June 30, 2010 of the projected savings from changes to the pension plan for state employees over the participants’ lifetime.\n\nIn other words, the estimated $500 million savings wouldn’t be realized until every single one of the participants in the plan as of June 30, 2010, along with their beneficiaries, has died.\n\n(The projected savings, in this case, is only for the pension plan that covers state employees, not teachers, judges or municipal employees.)\n\nHow much of the $500 million in projected savings has been realized to date? That figure hasn’t been calculated, Newton said. However, he said, it would no doubt be a \"much smaller number.\"\n\nThe irony is that the same unions which say in the video that their members have been \"giving back\" benefits worth over a half a billion dollars during the last six years also are suing the state to try to recoup some of those lost benefits.  \n\nIn their suit, filed last summer in Superior Court, Providence, the unions challenge reductions in pension benefits enacted by the General Assembly in 2009 and 2010, saying the changes are unconstitutional and infringe upon their members’ contractual rights.\n\nIf the unions prevail, there’s no telling when, or if, the state would ever realize the half-billion dollars in savings. (The unions won an initial round in their challenge, but it’s far from over.)\n\nIn summary, the union video accurately describes changes to the state pension plan which are projected to save the state more than a half-billion dollars over the lifetime of the beneficiaries.\n\nBut the claim that the money has been \"saved\" misconstrues a projected savings as an actual savings. In reality, the total savings wouldn’t be realized for decades.\n\nFor that reason, we rule the statement as Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12370"}