{"url": "/factchecks/2011/nov/01/barack-obama/barack-obama-says-60-percent-his-promises-are-done/", "speaker": "Barack Obama", "vclaim": "\"I made a bunch of these promises during the campaign. ... We've got about 60 percent done in three years.\"", "truth_label": "false", "date": "stated on October 25, 2011 in a speech at a fundraiser:", "title": "Barack Obama says 60 percent of his promises are 'done'", "text": "During a fundraising event at a home in Los Angeles on Oct. 25, 2011, President Barack Obama took credit for enacting a majority of his agenda during his nearly three years in office.\n\n\"We’ve seen change,\" he told donors. \"We know what it looks like. We know what it takes. But we’ve got so much more work to do. And I keep a checklist in my desk, and I kind of see, all right, I made a bunch of these promises during the campaign -- (laughter) -- and let me see, yes, I got that done -- (laughter) -- and that one, yes. No, that one’s not done yet. (Laughter.) So we’ve got about 60 percent done in three years but -- (applause) -- so I’m pretty confident we can get the other 40 percent done in the next five years. (Applause.) But to do that, I’m going to need your help.\"\n\nA few readers wondered what we thought about this figure, since we’ve been using our Obameter to check how well Obama has been keeping 500-plus campaign promises since his inauguration. It is the most comprehensive look at what Obama promised during the campaign.\n\nWhen we asked, the White House confirmed that it has indeed been using our Obameter as its yardstick.\n\n\"By PolitiFact’s own independent assessment, the president has achieved or made progress on over 60 percent of his agenda,\" Kate Bedingfield, a White House spokeswoman, told PolitiFact.\n\nHowever, Bedingfield’s standard -- \"achieved or made progress\" -- is different from what Obama said at the fundraiser, that he’d gotten \"about 60 percent done.\" And that becomes a crucial difference as we rate Obama’s original comment.\n\nTo explain, let’s first provide some background on our promise meter, the Obameter. The promises we’re tracking were all made during the campaign; they do not include promises made since Obama took office. We rate them as Promise Kept, Compromise, In the Works, Stalled or Promise Broken.\n\nOne caveat: we're constantly in the process of updating our list of promises, so the numbers change frequently. Given the sheer number of promises Obama made, we haven’t managed to update some in a year or more. The bottom line is that any estimates from our work as it stands today should be made with a grain of salt.\n\nThat said, here’s the current breakdown of promises on the Obameter:\n\nPromise Kept 151, or 30 percent\nCompromise 46, or 9 percent\nIn the Works 189, or 37 percent\nStalled 68, or 13 percent\nPromise Broken 52, or 10 percent\nNot Yet Rated 2, or 0.3 percent\n\nWe think it’s reasonable to give Obama credit for accomplishing the promises rated Promise Kept or Compromise. Together, those account for 39 percent of all promises.\n\nAt the same time, we think it’s fair to say the president hasn’t accomplished those rated Stalled or Promise Broken. Together, those account for 23 percent of all promises.\n\nBut to reach 60 percent, the White House needs to include a lot of promises rated In the Works in its count of what's been \"done.\" And that’s a problem.\n\nWe rate promises In the Works if the administration or its allies in Congress have taken steps to implement the promise but haven’t done enough to move it to either Promise Kept or Promise Broken. Generally speaking, we have had a low threshold for moving promises from Not Yet Rated to In the Works. For instance, if a House Member introduced a bill to enact the promise, we might move it to In the Works -- long before the bill was even considered by the House --  much less passed by Congress and signed by the president. Our threshold for moving a promise to Kept, Broken or Compromise is much more stringent.\n\nSo Bedingfield is accurate to say that Obama \"has achieved or made progress on over 60 percent\" of his promises, but Obama himself was wrong to say in his original statement that his agenda is \"60 percent done.\" In the Works, which in some cases may consist only of tiny steps toward accomplishment, is not \"done.\"\n\nIt’s still theoretically possible that Obama could get to 60 percent. To do so, he’d have to score 108 Promise Kept or Compromise ratings out of the 189 promises currently rated In the Works. That would be 57 percent, a steep but not impossible figure. That also assumes he keeps all of his current Promise Kept ratings -- something that could be at risk from, say, an unfavorable Supreme Court ruling on his health care law.\n\nStill, getting the required 57 percent is going to be a huge challenge when facing a Congress where Republicans steadfastly opposed to his agenda control the House of Representative and have displayed great unity in blocking the president.\n\nOur ruling\n\nObama’s statement at the fundraiser was clearly in the past tense -- about having already \"done\" 60 percent of his promises in three years, and a White House spokeswoman made it clear he was relying on numbers from our Obameter. The White House’s subsequent description -- that Obama \"has achieved or made progress on over 60 percent of his agenda\" -- is essentially accurate based on our data, but that’s not what Obama himself said. By our numbers, the best he can claim for now is 39 percent. So we rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12163"}