{"url": "/factchecks/2020/mar/09/joe-biden/did-bernie-sanders-vote-against-brady-bill-five-ti/", "speaker": "Joe Biden", "vclaim": "Says Bernie Sanders “voted against the Brady Bill five times for background checks on people.”", "truth_label": "mostly-true", "date": "stated on March 5, 2020 in an interview with NBC:", "title": "Did Bernie Sanders vote against the Brady Bill five times?", "text": "Former Vice President Joe Biden went after his presidential campaign rival, Sen. Bernie Sanders, I-Vt., over gun policy during an interview with NBC’s Savannah Guthrie.\nSanders \"voted against the Brady Bill five times for background checks on people,\" Biden said in the March 5 interview.\nThe Brady Bill line was also an attack that Sanders’ 2016 presidential rival, Hillary Clinton, used, and Biden, like Clinton before him, is correct about the number of times Sanders voted against the landmark gun law, which among other things would have tightened background check requirements. However, Biden’s assertion glosses over the fact that Sanders now supports tighter background checks.\nRELATED: Bernie Sanders’ complicated record on guns\nThe Brady Bill votes\nBefore it became law in 1993, the Brady bill underwent many transformations. Sanders, then Vermont’s sole representative in the U.S. House of Representatives, voted against the bill in its entirety five times:\n1. In May 1991, Sanders voted against a version that mandated a seven-day waiting period. The bill passed in the House.  \n2. The Senate then voted to decrease the waiting period to five days, and the bill returned to the House. In November 1991, Sanders voted against that version. Although it passed in the House, the Senate didn’t muster enough votes for the new version.\n3. After some back and forth, a bill resurfaced that reinstated the five-day waiting period. In November 1993, Sanders voted against that version twice in the same day. \n4. Sanders voted against an amendment that would have ended state waiting periods, and for an amendment giving those denied a gun the right to know why.\n5. The final compromise version of the Brady bill —  an interim five-day waiting period while installing an instant background check system — was passed and signed into law on Nov. 30, 1993. Sanders voted against it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFred Thompson\n\n\nstated on August 21, 2007 in article on his campaign Web site\n\n\n\n\n\n\n\n\nWe live in \"a time of historically low violent crime rates and historically high gun ownership rates nationally.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy David Baumann • August 29, 2007\n\n\n\n\n\n\n\nThe Sanders campaign told PolitiFact in 2015 that Sanders voted against the bill because he believed a national waiting period was a federal overreach and because he was answering to his constituents.\nSanders’ early votes against the Brady Bill reflected his constituents’ views on guns in the rural state of Vermont. Sanders has also voted to allow firearms on Amtrak trains and in National Parks.\n\"He wasn't opposed to states having (waiting periods) if they wanted to. The Republicans wanted to repeal waiting periods in states that had them, and Bernie voted that down,\" Sanders aide Jeff Weaver told us at the time. \"He said he would be against waiting periods, and he kept his word to the people of Vermont.\"\nSanders’ evolution on gun policy\nIn recent years, Sanders has moved closer to an anti-gun position that is more in line with the norms within the Democratic Party.\nSanders has voted in favor of banning assault weapons, closing the gun show loophole, regulating high capacity magazines, and expanding background checks, spokesman Michael Briggs told PolitiFact in 2015. And over the past 15 years, he has received mixed marks from the National Rifle Association, ranging from a C-minus to F. His most recent pro-gun vote came in 2009.\nEarly in the 2016 campaign, Sanders sounded something of a middle-ground message, such as telling CNN’s Jake Tapper in July 2015 that \"we need a sensible debate about gun control which overcomes the cultural divide that exists in this country, and I think I can play an important role in this.\"\nBut later in the 2016 campaign, after primary rivals had hit him on his past votes, Sanders sharpened his anti-gun rhetoric and said he would repeal the law he previously voted for that blocks lawsuits against gunmakers.\nIn his current presidential campaign, Sanders has made clear his support for tighter gun restrictions. On the issues page of his campaign website, Sanders promises to expand background checks, ban the sale and distribution of assault weapons, and prohibit high-capacity ammunition magazines, among other policies.\nOur ruling\nBiden said Sanders \"voted against the Brady Bill five times for background checks on people.\"\nSanders did vote against the Brady bill, including a shifting mix of background check provisions, five times. The most recent of those votes took place 26 years ago. In his 2020 campaign, Sanders is fully supportive of expanded background checks and other gun control policies supported by a wide range of Democratic politicians.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-18079"}