{"url": "/factchecks/2017/feb/10/sean-hannity/no-9th-circuit-isnt-most-overturned-court-country-/", "speaker": "Sean Hannity", "vclaim": "The United States Court of Appeals for the 9th Circuit is \"the most overturned court in the country.\"", "truth_label": "false", "date": "stated on February 9, 2017 in on Fox News:", "title": "No, the 9th Circuit isn't the 'most overturned court in the country,' as Hannity says", "text": "Fox News host Sean Hannity says it’s no surprise that the 9th Circuit Court of Appeals ruled against President Donald Trump and his executive order on immigration.\n\"We have both been predicting for days now the 9th Circuit — the most liberal court of appeals, the most overturned court in the country — it would act this way,\" Hannity said on his show Feb. 9, speaking with a guest.\nSeveral states have sued the Trump administration over its executive order that temporarily blocks immigration and travel from seven countries in the Middle East and Africa. A federal trial court judge in Seattle ruled Feb. 3 that the federal government could not enforce the executive order while the case is pending.\nSo lawyers for the administration appealed that decision to the 9th Circuit, which hears cases from most of the western United States and Alaska and Hawaii. On Feb. 9, a panel of three judges ruled unanimously to affirm the Seattle judge’s decision. (The court didn’t rule on whether the executive order is legal. That will happen later.)\nIt’s possible the administration will try to appeal their case again, this time to the Supreme Court. Right after the judges handed down their decision, Trump tweeted, \"SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!\"\nAs Hannity noted, the 9th Circuit has a reputation for being liberal. But we wondered if he was correct when he said the Supreme Court overturns more cases from the 9th Circuit than any other appeals court in the country — the implication being that the 9th Circuit is out of step with the Supreme Court.\nIn our research, we found that the 9th Circuit has a higher-than-average reversal rate, but not the highest. Additionally, experts told us that counting reversals doesn’t necessarily say much about the quality or substance of the 9th Circuit’s work.\nThe numbers\nTo evaluate this claim, we turned to SCOTUSBlog’s Supreme Court statistics archive, specifically their Circuit Scorecards, which track how often the Supreme Court justices agree or disagree with the lower court decisions.\nThe Supreme Court hears cases from the 50 state courts and 13 federal appeals courts, known as circuit courts. The cases that the Supreme Court chooses to take on are often disputed among the lower courts, complex, and problematic, so there’s a reasonable chance that the Supreme Court will decide that the lower court’s decision was wrong.\nIn fact, the Supreme Court reversed about 70 percent of cases it took between 2010-15. Among cases it reviewed from the 9th Circuit Court of Appeals, it reversed about 79 percent.\nThe 9th Circuit’s reversal rate is higher than average, but it’s not the absolute highest among the circuit courts. That distinction goes to the 6th Circuit, which serves Ohio, Michigan, Kentucky and Tennessee, with an 87 percent average between 2010-15.  The 9th Circuit is in third place.\n\n\n6th Circuit - 87 percent;\n\n\n11th Circuit - 85 percent;\n\n\n9th Circuit - 79 percent;\n\n\n3rd Circuit - 78 percent;\n\n\n2nd Circuit and Federal Circuit - 68 percent;\n\n\n8th Circuit - 67 percent;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n5th Circuit - 66 percent;\n\n\n7th Circuit - 48 percent;\n\n\nDC Circuit - 45 percent;\n\n\n1st Circuit and 4th Circuit - 43 percent;\n\n\n10th Circuit - 42 percent.\n\n\nWe also found that the 9th Circuit never had the highest reversal rate in any individual term between 2004-15. (That’s the farthest back we could go.)\nA spokesperson for Hannity pointed us to a 2014 article in National Review titled, \"Ninth Circuit Leading the Pack for ‘Most Reversed.’ \" But the evidence presented in the article does not support the headline.\nSo Hannity’s claim that the 9th Circuit is the \"most overturned court in the country\" is incorrect.\nThe Supreme Court only hears a handful of cases from each circuit each year, so the rate of reversal is highly variable, said Jonah Gelbach, a law professor at the University of Pennsylvania and a statistician. In 2014, for instance, the 2nd Circuit had a reversal rate of 100 percent, which sounds pretty bad until you find out that the Supreme Court only heard one case from the 2nd Circuit that entire season.\nThe 9th Circuit is by far the largest circuit. In the 12 months leading up to March, 31, 2015, just under 12,000 cases were filed in the 9th Circuit — more than 4,000 more than the next-largest circuit, the 5th Circuit. Despite that gigantic docket, the Supreme Court heard just 11 cases from the 9th Circuit in 2015, reversing eight.\nThis means the Supreme Court generally reverses far less than 1 percent of all the cases the 9th Circuit (and other circuits) decide.\n\"Given the small numbers of cases involved, it can be difficult to draw any serious conclusions from such statistics about the quality of the courts involved,\" Gelbach said. \"Having said that, the 9th Circuit does seem to consistently have a high reversal rate over time.\"\nIt’s possible that the sheer size of the 9th Circuit, as well as some of its procedures, cause it to produce more \"outlier decisions,\" which are cases the Supreme Court always reverses, than other circuits — leading to a higher reversal rate, said University of Pennsylvania law professor Kermit Roosevelt.\nRoosevelt said there might have been a time in the past when the 9th Circuit was considerably more liberal than the Supreme Court, stemming from the fact that Democratic President Jimmy Carter didn’t get the opportunity to appoint a Supreme Court justice, though he did appoint several judges to the 9th Circuit.\nToday, the 9th Circuit might still have the highest number of Democratic appointees of any appeals court, but there’s been enough turnover in the past few decades that it’s not as much of an outlier, Roosevelt said.\nOur ruling\nHannity said the 9th Circuit is \"the most overturned court in the country.\"\nWhile the 9th Circuit has a higher than average reversal rate among cases it sends to the Supreme Court, it has not had the highest rate since at least 2004 (the oldest data point we could find).\nEven if it did, experts told us that the massive size of the 9th Circuit compared to the handful of cases it sends to the Supreme Court every year make reversal rates an imperfect measure of the quality of the 9th Circuit’s decisions. More broadly, experts say this statistic is a poor way of comparing courts.\nWe rate Hannity’s claim False.\nhttps://www.sharethefacts.co/share/71a91833-9701-4d94-8ae4-023f5a3fe5d6", "vclaim_id": "vclaim-pol-03683"}