{"url": "/factchecks/2019/mar/15/facebook-posts/no-prince-did-not-invest-nike-or-design-first-air-/", "speaker": "Facebook posts", "vclaim": "Says Prince invested in Nike in 1971, recruited Michael Jordan to the company in 1983 and designed the first Air Jordans.", "truth_label": "pants-fire", "date": "stated on March 6, 2019 in a Facebook post:", "title": "No, Prince did not invest in Nike or design the first Air Jordan sneaker", "text": "When it comes to Prince, it isn’t hard to believe extraordinary stories about his endeavors, business-related and otherwise. But investing in Nike and designing the Air Jordan sneaker were not among his pursuits.\nShortly after the prolific musician died on April 21, 2016, rumors began to spread that Prince invested in Nike, recruited Michael Jordan to the company and designed the first Air Jordan sneaker. The only problem is, none of it is true.\nSocial media posts, like this one recently shared on Facebook, include side-by-side images of Jordan and Prince and claim that: \"Back in 1971 Prince invested in the Nike Shoe Company. Later in 1983, he recruited Michael Jordan, designed Jordan’s 1st iconic show, and set up Nike’s Jordan 1 sales campaign. Prince set Michael up to become a billion dollar shoe mogul and few even know it.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nFirst, it is improbable that Prince invested in Nike in 1971 – because he would have been only between 12 and 13 years old then. Prince didn’t achieve major commercial success until after his debut album \"For You\" was released in 1978.\nNext up is the claim that Prince recruited Michael Jordan to sign with Nike in 1983. Now, Jordan did join the company in 1984, but there is no evidence Prince had anything to do with it.\nWe couldn’t find any media reports that suggest he was involved in Jordan’s Nike deal, a detail that would have been big news given Prince’s stardom in the mid-80s. The narrative also contradicts other accounts, which include Jordan’s agent at the time, of how the deal went down. Prince’s name does not come up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nPrince also did not design the first Air Jordans (known as Air Jordan 1) – that was Peter Moore. Moore, along with Bruce Kilgore, also created the Air Jordan II.\nJoseph Vogel, author of the 2018 Prince biography \"This Thing Called Life: Prince, Race, Sex, Religion, and Music,\" told us the claim is an odd myth.\n\"Prince would have been around 13 years old in 1971 so the idea that he would have invested in Nike that year makes little sense and is not supported by any credible source that I'm aware of,\" Vogel wrote in an email to PolitiFact. \"Same goes for him recruiting Michael Jordan in 1983. The history of Nike and the Air Jordans has been thoroughly documented and does not include Prince. As far as I know, Prince and Michael Jordan did not have any kind of relationship, though Jordan was a fan of his music.\"\nShortly after Prince’s untimely death, Jordan did release a statement calling the musician a genius and said his songs inspired him throughout his career.\n\"Like so many people I am shocked at the news that Prince has died,\" Jordan said. \"In a world of creative performers, Prince was a genius. His impact not just on music, but on culture, truly can’t be measured. His songs inspired me throughout my career and remind me of so many moments from my life.\"\nBut that comment does not mean Prince had anything to do with Jordan’s success with Nike.\nThis claim is full-on Pants on Fire!\n Share the Facts 2019-03-18 15:38:56 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Prince invested in Nike in 1971, recruited Michael Jordan to the company in 1983 and designed the first Air Jordans.    Facebook posts on the internet     Wednesday, March 6, 2019 2019-03-06    Read More  info", "vclaim_id": "vclaim-pol-00886"}