{"url": "/factchecks/2012/jun/08/rick-perry/rick-perry-says-obama-has-played-nearly-100-rounds/", "speaker": "Rick Perry", "vclaim": "Says Barack Obama has played nearly 100 rounds of golf as president.", "truth_label": "true", "date": "stated on June 7, 2012 in a speech to the Republican Party of Texas convention in Fort Worth.:", "title": "Rick Perry says Obama has played nearly 100 rounds of golf", "text": "Texas Gov. Rick Perry warmed up delegates to the Republican Party of Texas convention in Fort Worth on June 7, 2012, by mentioning the Democratic president he once hoped to succeed.\n\nSaying the country needs a president \"who believes in us again,\" Perry continued, according to his prepared remarks: \"Three and a half years, and nearly 100 rounds of golf into his presidency, Barack Obama has exploded the federal debt, passed a failed, budget-busting stimulus package, socialized health care, and provided guns to Mexican drug cartels.\"\n\nThat’s a handful of provocative claims -- including the familiar one we are tackling here about Obama and \"fore!\"\n\nHas Obama played nearly 100 rounds of golf?\n\nWe know already, due to our April 2012 confirmation of a David Dewhurst claim, that Obama had played over 90 rounds of golf through May 2, 2012. That article pointed out, too, that many presidents have gone golfing.\n\nOur sources for the Obama count included CBS newsman Mark Knoller, who has long tracked each president’s outings, and another White House correspondent, Keith Koffler, who has taken to blogging about times that Obama goes golfing.\n\nKoffler said in a Dec. 26, 2011, blog post: \"After an hour of hiking, President Obama Monday got down to the serious business at hand, heading out to golf for the second day in his first three days of vacation. He was back on the course at Marine Corps Base Hawaii. With this one, Obama reaches a new milestone, having gone golfing 90 times in less than three years as president.\"\n\nSo, is Obama approaching 100 rounds of golf? Looks like it. Koffler posted a blog on May 26, 2012 stating that Obama was going golfing that day for his 98th time as president. On June 8, 2012, Koffler replied to our inquiry by saying that Obama has yet to play round 99.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nWe rate Perry’s claim as True.", "vclaim_id": "vclaim-pol-10961"}