{"url": "/factchecks/2020/nov/20/rudy-giuliani/giuliani-cites-affidavit-crucial-errors-press-conf/", "speaker": "Rudy Giuliani", "vclaim": "In Michigan “we have over-votes in numerous precincts of 150%, 200%, and 300%.”", "truth_label": "pants-fire", "date": "stated on November 19, 2020 in remarks in a press conference:", "title": "Giuliani cites affidavit with crucial errors in press conference", "text": "During a Nov. 19 press conference, Rudy Giuliani, a lawyer representing President Donald Trump, charged that many precincts in Michigan — a key state won by his Democratic opponent, President-elect Joe Biden — recorded more votes than actual voters. \nIn Michigan, he said, \"we have over-votes in numerous precincts of 150%, 200% and 300%.\" \nGiuliani’s source for these percentages was an affidavit authored by Russell Ramsland, a security consultant and former Republican congressional candidate. The document alleges that anomalies in the vote count indicate that Michigan election results were \"manipulated.\"\n\"There were at least 19 precincts where the Presidential Votes Cast compared to the Estimated Voters based on Reported Statistics exceeded 100%,\" the affidavit reads. The document then goes on to list the 19 precincts, shown in this screenshot:\n\nBut there’s a problem, and it’s a big one: All 19 of the precincts cited in the affidavit are actually located in Minnesota, not Michigan. \nA separate part of the affidavit focuses on Wayne County, Mich., which includes Detroit. Of 47 Wayne County precincts, the document lists 25 that allegedly showed 100% turnout. Here’s that portion of the document:\n\nThis portion of the document isn’t accurate either: None of the 25 precincts listed are actually in Wayne County. Like the 19 precincts cited above, each is located in Minnesota. \nPowerline, a conservative blog, was the first to report that the affidavit cited Minnesota rather than Michigan voting jurisdictions. (A possible explanation is Michigan’s postal abbreviation is MI, while Minnesota’s is MN.) Other media outlets confirmed these discrepancies.\n\nVoters wait to cast their votes on Nov. 3, 2020, at the Minneapolis College of Art and Design. (AP)\nWhen we checked data from the office of the Minnesota secretary of state, we found no support for the affidavit’s conclusions. In the five townships cited as having the largest number of over-votes, the number of votes on election day was smaller than the number of registered voters. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nFor example, the affidavit cites Minnesota’s Benville Township as having 350% voter turnout, which would be by far the largest over-voting rate alleged in the document. Both Giuliani and Trump lawyer Sidney Powell cited the 350% figure in the Nov. 19 press conference. \nHowever, according to the Minnesota Secretary of State’s election data, 63 people voted in the township, and 71 were registered to vote, a turnout rate of 89%. \nThe Washington Post, which cross-checked numbers from the five precincts alleged to have the highest number of over-votes, found that the Ramsland affidavit overestimated the numbers in all five precincts. \nRisikat Adesaogun, a spokesperson for the Minnesota Secretary of State’s office, told PolitiFact that \"we have canvassed at the county level, and we don’t have any clarity about the contents of the affidavit and the source of the alleged data.\"\nEven if the data in the affidavit were accurate, it would do little to further the Trump campaign’s baseless argument that massive voter fraud swung the election to Biden. For instance, election data from the Minnesota secretary of state’s office shows that Benville Township voted overwhelmingly for Trump, not Biden. \nIt’s unclear what data Ramsland used to arrive at his percentages. We reached out to him but haven’t heard back. \nL. Lin Wood, another Trump campaign lawyer, has filed the affidavit as part of a lawsuit in Georgia. When reached by email, Wood called the labeling of the numbers as being from Michigan rather than Minnesota a \"simple mistake\" and said the document \"will be corrected if it hasn’t been already.\"\n\"We are imperfect,\" he told PolitiFact.\nOur ruling\nGiuliani said that in Michigan, \"we have over-votes in numerous precincts of 150%, 200% and 300%.\"\nThe numbers come from an affidavit filed by lawyers working for Trump, but the jurisdictions cited are in Minnesota, not Michigan. Furthermore, the Minnesota data cited in the affidavit do not square with actual data from the Minnesota Secretary of State’s office. The official data shows no over-voting. \nA Trump campaign lawyer acknowledged a \"simple mistake\" and said the document would be \"corrected.\"\nWe rate this claim Pants on Fire!\nClara Hendrickson contributed to this report.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18559"}