{"url": "/factchecks/2014/mar/12/rick-perry/rick-perry-correct-trucks-cost-half-much-rent-goin/", "speaker": "Rick Perry", "vclaim": "\"If you rent a U-Haul to move your company, it costs twice as much to go from San Francisco to Austin than the other way around, because you can’t find enough trucks to flee the Golden State.\"", "truth_label": "true", "date": "stated on March 7, 2014 in a speech:", "title": "Rick Perry correct that trucks cost half as much to rent going from Austin to San Francisco than the other way around", "text": "Texas Gov. Rick Perry, you may recall, isn’t impressed by states led by Democratic governors, including New York and California.\nPerry, who may run for president again in 2016, delivered a curiously focused dig in his well-received remarks at the Conservative Political Action Conference on March 7, 2014, saying another sign of things going well in red states and not so much in blue states lies in the relative costs of hauling stuff in a truck between blue California and red Texas.\n\"If you rent a U-Haul to move your company, it costs twice as much to go from San Francisco to Austin than the other way around, because you can’t find enough trucks to flee the Golden State,\" Perry said with a grin.\nNotably, Perry did not say it’s cheaper to live in the city by the bay. According to an online Bankrate.com cost-of-living calculator, someone earning $53,000 a year in Austin would need nearly $92,000 a year to maintain their standard of living in San Francisco. Conversely, someone getting by on $53,000 a year in San Francisco could absorb a 42 percent income cut and still enjoy an equivalent standard of living in Austin, according to the calculator.\nSetting aside cost-of-living differences, was Perry right about the relative truck rental rates?\nBy email, Perry spokeswoman Lucy Nashed suggested we check rates for ourselves.\nWe followed Nashed’s suggested methodology: \"1. Go to www.uhaul.com 2.  Pick a date, any date (tomorrow, a week from now, the 27th… whatever) 3. Austin zip code 78701, San Francisco zip code 94114.\"\nUpshot: Perry appears to be onto something.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nOn the afternoon after Perry’s speech, we checked online U-Haul rental rates for five different-length trucks for four dates: March 8, March 19, March 30 and April 28, 2014. We also checked the rates for rentals from Austin’s central 78701 ZIP code to San Francisco’s 94102, which is downtown.\nThe rates for each truck did not change by date--and each Austin-to-San Francisco rate was at least half its comparable San Francisco-to-Austin rate. The biggest difference, according to our search, was for renting a 26-foot truck. For that truck, the Austin-to-San Francisco rate, $931, was 39 percent of the $2,383 rate for renting such a truck and driving the other way. (See our chart here.)\nWondering if U-Haul is unique in this price contrast, we spot-checked the rental of a Penske truck for March 19, 2014; it would cost $448 to rent a Penske truck in Austin and return it in South San Francisco in comparison to costing nearly $1,487 to take a truck the other direction.\nNext, we asked Nashed how Perry concluded that the price difference ties to there not being enough U-Haul trucks to flee the Golden State. By email, Nashed pointed out a question and answer posted on U-Haul’s website.\nQuestion: \"Why does it cost less to move from Point A to Point B than vice versa?\"\nU-Haul’s answer: \"Many variables go into establishing rates. There are times when more people are moving out of a city than into it. Because we want more equipment going back to that city we will often discount the rate.\" To our emailed inquiry, Ashleigh Wagner, a spokeswoman for U-Haul International, Inc., echoed that online answer without directly addressing the Austin-San Francisco contrast.\nOur ruling\nPerry said: \"If you rent a U-Haul to move your company, it costs twice as much to go from San Francisco to Austin than the other way around, because you can’t find enough trucks to flee the Golden State.\"\nHis rate contrast is spot-on--with the difference even wider for renting a big truck. U-Haul generally says rate differences reflect its need to keep equipment available to customers everywhere. We rate this claim as True.", "vclaim_id": "vclaim-pol-08143"}