{"url": "/factchecks/2017/nov/09/kevin-mccarthy/will-every-american-get-tax-cut-house-gop-bill/", "speaker": "Kevin McCarthy", "vclaim": "The Republican tax bill \"lets every American keep more of what they earned.\"", "truth_label": "false", "date": "stated on November 5, 2017 in an interview on CBS' \"Face the Nation\":", "title": "Will 'every American' get a tax cut from House GOP bill?", "text": "Republican lawmakers have been working to energize support for their pending tax bill by arguing that it would have a broad-based, positive impact for American taxpayers.\nOn the Nov. 5 edition of CBS’ Face the Nation, House Majority Leader Kevin McCarthy of California joined the chorus.\nReferring to his chamber’s tax bill, McCarthy said that \"it lets every American keep more of what they earned.\"\nThis comment echoed what McCarthy had said a few days earlier, at the event where House Republican leaders officially unveiled the bill. \"Every single American is going to keep more of what they earn,\" McCarthy said at the event.\nHowever, both of McCarthy’s statements are misleading.\nThe analysis of the bill by the Joint Committee on Taxation, Congress’ nonpartisan arbiter of tax bills, does show that, on average, every income range will see a tax cut.\nHowever, that’s not the same as saying \"every American\" will see a tax cut. Some will see an increase, perhaps because of changes in the bill that scale back the mortgage-interest deduction or the state and local tax deduction.\n\n \nDecoding the tax changes\nThe committee’s analysis projects that, between 2019 and 2022, the Republican tax bill would cut taxes for each of the 11 income ranges into which it breaks down taxpayers.\nOn the smaller end, those earning less than $10,000 would see a cumulative tax decrease of $557 million for 2019. On the larger side, those earning more than $1 million would see a cumulative tax decrease of almost $41.6 billion for 2019. Here’s the full table:\n\n \nHowever, it’s worth noting two important caveats.\nThe tax cuts eventually disappear for some income groups\nThe joint committee found that by 2023, the tax cuts would disappear for groups with modest incomes.\nSpecifically, those earning under $10,000 would see their taxes rise by a cumulative $100 million; those earning between $10,000 and $20,000 would see taxes rise by $638 million; those earning between $20,000 and $30,000 would see taxes rise by almost $1.2 billion; and those earning between $30,000 and $40,000 would see taxes rise by $653 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n \nFor a sense of scale, households with an adjusted gross income of $40,000 or below account for somewhere around half of households, according to the Urban Institute-Brookings Institution Tax Policy Center.\nThe analysis doesn’t mean that every single taxpayer will get a tax cut\nThese 2019 cuts show the general pattern for all income groups, but shouldn’t be taken as gospel for every individual taxpayer and family. The figures just mean that, when all the individual cuts and increases are added up, they cumulatively produce a decrease. However, some percentage of individuals in each income group may face higher taxes right away.\n\"Taxes go down on average for each income group in 2019, but that doesn’t mean that taxes go down for every single household,\" said Patrick Newton, a spokesman for the Committee for a Responsible Federal Budget.\nOne backer of the tax bill, Grover Norquist, explained this phenomenon more accurately when he wrote a column in the Washington Examiner. The headline of his article refers to how the bill \"cuts taxes for all income levels.\" McCarthy didn’t word it that carefully.\nSo how many Americans could face tax increases under the GOP bill? Two days after McCarthy’s comment on Face the Nation, the Joint Committee on Taxation released data that provides us with a better idea.\nFor all income groups in 2019, the committee found that 61 percent would see a tax decrease of at least $100. Another 31 percent would see a tax change of less than $100 in either direction.\nThat leaves 8 percent of tax filers seeing a tax increase of at least $100.\nIn other words, while most Americans would indeed see a tax cut or a minor increase in the first year, 8 percent, or roughly 14 million American households, would see an increase of at least $100. (We approximated the raw number using Tax Policy Center data.)\nMeanwhile, the number of Americans facing a tax increase would grow over time.\nBy 2027, 46 percent would see a decrease and 34 percent would see a change of less than $100, but 20 percent would see a tax increase. That could mean close to 40 million Americans would pay higher taxes in 2027 than they would under today’s tax laws.\nThe Tax Policy Center’s own analysis largely echoed what the joint committee found. In 2018, 7.3 percent of taxpayers would see a tax increase in 2018. By 2027, that percentage would rise to 26 percent.\nWhen we checked with McCarthy’s office, they didn’t back away from his previous phrasing.\n\"This plan reduces tax rates for every American, delivering immediate relief on income taxes on income above the standard deduction,\" said spokesman Matt Sparks. \"And throughout their lives, this bill will let every American keep more of what they earn because the deductions, preferences, and carve-outs that are being eliminated are available to taxpayers in only a small number of years, while the benefit of lower rates and higher standard deduction are available to everyone, every year.\"\nOur ruling\nMcCarthy said the Republican tax bill \"lets every American keep more of what they earned.\"\nBy the Joint Committee on Taxation's analysis, the tax bill does, on average, produce tax cuts for each of the 11 income groups it studied. But that’s not what McCarthy repeatedly said -- that it would produce a tax cut for \"every American.\" Individual taxpayers’ situations will be affected differently by provisions in the bill, and for 2018 alone, the committee found that 8 percent of taxpayers would pay more in taxes. That translates to millions of Americans.\nWe rate the statement False.\n Share the Facts 2017-11-09 21:23:07 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  The Republican tax bill \"lets every American keep more of what they earned.\"    Kevin McCarthy House Majority Leader https://www.cbsnews.com/news/transcript-house-majority-leader-kevin-mccarthy-on-face-the-nation-nov-5-2017/   an interview on CBS' \"Face the Nation\" Sunday, November 5, 2017 2017-11-05    Read More  info", "vclaim_id": "vclaim-pol-02708"}