{"url": "/factchecks/2013/mar/10/barbara-buono/barbara-buono-claims-chris-christie-still-supports/", "speaker": "Barbara Buono", "vclaim": "\"Governor Christie, his idea of jumpstarting the economy is to propose a trickle-down income tax cut last year and in his budget address this year, he stated his support for it again.\"", "truth_label": "barely-true", "date": "stated on March 5, 2013 in an interview on MSNBC's \"The Last Word with Lawrence O'Donell\":", "title": "Barbara Buono claims Chris Christie still supports tax cut he proposed in early 2012", "text": "When it comes to claims about tax cuts in New Jersey, gubernatorial candidate Barbara Buono just can’t catch a break.\n\nThat’s because Buono, a Democrat and state senator from Middlesex County, keeps repeating a claim about Gov. Chris Christie that leaves out significant details and has accuracy issues.\n\nAnd she did it again Tuesday, during her first national television appearance on the MSNBC program \"Last Word with Lawrence O’Donnell.\"\n\nDuring a nearly five-minute segment, Buono talked about why she’s the best candidate to be New Jersey’s next governor, citing issues such as the state’s rate of unemployment, foreclosures, economic growth and taxes.\n\n\"Governor Christie, his idea of jumpstarting the economy is to propose a trickle-down income tax cut last year and in his budget address this year, he stated his support for it again,\" Buono said during the segment.\n\nIn a previous claim on this topic, Buono tied the Republican governor’s support of an income tax cut to it disproportionately benefiting the wealthiest New Jerseyans. The Truth-O-Meter ruled that claim Pants on Fire.\n\nFirst, some background on Christie’s tax cut proposal.\n\nIn January 2012 Christie proposed cutting income tax rates by 10 percent across-the-board over three years. Under that proposal, higher-income taxpayers would have seen a greater decrease because they pay more in income taxes.\n\nBut after Democrats cried foul, the governor backed off that plan and endorsed a proposal to cut income taxes only for New Jerseyans below a certain income level and based on their annual property tax bills.\n\nChristie unveiled that proposal in July. His tax-cut plan was based on a proposal made by one of Buono’s colleagues -- Senate President Stephen Sweeney (D-Gloucester).\n\nUnder Christie’s revised proposal, homeowners with taxable income of $400,000 or less would receive an income tax credit based on their property tax bills. The credit would be phased in over four years and ultimately reach 10 percent of the first $10,000 in property taxes paid.\n\nThe Legislature, however, was concerned whether the state could afford it and decided to delay any cut to see if Christie’s revenue projections would hit his target. The target wasn’t met and the tax cut wasn’t funded.\n\nStill, the governor’s office confirmed support for a bipartisan tax cut proposal in January, and again in February when Christie said during his budget speech that New Jerseyans are overtaxed and deserve a tax cut.\n\n\"But, if you change your mind and concur with my conditional veto, my Administration will figure out how to pay for this long overdue tax relief,\" he told the Legislature. \"If you do not, I am content to let the voters decide this in November.\"\n\nThe key difference is that Gov. Christie supported a tax cut and Sweeney's plan called for tax credits. So that's not an endorsement, said David Turner, a spokesman for the Buono campaign.\n\n\"In the end, you propose the tax cut you want,\" Turner said. \"The Governor proposed his and just because there was a Democratic legislature there to stop him does not erase the original proposal. Moreover, he was doing radio commercials in a Republican State Committee radio spot despite saying that he supported the Sweeney plan. That does not qualify as an endorsement, despite the fact that he masquerades as that.\"\n\nOur ruling\n\nBuono said in a recent television interview, \"Governor Christie, his idea of jumpstarting the economy is to propose a trickle-down income tax cut last year and in his budget address this year, he stated his support for it again.\"\n\nChristie did propose a tax cut in January 2012 but dropped that idea six months later to support one proposed by Democrats that would result in an income tax credit on property taxes. The plan never went anywhere, however, because Christie’s revenue projections didn’t meet their target and Democrats said the state couldn’t afford the cut.\n\nAccordingly, Buono is correct that Christie proposed a tax cut last year and also expressed support in his February budget address for a cut. But as she has done in a past fact check related to this claim, Buono leaves out that the governor dropped his original proposal in favor of a Democratic tax-cut plan that he has supported since July. That’s a critical fact that would give a different impression, and that meets our definition for Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09613"}