{"url": "/factchecks/2015/may/03/john-boehner/john-boehner-we-spend-more-money-antacids-we-do-po/", "speaker": "John Boehner", "vclaim": "\"We spend more money on antacids than we do on politics.\"", "truth_label": "false", "date": "stated on May 3, 2015 in comments on NBC's \"Meet the Press\":", "title": "John Boehner: 'We spend more money on antacids than we do on politics'", "text": "Bellyaching about the state of American politics doesn’t seem to get very far with House Speaker John Boehner, R-Ohio. In a freewheeling interview with NBC News, Boehner dismissed the idea that special interests or gerrymandered congressional districts undercut what Washington does for the average citizen. And ditto for the billions of dollars that fuel the American political system. \n\"We spend more money on antacids than we do on politics,\" Boehner told Meet the Press host Chuck Todd on May 3, 2015. \"We live in an imperfect democracy. But as bad as it is, let me tell you this. It’s better than any other place in the world.\"\nThat struck us as a novel comparison. Do Tums and Rolaids lay a bigger claim to Americans’ paychecks than electioneering?\nWe dug into the numbers, and while we are confident that Boehner could tell us how he spells relief when it comes to taxes, his math leaves something to be desired.\nBoehner’s spokesman Kevin Smith pointed us to two articles. One from the trade publication Drug Topics spoke of a $10 billion yearly market for antacids. The other from the nonprofit organization that tracks political money, the Center for Responsive Politics, said total spending on federal campaigns in 2014 was $3.7 billion.\nThe problem is, that antacid number was for sales worldwide. In America, the total is about $2 billion. We found that estimate from a couple of sources. The business website Statista.com reported $1.96 billion in sales of antacid tablets in 2013. That excludes liquid antacids.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe found 2011 figures for both tablets and liquid antacids. Liquid antacid sales add about 5 percent more to the total -- $1.6 billion in tablets compared to about $83 million for liquids. Assuming the same trend held in 2013, we’re looking at a total sales figure around $2 billion.\nThat’s a lot of indigestion, but it’s less than the amount spent on the 2014 federal elections. The most recent data from the Center for Responsive Politics actually puts the total closer to $3.8 billion. That includes spending by the candidates’ campaigns, the party committees, Super PACs and outside groups. Even if we limit the tally just to candidates and the parties, there was still more than $2.7 billion spent.\nBoehner’s comparison gets into deeper trouble when state-level races are factored in. The National Institute on Money in State Politics reports almost $3 billion in spending in 2014 to elect governors and members of state legislatures.\nWith or without factoring in state money, Boehner’s comparison doesn’t come close.\nOur ruling\nBoehner said Americans spend more on antacids than they do on politics. But the evidence Boehner’s office cited was based on worldwide antacid sales. Americans themselves spent more than $2 billion on antacids each year, reports show. Federal campaign spending tops that no matter how you cut it. Using the source provided by Boehner’s office, the total in 2014 was about $3.8 billion. Factoring in state elections makes the disparity even greater.\nWe couldn’t swallow this claim. We rate it False.", "vclaim_id": "vclaim-pol-06455"}