{"url": "/factchecks/2016/may/11/vernon-keenan/georgias-top-cop-correct-about-citys-pot-plan/", "speaker": "Vernon Keenan", "vclaim": "The city of Clarkston \"can’t decriminalize marijuana. Only state legislators and Congress can do that.\"", "truth_label": "true", "date": "stated on April 26, 2016 in Newspaper interview :", "title": "Georgia's top cop correct about city's pot plan", "text": "Once the smoke clears, the tiny city of Clarkston could become the pot-friendliest place in the Peach State.\nOr so says 33-year-old Democratic Mayor Ted Terry. Known locally as \"Mayor Ted,\" he is the only mayor in Georgia to publicly endorse Bernie Sanders for president.\nTerry and his City Council could  vote next week on a plan to make possession of less than an ounce of pot an offense punishable by a small fine only --  possibly $5 to $15. Offenders could also be required to attend a Marijuana Awareness Program, a diversion course for people with risky behavior.\nTerry touts the proposal as a rational move to make low-level pot possession a public health issue instead of criminalizing users.\nClarkston, which is about 1.4 square miles and has 13,000 residents, would become the first city in Georgia to do this -- Athens flirted with a similar idea but backed off. Some people contend it would be a de facto decriminalization of pot possession by the progressive DeKalb County municipality near Atlanta.  \nThe pot plan has made some in law enforcement bristle.\n\"They can’t decriminalize marijuana,\" Georgia Bureau of Investigation Director Vernon Keenan recently told a newspaper reporter. \"Only state legislators and Congress can do that.\"\nKeenan is a veteran top cop and a guy with more than a working knowledge of the law. But could he have overstated his case on this one? PolitiFact Georgia decided to check it out.\nWe contacted Keenan, who stood by his statement but declined to comment further.\nThe Clarkston plan has also caught the attention of Republican Gov. Nathan Deal, who gave it an immediate thumbs down.\n\"We should not have any municipality or jurisdiction of state government saying that they’re willing to flaunt the law to downgrade or excuse what is otherwise criminal conduct,\" Deal recently told public radio station WABE.\nPolitiFact also contacted Terry, who surprisingly, agreed with Keenan -- but with a few, key  caveats.\n\"We are not decriminalizing it,\" Terry said. \"We are just changing the way we punish it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe more appropriate term is deprioritization, moving to a ticket-only offense.\"\nChuck Spahos, the director of the Prosecuting Attorneys Council of Georgia, said a move by Clarkston would only affect cases heard in Municipal Court.\n\"Nothing is going to prevent the solicitor general or the district attorney from prosecuting those cases in State Court,\" he said. \"All it does, it gives the citizens of that city a false sense of security.\"\nTerry said there were 77 arrests for low-level pot possession in Clarkston in the past year or so. About 50 of those defendants had their cases judged by Municipal Court. The other defendants had committed additional state crimes and their cases were heard in State Courts.\nKermit Roosevelt, a professor at the University of Pennsylvania Law School, said the city could certainly change its local ordinance and order police to make pot possession a low-level offense. But, he said, that’s only part of the equation.\n\"If they got to an actual prosecution it’s less clear that the mayor would have control over the charges the prosecutors brought,\" Roosevelt wrote in an email to PolitiFact Georgia.\nJessica Cino, a law professor at Georgia State University, said any real change in pot laws would have to come from the state level.\n\"They (Clarkston) certainly can deprioritize it,\" Cino said. \"But they are not going to be able to get around state law.\"\nA municipality can have that policy policewise,\" she added, \"but anyone could still be arrested under state law.\"\nOur ruling.\nVernon Keenan, Georgia top state cop, said the city of Clarkson \"can’t decriminalize marijuana. Only state legislators and Congress can do that.\"\nKeenan  is correct on that point -- even the mayor of Clarkston agrees with him.\nClarkston can change its pot ordinance, and it can instruct its police officers to make pot enforcement a low-level priority. This, however, would not preclude the district attorney from bringing charges in State Court, which is beyond Clarkston’s control.\nWe rate Keenan’s statement True.", "vclaim_id": "vclaim-pol-04980"}