{"url": "/factchecks/2017/nov/24/wisconsin-department-transportation/are-wisconsins-driver-licenses-most-secure-nation-/", "speaker": "Wisconsin Department of Transportation", "vclaim": "\"Wisconsin's driver licenses and identification (ID) cards are currently the most secure in the nation.\"", "truth_label": "true", "date": "stated on September 8, 2017 in a news release:", "title": "Are Wisconsin's driver licenses \"most secure in the nation\"? Expert: Yes.", "text": "When it comes to driver’s licenses and state-issued ID cards across the nation, one size fits all.\nThe cards all follow what is known as the ID-1 format, which specifies a size of 85.60 × 53.98 mm ( 3 3⁄8 inch ×  2 1⁄8 inch) and rounded corners with a radius of 2.88–3.48 mm (roughly the same size as a bank card).\nBut size is the only equalizer. Each state uses its own design, colors, data and text font. They also differ in their level of security.\nHow secure are licenses in the Badger State?\n\"Wisconsin’s driver licenses and identification (ID) cards are currently the most secure in the nation,\" said Corey Kleist, Department of Motor Vehicles section chief, in a news release a while back.\nTo be sure, all licenses and ID cards must be in compliance with federal standards established under the REAL ID Act of 2005.\nSo, is the \"most-secure\" claim from the state Department of Transportation correct?\nEnhanced security\nThe statement by Kleist came after the state DOT added what is known as the eNotify security feature to the system. It sends an email and/or text notification whenever certain activities happen, such as a request for a duplicate driver license or a change of address.\nIf the license-holder doesn’t recognize the transaction, DMV staff can help to identify the origin of the transaction and offer guidance to help resolve any issues, according to the DOT.\nWhen asked to provide backup for the most-secure claim, DOT public affairs director Rebecca Kikkert noted the department has been making the \"most secure in the nation\" claim since switching to new cards in 2015.\nAs part of the department's compliance with the REAL ID Act, all employees with access to key systems are fingerprinted and subject to federal background checks. Additionally, their work is subject to audits to determine whether applications are processed according to DMV procedures and state laws.\nOther changes included moving from having the cards printed at each DMV Customer Service Center, where they were laminated, to a centralized printing facility which uses a different technique -- polycarbonate cards.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe new cards, made by CBN Secure Technologies, feature black-and-white laser-engraved photos and ultraviolet ink on intricate images of the Capitol and state flag.\nOther features include a raised signature, date of birth, expiration date, driver's license and ID numbers and U21 (under 21). Those pieces of information can be felt when holding the cards, which makes them harder to copy.\nThe new cards are expected to be completely phased in by 2023, as old licenses expire.\n\"We were the first in the nation to deploy many of the security features our current cards carry; some of which have since been adopted by other states,\" said Kikkert.\nBrian Zimmer of Keeping IDentities Safe, an expert on security of ID cards, said Wisconsin was among the first 10 states determined to be REAL ID compliant.\nIn the 10 years since, photo copying technology and photo-manipulation tools have become more sophisticated. So the bar for prevent counterfeiting of driver’s licenses has gotten much higher.\n\"Wisconsin DMV officials aimed at exceeding that bar in designing the current driver’s license, benchmarking the most recent designs and security features of other states, and coming up with superior card stock composition and advanced security features,\" Zimmer said.\n\"At this date, it is the most advanced among those issued in the United States.\"\nHe also gave Wisconsin high marks for adding the eNotify feature, calling it \"a very useful identity theft prevention service.\"\nKeeping IDentities Safe, according to its website, is a non-partisan, not for profit crime prevention and education organization based in Washington, D.C. Its primary purpose is to raise public awareness about the importance of ID security.\nOur rating\nA DMV official said  \"Wisconsin's drivers licenses and identification (ID) cards are currently the most secure in the nation.\"\nThe state's new polycarbonate cards, featuring black and white laser-engraved photos, ultraviolet ink and intricate artwork along with its eNotify security feature makes the Badger State's cards security \"the most advanced among those issued in the United States,\" according to an expert on identity security.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-02657"}