{"url": "/factchecks/2011/jun/16/ted-ferrioli/oregon-pers-making-more-millionaires-oregon-lotter/", "speaker": "Ted Ferrioli", "vclaim": "\"The Public Employee Retirement System is making more millionaires than the Oregon state lottery.\"", "truth_label": "half-true", "date": "stated on April 26, 2011 in an opinion column:", "title": "Oregon PERS: Making more millionaires than the Oregon Lottery?", "text": "Senate Minority Leader Ted Ferrioli, R-John Day, does not shy from controversy. In 2003, he took on Portland City Commissioner Randy Leonard over urban-rural school funding. Earlier this year, Ferrioli told an out-of-country wolf lover to \"go away.\" And in April, he posted online a column on Oregon’s Public Employees Retirement System that generated more than 220 comments and more than 350 \"likes.\"\n\nFerrioli swipes hard at Oregon’s public retirement system in his \"PERS makes more millionaires than the lottery,\" saying that its whacked-out generosity means fewer dollars for public schools and more money for public workers. He writes, \"The Public Employee Retirement System is making more millionaires than the Oregon state lottery\" and later, \"You'd be hard pressed to find any place in the private sector where individuals retire as millionaires but don't contribute a dime to their retirement.\"\n\nThere is probably no topic in government that frosts Republicans more than PERS. What, you ask, is PERS and how is it that people can retire as millionaires without contributing \"a dime to their retirement?\" as Ferrioli says. We’ll explain.\n\nIn the op-ed, Ferrioli said there were 241 employees who had more than $500,000 in their PERS accounts as of December 2009. These employees could choose to retire under an option that gives them $1 million in one payout. Megabucks, he wrote on the other hand, had produced 227 millionaires.\n\nHowever, the numbers are not accurate. PERS spokesman David Crosley said PERS goofed and the 241 should have been 214.\n\nAnd the number of lottery winners is higher than indicated by Ferrioli. According to Oregon Lottery spokesman Chuck Baumann, there were 229 Megabucks millionaires, 26 Powerball millionaires, eight Lotto-America millionaires, five Wheel Spin millionaires, seven Raffle millionaires, one Keno millionaire, and eight Scratch-it  millionaires for a total of 284 Oregon Lottery millionaires.\n\nWe asked Michael Gay, Ferrioli’s spokesman, to reassess given the corrected figures. Gay expanded his boss’s argument, saying that while there are 214 accounts with at least $500,000, there are in fact, thousands more actual retirees who are collecting at least $4,500 a month, which would make their annual pay $54,000 and their eventual pay over 20 years of expected living $1.08 million. (We looked at the figures, and found there are 441 retirees as of December 2009 who are collecting at least $9,000 a month, or $108,000 a year. These people would easily hit $1 million with just 10 years of retirement.)\n\nStill, we don’t think it’s fair to count among the \"millionaires\" people who are expected to get paid in future installments. To check that instinct, we called Brent Hamilton, president of the Financial Planning Association of Oregon and Southwest Washington. He said he doesn’t count personal assets, such as cars and homes, when screening people for investment purposes. Instead, he focuses on \"investable assets,\" like liquid money in the bank. A monthly check isn’t the same as money in the bank.\n\nOn the face of it, Ferrioli is wrong in stating that PERS has created more millionaires than the Lottery. But we get his larger point. These are people who can retire with at least $1 million under the \"double lump sum\" option -- even $2 million in a rare handful of cases. His analysis also doesn’t include retirees in previous years who may have taken the double lump sum option. These retirees most likely didn’t contribute any part of their pay into retirement, unlike people in the private sector because in Oregon, the public employer \"picks up\" most employee contributions -- 6 percent -- on behalf of workers.\n\nSome lawmakers, including Ferrioli, have fought to make employees pay the cost of their own contribution. Public employees argue that they are paying out of their pockets, because it’s a bargained-for right they negotiated years ago as part of their compensation package.  \n\nJust out of curiosity, we wanted to know how $1 million retirement balance ranks in size. Jack VanDerhei of the Employee Benefit Research Institute says that for people in their 60s with at least 30 years on the job, the average 401(k) balance is closer to $192,000. So $500,000 -- or $1 million under the option -- is pretty plush.\n\nThe retirement system certainly is generous for some of Oregon’s oldest public employees, with a retirement provision no longer afforded those in the private sector. That’s not the case with younger and newer Oregon employees, who may have the government pick up their contribution, but who didn’t benefit from the generous returns of the 1980s and 1990s.\n\nIn short, most state workers don’t end up as millionaires, and with PERS reforms in 2003 and possible reforms this year, the number of potential millionaires should go down. Plus, all lottery winners have to do to win is buy tickets, while the PERS \"millionaires\" have worked at least 30 years on the job.\n\nWe’re not going to get hung up over the actual numbers. We rate the claim Half True: partially accurate with some important details and context missing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12909"}