{"url": "/factchecks/2012/oct/18/bill-nelson/mack-gets-one-florida/", "speaker": "Bill Nelson", "vclaim": "Says Connie Mack takes two homestead exemptions, \"directly contrary to Florida’s Constitution.\"", "truth_label": "barely-true", "date": "stated on October 17, 2012 in in a debate in Davie, Fla.:", "title": "Bill Nelson said Connie Mack takes two homestead exemptions, \"directly contrary to Florida’s Constitution\"", "text": "Democratic U.S. Sen. Bill Nelson and Republican U.S. Rep. Connie Mack IV sparred over personal tax breaks during their only U.S. Senate debate at Nova Southeastern University in Davie.\n\nMack cried moo early on during the Oct. 17, 2012, match, hitting Nelson for taking a greenbelt assessment on a family pasture because he allows a half-dozen cows to graze there.\n\nNelson’s retort came a bit later, when a reporter-panelist asked if he supported amnesty for illegal immigrants.\n\n\"I’m going to answer that in detail,\" Nelson said, \"but I’m first going to say not only has it been a cow pasture for 60 years, (but) why don’t we ask him why he takes two homestead exemptions, which is directly contrary to Florida’s Constitution that says that a husband and wife can only take one homestead exemption?\"\n\nMack has faced heat over his homestead exemption since the primary, when former U.S. Sen. George LeMieux claimed he was a California resident who lives with his wife, U.S. Rep. Mary Bono Mack. We rated that Mostly False.\n\nNelson spokesman Dan McLaughlin elaborated on Nelson’s comments after the debate, saying what Nelson meant is that \"Mack is part of a family unit that has two homestead exemptions.\" He pointed to Florida’s Constitution, which says, \"Not more than one exemption shall be allowed any individual or family unit or with respect to any residential unit.\"\n\nSome quick background: Mack was first elected to Congress in 2004; he filed for divorce from his wife Ann in 2005; and two years later, he married U.S. Rep. Mary Bono, R-Calif., the widow of singer and U.S. Rep. Sonny Bono.\n\nWhen Mack announced his candidacy for U.S. Senate in 2011, the Tampa Bay Times wrote that he had been criticized for not spending time in Florida. According to the story, \"Mack said he and his wife spend time together in Washington and then usually go separate ways on the weekend — the opposite situation from other lawmakers. Another incentive to be in Florida, he said: an 11-year-old daughter and an 8-year-old son from his first marriage are in the state.\"\n\nThe U.S. Constitution requires Senate candidates to be a citizen of the U.S. for at least nine years and a resident of the state when elected. Florida’s election code doesn’t define residency, but the courts have defined legal residence to mean a permanent residence, according to a 1993 advisory opinion by the state Division of Elections.\n\nMack gets a homestead exemption for a 3-bedroom, 2-bathroom condo in Fort Myers,  Lee County property records show. His time at the home has been questioned by political opponents and also by his ex-wife, who said in a 2005 divorce court filing that Mack bought it to \"solely to assist his political career\" when he was running in the congressional district for the area. The Mack campaign has disputed her account.\n\nThe Tampa Tribune raised more questions in February 2012, reporting that Mack’s current wife gets an exemption on her California home on top of Mack’s homestead break for his condo. The Tribune quoted William D. Shepherd, general counsel for the Hillsborough County property appraiser’s office, as saying the Macks should not collect two homestead exemptions because they are operating as a \"family unit,\" and Florida law says one homestead exemption per unit.\n\nUnder Florida law, Mack is entitled to the exemption if he can prove his finances aren’t co-mingled with those of his wife.\n\nMack campaign spokesman David James told the Miami Herald in February that Mack meets that criteria: \"They file separate returns, do not have joint accounts, and Connie’s name is not on Mary’s home in California, and Mary’s is not on Connie’s home in Fort Myers,\" James said.\n\nLee County Property Appraiser Ken Wilkinson looked into the legality of Mack’s homestead after the media attention about it. His verdict: \"Connie is entitled to the homestead here.\"\n\n\"He provided the documentation, and our attorneys looked at it, and it is proper,\" Wilkinson told PolitiFact Florida in an interview.\n\nWilkinson said he could not get into specifics about Mack’s case, but he emphasized that Mack had to clear \"very stringent hoops\" to get the homestead after the review \"or I would not have agreed.\"\n\nFurther, he said he does not think the intent of homestead laws is to prevent members of Congress from getting married. If Connie Mack or Mary Bono Mack had to give up their homesteads, they may be at risk of losing the residency requirement for Congress.\n\nJames said Nelson can’t back up his debate claim.\n\n\"The Lee County assessor has approved Connie Mack's one and only homestead in Fort Myers, the only home he owns,\" James wrote in a statement after the debate.\n\nShepherd said he still disagrees with Mack receiving the exemption. Shepherd told PolitiFact Florida that case law has changed on this even within the past year. \"In Hillsborough, they would have to give up one of those homesteads,\" he said.\n\n Our ruling\n\nNelson tried to whack accusations about his lower tax bill for a family pasture with a claim that Mack takes tax breaks of his own in the form of \"two homestead exemptions.\"\n\nMack and his wife both serve in Congress, representing two different states on opposite coasts, and that’s clearly an unusual situation. They each own their own homes in their respective states.\n\nWhile it’s true Mack and his wife have two homestead exemptions between them, it is not accurate for Nelson to say Mack himself has two homestead exemptions. That would not be lawful, and Mack’s county property appraiser has vetted his case and determined it proper.\n\nWe rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-10143"}