{"url": "/factchecks/2012/mar/20/brendan-doherty/rhode-island-congressional-candidate-brendan-doher/", "speaker": "Brendan Doherty", "vclaim": "\"We have $60 billion in 2010 in Medicare fraud.\"", "truth_label": "half-true", "date": "stated on March 11, 2012 in a TV news show.:", "title": "Rhode Island congressional candidate Brendan Doherty says that there was $60 billion in Medicare fraud in 2010", "text": "Brendan Doherty, the retired superintendent of the Rhode Island State Police turned Republican congressional candidate, recently sat down for his first long television interview since jumping into the race against incumbent Democrat David Cicilline last year.\n\nIn an appearance on Channel 12 (WPRI) \"Newsmakers\" on March 11, Doherty answered questions on everything from the Bush tax cuts to Iran’s nuclear program.\n\nEarly in the show, co-host Tim White asked Doherty how he would tackle the nation’s budget deficit if he were elected.\n\n\"What specifically would you cut?\" White asked. \"And please do not say waste and fraud, which is something everyone always brings up but is really a drop in the fiscal bucket.\"\n\nDoherty then proceeded to talk about, well, waste and fraud.\n\n\"We’ve had a tremendous amount of waste in the federal government,\" Doherty said. \"We have people that are gaming the system … We have $60 billion in 2010 in Medicare fraud.\"\n\nThat sounded to us like a huge amount. If Doherty’s claim is true, it would support his contention that taxpayers could actually save a lot of money if waste and fraud are reined in.\n\nOther fact-checkers have looked at Medicare fraud estimates. Politifact National gave Oklahoma Sen. Tom Coburn a Half True ruling after he claimed that the country spent $80 billion a year on fraudulent Medicare payments.\n\nWhile we waited to hear back from Doherty’s campaign, we did some research.\n\nThe Government Accountability Office (GAO) -- the investigative arm of Congress -- has since 1990 labeled Medicare a \"high-risk program,\" because of the ample opportunities for error and abuse in the system that covers 47 million elderly and disabled Americans.\n\nThe GAO issued a report a year ago that gave a total figure for \"improper payments\" for 2010 of $48 billion. That was the equivalent of 9.4 percent of the $509 billion in total spending that year for Medicare.\n\nThe GAO pulled the figure from the Fiscal Year 2010 financial report for the U.S. Department of Health and Human Services, which administers Medicare and came up with an estimate for improper payments based on a random sampling of 82,000 Medicare claims. The GAO report did not include questionable payments made under Medicare’s Part D prescription drug program, for which no estimate was provided by HHS -- so the total amount of improper payments is likely higher.\n\nThe report defines an improper payment as \"any payment that should not have been made or that was made in an incorrect amount [including overpayments and underpayments] under statutory, contractual, administrative, or other legally applicable requirements.\"\n\nTypical types of fraud that fall under the umbrella of improper payments include billing for services that were not provided or were not medically necessary, over-billing for services, paying kickbacks and stealing providers’ or patients’ identities.\n\nIt’s important to note that the $48-billion figure cited by the GAO is for all \"improper payments,\" not just the fraud that Doherty is targeting.\n\nThe GAO report did not isolate the amount of money spent specifically on fraudulent Medicare payments because the Department of Health has no method to detect or measure fraud.\n\nBut officials do believe that the level of fraud is high.\n\nIn May 6, 2009 testimony before the Senate Special Committee on Aging, Daniel Levin, HHS inspector general, estimated that \"more than $60 billion each year\" is lost to health care fraud, citing a figure from the National Health Care Anti-Fraud Association (NHCAA), a group that includes members from private insurance companies, law enforcement and government agencies.\n\nMany media outlets and critics of government health care programs have used that $60 billion figure when describing the extent of Medicare fraud. Doherty’s campaign referred us to several news stories that cite the number, including pieces by 60 Minutes and USA Today that both quoted Attorney General Eric Holder.\n\nBut those stories used an incorrect description of the number because it covers the entire U.S. health care industry, including public and private providers, not just Medicare -- a big distinction.\n\nWe watched the 60 Minutes piece cited by Doherty’s campaign. Like other media reports, it does not give an attribution for the $60-billion figure. The USA Today piece with the $60 billion figure cites a speech at a national conference by Holder as its source of the information. In a transcript we found of the speech, however, Holder made it clear he was referring to fraud for the entire health care industry -- not just the Medicare fraud Doherty was talking about.\n\nThe NHCAA generally estimates that fraud accounts for 3 percent of all health care spending. So in 2010, when the country spent $2.3 trillion on health care, the cost of fraud was estimated to be $69 billion, according to the association. It did not come up with a specific figure for Medicare, but if we use its 3 percent estimate, then Medicare fraud would have amounted to about $15 billion in 2010 -- a quarter of Doherty’s figure.\n\nThe NHCAA also cites an estimate from the Federal Bureau of Investigation that fraud amounts to between 3 and 10 percent of total spending on health care annually. If Medicare fraud were as high as 10 percent, it would have totaled about $51 billion in 2010 -- still less than Doherty’s estimate.\n\nOthers have come up with higher estimates for health care fraud, but none have isolated a number for Medicare. They include Malcolm Sparrow, a former fraud investigator and detective chief inspector with the British police service who is now a professor at Harvard's Kennedy School of Government. He is the author of \"License to Steal,\" a book on health care fraud, and has testified before Congress on Medicare fraud, waste and related issues.\n\nSparrow believes the amount of health care fraud is much higher than the 3 percent, or $69 billion, estimate by the NHCAA, but in an email to us he emphasized that there are no \"valid estimates\" for Medicare fraud.\n\nOur ruling\n\nBrendan Doherty said there was $60 billion in Medicare fraud in 2010.\n\nThe truth is, nobody really knows how much money is spent on fraudulent Medicare claims. Even the government agency that regulates Medicare has not -- and apparently cannot -- come up with a firm figure.\n\nWhile experts say the amount of fraud in the entire health care system could range from $69 billion to hundreds of billions of dollars, only the GAO study isolated improper payments for Medicare specifically. Its $48-billion estimate, which also includes wasteful spending, is $12 billion -- or 20 percent -- less than Doherty’s number for fraud alone.\n\nDoherty’s campaign didn’t pull the $60 billion number from thin air. Staffers found multiple reports using that figure from credible media outlets. But those media outlets used it inaccurately.\n\nIt’s understandable why Doherty believed those reports -- especially for a number that’s pretty squishy -- but if stamping out waste and fraud is indeed one of the core issues of his candidacy, he at least should have gotten his information from a first-hand source.\n\nWe rate Doherty’s statement Half True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11417"}