{"url": "/factchecks/2019/may/08/cody-smith/fact-checking-prison-capacity-missouri/", "speaker": "Cody Smith", "vclaim": "\"On our current trajectory, we’ll be 2,000 prison beds short by 2021... We’ll need two new prisons soon, at the cost of $485 million over the next five years.\"", "truth_label": "half-true", "date": "stated on February 21, 2019 in a statement:", "title": "Fact-checking prison capacity in Missouri", "text": "The U.S. prison population remains a challenge, especially in Missouri, which had the eighth-highest prison population in 2017.\nMissouri’s prison population has been widely discussed in the state legislature with the House passing House Bill 113 on Feb. 21. Known as the Justice Safety Valve Act, the bill allows flexibility in mandatory minimum sentencing for nonviolent offenders. This reduces mandatory minimums for first-time offenders, but more importantly, it lightens the sentences for people who have already been to prison.\nThe largest contributor to the prison population is inmate recidivism, or the re-incarceration of released inmates due to parole violation or other offenses. According to state prison data, from 2008-2012, an average of 48.1 percent of inmates returned to prison within five years of release.\nAt a Feb. 19 hearing for legislators to discuss and amend the bill, sponsor Rep. Cody Smith, R- Jasper, said, \"On our current trajectory, we’ll be 2,000 prison beds short by 2021...We’ll need two new prisons soon, at the cost of $485 million over the next five years.\"\nThis statistic seemed surprising since Gov. Mike Parson recently announced a plan to merge two correctional centers because of a decline in inmate population.\nHow could Missouri’s prisons be overcrowded enough to require two new facilities, but also able to consolidate buildings because of low inmate populations? We decided to find out.\nCouncil of State Governments\nAfter reaching out to Smith’s office, we were sent to the Council of State Governments’ Justice Center. The state of Missouri partnered with the Justice Center to evaluate the prison system in 2017 the Justice Reinvestment Task Force. Smith’s numbers came from the council’s reports on Missouri’s system. The task force reported in a September 2017 presentation, \"If current trends continue, MDOC will be 2,351 prison beds short of needed capacity by the end of FY2021.\" This data came from the Department of Corrections’ 2016 Offender Profile combined with its August 2017 Population Forecast.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSmith also got the \"two new prisons\" part of his claim from the presentation. The homepage of the Missouri section of the Justice Center’s website says, \"the state will need to build two new prison facilities by FY2021, which will cost nearly half a billion dollars in combined construction and operating costs.\"\nThe slides from September 2017 say, \"The cost of constructing a new 1,636-bed facility (e.g., Chillicothe women’s facility) is about $175 million.\" Two prisons would then cost around $350 million in construction costs alone. With operating costs, the cost climbs to about $404 million. The first three years’ operation of the facilities would bring the cost to $485 million.\nTwo years later, is it relevant?\nSheridan Watson of the CSG’s Justice Center said that Missouri’s prison population has declined since 2017. This is due in part to June 2018’s HB 1355, which aims to help law enforcement reduce violent crime while creating better support systems of support for people with mental illness or substance abuse issues within the criminal justice system. These systems of support include counseling, drug rehabilitation, and more to help break cycles of addiction. Bills like Smith’s HB 113 also help by lowering the amount of time nonviolent inmates spend behind bars.\n\"However, the patterns and trends driving prison admissions and prison capacity in Missouri remain and are being addressed by the Justice Reinvestment process,\" Watson said in an email. There isn’t data yet to compare Missouri to other states in 2019, so it’s unknown where Missouri ranks. However, Karen Pojmann, communications director for the Missouri Department of Corrections, pointed out that the population \"declined from over 32,000 in 2017 to 29,500 this year,\" an eight-percent decrease.\n\"We’re not banking on numbers staying down, but we have introduced programs to reduce recidivism,\" Pojmann said. \"The population has dropped enough to consolidate two prisons...we have all the prison beds we need.\"\nOur ruling\nSmith said, \"On our current trajectory, we’ll be 2,000 prison beds short by 2021...We’ll need two new prisons soon, at the cost of $485 million over the next five years.\"\nSmith based his statement on data from 2017. Initiatives to reduce the prison population in the state have lowered the population in the last two years. Smith’s claim needs more context. More importantly, it ignores previous changes in the law that reduced the overpopulation issue. While more progress can certainly be made to eliminate recidivism, Missouri’s situation is no longer so dire as Smith’s claim would make it appear. We rate this claim Half True.", "vclaim_id": "vclaim-pol-00660"}