{"url": "/factchecks/2016/mar/10/bernie-sanders/sanders-said-clinton-backed-return-undocumented-ki/", "speaker": "Bernie Sanders", "vclaim": "When Honduran children came into this country, \"Secretary Clinton said send them back.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2016 in the Democratic debate at Miami Dade College:", "title": "Sanders said Clinton backed return for undocumented kids", "text": "At the Democratic presidential debate at Miami Dade College, Vermont Sen. Bernie Sanders aimed to show that he, not former Secretary of State Hillary Clinton, is the better friend of undocumented immigrants. Sanders said that in Vermont, he backed state driver’s licenses for undocumented immigrants. In New York, he said, Clinton opposed it.\nSanders recalled the period in 2014 when tens of thousands of unaccompanied minors surged across the border.\n\"One of the great human tragedies of recent years is children came from Honduras where there's more violence than in any place in this country, and they came into this country,\" Sanders said. \"And I said welcome these children into this country. Secretary Clinton said, send them back.\"\nClinton said that wasn’t a fair summary. \nThe Sanders campaign said they got their information from an interview Clinton gave to CNN’s Christiane Amanpour in June 2014. We looked at the full exchange about what the United States should do with the children.\nAmanpour: \"Should they be able to stay here? It's safer.\"\nClinton: \"Well -- it may be safer but that's not the answer. I do not -- \"\nAmanpour: \"Should they be sent back?\" \nClinton: \"Well, first of all, we have to provide the best emergency care we can provide. We have children 5 and 6 years old who have come up from Central America. We need to do more to provide border security in southern Mexico.\" \nAmanpour: \"So, you're saying they should be sent back now?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nClinton: \"Well, they should be sent back as soon as it can be determined who responsible adults in their families are, because there are concerns whether all of them should be sent back. But I think all of them who can be should be reunited with their families.\"\nClinton made a couple of points in that last answer. It is not as simple as saying \"send them back,\" but that was certainly an outcome she supported in some cases.\nTo be precise, she said they should be sent back if the government can identify responsible adults to care for them. She allowed that it might not be possible to send all of them to their home country.\nBut she indicated a preference.\n\"I think all of them who can be should be reunited with their families,\" Clinton said.\nIt should be noted that at the time, the administration actively pursued a policy to dissuade children and teenagers in Central America from attempting the trip in the first place. The government had open letters printed in local newspapers and paid for advertizing that dispelled any myth that these young people would be allowed to stay if they could get across the border. In July 2014, the White House signaled that it would seek funds to expedite the return of most of the children stopped at the American border.\nWe sought comment from the Clinton campaign and had not heard back by the time we published.\nOur ruling\nSanders said that when undocumented children were streaming across the border, Clinton said, send them back.\nThat is a bit of an oversimplification. Clinton did not say they should be sent back no matter what. She set the condition that the government should first identify responsible adults to care for them. However, she expressed a preference that as many as possible be sent back. That message was part of the administration’s policy to discourage more young people from attempting the trip.\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-05293"}