{"url": "/factchecks/2020/aug/12/instagram-posts/harris-did-not-call-biden-racist-during-her-busing/", "speaker": "Instagram posts", "vclaim": "Says Kamala Harris called Joe Biden “a racist” during a Democratic presidential debate.", "truth_label": "false", "date": "stated on August 11, 2020 in an Instagram post:", "title": "Harris did not call Biden a racist during her busing attack", "text": "During a Democratic primary debate in Miami, Sen. Kamala Harris, D-Calif., attacked former Vice President Joe Biden over his record opposing busing as a method to achieve school integration in the 1970s.\nTheir fight about his stance on busing has been revived since Biden named Harris as his running mate. But social media posts and Trump campaign officials have twisted what she said.\nOne Instagram post, which was flagged as part of Facebook’s efforts to combat false news, said: \"During the debate Kamala Harris (called) Joe Biden a racist based on his policies. And (asked) him to apologize and he refused. Now she’s VP.\" \nTrump campaign senior adviser Katrina Pierson made a similar claim: \"Not long ago. Kamala Harris called Joe Biden a racist and asked for an apology she never received.\" Many reporters, including Fox News’ Neil Cavuto, have shown that this statement is wrong.\nHarris specifically said Biden was not a racist.\nRELATED: The Democratic debate resurrected controversy over busing. But is it an issue today?\nHarris prefaced her attack in the June 27, 2019, debate by telling Biden, \"I do not believe you are a racist. I agree with you when you commit yourself to the importance of finding common ground.\"\nThen she pivoted to the topic of his record on busing:\n\"It was actually hurtful to hear you talk about the reputations of two United States senators who built their reputations and career on the segregation of race in this country. It was not only that but you also worked with them to oppose busing. There was a little girl in California who was part of the second class to integrate her public schools. She was bused to school every day. That little girl was me.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nRELATED: Was Kamala Harris ‘part of second class to integrate’ Berkeley's public schools?\nDuring their back and forth, Biden offered a misleading defense of his position on busing. About a week later, Biden apologized for his remarks about working with segregationist senators, but he did not walk back his position on busing.\nWhen CNN asked Harris about Biden’s apology, she said, \"I think that he is right to recognize the impact of his words, and I applaud him for doing that, having the courage to do it.\" But they still disagreed about busing.\n\"He says he's sorry, and I'm going to take him at his word. But again, that doesn't address the issue of busing in America,\" she said.\nThe Trump campaign highlighted earlier comments Harris made criticizing Biden’s statements about working with segregationists. \nThere is one candidate Harris considers a racist. Harris, whose mother was born in India and father was from Jamaica, called Trump a racist during an interview in February 2019 with The Root.The interviewer asked Harris if Trump was a racist.\n\"When you talk about him calling African countries s---hole countries, when you talk about him referring to immigrants as rapists and murderers, I don’t think you can reach any other conclusion,\" Harris said.\nOur ruling\nAn Instagram post said Harris called Biden \"a racist\" during a Democratic debate.\nThat’s not what Harris said about Biden. At a June 2019 debate, she said to Biden: \"I do not believe you are a racist.\" Then Harris launched into an attack of Biden’s record opposing busing in the 1970s.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-17090"}