{"url": "/factchecks/2010/sep/03/bill-white/bill-white-says-perry-25-year-incumbent/", "speaker": "Bill White", "vclaim": "Says Rick Perry is a 25-year incumbent.", "truth_label": "barely-true", "date": "stated on September 1, 2010 in a press release:", "title": "Bill White says Perry is a 25-year incumbent", "text": "The major gubernatorial candidates seem to get their kicks out of plastering each other with derogatory labels.\n\nIn Gov. Rick Perry's campaign statements, his Democratic rival is \"liberal trial lawyer Bill White.\" To White's campaign, the GOP governor is \"part-time Perry.\"\n\nAnother White tactic: bringing attention to Perry's many years as an elected official by calling him a \"career politician.\" Perhaps in that spirit, a Wednesday press release from White linking Perry and a widely expected state budget shortfall pokes at Perry's longevity in an eye-catching secondary headline: \"25 year incumbent focuses on re-election instead of issues.\"\n\nWhite spokeswoman Katy Bacon told us in an e-mail that the Wednesday reference was to Perry's time \"in one office or another.\"\n\nIndeed, Perry's biography on his state website says his \"political career started in 1985.\" That's the year after he was elected as a Democrat to the Texas House of Representatives from a West Texas district. He served three two-year terms, switching to the Republican Party in 1989.\n\n(When we peeked earlier this week, the Perry bio on his campaign website said he spent four terms in the House, but his campaign spokeswoman, Catherine Frazier, acknowledged that the correct number is three. The bio has since been corrected.)\n\nPerry won election in 1990 as Texas agriculture commissioner, a statewide office he held for two four-year terms. By the end of 1998, Perry had spent 14 years in public office. That year, he won the race for lieutenant governor, and in late 2000, he ascended to the state's highest office when George W. Bush left the governorship to prepare for his swearing-in as president.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nPerry won re-election to the governor's office in 2002 and 2006.\n\nThe tally: As of January 2010, Perry had been in one office or another more than 25 years.\n\nThen again, White's headline could be taken to mean Perry has been governor all those years, especially because the related press release and video are about his performance as governor. We think that's misleading.\n\nAlso questionable is White's use of the word \"incumbent,\" which implies that Perry was cemented into place a quarter-century ago. According to Webster's New World College Dictionary, an incumbent is \"the holder of an office or benefice.\" In common usage, \"incumbent\" usually describes someone running for an office that he or she already holds.\n\nBacon said White's campaign was not trying to mislead voters about Perry. \"Everyone knows he's been the governor for 10 years,\" she said.\n\nOur call: White's poke accurately tabulates Perry's seven-plus terms in four different offices. But describing Perry as a \"25-year incumbent\" in a critique focused on his governorship blurs the fact that most of the time Perry's held office, he's not been governor — or in a single elected position.\n\nWe rate White's statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14490"}