{"url": "/factchecks/2007/aug/29/fred-thompson/researchers-split-about-whether-guns-reduce-crime/", "speaker": "Fred Thompson", "vclaim": "We live in \"a time of historically low violent crime rates and historically high gun ownership rates nationally.\"", "truth_label": "half-true", "date": "stated on August 21, 2007 in article on his campaign Web site:", "title": "Researchers split about whether guns reduce crime", "text": "Fred Thompson suggests that gun ownership reduces crime, but his commentary is backed by little more than disputed NRA statistics.\n\nIn a posting on his Web site on Aug. 21, Thompson provided his take on the controversy with a commentary about New York City and its efforts to sue gun makers.\n\n\n\"Ironically, all of this comes at a time of historically low violent crime rates and historically high gun ownership rates nationally,\" Thompson wrote. He went on to cite National Rifle Association figures.\n\n\nHis statistics fall short in several ways.\n\n\nFirst, gun ownership rates are extremely difficult to calculate. The NRA used 8-year-old federal estimates and then used gun purchase figures to assume there are additional guns in the United States. However, a spokeswoman for the Bureau of Alcohol, Tobacco and Firearms said it is impossible to estimate how gun ownership has grown because there is no national gun registry.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nViolent crime had been at historic lows, dropping between 1993 and 2004. However, the FBI reports that the estimated rate of violent crime increased 2.3 percent in 2005 and 1.3 percent in 2006.\n\n\nAdvocates on both sides of the issue have used the statistics to argue their own cases.\n\n\nThe neutral Congressional Research Service declared in May 2005 that there's not enough evidence on either side: \"According to a recent study...none of the existing sources of statistics provide either comprehensive, timely or accurate data with which to definitively assess whether there is a causal connection between firearms and violence.\"", "vclaim_id": "vclaim-pol-00323"}