{"url": "/factchecks/2019/feb/06/michael-moore/70-americans-favor-70-tax-rich-according-fox-news-/", "speaker": "Michael Moore", "vclaim": "\"Seventy percent of the American public agree with\" Alexandria Ocasio-Cortez \"on having the top marginal (tax) rate for the rich\" at 70 percent, and \"that's a Fox News Poll saying that.\"", "truth_label": "barely-true", "date": "stated on February 1, 2019 in an interview:", "title": "Michael Moore wrongly describes Fox poll on US support for 70% tax on the rich", "text": "Michael Moore so loves Alexandria Ocasio-Cortez as a politician that he wants the Constitution changed so the New York Democrat, who is the youngest woman ever elected to the U.S. House, can run for president.\n(Ocasio-Cortez is 29 and the minimum age to serve as president is 35.)\nMoore, the documentary filmmaker and liberal pundit, made the comment on The Last Word, an MSNBC talk show. In the same interview, while assessing potential Democratic candidates for president in 2020, he also made a claim we want to check about a controversial idea floated by Ocasio-Cortez — about a 70 percent tax rate.\nSuggesting the idea is loved by most Americans, Moore said:\n\"I’m talking about a Fox News Poll this week, where it said 70 percent of the American public agree with her on having the top marginal rate for the rich — their taxes — 70 percent rate, on the rich. And that’s a Fox News Poll saying that over two-thirds of the country support her.\"\nThere is widespread support among Americans to raise taxes on the rich.\nBut do 70 percent support a 70 percent tax rate — as reported by the conservative TV outlet?\nThe proposal\nFirst, a bit on the idea that Ocasio-Cortez floated on CBS’ 60 Minutes, which her office has told PolitiFact is more a discussion-starter than a proposal:\nThe 70 percent income tax rate would affect dollars received above $10 million.\nThat rate would be a big jump from the current top marginal tax rate of 37 percent, which kicks in for income above $510,300 for individuals and $612,350 for married couples.\nIt’s estimated that about 16,000 would be affected by the 70 percent rate.\nNow, to that Fox News Poll.\nNo 70% rate question\nMoore’s claim is based on a Fox News Poll that was conducted Jan. 20-22, one of Moore’s producers told us. The producer also cited a Washington Post news story, which said that the poll found 70 percent support for raising taxes on income above $10 million.\nOne thing to note is the poll was of a narrower group than Moore said — a random sample of registered voters, not all Americans. More importantly, despite Moore’s claim, the poll did not ask about a specific maximum tax rate.\nHere are the poll question and the results:\nDo you favor or oppose increasing tax rates only on families earning over $10 million a year? \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFavor: 70 percent\nOppose: 24 percent\nDon’t know: 5 percent\nSo, that’s 70 percent support for increasing tax rates on families earning over $10 million.\nBut the poll didn’t ask about raising the top rate on those families to 70 percent — or any particular rate at all.\nSo, Moore is not accurately quoting the Fox News Poll.\nWhen we pointed that out to Moore’s producer, the producer sent us a statement in which Moore says:\n\"Public polling overwhelmingly shows that the American people are in favor (of) raising taxes on the wealthy and on corporations, and we finally have more leaders in Washington who aren’t afraid to advocate for it.\"\nSo, there is support for Moore’s broader point. For example, a The Hill/HarrisX Daily Poll of registered voters, conducted about a week before the Fox News Poll, found 59 percent support a 70 percent top tax rate.\nThe question and the results from that poll:\nCurrently the top tax rate is 37 percent. Would you favor or oppose a tax proposal that would apply a 70 percent rate to the 10 millionth dollar and beyond for individuals making $10 million a year or more in reportable income? \nStrongly favor: 29 percent\nSomewhat favor: 30 percent\nSomewhat oppose: 20 percent\nStrongly oppose: 21 percent\nOur ruling\nMoore said, \"Seventy percent of the American public agree with\" Ocasio-Cortez \"on having the top marginal (tax) rate for the rich\" at 70 percent, and \"that's a Fox News Poll saying that.\"\nA Fox News Poll found 70 percent of registered voters, not all Americans, support the general idea of raising income tax rates on families earning over $10 million. But we don’t know from the poll what percentage of Americans supports making the top tax rate 70 percent.\nSo Moore got the details wrong, but there is some support for his broader point about U.S. sentiments toward taxing wealthier Americans. We rate Moore’s statement Mostly False. \n Share the Facts 2019-02-06 17:47:24 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Seventy percent of the American public agree with\" Alexandria Ocasio-Cortez \"on having the top marginal (tax) rate for the rich\" at 70 percent, and \"that's a Fox News Poll saying that.\"     Michael Moore Filmmaker and pundit https://www.msnbc.com/the-last-word/watch/michael-moore-ocasio-cortez-is-the-democratic-leader-1436313155609   In an interview  Friday, February 1, 2019 2019-02-01    Read More  info", "vclaim_id": "vclaim-pol-01056"}