{"url": "/factchecks/2016/jan/15/jeb-bush/heres-whats-wrong-jeb-bush-saying-hillary-clinton-/", "speaker": "Jeb Bush", "vclaim": "Says Hillary Clinton \"is under investigation with the FBI right now.\"", "truth_label": "half-true", "date": "stated on January 14, 2016 in the Fox Business Network debate:", "title": "Here's what's wrong with Jeb Bush saying Hillary Clinton is under FBI investigation", "text": "Editor's note: Since this story published, more information has come to light about the FBI investigation into Hillary Clinton's email setup. Read an updated article here.\nIf Hillary Clinton becomes president, she might find herself preoccupied with an FBI investigation, former Florida Gov. Jeb Bush said at a Republican presidential debate in South Carolina.\n\"She’s under investigation with the FBI right now,\" Bush said Jan. 14. \"If she gets elected, her first 100 days — instead of setting an agenda, she might be going back and forth between the White House and the court house.\"\nActually, Clinton is not under FBI investigation. The inquiry to which Bush refers revolves around the private email server Clinton used while serving as secretary of state.  And it is not a criminal investigation.\nHere are the facts.\nIn July 2015, the Inspector General of the Intelligence Community sent what is called a security referral to members of the executive branch. A security referral is essentially a notification that classified information might exist in a location outside of the government’s possession. In this case, the location was Clinton’s private email server.\nSoon after, the New York Times incorrectly reported that the inspectors general requested a criminal investigation into Clinton’s email use — as opposed to a security referral. But the newspaper later issued two corrections. The referral was in connection with Clinton’s account, not whether Clinton herself mishandled information, and did not allege criminal activity.\nOfficials told reporters at the time that the FBI was not targeting Clinton specifically.\nAs part of its inquiry, the FBI has looked into the security setup for Clinton’s home server and a thumb drive that has copies of Clinton’s work emails. But most details of the investigation have remained secret. It’s even unclear at this point whether the FBI probe is just a preliminary inquiry or if it has evolved into a true investigation, according to Politico.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nDescribing the inquiry, FBI Director James Comey told Congress in October 2015, \"The FBI is working on a referral given to us by inspectors general in connection with former Sec. Clinton’s use of a private email server.\"\nHe declined to give any more specifics.\nEarlier this month, Fox News reported that the FBI was broadening its investigation to look into whether any connection between the State Department under Clinton and the nonprofit Clinton Foundation violated public corruption laws. Clinton denied that FBI was pursuing this line of inquiry.\nHowever, Fox bases its report on unnamed sources, so we cannot independently verify it, nor have any major media outlets.\nBush’s campaign and the FBI did not respond to our requests for comment in time for publication.\nOur ruling\nBush said Clinton is \"under investigation with the FBI right now.\"\nNot quite. The FBI is conducting a general inquiry into the security of Clinton’s private email server. But law enforcement officials have said Clinton herself is not the target of the inquiry, and it is not a full-blown criminal investigation.\nClinton’s actions are clearly front-and-center in an FBI investigation. But Bush goes too far to claim Clinton herself is under investigation. We rate his statement Half True.", "vclaim_id": "vclaim-pol-05550"}