{"url": "/factchecks/2014/jul/06/sheldon-whitehouse/there-are-already-more-american-jobs-solar-industr/", "speaker": "Sheldon Whitehouse", "vclaim": "\"There are already more American jobs in the solar industry than in coal mining.\"", "truth_label": "true", "date": "stated on May 27, 2014 in a newspaper commentary:", "title": "Sen. Sheldon Whitehouse says there are more U.S. jobs in solar industry than coal mining", "text": "For more than a year, U.S. Sen. Sheldon Whitehouse has delivered weekly Senate speeches about the dangers of climate change. He frequently denounces climate-change deniers, and urges growth of green jobs and technologies to reduce America’s reliance on foreign fossil fuel.\nIn a May 27, 2014 commentary in The Providence Journal, Whitehouse argued for a nationwide price on carbon pollution. And he expressed hope for a prosperous, clean-energy future and faith that \"there is more economic security in our own American know-how than in corrupt foreign fossil fuel countries.\"\nTo that end, Whitehouse noted that there \"are already more American jobs in the solar industry than in coal mining.\"\nThis claim is reminiscent of his November 2012 statement that \"we have more people working in clean and green energy than in oil and gas in this country.\" (PolitiFact Rhode Island ruled that claim as True.)\nThe solar industry has seen tremendous growth.  But have solar industry jobs actually eclipsed the number of coal-mining jobs?\nWhitehouse communications director Seth Larson cited two sources to back up the senator’s claim.\nThe first is a U.S. Bureau of Labor Statistics report issued in May 2013 that counts an estimated 80,030 jobs for all occupations within the coal-mining  industry -- a sector of the coal industry as a whole.\nFor solar jobs, Larson cited The Solar Foundation’s \"National Solar Jobs Census 2013,\" which states that the solar industry \"employs 142,698 Americans as of November 2013.\"\nFirst, let’s look at coal-mining jobs.\nWe checked with the Bureau of Labor Statistics and found that Whitehouse had quoted the May 2013 number correctly. (The more recent April 2014 BLS month survey counted  78,500 coal-mining jobs. Neither of those include self-employed contractors.)\nBLS press officer Gary Steinberg said its estimated numbers are drawn from \"an annual survey of employers, by occupation,\" based on data sent by businesses. They reflect jobs, not people.\nWe also found three other sets of coal-mining numbers. Spoiler alert: they are not all apples-to-apples. They use different methodologies and different definitions. But they provide an overall picture.\nA 2013 report from the U.S. Mine Safety and Health Administration cited 123,227 jobs -- substantially more than the BLS, but still less than the number of solar jobs Whitehouse cited. MHSA surveys the mines themselves as opposed to the companies, and therefore includes contractors as well as regular workers.   \nSNL Energy, a leading energy data provider, analyzes MSHA data to capture \"snapshot\" industry trends. Its June 2014 report, \"U.S. coal miner employment sustains free fall beyond 2nd year,\" cites an 8.3% drop in  the one-year period ending March 31, to 79,658 employees. That excludes contractors and 33 not-yet-reported mines.  \nBy contrast, the National Mining Association, a trade group, counted 195,494 coal-mining jobs in 2012. The breakdown: miners (including contractors): 137,650; support activities: 6,930; transportation: 50,914. That’s nearly 53,000 more than Whitehouse’s solar jobs number.\nSpokeswoman Nancy Gravatt said the NMA maintains that the additional support services \"should be included because all of these activities are integral to the daily work in the mines.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nBut the NMA’s definition of coal-mining jobs goes far beyond those used by the federal agencies, including such transportation workers as railroad engineers and seamen on coal freighters.\nIn other words, data from three sources supports Whitehouse’s claim.\nThe NMA count does not.\nNow let’s check out the solar data.\nLarson cited The Solar Foundation’s \"National Solar Jobs Census 2013,\" which states that the solar industry \"employs 142,698 Americans as of November 2013.\"\nThe Solar Foundation is an independent, national 501(c)(3) nonprofit, non-lobbying group, that strives \"to increase the widespread adoption of solar energy through educational outreach, policy research, and market transformation.\" Their data is considered \"the most authoritative\" by the Congressional Research Service.\nIts report defines \"solar workers\" as those who spend \"at least 50 percent of their time supporting solar-related activities.\" According to its 2013 census, \"approximately 91 percent of those who meet our definition of a solar worker spent 100 percent of their time working on solar.\"\nAndrea Luecke, the foundation’s executive director, said the foundation surveys the \"known universe\" of self-identified solar companies, of which there are about 6,000 nationwide.\n\"We go out directly to those companies. This year, we made 74,000 phone calls and sent 11,000 emails,\" over the course of one month.\nThe foundation also surveys companies \"that help supply the ‘known universe’ with raw materials,\" Luecke said. \"It’s a census approach, so we’re doing a direct count and extrapolate to get national numbers, which is how the BLS does it.\"\nLuecke said by the census report’s measure, \"the solar industry is outpacing coal mining.\" But she noted, \"You have to understand that coal-mining is one aspect of the coal industry - whereas we’re talking about the whole solar industry.\"\nIf you add in other coal industry categories, \"it’s more than solar, for sure. But the coal-mining bucket is less, for sure.\"\nOur ruling:\nSen. Sheldon Whitehouse said that solar industry jobs have now outpaced coal-mining jobs.\nThe most recent data from three objective sources support his claim.\nThe one source that offered a contrary view, the National Mining Association, cited two-year-old numbers and counted categories such as off-site transportation workers on coal barges and ocean freighters.\nBecause Whitehouse’s statement was specifically about coal-mining jobs, we rule it True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)\n(Correction: The original version of this item misspelled the last name of Andrea Luecke, president of The Solar Foundation, and incorrectly reported the name of the Congressional Research Service.)", "vclaim_id": "vclaim-pol-07651"}