{"url": "/factchecks/2019/dec/17/jim-justice/jim-justice-right-about-growth-west-virginia-touri/", "speaker": "Jim Justice", "vclaim": "Says a new annual report shows that \"West Virginia’s tourism industry has grown for the second consecutive year, reversing years of decline and outpacing national growth by 58 percent.\"", "truth_label": "true", "date": "stated on October 16, 2019 in a Facebook post:", "title": "Is Jim Justice right about growth in West Virginia tourism?", "text": "West Virginia Gov. Jim Justice took to Facebook in October to tout gains in his state’s tourism industry.\n\"When I took office, I made tourism a top priority because I knew it had all the potential in the world,\" Justice wrote in his post. \"Today I am proud to announce that West Virginia’s tourism industry has grown for the second consecutive year, reversing years of decline and outpacing national growth by 58%! Way to go West Virginia Tourism!\" \n\nThe post linked to a press release that provided additional detail and cited a study conducted by  Dean Runyan Associates, an economic consulting firm that has examined the state’s tourism industry annually since 2000.\nA year ago, we fact-checked how well Justice described the previous year’s statistics and rated it Mostly True, because Justice glossed over some of the report’s negative findings.\nHow about this year? Let’s take a look, point by point. (Justice’s office did not respond to inquiries for this article.)\n\"West Virginia’s tourism industry has grown for the second consecutive year... \"\nThis is accurate. \nThe report found that overall spending on tourism in West Virginia grew from $4.14 billion in 2016 to $4.28 billion in 2017 to $4.55 billion in 2018. That’s an increase in the most recent year of 6.5%, easily exceeding the rate of inflation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nSpending also grew for the second straight year if you set aside gambling revenue. It rose from $3.48 billion in 2016 to to $3.63 billion in 2017 to $3.91 billion in 2018. That’s an increase in the most recent year of 7.5%. This also exceeded the rate of inflation.\n\"... reversing years of decline …\"\nThis is accurate, too. According to the data in the report, the rise over the past two years came after four consecutive annual declines, as this chart shows:\n\n \n\"… outpacing national growth by 58%.\"\nThe report also provides data for the national tourism market that’s comparable to the West Virginia numbers.\nAccording to the report, spending was $980 billion in 2018, a 4.1% increase over 2017. (These figures are not adjusted for inflation, but neither is the West Virginia figure, so the national and state figures can be compared equitably.)\nJustice’s 58% figure appears to come from comparing the most recent one-year increase in West Virginia (6.5%) with the most recent one-year increase nationally (4.1%). The West Virginia percentage increase is 58.5% bigger than the national increase.\nOur ruling\nJustice said, \"West Virginia’s tourism industry has grown for the second consecutive year, reversing years of decline and outpacing national growth by 58 percent.\" \nThese numbers align with the findings of a longstanding annual study of the West Virginia and national tourism economies. We rate the statement True.", "vclaim_id": "vclaim-pol-16696"}