{"url": "/factchecks/2016/aug/11/florida-first-project/carlos-beruff-supported-charlie-crist-after-party-/", "speaker": "Florida First Project", "vclaim": "Says Carlos Beruff \"supported (Charlie) Crist even after he switched parties.\"", "truth_label": "mostly-true", "date": "stated on July 14, 2016 in a campaign ad:", "title": "Carlos Beruff supported Charlie Crist after party switch, PAC says", "text": "Florida’s GOP primary for U.S. Senate has turned into mutual finger-pointing over which candidate is possibly more like former Republican Charlie Crist.\nA super PAC called the Florida First Project released an ad July 14 calling Sen. Marco Rubio’s primary opponent Carlos Beruff a \"Charlie Crist Republican,\" a major insult among the Florida GOP faithful. The PAC supports Rubio’s re-election bid and is managed by several staffers from Conservative Solutions PAC, which backed Rubio’s presidential run.\n\"Beruff supported Crist even after he switched parties, and stabbed Republicans in the back,\" the ad says.\nThe line refers specifically to the Bradenton developer’s support for Crist’s 2010 Senate campaign against Rubio. Former Gov. Crist switched from Republican to having no party affiliation as Rubio’s campaign gained steam. After losing that race, Crist lost a 2014 re-election bid for governor as a Democrat, and currently is running as a Democrat for a U.S. House seat held by Rep. David Jolly, R-Indian Shores.\nBeruff has released his own ad counterattacking Rubio, accusing him of being a \"political opportunist\" like Crist.\nWe wondered whether Rubio’s challenge of Beruff’s Republican bona fides was correct. Did Beruff still support Crist after Crist became an independent candidate?\nHis actions at the time don't indicate Beruff shunned Crist entirely, despite what he says now.\nGrist about Crist\nBeruff likes to claim that he is a political outsider, but he has long been involved in Florida politics.\nCrist as governor appointed Beruff to three political boards: the Sarasota-Bradenton Airport Authority, the State College of Florida Board of Trustees, and the Southwest Florida Water Management District. Beruff also has donated thousands to Republican candidates over the years, including to Crist’s Senate campaign.\nCrist announced his Senate candidacy in May 2009. Federal Election Commission reports from June 2009 showed Beruff gave Crist the maximum allowed for individuals — $2,400 for the primary and $2,400 for the general elections. (Beruff’s companies also had donated to Crist when he ran for governor in 2006.)\nAs Rubio gained traction, Crist toyed with the idea of switching his registration. An April 2010 story in the Sarasota Herald-Tribune listed Beruff as a donor who would continue to support Crist if he made such a move.  \nThe story also listed other Republicans as faithful to Crist, including former Sarasota Republican Party chairmen Bob Waechter and Eric Robinson, and prominent chiropractor Gary Kompothecras. By the end of April 2010, down 20 points to Rubio in the polls, Crist announced he would cede the Republican nomination for Senate by switching to no party affiliation.    \nSeveral weeks later, in June 2010, Beruff attended a fundraiser for Crist (with several Democrats) at Kompothecras’ Siesta Key home. It seems peculiar that Beruff would have gone to any Crist event during the politically charged atmosphere of the 2010 Senate race had he disagreed with Crist’s decision.\nAt the time, Republicans faced a bitter rift in their party over Crist's defection, and choosing sides was a very public issue. To give you an idea of how contentious Crist's decision was, state Rep. David Rivera of Miami called it \"one of the biggest betrayals in American history since Benedict Arnold.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nBeruff’s political opponents have made hay of his attendance at the fundraiser, repeatedly.\nU.S. Rep. Ron DeSantis, who faced Beruff in the primary before dropping out, made the same accusation back in February, starting a website called CharlieCristRepublican.com. Lt. Gov. Carlos Lopez-Cantera dropped out of the Senate race and also lobbed the attack at Beruff earlier this summer.\nBut Beruff has recently denied supporting Crist, despite going to the fundraiser, and said he gave up on Crist after he \"got stupid\" and left the Republican Party.\nA Crist spokesman declined to say whether Beruff threw support to Crist at the fundraiser. We couldn’t find any other reports from six years ago listing Beruff as a vocal Crist advocate when he turned NPA. We also didn't find an instance of Beruff speaking out against Crist.\nThrough campaign spokesman Chris Hartline, Beruff told PolitiFact Florida he voted for Rubio over Crist, but was \"disappointed\" in Rubio’s performance.\nThe Washington Free Beacon asked Beruff about the 2010 fundraiser after Lopez-Cantera’s comments. Beruff admitted he was there, but said he was no longer supporting Crist at the time. There’s no record of Beruff donating to Rubio.\n\"If Dr. Gary (Kompothecras) invites me to something at his house, I go, unless I am out of town,\" Beruff told the Free Beacon. \"He’s a good friend, even though we don’t share political roadways all the time.\"\nBeruff also said he had not donated to Crist after the party affiliation switch, saying \"follow the money.\" Hartline echoed the sentiment when we asked him about it.\n\"It's a lie, and Marco Rubio knows it,\" Hartline told us in a statement. \"Carlos never supported Charlie Crist after he left the Republican Party. His last donation to Crist was June 1, 2009, almost 11 months before he became an independent.\"\nOf course, there’s good reason why Beruff didn’t donate any more money, even if he wanted to. He had reached the $4,800 legal limit and was prohibited from giving further.\n\"Beruff could not have given more in the 2010 cycle, but he gave at a time when Crist was running for the Republican nomination,\" Douglas Weber, senior researcher at the Center for Responsive Politics, told PolitiFact Florida via email. There is no evidence of Beruff giving Crist money since.\nFurthermore, news reports at the time said some donors demanded refunds after Crist’s party switch. Beruff did not. Hartline said it was because Beruff \"turned his focus to helping Rick Scott in his run for governor.\"\nOur ruling\nFlorida First Project said Beruff \"supported Crist even after he switched parties.\"\nBeruff had supported Crist’s 2010 Senate run when Crist ran as a Republican, giving the maximum legal amount in donations. After Crist switched to an independent run, Beruff also attended a Crist fundraiser, although he denied supporting Crist in any way at that event. The Bradenton developer was listed as dependable Crist supporter in a news report prior to the switch, and didn’t ask for a refund of his donations. We found nary a mention of Beruff beyond that.\nBut the bottom line is, even if Beruff denies it now, there's evidence that he didn't give Crist the same cold shoulder other Republicans immediately did. \nWe rate the statement Mostly True.\nhttps://www.sharethefacts.co/share/81a30607-ab3b-4057-9667-5f0f34e1281e", "vclaim_id": "vclaim-pol-04496"}