{"url": "/factchecks/2013/sep/06/dan-patrick/dan-patrick-who-accused-ted-cruz-not-getting-facts/", "speaker": "Dan Patrick", "vclaim": "On support for Ted Cruz", "truth_label": "half-flip", "date": "stated on August 20, 2013 in an interview:", "title": "Dan Patrick, who called Ted Cruz a fighter who wasn't getting facts straight in 2012, lately salutes senator's Reaganesque presidential potential", "text": "In June 2012, conservative Dan Patrick of Houston charged Ted Cruz with airing mistruths in his U.S. Senate bid against Lt. Gov. David Dewhurst. Patrick, a Republican state senator, subsequently said he would vote for Dewhurst in the Dewhurst-Cruz primary runoff.\nPatrick, now challenging Dewhurst and others for his party’s 2014 lieutenant governor nomination, recently complimented Cruz by describing him as Reaganesque. In an Aug. 20, 2013, Texas Tribune interview, Patrick also said he would support Cruz for president should he seek that office.\nHas Patrick flip-flopped on Cruz?\nChris Elam, spokesman for Republican Jerry Patterson’s lieutenant governor campaign, suggested as much. Elam was quoted Aug. 30, 2013, on the Dallas Morning News Trailblazers blog as calling Patrick’s recent ardor for Cruz \"a complete 180″ from Patrick’s criticisms of Cruz when the pair traded shots on a radio talk show June 28, 2012.\n\"Today he equates Cruz with Reagan?\" Elam said. \"A year ago, he sounded very different.\"\nBy telephone, Patrick told us that much changed between the described moments. \"The fact is, this time last year, Ted was not yet a proven commodity on the political stage,\" Patrick said. \"He had not held office.\" Patrick also said: \"At that time, I thought\" Dewhurst \"was more qualified.\"\nCruz, a former state solicitor general who hadn’t previously run for office, upset Dewhurst for the Republican Senate nomination, before going on to win the general election. Patrick told us he was among Republicans who wholeheartedly supported Cruz once he was the nominee.\nPatrick and Cruz repeatedly clashed on the June 2012 radio program noted by Patterson’s camp.\nFor instance, Patrick objected to Cruz’s descriptions of state Senate actions related to spending and unsuccessful measures related to so-called sanctuary cities and in-state college tuition for the children of illegal immigrants.\nAccording to a recording of the show posted online by commentator Scott Braddock, Patrick said several times Cruz was not getting his facts straight, including one exchange that started with Cruz saying Patrick had already endorsed Dewhurst in the Senate primary runoff.\n\"Time out, Ted,\" Patrick replied. \"That’s a lie… You’re just flat-out wrong.\" Patrick went on to say he planned to vote for one of the two.\nCruz also said Patrick was asking questions planted by Dewhurst’s campaign. \"That’s just not true,\" Patrick replied.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAfter Cruz said a study indicated some Texas Senate Democrats had more success than conservative Republicans in passing proposals on Dewhurst’s watch, Patrick said the cited researcher didn’t understand the legislative process \"and I am beginning to think you don’t.\"\nThen again, Patrick also said positive things about Cruz, calling him a good orator and a fighter. \"Both of you are good people,\" Patrick said in reference to Cruz and Dewhurst.\nOn July 26, 2012, Patrick said in a Facebook post that he was voting for Dewhurst: \"He is well qualified based on the job he has done in Texas helping us pass the most conservative legislative package in the nation, limiting spending, and creating the best economy in the country,\" Patrick wrote.\nPatrick also wrote: \"Cruz is a bright and talented lawyer who is also a fiery orator. I respect those who see it differently. I'm not going to be critical of Cruz. He may well win and if he does we will rally around him in November.\"\nBy phone, Patrick recently called Cruz the Republicans’ best communicator since President Ronald Reagan. He told us that as a senator, Cruz \"has walked the talk. He has taken on the establishment. Our party needed this kick in the pants.\"\nPatrick also suggested his aired support of Cruz for president is distinct from his declared vote for Dewhurst in the 2012 primary runoff. \"You’re dealing with three different races--U.S. Senate, lieutenant governor and president,\" Patrick said.\nOur ruling\nPatrick sparred with Cruz in June 2012--even deeming one Cruz claim a lie--and later revealed he was voting for another Republican for the Senate seat that Cruz later won. But Patrick also praised Cruz at the time as an orator and a fighter.\nSome 14 months later, Patrick saluted Cruz as a communicator, going so far as to invoke Reagan, while saying he would support him for president should he run. Patrick said this reflects his judgment of Cruz as a stick-to-his-guns officeholder.\nOur sense is it's incorrect to say Patrick has suddenly boarded the U.S.S. Cruz. Still, we see a substantive gap between accusing someone of lying and otherwise mangling facts and then committing to their possible presidential candidacy.\nMark this a Half Flip.\n-----------------------------------------------------------------------------------------------------\nHALF FLIP – A partial change of position or inconsistent statements.\nClick here for more on PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08912"}