{"url": "/factchecks/2016/jul/19/harry-reid/reid-right-claiming-kochs-produce-more-pollution-o/", "speaker": "Harry Reid", "vclaim": "\"(Koch Industries) is among the worst in toxic air pollution in the entire United States ... and churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero.\"", "truth_label": "mostly-true", "date": "stated on July 11, 2016 in remarks on the Senate floor:", "title": "Reid right on claiming Kochs produce more pollution than oil giants", "text": "Charles and David Koch might be two of the people happiest about Senate Democratic Leader Harry Reid’s impending retirement.\nThe Nevada Democrat’s undisguised disdain for the billionaire brothers’ bankrolling of conservative groups is well-documented, and Reid’s long crusade against the Kochs isn’t letting up as he nears retirement.\nKicking off a coordinated effort to draw attention towards conservative-leaning nonprofits and climate change skeptics, Reid zeroed in on the Kochs and accused them of being worse polluters than major oil companies.\n\"The company is among the worst in toxic air pollution in the entire United States,\" he said during a July 11 floor speech. \"Koch Industries churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero.\"\nThis isn’t the first time Reid has tried to connect the Kochs’ business operations with climate change, but we were curious to see which company has the worst environmental record.\nMeasuring pollution\nReached by email, a Reid spokesperson cited a 2014 Rolling Stone article detailing the history behind the Koch family’s \"Toxic Empire,\" particularly a line stating \"Koch's climate pollution ... outpaces oil giants including Valero, Chevron and Shell.\"\nRolling Stone cites a corporate polluter study published by the University of Massachusetts, Amherst’s Political Economy Research Institute. The \"Greenhouse 100 Polluters Index\" ranks Koch Industries 22nd on its list of polluters, creating more than 28 million metric tons of greenhouse gas emissions in 2014.\nThe survey puts them ahead of the oil companies mentioned by Reid — Chevron (32nd), Royal Dutch Shell (27th) and Valero (26th) all produced fewer emissions in 2014 than Koch Industries, according to the report.\nPretty clear, right?\nKoch Industries spokesman Ken Spain says Reid makes an unfair comparison between Koch and companies in essentially different industries with fewer facilities.\n\"It is misleading to compare Koch Industries — one of the largest and diversified manufacturers in the US — to much smaller companies,\" he said in a statement. \"Koch operates more than 200 manufacturing sites that employ 60,000 people in the U.S. Therefore, it is only logical that our GHG emissions are greater than a company that has far fewer facilities.\"\nKoch lands somewhere in the middle compared to the oil giants mentioned by Reid in terms of total revenue and employees, though they do own more facilities than the other three.  Spain does have a point that Koch is more involved in manufacturing and refining goods that actually extracting and selling fossil fuels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe corporation is ranked 13th on the \"Toxic 100 Air Polluters\" list due to the roughly 31 million pounds of toxic air releases reported by the facilities owned by the Kochs. But Koch Industries does have many more facilities than Shell, Chevron and Valero.\nKoch Industries’ sites actually emits millions more toxic air releases than the 12 companies ahead of them on the list, such as top polluters Dow Chemical and ExxonMobil. But the company ranks lower than those because the survey adjusts the rankings to include levels of toxicity in the pollution, not just the total amount.\nStill, out-ranking just 12 companies isn’t exactly an environmental badge of honor. The corporation has a long history of violating environmental rules.\n\n\nIn 2000, the company was fined a record $30 million due to repeated violations of environmental law, including more than 300 oil spills in six states.\n\n\nKoch Petroleum and other major polluters also reached an accord with the EPA that same year over air pollution, agreeing to spend $80 million to reduce refinery emissions and pay a $4.5 million penalty in return for a \"clean slate\" from the EPA.\n\n\nInvista, a Koch-owned subsidy, agreed in 2009 to a $1.7 million penalty and promised to spend up to $500 million to fix more than 680 self-reported violations of EPA standards at 12 facilities owned by the subsidy.\n\n\nPolitiFact also rated Charles Koch’s comments about the corporation being a \"model for other companies\" in terms of environmental regulation Mostly False, largely due to the numerous environmental crimes committed by the company throughout the late ‘90s and early 2000s.\nBut Koch appears to be turning the corner. Rolling Stone acknowledges that the company has improved its regulatory compliance over time, which in the words of Charles Koch required a \"monumental undertaking to integrate compliance into every aspect of the company.\"\nIn a recent interview with the Wall Street Journal, Koch environmental director Sheryl Corrigan said the company had reduced air emissions at its refineries by 76 percent since 1997. They’ve also downsized their oil pipeline business from a high of 37,000 miles of pipeline in the late 1990s to around 4,000.\nSpain also pointed out a 2014 EPA Toxics Release Inventory analysis, which tracks U.S. facilities that manage and release toxic chemicals. Koch-owned businesses managed 667 million pounds of production-related waste in 2014, but the company reported implementing 240 \"Source Reduction Activities\" over the same time period — more than Shell and Chevron (though the corporation listed many more facilities than the oil giants).\nOur ruling\nReid said, \"Koch Industries churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero.\"\nReid’s claim accurately calls on facts established in a well-respected study of corporate pollution. Koch Industries does produce more greenhouse gas emissions than the oil companies listed by Reid. But it's a somewhat misleading, apples-to-oranges comparison, because there are more Koch facilities that cover more industries compared to the oil companies.\nThe statement is accurate but needs additional information. That meets our definition of Mostly True.\nhttps://www.sharethefacts.co/share/a24a3586-08cf-4ee9-a52a-85c7c46929c8", "vclaim_id": "vclaim-pol-04666"}