{"url": "/factchecks/2016/apr/06/bill-clinton/bill-clintons-college-debt-claim-mostly-true/", "speaker": "Bill Clinton", "vclaim": "\"A college loan is the only loan in the United States that you cannot refinance when interest rates go down.\"", "truth_label": "mostly-true", "date": "stated on April 3, 2016 in a campaign speech:", "title": "Bill Clinton’s Claim That College Loans Can't Be Refinanced Is Mostly True", "text": "Former President Bill Clinton raised a hot-button issue while stumping for his wife in Los Angeles this week: America’s mounting student loan debt.\nStudent debt in the United States has reached $1.3 trillion, which trails only the amount Americans owe on their mortgages. It’s often blamed for preventing young people from buying houses and cars, which fuels the country’s economy.\nUndergraduates in the class of 2015 finished school with an average of $35,000 in student loan debt, the most in history, according to Edvisors.com, a financial aid website.\nIf elected president in November, Democratic frontrunner Hillary Clinton would remove a unique barrier related to college loans, the former president claimed.\n\"A college loan is the only loan in the United States that you cannot refinance when interest rates go down,\" Bill Clinton said, speaking at a recent campaign rally at Los Angeles Trade-Technical College.\nWe wondered: Is refinancing really off-limits for all college loans? With student loan debt such a big issue this election year, we decided to check the facts.\n\nPast efforts at change\nBoth Hillary Clinton and Vermont Sen. Bernie Sanders, her rival for the Democratic presidential nomination, have pledged to allow student loans to be refinanced.\nBut they weren’t the first to call for this change.\nIn June 2014, Senate Republicans rejected legislation by Sen. Elizabeth Warren, D-Mass., that would have let student borrowers refinance their federal loan debt.\n\"Homeowners are refinancing. Small businesses are refinancing. We just want young people who got an education to have their shot,\" Warren was quoted as saying in a Washington Post news article at the time.\nRepublicans said they were not convinced the legislation would have resulted in lower borrowing costs, and labeled it an election stunt. \nThe bill would have let people with federal and private loans issued prior to 2010 refinance at 3.86 percent, the article said.\nIt added that the Obama administration estimated that the bill could have helped 25 million borrowers save $2,000 each over the lifetime of their loans, or $50 billion.\n\nFormer President Bill Clinton speaks during a campaign stop for his wife, Democratic presidential candidate Hillary Clinton, Tuesday, Feb. 16, 2016, at the West End Community Development Center in Greenville, S.C. (AP Photo/Paul Sancya)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nOur research\nAs they’ve campaigned across the country, Hillary Clinton and Sen. Sanders have each pledged to allow for refinancing of college loan debt.\nWhat they, and apparently Bill Clinton, are talking about is refinancing federally backed student loans, which account for about 90 percent of all student borrowing.\nWe turned to the nonprofit college planning group American Student Assistance for some advice. They and other groups say federal student loans can be refinanced into private loans. But doing so can remove federal protections such as fixed interest rates and the ability to pause repayments.\nAlso, private student loans can be refinanced into new lower-interest private loans.\nBut there’s no provision in federal law allowing the refinancing of a federal loan to another, lower-interest federal loan.\n\"There is no federal refinancing. Congress sets the interest rate for federal student loans, and most of these rates are fixed by law, no matter how solid your credit or income becomes post-graduation,\" American Student Assistance advises potential borrowers.\nPolitiFact Texas examined a similar claim in 2014 and rated it Mostly True.\nThey spoke with Heather Jarvis, a North Carolina attorney specializing in student loan law, who told them some graduates may be able to refinance student loans at lower rates through private lenders. But, she said, this would only happen in cases in which borrowers have substantial income.\nJarvis added that \"refinancing federal loans with a private loan is risky.  The borrower gives up important protections that accompany federal loans (like flexible repayment and discharge provisions).\"\nStudents repaying federally backed loans, Jarvis said, are effectively barred from refinancing opportunities because federal law makes no provision for the government to make such offers.\nAsked about the former president’s statement, Bill Clinton’s press secretary said in an email \"it’s very safe to say that the vast majority of students with debt have federal debt.\" She pointed to statistics from the College Board showing federal loans account for about 90 percent of student borrowing. She said a small percentage of borrowers can refinance a federal student loan by making it a private loan.\nOur ruling\nFormer President Bill Clinton said at a recent campaign rally in Los Angeles: \"A college loan is the only loan in the United States that you cannot refinance when interest rates go down.\"\nBorrowers of federally backed student loans, which account for about 90 percent of student loans, cannot refinance those into lower-interest federal loans. Congress sets the interest rate on these loans, and there’s no provision in federal law that allows for them to be refinanced. Depending on factors such as income, some borrowers can refinance their federal loans into lower-interest private loans, though they risk losing their federal loan protections.\nClinton most likely was referring only to federally backed loans when he made his statement, but a clarification about private loans would have helped.\nWe rated his claim Mostly True.\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05153"}