{"url": "/factchecks/2011/sep/14/ron-paul/ron-paul-says-under-rick-perry-government-jobs-gre/", "speaker": "Ron Paul", "vclaim": "\"170,000 of the jobs\" created in Texas under Gov. Rick Perry \"were government jobs.\"", "truth_label": "half-true", "date": "stated on September 12, 2011 in a Republican presidential debate in Tampa:", "title": "Ron Paul says under Rick Perry, government jobs grew by 170,000 in Texas", "text": "With the polls now showing Rick Perry ahead for the Republican nomination, his opponents are trying to undercut his claims of soaring job growth while he's been governor of Texas.\n   \nDuring the Sept. 12, 2011, Republican presidential debate in Tampa, Rep. Ron Paul, R-Texas, sought to put some blemishes on Perry’s record by noting that many of the new jobs were in the government.\n   \nCNN anchor Wolf Blitzer, the debate moderator, began the exchange by asking Paul about Perry’s claims of economic success in the Lone Star State. \"You’re from Texas,\" Blitzer said. \"Does your governor deserve all that credit?\"\n   \nPaul answered, \"Not quite. I’m a taxpayer there. My taxes have gone up. Our taxes have doubled since he’s been in office. Our spending has gone up double. Our debt has gone up nearly triple. So, no. And 170,000 of the jobs were government jobs. So I would put a little damper on this, but I don’t want to offend the governor, because he might raise my taxes or something.\"\n   \nFor this item, we’re looking exclusively at Paul’s claim that \"170,000 of the jobs\" created in Texas under Perry \"were government jobs.\"\n   \nWe turned to the Bureau of Labor Statistics, the official federal source of employment data for the nation, states and localities. We looked at government job growth during Perry’s tenure, from January 2001 to July 2011:\n   \nState government jobs: Increase of 49,100, or about 4,600 per year of Perry’s tenure\nLocal government jobs: Increase of 217,600, or about 20,700 per year\nFederal government jobs: Increase of 19,700, or about 1,900 per year\n   \nTotal government jobs: Increase of 286,400, or about 27,300 per year\n   \nMeanwhile, Texas employment overall increased over this period by 1,078,600, or about 102,700 per year.\n\nLooking at it a different way, the number of local government jobs has increased by 21 percent during Perry’s tenure, while state government jobs have expanded at a 15 percent clip.\n\nLet's put all of this in perspective. The increase in state government jobs represented about 4 percent of Texas’ total jobs increase; for local government jobs, it was 20 percent; for federal jobs, it was less than 2 percent.\n   \nWe see a few different ways to analyze these numbers.\n   \nFirst, in critiquing Perry, not all government jobs are created equal. Perry has the most direct influence over the growth in state jobs. His influence on local government jobs is weaker. And he has relatively little influence in securing federal job increases. (Indeed, given his theme that the feds are overreaching, he might very well want fewer federal employees.)\n\nHow big is Perry’s sway over local government jobs? We checked with representatives of cities and counties, and they agreed that it is pretty limited.\n\nCities get about 36 percent of their funds from property taxes, 29 percent from sales taxes and much of the rest from items such as fines, right-of-way rentals and user fees, said Bennett Sandlin, executive director of the Texas Municipal League, which represents 1,100 Texas cities. Those sorts of income streams are not affected by the governor to any significant degree.\n\nCounties, similarly, are \"highly reliant on the property tax,\" said Elna Christopher, a spokeswoman for the Texas Association of Counties. She said that state mandates can affect county employment numbers, particularly because a jail standards commission sets required ratios between prison inmates and correctional-officers. But while the governor appoints the commissioners, he doesn’t directly influence their deliberations.\n\nThis leaves one major area: the public schools. The state government does have significant influence over education budgets -- and most recently, this impact has been to shrink rather than increase. Earlier this year, Perry and the legislature decided to fund school districts by $4 billion less in 2012-13 than existing formulas would have provided.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nAnd during Perry’s tenure, local education jobs -- which Perry would have the most influence over -- have increased at a slower rate than local government jobs as a whole. Local education jobs have risen at about 11 percent, while non-educational local government jobs have risen by 37 percent.\n\nSo with the government jobs Perry can affect the most -- state jobs -- the raw-number increase was well below what Paul claimed. Only if you use a more expansive definition of government jobs -- including jobs Perry doesn’t have much of an impact on -- is the increase bigger than what Paul claimed.\n\nHaving said that, the increase in total government jobs under Perry is not trivial. State government jobs represented 4 percent of the overall increase for all types of jobs, but the combination of all government jobs accounted for nearly 27 percent. And if you look at government jobs as a percentage of all jobs in Texas, the share has risen from 16.4 percent at the start of Perry’s tenure to 17.5 percent today.\n   \nAnd here’s one more factor to consider: As state and local government jobs were increasing, so was the state's population -- more rapidly than anywhere in the nation.\n   \nBetween mid 2001 and mid 2010, Texas’ population increased by a whopping 20 percent. The growth in local government jobs -- 21 percent -- roughly kept pace with that growth, while state government jobs increased at a somewhat slower pace, 15 percent.\n   \nBoth growth rates were faster than the national average. Nationally, local and state government jobs both grew by slightly under 6 percent during the same period.\n   \nOur ruling\n   \nWe can’t find an exact match for Paul’s 170,000 figure in the official statistics, and getting to that number requires not just state jobs, but also local government jobs that Perry would have had difficulty influencing.\n   \nStill, there's some truth in Paul’s underlying claim that a notable share of the job growth Perry touts on the campaign trail came from government jobs. Even leaving out federal jobs, about one out of every four new jobs in Texas during Perry’s tenure has been a new state or local government job. So while Paul is wrong on the specific numbers, he makes a larger point with some merit. We’ll call it Half True.", "vclaim_id": "vclaim-pol-12422"}