{"url": "/factchecks/2007/nov/16/barack-obama/lightning-strikes-but-not-like-the-feds/", "speaker": "Barack Obama", "vclaim": "\"Right now, an employer has more of a chance of getting hit by lightning than be prosecuted for hiring an undocumented worker. That has to change.\"", "truth_label": "false", "date": "stated on November 15, 2007 in Las Vegas:", "title": "Lightning strikes, but not like the feds", "text": "Sen. Barack Obama of Illinois tried to make the point that enforcement against people who hire undocumented workers has to improve.\n\nBut statistics show the feds at least outpace lightning strikes.\n\n\nGiven current data, indictments out of employer investigations happen 4.6 times more often than people get hit by lightning, figured Deborah Rumsey, author of\n\nProbability for Dummies\n \nand\n\nStatistics for Dummies\n\n, among other books. Rumsey, a statistics education specialist at Ohio State University, helped PolitiFact.com review the stats.\n\n\n\"Neither one of these is a common occurrence, but compared to each other, there's a big difference,\" Rumsey said.\n\n\nAsked to support his statement, the Obama campaign cited a\n\nWashington Post\n\nreport that showed only three businesses were fined — a more narrow look than prosecutions — for employing illegal immigrants in 2004.\n\n\nBeing fined is indeed rarer than lightning hitting someone.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut based on figures from the U.S. Department of Homeland Security and the National Weather Service, we find that the change Obama demanded in Thursday's debate already has happened, at least in meteorological terms.\n\n\nFor starters, lightning hits an average of 1,000 to 1,100 people a year, according to the National Weather Service. That would make strikes on people a 1.1-in-303,000 probability, using current U.S. Census population estimates.\n\n\nNow consider indictments in investigations of employers, which numbered 441 in 2006, according to an annual report of the Office of Immigration Statistics at the U.S. Department of Homeland Security.\n\n\nBased only on indictments, there was a 5.1-in-303,000 chance an employer would be prosecuted to the point of indictment. That's based on a U.S. Census count of nearly 26.3-million businesses from 2004, the most recent year full data is available.\n\n\nIt should be noted that the number of employers is tough to determine; officials with the IRS and the U.S. Bureau of Labor Statistics said they had no data. The Census count is its largest available, with other surveys showing smaller numbers — and even higher chances of indictments against employers.\n\n\nGiven these findings, we rule Obama's statement False.", "vclaim_id": "vclaim-pol-16512"}