{"url": "/factchecks/2013/oct/08/charles-schumer/charles-schumer-says-dow-jones-lost-2000-points-af/", "speaker": "Charles Schumer", "vclaim": "Because of the 2011 debt ceiling fight, \"the stock market lost 2,000 points.\"", "truth_label": "mostly-true", "date": "stated on October 6, 2013 in an interview on ABC's \"This Week\":", "title": "Charles Schumer says Dow Jones lost 2,000 points after last debt ceiling fight", "text": "If the nation hits the debt ceiling later this month without it being raised by Congress, economists predict a wide spread of economic harm: higher interest rates, lower economic growth and plunging consumer confidence in the United States and overseas.\nOne particularly high-profile sign of economic distress would be a plummeting Dow Jones Industrial Average. During an appearance on ABC’s This Week With George Stephanopoulos, Sen. Charles Schumer, D-N.Y., cited that scenario as one of the reasons why Congress should take action soon.\nStephanopoulos asked Schumer whether both sides were \"posturing\" and \"playing with fire\" on the debt ceiling, which is the legal limit to how much debt the government can shoulder.\nSchumer said, \"You don't negotiate over something like the debt ceiling because --\" at which point Stephanopoulos interjected, \"Other presidents have done it.\"\nSchumer responded, \"No. The one time that it was really done in this kind of way, (when it wasn’t just) a deadline and you had to decide (on) abortion or something else, was in 2011. We went right up to the deadline. The stock market lost 2,000 points, $18 billion was lost by the American people.\"\nWe wondered whether Schumer was right about the stock market losing 2,000 points. So we looked at historical data for the Dow Jones Industrial Average, the most popular measure of the stock market.\nOn July 21, 2011, the Dow reached 12,724 -- its high point in the months immediately preceding the debt ceiling fight. For the next 10 days, Congress squabbled over raising the debt ceiling. Then, between July 31 and Aug. 2, the White House and congressional leaders reached and implemented a deal that became known as the Budget Control Act of 2011. By Aug. 2, when the crisis was effectively over, the Dow stood at 11,866, a drop of 858 points.\nThat’s less than the 2,000 points Schumer cited. However, the Dow continued to tumble for another two months, due in large part to repercussions of the debt ceiling debate, particularly the downgrading of the United States’ credit rating by Standard & Poors on Aug. 5.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBy Oct. 3, the Dow had bottomed out at 10,655 -- a decline of 2,069 points from its pre-debt ceiling peak, and its lowest level in about a year. So if you include the aftershocks of the debt ceiling fight, Schumer is correct that the Dow fell by 2,000 points. (You can see the decline as a line chart here.)\nThat said, it’s also worth noting that the recovery was almost as quick as the decline.\nIt took only until Jan. 25, 2012 -- about three and a half months after the low point -- for all of the pre-debt ceiling losses to be recouped. By Jan. 25, the Dow hit 12,758. And as Schumer was speaking on This Week, the most recent Dow close was 15,072 -- an 18 percent increase over the pre-debt ceiling high, which had been about two years and three months earlier.\nMatt House, a spokesman for Schumer, said the Dow’s subsequent recovery is irrelevant.\n\"Of course (the Dow) came back, but that is of little comfort to anyone who was at or nearing retirement during those several months,\" he said. \"With 10,000 baby boomers retiring a day, that drop is incredibly important, and not to be trivialized. .... And this is all from a default that didn’t happen.\"\nStill, we think it’s important to note that the 2,000 points the Dow lost didn’t stay off for years, or even permanently, as some viewers might assume.\nOur rating\nSchumer said that because of the 2011 debt ceiling fight, \"the stock market lost 2,000 points.\" If you count the aftermath of the deal that avoided a debt ceiling breach, which included a historic downgrade of the United States’ creditworthiness rating, then Schumer is right that the Dow fell by 2,000 points.\nStill, Schumer makes it sound as if the drop happened right away. Actually, it dropped at the time of fight and continued to drop for another two months after the United States' credit rating was downgraded. We rate Schumer’s claim Mostly True.", "vclaim_id": "vclaim-pol-08787"}