{"url": "/factchecks/2012/may/11/betty-sutton/betty-sutton-says-jim-renacci-has-voted-repeatedly/", "speaker": "Betty Sutton", "vclaim": "Jim Renacci \"voted repeatedly to end Medicare.\"", "truth_label": "false", "date": "stated on May 1, 2012 in a campaign email:", "title": "Betty Sutton says Jim Renacci has voted repeatedly to end Medicare", "text": "Few subjects can equal health care for stirring political debate and fueling partisan talking points. \n\nClaims about health care have won the dubious honor of being PolitiFact National's \"Lie of the Year\" for three straight years. PolitiFact’s editors award that title to the claim they view as the most significant falsehood, the one that had the most impact on the political discourse.\n\nRepublican claims that health care reform law would include \"death panels\" and that health care reform represented a \"government takeover of health care\" were winners for 2009 and 2010.\n\nA claim from Democrats' that Republicans \"voted to end Medicare\" was tapped for the honor in 2011.\n\nBut as hot-button an item as health care is with voters, it’s no surprise that politicians and their campaigns return to those claims -- particularly when the race is expected to be hotly contested.\n\nThat is indeed the case with Rep. Betty Sutton. Because of redistricting, she is running this fall against Rep. Jim Renacci, a Republican from Wadsworth, in the new 16th District.\n\nA new campaign solicitation emailed by Sutton’s campaign referred to Renacci as \"someone who has voted repeatedly to end Medicare.\"\n\nSutton's campaign staff said the statement referred to Renacci's votes, in April 2011 and March 2012, in favor of the House Republican budget plans presented by Rep. Paul Ryan of Wisconsin.\n\nThe Ryan budget proposal restructures Medicare toward private insurance. Under the current Medicare system, the government pays the health care bills for Americans over age 65. Under the Ryan plan, future beneficiaries would be given a credit from the government to shop for new health plans — a dramatic departure from the current system.\n\nThe plan has some guarantees for coverage, although seniors would have to pay more to get the benefits they receive today, according to an analysis by the nonpartisan Congressional Budget Office.\n\nSutton's campaign provided two sources for the \"end Medicare\" statement. The first was a Wall Street Journal article from April 2011 that, according to the campaign, said the Ryan plan \"would essentially end Medicare.\"\n\nAs we have noted in previous fact-checks, however, the Journal article didn’t quite say that. The partial quote deceptively truncates what the article said: \"The plan would essentially end Medicare, which now pays most of the health-care bills for 48 million elderly and disabled Americans, as a program that directly pays those bills.\"\n\nChanging the payment method is not the same as ending the entire program.\n\nThe other source cited as an article from the McClatchy-Tribune News Service that ran in The Plain Dealer. It said Ryan's plan \"effectively would end Medicare for seniors.\" It said the plan \"would end Medicare for anyone who retires after 2021 and replace it with a 'premium support' program, in which the federal government would subsidize private health plans.\"\n\nSutton's campaign manager, Scotty Eggleston, added this: \"Ohio seniors deserve the Medicare guarantee that they have paid for and that will actually cover their costs, not the pretend version and voucher system that Jim Renacci wants that has seniors pay nearly $6,000 more while getting less coverage.\"\n\nThese are questions of degree. While Medicare would move into a privatized voucher version under the Ryan plan, it would still exist as a health-insurance program for seniors. And the Ryan plan would not affect seniors currently in Medicare, or even the people who would join the program in the next 10 years.\n\nFor everyone else, the Ryan plan might better be defined as the end of \"Medicare as we know it\" -- a cliche, but one with enough qualification to keep the claim out of the hot seat.\n\nPolitiFact's rating was matched by other independent fact-checkers.\n\n\"Medicare would remain an entitlement program, but it would also be more costly to future beneficiaries. It would not end,\" said FactCheck.org, a project of the Annenberg Public Policy Center at the University of Pennsylvania. FactCheck.org rated the end of Medicare claim as one of their \"Whoppers of 2011.\"\n\nThe Washington Post’s Fact Checker concluded that while there’s \"a worthwhile debate\" about whether Ryan’s proposal should be adopted, \"it is not true to claim Republicans are trying to ‘kill’ Medicare.\"  It labeled the claim as one of the \"biggest Pinocchios of 2011.\"\n\nThe unqualified end-of-Medicare statement is not accurate. The Sutton fund-raising pitch included no \"as we know it\" qualification.\n\nOn the Truth-O-Meter, that means the statement, as it has in the past, registers a rating of False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11118"}