{"url": "/factchecks/2019/feb/15/facebook-posts/no-scientist-who-discovered-hiv-did-not-say-it-was/", "speaker": "Facebook posts", "vclaim": "Says Dr. Robert Gallo, the man who helped discover the HIV virus, confessed he was \"forced\" to \"create the HIV virus as a secret weapon to wipe out the African race.\"", "truth_label": "pants-fire", "date": "stated on February 14, 2019 in a Facebook post:", "title": "No, scientist who discovered HIV did not say it was created as a 'secret weapon'", "text": "In 1984, Dr. Robert Gallo gained worldwide fame when he co-discovered that HIV was the cause of AIDS and later developed the HIV blood test.\nNow, a Facebook post says Gallo confessed that he was \"forced to create the HIV virus as a secret weapon to wipe out the African race.\" But Gallo never said that or anything close to that. This quote is flat-out fake.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAn iteration of the bogus claim — that Gallo \"invented HIV to depopulate the world\" — has been going around the internet since at least 2016, when it was posted on multiple websites and blogs known for publishing conspiracy theories and fabricated stories.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIn 2017, the Centre for the Aids Programme of Research in Southern Africa (Caprisa) released a statement on the claim saying it was \"deliberately undermining the fight against AIDS.\"\n\"Pretending to be genuine, an image of a newspaper article with a photo of eminent scientist Robert Gallo in his laboratory claims that he created HIV, the virus that causes AIDS, as ‘a secret weapon to wipe out the African race,’ \" the statement said. \"While the story is, without doubt, simply nonsense and lies, it plays on the fanciful imagination of those who persist in wanting to believe conspiracy theories about the west trying to destroy Africa.\"\nGallo is currently the director of the Institute of Human Virology at the University of Maryland School of Medicine in Baltimore.\nThe claim that Gallo said anything about HIV being a secret weapon is Pants on Fire!\n Share the Facts 2019-02-15 15:48:51 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Dr. Robert Gallo, the man who helped discover the HIV virus, confessed he was \"forced\" to \"create the HIV virus as a secret weapon to wipe out the African race.\"    Facebook posts on the internet     Thursday, February 14, 2019 2019-02-14    Read More  info", "vclaim_id": "vclaim-pol-01012"}