{"url": "/factchecks/2016/aug/18/john-burton/top-california-democrat-seizes-911-omission-donald/", "speaker": "John Burton", "vclaim": "\"While introducing Donald Trump, former New York City Mayor Rudy Giuliani omitted the September 11, 2001, strikes as a ‘successful’ terrorist attack during the eight years before President Obama’s 2008 election.\"", "truth_label": "true", "date": "stated on August 16, 2016 in in a press release:", "title": "Top California Democrat seizes on 9/11 omission by Donald Trump backer Rudy Giuliani", "text": "California Democratic Party Chairman John Burton seized on a major gaffe this week by former New York City mayor and Donald Trump backer Rudy Giuliani.\nGiuliani, as he introduced Trump during an August 15 speech in Ohio, claimed radical Islamic terror attacks started in the United States under President Barack Obama and Secretary of State Hillary Clinton, and not under President George W. Bush.\n\"By the way, under those eight years before Obama came along, we didn’t have any successful radical Islamic terrorist attack in the United States,\" Giuliani said. \"They all started when Clinton and Obama got into office.\"\n\nFormer New York mayor Rudy Giuliani speaks at a rally for Republican presidential nominee Donald Trump.​ He makes his omission at the 1:00 minute mark.\nPolitiFact, citing the huge omission of the September 11, 2001 terror attacks, rated Giuliani’s claim False.\nBurton jumped on Giuliani’s statement a day later, saying: \"Yesterday while introducing Donald Trump, former New York City Mayor Rudy Giuliani omitted the September 11, 2001, strikes as a ‘successful’ terrorist attack during the eight years before President Obama’s 2008 election. Mayor Giuliani must be spending so much time with Trump that he’s unable to tell truth from fiction.\"\nWe are relying on the national PolitiFact team’s reporting below to examine the accuracy of the portion of Burton’s statement about Giuliani’s major omission, which appears unassailable.\nGiuliani’s omission\nGiuliani, warming up the crowd for Trump’s counter-terrorism speech, appeared to forget one of the defining moments of modern U.S. history and his own political career: the Sept. 11 attacks.\nThe Republican former mayor of New York City during 9/11 was widely lampooned (following the omission) for suggesting that terrorist attacks on U.S. soil were unique to Barack Obama’s presidency.\nBut many media reports left out the beginning of his speech, when he talked at length about 9/11. He recounted how it was the \"worst foreign attack in our history since the War of 1812\" and how Trump’s running mate, Mike Pence, visited \"Ground Zero when we were in desperate need of help.\"\nStill, Giuliani seemed to throw everything he had just said out the window: \"By the way, under those eight years before Obama came along, we didn’t have any successful radical Islamic terrorist attack in the United States. They all started when Clinton and Obama got into office.\"\nBack in 2010, Giuliani made a similar gaffe when he claimed, \"We had no domestic attacks under (President George W.) Bush.\" He later apologized for misspeaking and not adding the words, \"since Sept. 11.\"\nGiuliani apparently made the same mistake again, telling the New York Daily News that he was just using \"abbreviated language.\"\nBut even barring 9/11, Giuliani is omitting several successful attacks on U.S. soil. Some are undoubtedly jihad-linked while the connection to \"radical Islamic extremism\" is murkier in others.\nThe New America Foundation, for example, compiles a comprehensive list of terrorist plots, but its definition of \"violent jihadist attacks\" does not necessarily match up with law enforcement classification.\nThat’s because strict definitions like \"hate crime\" or \"terrorist attack\" may be useful for prosecuting cases, but they may cloud the public’s understanding of what the attack was and what motivated the crimes — \"questions to which answers are rarely linear or packaged into a neat explanation,\" said Albert Ford, a research assistant at New America.\nThat being said, let’s go through successful attacks on U.S. soil in which ideology played some role.\n2002 Los Angeles Airport shooting  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nOn July 4, 2002, Hesham Mohamed Hadayet opened fire at Los Angeles International Airport, killing two and injuring four. Hadayet, a 41-year-old Egyptian national, died after being shot by an airport security guard.\nPrior to his immigration to the United States, Egyptian authorities accused him of belonging to the terrorist organization, Al-Gama'a al-Islamiyya (though he denied this charge). The FBI concluded that Hadayet’s killing spree was a terrorist act, but he acted alone and hoped to influence U.S. government policy toward Palestine.\n2002 Beltway snipers\nIn October 2002, John Allen Muhammad and his accomplice, 17-year-old Lee Boyd Malvo, randomly gunned down 10 people in Washington. They were arrested by police and SWAT officers on Oct. 24.\nThe snipers’ motives were myriad. Malvo drew sketches depicting his acts as jihad and testified that Muhammad, a member of the Nation of Islam, lectured him on the religion. He also said Muhammad wanted to start a revolution over \"the continued oppression of black people.\"\nA Virginia court found Muhammad guilty of engaging in an act of terrorism, and the incident is listed as a major terrorism case on the FBI’s website. Muhammad was executed in 2009 and Malvo is currently serving a life sentence.\n2006 Seattle Jewish Federation shooting\nOn July 28, 2006, Naveed Afzal Haq killed one woman and injured five others at the Jewish Federation of Greater Seattle.\nA witness told the Associated Press that Haq declared himself \"a Muslim American, angry at Israel\" before opening fire. FBI officials said he was not acting part of a terrorist group, but \"acting out some kind of antagonism toward this particular organization.\" The attack was ultimately classified as a hate crime by the county prosecutor.\nIn 2014, however, the City of Seattle included the shooting as an example of an incident that fits \"into the terrorist mold\" while the New America Foundation lists it as a \"violent jihadist attack,\" because Haq claimed to be motivated by opposition to U.S. actions.\n2006 University of North Carolina, Chapel Hill attack\nIn March 2006, UNC graduate Mohammad Reza Taheri-azar drove an SUV onto campus, injuring nine pedestrians.\nHe turned himself in following the attack and sent several letters to UNC’s student newspaper from jail declaring his intentions to exact revenge for Muslims. \"I was aiming to follow in the footsteps of one of my role models, Mohammad Atta, one of the 9/11/01 hijackers, who obtained a doctorate degree,\" he wrote in one letter.\nUNC students were divided over whether Taheri-azar’s actions constituted an act of terror. The FBI declined to comment on whether it was investigating links to terrorism, the New York Times reported in 2006.\nPolitiFact’s ruling on Giuliani’s claim\nMoments after mentioning 9/11, Giuliani said, \"Under those eight years before Obama came along, we didn’t have any successful radical Islamic terrorist attack in the United States.\"\nSince then, there have been four successful plots on U.S. soil that were declared by the FBI to be terrorist attacks or whose perpetrators claimed to be motivated by ideology or anti-U.S. sentiments.\nReasonable people can disagree over the definition of jihad-inspired terrorism, but Giuliani is taking things too far by omitting all of them.\nWe rate his claim False.\nPolitiFact California’s ruling on Burton’s claim\nCalifornia Democratic Party Chairman John Burton said Giuliani omitted the 9/11 attacks as \"a ‘successful’ terrorist attack during the eight years before President Obama’s 2008 election.\"\nGiuliani’s remarks were captured on video and clearly show he left out the 9/11 attacks. Based on this video and PolitiFact’s reporting about terror attacks that took place under President Bush, including 9/11, we rate Burton’s claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-04451"}