{"url": "/factchecks/2011/jul/24/gina-raimondo/ri-treasurer-raimondo-says-60-year-olds-401ks-typi/", "speaker": "Gina Raimondo", "vclaim": "\"The average 401(k) in America of a person who's 60 years old is under $100,000.\"", "truth_label": "mostly-true", "date": "stated on July 10, 2011 in an appearance on 10 News Conference:", "title": "R.I. Treasurer Raimondo says 60-year-olds with 401(k)s typically have less than $100,000 in them", "text": "General Treasurer Gina Raimondo has been leading the drive to overhaul the retirement system for public employees -- with its $7.3-billion unfunded liability -- but has rebuffed calls from some critics to scrap the pension plan altogether.\n\nDuring an appearance on the July 10 edition of 10 News Conference, when reporter Jim Taricani asked her about the sustainability of the current system, she pointed out that without a pension program, most people are ill-equipped to deal with the financial challenge of retirement.\n\nThe state's pension program, she said, \"is clearly crushing the state with a debt we can't afford and that's why we have to fix it. It really is a crisis. Having said that, the average 401(k) in America of a person who's 60 years old is under $100,000, so that isn't retirement security either. I think we can maintain an element of defined benefit, an old-fashioned pension plan, but design it in a way that is sustainable and affordable.\"\n\nWe wondered whether that's the real average for a typical 60-year-old with a 401(k).\n\nWhen we asked about the source of her comment, Raimondo's office sent us a lot of material on 401(k)s in general, but none of it was specific to 60-year-olds. As we looked for other data, we realized this would be a complex issue to analyze -- partly because of the difference between average and median. But we’ll get to that.\n\nFor starters, some perspective: even having $100,000 in retirement savings isn't a lot.\n\nWe did a quick calculation on Fidelity Investment's retirement planning website. Sixty-year-old workers making $50,000 a year who have $100,000 in a 401(k) will only have about half the money they need when they retire, even with Social Security and even if they're aggressively investing in stocks, the market stays strong and they're putting the maximum amount into their retirement savings plan. (For a 60-year-old, the maximum annual contribution limit is $22,000.)\n\nMichael Ryan, a former president of the Rhode Island Society of the Financial Planning Association, said retirees should only tap about 4 to 6 percent of their savings per year if they want their money to last. \"A hundred thousand dollars is going to generate $4,000 to $6,000 a year,\" he said. \"That's not an overwhelming amount of money to have saved for retirement, unfortunately.\"\n\nIt's also important to talk about how 401(k) savings trends are often characterized.\n\nIf you look at some data, it appears that the treasurer is wrong because the average account balance among people in their late 50s and early 60s is well above $100,000.\n\nFor example, Fidelity Investments, which handles 401(k) plans for about 11 million people and bills itself as \"the nation's No. 1 provider of workplace retirement savings plans,\" reports that during the first quarter of this year, the average balance for their 401(k) customers age 60 to 64 was $126,200, above the $100,000 cited by Raimondo.\n\nThe nonpartisan Employee Benefit Research Institute in Washington, which has a database of 20.7 million 401(k) participants, reported that in 2009, the average balance for people in their 60s was $162,522.\n\nSo, at first, it appears Raimondo is wrong because the correct amount seems to be considerably higher than $100,000.\n\nBut Raimondo was talking about a typical individual who has a 401(k) plan, specifically a typical 60-year-old.\n\nFor the typical 401(k) saver, the average is the wrong statistic to cite. A small number of people investing aggressively can skew the average upward.\n\nMore relevant is the median balance -- how much the individual in the middle of the spectrum has saved.\n\nAnd that's a very, very different number.\n\nConsider the EBRI data for all age groups. While the average account balance at the end of 2009 was $59,381, the median amount -- representing how much was in the account of a typical 401(k) holder -- was just $17,794.\n\nSo what are the numbers for 60-year-olds?\n\nFidelity said that the median savings accumulated as of March 31 was $45,300 for ages 60 to 64.\n\n(Several people we spoke with emphasized that the median isn't the most accurate number either because it fails to account for people who have changed jobs in recent years and may have, as a result, taken 401(k) savings from past employment and rolled them over into IRAs. As a result, the actual amount saved by a typical worker can be significantly higher than the median numbers would suggest.)\n\nAlicia Munnell, a professor of management sciences at Boston College and coauthor of \"Coming Up Short: The Challenge of 401(k) Plans,\" sent us to the Survey of Consumer Finances, done in 2007 by the Federal Reserve System, which tried to take IRA savings into account. That survey was before the recession but Munnell said the markets have rebounded enough that those numbers probably apply today. (The next SCF isn't due until next year.)\n\nThat data, analyzed by Boston College's Center for Retirement Research, also suggests that Raimondo was overly optimistic.\n\nThe typical 55- to 65-year-old had $78,000 set aside for retirement, but that included individual retirement accounts created when people leave a job and roll their 401(k) savings into an IRA.\n\nIf you only look at the 401(k) savings, the typical 60ish person has about $60,000.\n\n\"If someone is saying that people don't have a lot of money in these plans, that's right,\" said Munnell.\n\nMunnell, and others we interviewed, said they knew of no specific data on 60-year-olds.\n\nRaimondo's office cited Munnell's report on the Federal Reserve numbers when we asked for data to support the treasurer's claim.\n\nIn summary, Raimondo said that \"the average 401(k) in America of a person who's 60 years old is under $100,000.\"\n\nHer spokeswoman, Joy Fox, argued that because the savings rate is under $100,000, Raimondo’s statement would be True, even if the actual number was tens of thousands lower.\n\nFox also said Raimondo's larger point is that \"given how little the average 401(k) was worth, the defined contribution system did not provide retirement security\" for state workers who, in the treasurer's words, \"at the end of a hardworking career . . . ought to have security in retirement.\"\n\nThat larger point is well taken. Give Raimondo points for not overstating the problem.\n\nBut all the evidence we could find involving that age group suggests that the average account holder has saved about $60,000 or less in their 401(k)s, which is the plan the treasurer cited.\n\nFor that reason, we believe her statement is \"accurate but needs clarification or additional information,\" the definition of Mostly True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12689"}