{"url": "/factchecks/2007/nov/20/hillary-clinton/a-lot-of-time-but-the-math-is-off/", "speaker": "Hillary Clinton", "vclaim": "\"Americans spend 100-million hours a year filling out these forms (FAFSA). That is the equivalent of 55,500 full-time jobs.\"", "truth_label": "half-true", "date": "stated on October 11, 2007 in Plymouth, N.H.:", "title": "A lot of time, but the math is off", "text": "While discussing college costs, Sen. Hillary Clinton joined a growing chorus of political leaders calling for reform of the financial aid application process.\n\nQuoting from a Brookings Institution proposal called \"College Grants on a Postcard,\" the former first lady said something must be done given how long Americans spend filling out the Free Application for Federal Student Aid each year.\n\n\nIt's 100-million hours, Clinton said, the equivalent of 55,500 full-time jobs.\n\n\nHer math is slightly off, and it relies on a disputed number.\n\n\nThe Brookings Institution paper says 100-million hours is \"the equivalent of about 50,000 full-time jobs.\" And our calculator figures it's 48,077 jobs of 40 hours a week.\n\n\nAlso, that figure of 100-million hours is at odds with the government's best estimate.\n\n\nThe Department of Education estimates on its Web site that first-time users will need less than an hour to complete FAFSA on the Web. That time frame \"largely assumes that the applicants and their parents come to the Web prepared,\" spokeswoman Stephanie Babyak told PolitiFact.com.\n\n\nApproximately 10-million forms are filed each year. By the department's estimate, it would be 10-million hours of form filling.\n\n\n\"Implausible,\" counters Harvard University associate professor Susan Dynarski, who wrote the Brookings Institution paper.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"The IRS estimates 8 to 10 hours to complete the 1040EZ or 1040A, which are both far shorter than the FAFSA,\" Dynarski wrote in an e-mail to PolitiFact.com. \"The estimate for the 1040 is 16 hours, and 1040 is about the length of the FAFSA. Other researchers have estimated an average of 27 hours for IRS compliance. Ten hours is therefore an informed estimate based on this range of values and our detailed examination of the FAFSA questions.\"\n\n\nGiven such disparities, we turned to other experts, who largely sided with the Department of Education's version.\n\n\n\"That form is fairly simple,\" said Vivian Fiallo, a guidance counselor at Freedom High in Tampa.\n\n\nSeveral of the questions are biographical — nothing tough there — and many require only a yes or no. The interactive Web site even tells you where to look for each answer, Fiallo added.\n\n\nIndeed, a spokeswoman for the New Hampshire-based Center for College Planning said in an e-mail that the denseness of the form has become less of an issue since it went online, though some families still describe the process of applying as overwhelming.\n\n\n\"With assistance, it can take an average of 30 to 45 minutes to fill out the FAFSA,\" the center's Erin Hathaway wrote to PolitiFact.com. \"If there are complicated asset situations or private business owners, joint families etc., then it can take longer, usually one to two hours.\"\n\n\nNo research has been done on the topic, said Meihua Zhai, director of research at the National Association of Student Financial Aid Administrators, making all information on how long it takes anecdotal.\n\n\nGiven the disputed number and the lack of research, we find Clinton's statement to be Half True.", "vclaim_id": "vclaim-pol-16509"}