{"url": "/factchecks/2014/dec/15/jim-webb/webb-says-us-has-5-percent-worlds-population-25-pe/", "speaker": "Jim Webb", "vclaim": "The U.S. has \"5 percent of the world’s population, 25 percent of the world’s known prison population.\"", "truth_label": "true", "date": "stated on December 3, 2014 in a conference.:", "title": "Webb says U.S. has 5 percent of world's population, 25 percent of its \"known\" prisoners", "text": "The United States has too many people in behind bars, says former U.S. Sen. Jim Webb, who’s considering running for president.\n\"We have 5 percent of the world’s population, 25 percent of the world’s known prison population,\" Webb, a Democrat, said during a Dec. 3 conference with Virginia journalists that was coordinated by the Associated Press.\nThe statement isn’t new to Webb. He cited the same figures during his term in the Senate from 2007-2013 when he introduced unsuccessful legislation to create a National Criminal Justice Commission charged with making recommendations for overhauling the U.S. justice system.\nWe emailed Webb three times asking for the sources of his numbers, but didn’t hear back. So we set out on our own to see whether his statistics on the United States’ outsized prison populations hold up. The same statistical claim has been made by U.S. Attorney General Eric Holder.\nThe first part of the statement -- the U.S. share of the world’s population -- is pretty much correct. The U.S. has a population of 319.4 million while the global population is about 7.2 billion, according to the Census Bureau. That works out to a 4.4 percent share of the world’s population.\nThe second part -- the United States’ share of the world’s prison population -- comes from the Centre on Prison Studies at the University of Essex in the United Kingdom, which publishes widely cited studies on the global prison population.\nIn its latest report, from October 2013, the center said there were 10.2 million people in penal institutions around the world. The U.S., the center said, had 2.24 million prisoners -- a figure that includes 1.5 million people in state and federal prisons and about 740,000 in local jails.\nThat means the U.S. held nearly 22 percent of the world’s prison population.\nThe center puts a few qualifiers on its figures, which are mostly provided by each country’s national agency overseeing prisons. Not all of the national numbers are complete, particularly for China.  The Chinese government says the nation has 1.64 million prisoners, but an estimated 650,000 more may be serving in pre-trial or \"administrative detention,\" according to the center.\nHard figures on the penal populations aren’t released by some nations, including North Korea. There are an estimated 150,000 people living in pre-trial or administrative detention in that country, the center said.\nIf estimates of North Korean prisoners and Chinese tallies for pre-trial detainees are included, then the world penal population is closer to 11 million, the center said. That would mean the U.S. prison population would be 20 percent of the world’s prison population. We note, however, that Webb’s qualified statement said the U.S. had one quarter of the world’s \"known prison population.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIt also should be pointed out that the year from which the study tallies prison populations differs from country to country. For example, the U.S. prison population comes from the December 2011 while other countries’ populations were tallied at different times from September 2011 to September 2013.\nDespite the issues, the center’s list is the most comprehensive tally of the global prison population. Its research has been cited by the Organization for Economic Cooperation and Development -- a group of three dozen industrialized nations -- and by the National Academies of Sciences.\nMichael Rushford is president of the Criminal Justice Legal Foundation, which backs tough criminal sentences. He said the problem with the center’s research is some country’s prison tallies can’t be verified independently and those nations are likely low-balling the size of their penal populations.\n\"Are we taking communist China’s word on how many people they have in prison? They have no reason to tell us the truth,\" Rushford said. \"It’s easy to verify who is in prison in Great Britain or Switzerland … You try that in North Korea or China or Iran.\"\nWhy does the U.S. have a such a high level of incarceration?\nOne large reason -- according to Marc Mauer, executive director of The Sentencing Project, a group seeking to reform justice policies -- is that the U.S. has higher violent crime rates than most industrialized nations, leading to longer prison sentences. Another reason is that the U.S. tends to dole out longer sentences than other nations, he said.\nAn April 2014 report from the National Academies of Sciences said the U.S. prison and jail population in 2012 was 2.23 million -- seven times the number in 1972. The study attributed the growth to several factors, including tough-on-crime policies that created mandatory minimum sentences and increased penalties for drug-related offenses.\nAlthough on an upward trend for decades, the level of the U.S. inmates has declined in recent years.\nA 2013 report by the International Centre for Prison Studies showed the U.S. had the world’s highest incarceration rate at 716 inmates per 100,000 people. Updated figures on the center’s website show the U.S. now has 707 prisoners per 100,000 population, ranking it second behind the island nation of the Seychelles (population 90,595), which has a prison population rate of 868 per 100,000 people.\nOur ruling\nWebb says the U.S. has 5 percent of the world’s population but 25 percent of the world’s  \"known prison population.\"\nHis numbers are a bit off. The U.S. has 4.4 percent of the world’s population and 22 percent of its prisoners. But we won’t quibble. Webb’s central point holds up: That, when measured in global percentages, the United States’ prison population is five times greater than its general population.\nWe rate Webb’s statement True.", "vclaim_id": "vclaim-pol-06915"}