{"url": "/factchecks/2012/nov/01/tammy-baldwin/single-payer-healthcare-system-america/", "speaker": "Tammy Baldwin", "vclaim": "On a single-payer healthcare system", "truth_label": "half-flip", "date": "stated on October 25, 2012 in an interview:", "title": "Looking at Baldwin and a single-payer healthcare system for America", "text": "In the space of two days in the waning weeks of the U.S. Senate race, Democrat Tammy Baldwin declared her position on getting a single-payer healthcare system \"moot,\" \"irrelevant\" and \"hypothetical.\"\n\nInstead, she said, Congress should focus now on putting into place the Affordable Care Act, the sweeping healthcare law approved by congressional Democrats and signed into law by President Obama in March 2010.\n\nRepublicans, including Senate campaign rival Tommy Thompson, pounced on Baldwin’s remarks, with Thompson’s camp saying that Baldwin was \"trying to walk back her 14-year support for a single-payer health care system.\"\n\nDid Baldwin change her position on single-payer?\n\nFor an answer, let’s test that question on our Flip-O-Meter, which looks at  whether candidates have changed their position. Our standard disclaimer: We’re not rating the political or policy merits of any switch, just whether the candidate has been consistent over time.\n\nThompson moved to make the elimination of \"Obamacare\" a central part of the campaign, pledging in the primary to be the 51st vote to repeal it. Now, in the general election, he has been using Baldwin’s views to try to paint her as so \"extreme\" that she’s to the left of Obama.\n\nBaldwin voted for the Affordable Care Act, which extended health insurance to millions of uninsured. But she also pushed for even more dramatic action, which she later described this way: \"I actually was for a government takeover of medicine. I was for a single-payer plan.\"\n\nLet’s look at Baldwin’s record on the issue.\n\nBaldwin, who entered Congress in 1999, has advocated repeatedly for health care for all -- universal coverage -- and has publicly favored a financing mechanism called \"single payer,\" as we have documented in the past.\n\nHere’s how she has defined the financing:\n\n\"Under a single-payer system, all Americans would be covered for all medically necessary services. Patients would regain free choice of doctor and hospital, and doctors would regain autonomy over patient care. A single-payer system would be financed by eliminating private insurers and recapturing their administrative waste.\"\n\nShe continued: \"Modest new taxes would replace premiums and out-of-pocket payments currently paid by individuals and business. Costs would be controlled through negotiated fees, global budgeting, and bulk purchasing.\"\n\nThat was from a Baldwin news release in 2006. Single-payer systems are in use in Europe and Canada, among other places. A 2011 law moved Vermont toward a universal, single payer system.\n\nIn that 2006 news release, Baldwin was announcing her co-sponsorship of a bipartisan bill, The Health Partnership through Creative Federalism Act, that would have given grants to states to try different approaches, including a single-payer system, to cover their uninsured residents.\n\nIn 2009, as the healthcare reform debate raged in Congress, Baldwin was part of a bloc of Democrats pushing for serious consideration of a single-payer system.\n\n\"I am one of the members of this committee who believes strongly that a single-payer health system is the best way to comprehensively and fairly reform our healthcare system,\" Baldwin said as the House Energy and Commerce Committee voted on Obama’s plan.\n\nIn the end, the bill did not go that route.\n\nUnder the law, employers will continue to provide health insurance to most Americans through private insurance companies. A larger number of people will get private health coverage through the creation of insurance exchanges. The law is expected to reduce the ranks of the uninsured by 30 million, but not completely eliminate them.\n\nSince the passage of \"Obamacare,\" Baldwin has made few new public pronouncements about single payer, while making clear she still wants to at least try to take steps toward a single-payer system.\n\nHer current House website praises \"Obamacare\" for taking an \"important step\" toward quality healthcare for all Americans, but makes clear she wants to go further.\n\nShe says she will work for allowing Americans the choice of a \"public option\", calling that \"essential.\" The \"public option,\" which was considered during the 2009 debate, is an insurance plan administered and funded by the government that would be offered along with private insurance plans. Baldwin supported a public option during the healthcare reform debate, saying it could, if successful, lead to the single-payer system she supports.\n\nAt the 2010 political rally where she used the \"I was for a single-payer plan\" line, she praised Obamacare as \"incredible progress\" but her remarks suggested it was not the end of her quest to see all Americans get health insurance. She did not go into specifics of her strategy.\n\nTaking all this history into account, during the 2012 Senate race we rated Mostly True a Thompson claim that Baldwin wants a \"completely government-controlled\" health care system that goes \"far beyond 'Obamacare'\" and is \"a Medicare system for all.\"\n\nYet we could find little evidence Baldwin had addressed the issue in the context of the 2012 campaign.\n\nThat changed Oct. 24 and 25, 2012.\n\nAsked by a Journal Sentinel editorial writer Oct. 24, 2012, whether she still supports moving to single-payer system, Baldwin responded that it’s a \"moot question.\"\n\nShe said: \"It took 70 years for America to have a federal health policy. I certainly do not see that debate coming up. So it’s a hypothetical question.\"\n\nThe next day, asked if she still supports single payer, she told reporters at an endorsement news conference that if elected, she would focus on implementing \"Obamacare,\" -- rather than advocating for having the government go even further as she has in the past. She called her position on single payer \"irrelevant.\"\n\n\"We have a bill (the Affordable Care Act) that was passed. I worked on it. I voted for it. That's what our task is going forward. It doesn't matter the debates of a decade ago or even more recently. We have passed a bill. I voted for it, and now we need to put it to work and make it work for Wisconsin.\"\n\nOur rating\n\nBaldwin, in her recent statements, did not renounce her support for a single-payer system so much as deflect questions about it. So this is not a major change of position that translates into a full flop.\n\nBut her line about being content to work now on implementing \"Obamacare\" is inconsistent with her public vow to push hard to go even further -- to a public option that could lead to a single-payer system. Baldwin did not say she was permanently shelving her prior strategy, but is setting it aside right now.\n\nWe think that earns her a Half Flip, which we define as a partial change of position or inconsistent statements.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10042"}