{"url": "/factchecks/2020/mar/12/chris-kapanga/yes-auto-theft-most-large-wisconsin-counties-thoug/", "speaker": "Chris Kapenga", "vclaim": "“Car thefts (are) increasing in 8 of the 10 most populous (Wisconsin) counties.”", "truth_label": "mostly-true", "date": "stated on February 19, 2020 in news release:", "title": "Yes, auto theft is up in most large Wisconsin counties, though down statewide", "text": "The issue of reckless driving has gained urgency as lawmakers, police and residents grapple with how to get a handle on increasing danger on neighborhood streets. \nOne approach: Crack down on auto theft.\nIn Milwaukee and elsewhere, the police pursuit of stolen vehicles has led to accidents, including a Feb. 1, 2020 incident in Wauwatosa, when a stolen car being pursued by Milwaukee police crashed into a tree.\nState Sen. Chris Kapenga, R-Delafield, introduced a bill to address auto theft that, among other things, increases penalties for reckless driving, fleeing an officer and vehicle theft. The measure won Senate approval Feb. 19, 2020 on a 19-14 vote and was sent to the Assembly. \nIn a news release that day, Kapenga argued: \"Reckless driving and car thefts have been a major issue not only in Milwaukee County but also across the state with car thefts increasing in 8 of the 10 most populous counties.\" \nIs Kapenga right?\nThe evidence\nWhen asked for backup, Kapenga’s chief of staff Kyle Koenen pointed to the Wisconsin Department of Justice’s  Uniform Crime Reporting Database. \nBased on the database, here’s a look at the state’s 10 most populous counties and their motor vehicle theft counts in 2014 and 2018 -- a five-year period:\n\nSo two of the top 10 counties -- Milwaukee and Kenosha -- had decreases in car thefts, while eight had increases. \nAt the same time, Kapenga is doing a bit of cherry-picking in terms of the data he is citing to boost support for his bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nHe describes auto theft as a statewide problem, but a look at statewide figures for motor vehicle thefts shows a 14.2% drop -- from 9,811 in 2014 to 8,416 in 2018. \nA gateway crime\nLaw enforcement officials and experts consider auto theft a \"gateway\" crime that is often tied to other criminal activity.\nHere is a quote from the 2006 book \"Forensic Investigation of Stolen-Recovered and Other Crime-Related Vehicles,\" which is described as a reference guide for auto theft investigators:\n\"Auto theft is often the first crime engaged in by juvenile offenders who go on to a career of committing other crimes. Stolen vehicles are often used in burglaries, armed robberies and other crimes.\"\nIn a 2018 interview with the website Pursuit Response, Chris McDonold, chair of a committee of the International Association of Chiefs of Police that focuses on vehicle crimes, said \"97 percent of car thieves also face other serious charges.\"\n\"The first step of violent crime and high-impact crime begins with stolen vehicles,\" he said. \"You need stolen vehicles for crimes like shootings, robberies, homicides, drug dealing and insurance fraud.\"\nOur ruling\nIn seeking support for a bill he introduced, Kapenga said \"car thefts (are) increasing in 8 of the 10 most populous counties.\" \nState data shows that, among the most populous counties, only Milwaukee and Kenosha saw a drop in a recent five-year period. But in choosing those counties to make his point, Kapenga is sidestepping the fact statewide data shows vehicle thefts are down.\nOur definition of Mostly True is \"the statement is accurate, but needs clarification or additional information.\"\nThat fits here.", "vclaim_id": "vclaim-pol-18105"}