{"url": "/factchecks/2020/aug/27/chris-larson/yes-police-were-208-more-likely-kill-be-killed-cri/", "speaker": "Chris Larson", "vclaim": "Police are \"20.8 times more likely to kill than be killed by a criminal.\"", "truth_label": "true", "date": "stated on August 24, 2020 in Facebook post:", "title": "Yes, police were 20.8 more likely to kill than be killed by a criminal in 2019", "text": "Widespread condemnation of police brutality has picked up once again after Kenosha police shot Jacob Blake, a 29-year-old Black man, seven times at close range as he attempted to get into his SUV late in the afternoon of Aug. 23, 2020. \nAs Blake remained at a Milwaukee hospital, where his family’s attorneys say he is paralyzed from the waist down, protests developed in Kenosha and across the state.\nPoliticians from both sides of the aisle have weighed in, including state Sen. Chris Larson, D-Milwaukee, who wrote this in an Aug. 24, 2020, Facebook post:\n\"In 2019, 89 officers died in the line of duty. While every death is tragic, almost half (41) were accidental. That same year, officers shot and killed 999 people. Police are 20.8 times more likely to kill than be killed by a criminal. We must drastically reduce the use of deadly force in this country.\"\nIs he correct that in 2019, police were \"20.8 times more likely to kill than be killed by a criminal.\" \nIs he correct? \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook).\nLet’s break down the numbers. \nPolice officer deaths vs. deaths caused by police, by the numbers \nTo back up his claim, Larson’s office cited statistics from the Federal Bureau of Investigation on the number of law enforcement officers who died in the line of duty during 2019. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAccording to those statistics, 89 officers were killed in such incidents last year. Forty-one of those officers were killed accidentally, the FBI says, most often in car accidents. \nThat leaves 48 of what the FBI calls \"felonious\" deaths, which are deaths caused by criminal acts. \nTurning to the number of people killed by police last year, Larson’s office pointed to the Washington Post’s \"Fatal Force\" database, which since 2015 has been logging fatal shootings by on-duty police officers throughout the U.S. The Post tracks such cases by following local news, law enforcement websites and social media, submitting open records requests and verifying incidents with the police department in question. \nIn 2019, 999 people were shot and killed by police, according to the database. \nIn his Facebook post, Larson does the math: If criminal acts led to 48 officer deaths in 2019, and officers killed 999 people in the same year, that would make police approximately 20.8 times more likely to kill someone than be killed in a criminal act.\nThe Post database breaks down another important data point: Black Americans are more likely to be shot and killed by police than white Americans. Black people account for less than 13% of the U.S. population but are killed by police at more than double the rate of white people \nBlack people are killed by police at a rate of 32 deaths per million people, Hispanic people at a rate of 24 per million, and white people at a rate of 13 per million, according to the database. \nOur rating \nLarson said police are \"20.8 times more likely to kill than be killed by a criminal.\" \nFBI statistics and a national database show that checks out: In 2019, police killed 999 people, and 48 officers were killed by a criminal act in the line of duty.\nWe rate Larson’s claim True.", "vclaim_id": "vclaim-pol-17187"}