{"url": "/factchecks/2010/oct/24/yes-8/group-favor-amending-class-sizes-says-there-are-82/", "speaker": "Yes on 8", "vclaim": "\"There currently are 825,000 student stations sitting empty across Florida in every district and at every grade level.\"", "truth_label": "mostly-true", "date": "stated on October 18, 2010 in a website:", "title": "Group in favor of amending class sizes says there are 825,000 empty seats", "text": "Parents fed up with overcrowded classrooms helped pass an amendment in 2002 to limit class sizes in Florida. Now that school districts face the full effects this year of that amendment, the Legislature put another amendment on the ballot to ask if voters want to change the first one.\n\nThis ballot issue is Amendment 8, which would tweak the rules to allow class sizes to be measured based on school averages rather than on classroom caps -- though there are also caps in terms of how many students assigned per teacher.  To pass, the amendment needs 60 percent of the vote. Supporters of the amendment say the 2002 rules are too rigid and expensive to implement. According to the Florida Department of Education, districts have spent about $15.8 billion through the 2009-2010 school year on class size implementation statewide and are on track to spend an additional $2.9 billion for the 2010-2011 school year.\n\nBut opponents say it's crucial to limit class sizes as the previous amendment intended. In a related Truth-O-Meter, we examined a claim from the opponents about the maximum number of students allowed in each class. We rated that claim Half True.\n\nAs part of the argument in favor of changing the rules, the Yes on 8 group points out that there are hundreds of thousands of empty student stations statewide, meaning desks -- raising the question of why districts should need to make changes to limit class sizes. The group states on its website as of Oct. 20, 2010, \"New class size caps in 2010 are forcing school districts to tax and spend huge sums to construct additional classrooms - even though there currently are 825,000 student stations sitting empty across Florida in every district and at every grade level.\"\n\nWe wanted to check, are there 825,000 empty student stations in every district and at every grade level?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nFirst, some background. The 2002 amendment was intended to limit classrooms to 18 students per teacher in kindergarten through third grade, 22 for fourth through eighth grade, and 25 for high school classes. The rules apply to core courses, and don't include some courses such as gym or band. The amendment was phased in over time -- last year schools could go over the limit as long as they met average class sizes for the school. This school year was the first time that districts must meet the caps in each classroom.\n\nThe Florida Department of Education has a handy website that explains how the rules would change if voters approve the constitutional amendment on Nov. 2, 2010. The new rules state that the maximum class size would be calculated based on a schoolwide average in core classes:\n\n• 18 students in prekindergarten through grade 3;\n• 22 students in grades 4 through 8;\n• 25 students in grades 9 through 12.\n\nAlso, the new rules would set the maximum number of students assigned to each teacher while not exceeding the schoolwide average:\n\n• 21 students in prekindergarten through grade 3;\n• 27 students in grades 4 through 8;\n• 30 students in grades 9 through 12.\n\nNow back to the group's claim.\n\nWe asked the Yes on 8 group if they actually meant 825,000 student stations in total across the state of Florida rather than the way they wrote it as \"in every district and at every grade level.\"\n\n\"Yes, we are talking about a total statewide number, not in every district,'' said Yes on 8 spokesman Ryan Banfill in an e-mail.\n\nThe Yes group sent us a chart on Oct. 18 showing there were 845,044 additional student stations in kindergarten through 12th grade across Florida -- note that is about 20,000 higher than the group claimed on its website. The group said it obtained the chart from the Florida House of Representatives K-12 Appropriations Committee, which obtained it from the Florida Department of Education Office of Educational Facilities. Thomas Butler, a spokesman for the Florida Department of Education, confirms that the data came from the state DOE. He said that even though the chart states July 1 in the corner, the data was from September 2010 and is the most current available number of additional student stations statewide.\n\nAll 67 districts showed additional student stations in the category of K-12. However, when broken down by age level, three districts had negative additional student stations -- overcrowding -- in either the K-3 range or 9-12 grades. We asked Banfill why the group listed 825,000 on its website but relied on data that showed 845,044. He said 825,000 was the figure from the state in February at the time when Republican lawmakers were pushing for the change. We found a Feb. 2 blog item in The Buzz from the St. Petersburg Times that cited the 825,000 figure.\n\nWe asked the Florida Department of Education directly to provide information showing the number of additional student stations statewide. Butler sent us a link to a chart, dated June 30, 2010. That chart didn't state the number of additional student stations, but Butler said we could calculate it ourselves by subtracting the Capital Outlay Full Time Equivalent (full time equivalent student that needs facility space) line from the Total Student Station line to get 812,604. Note that is about 32,440 less than the September data but it's also not exactly the same data: the September data was for K-12 schools that must meet class size while the June data, Florida Inventory of School Houses (FISH), includes schools that don't have to meet class size requirements such as the Florida School for the Deaf and Blind and adult education classes.\n\nBut the number of additional student stations statewide isn't the full story. Just because there are empty seats somewhere in the district -- or even in a particular child's school -- doesn't mean there aren't some classrooms that are overcrowded in that district. For example as of Sept. 15, Flanigan High School in Pembroke Pines, Broward County's second-largest city, was over-enrolled by 207 while Coconut Creek High School, in northern Broward, was under-enrolled by 856, according to James Kale, coordinator of educational specifications for Broward.\n\nNor does it mean that students in the crowded schools could be transferred easily to the open seats to balance the classes and meet the size requirements. A district could face significant transportation and salary costs, not to mention parental blowback, if students were moved to new schools just to hit the average.\n\nSo how does the Yes on 8 group's claim stack up?\n\nThe group claimed \"There currently are 825,000 student stations sitting empty across Florida in every district and at every grade level\" based on data cited in February. We have a few quibbles with that. First, there is more recent data from September, and the number is even higher at 845,044. Second, the way the statement is written literally suggests that each school district has 825,000 empty seats. Common sense tells you that would be impossible so we think it was just poor word choice, not an intentional exaggeration.\n\nWe must note that the 825,000 figure statewide still doesn't give a true picture of class size because it implies that districts can shuffle students around as needed to meet the requirements, and common sense tells you that's difficult, too. Still, the number we're ruling on is close enough. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-14158"}