{"url": "/factchecks/2016/jun/13/dave-brat/dave-brat-us-labor-participation-rate-lowest-70s/", "speaker": "Dave Brat", "vclaim": "\"The labor force participation rate -- the share of the potential workforce that is actually working or looking for work-- currently stands below 63%, the lowest level since the 1970s.\"", "truth_label": "true", "date": "stated on May 24, 2016 in Facebook post.:", "title": "Dave Brat: U.S labor participation rate is lowest since `70s", "text": "Rep. Dave Brat says the U.S. economy is stuck in the doldrums.\n\"The labor force participation rate - the share of the potential workforce that is actually working or looking for work - currently stands below 63%, the lowest level since the 1970s,\" Brat, R-7th, said in a May 24 Facebook post.\nNo doubt, the economy has had a choppy recovery from the Great Recession. But we wondered if it’s true that the percentage of potential workers who are employed or trying to find a job is at the lowest level in 40 years.\nIvan Schwartz, spokesman for Brat’s re-election campaign, backed his statement by pointing to monthly tallies by the federal Bureau of Labor Statistics. They show that in April, the latest month for which figures were available when Brat made his comment, 62.8 percent of people who were 16 or older either were employed or actively seeking work.\nWe should start by noting that 62.8 percent was not the lowest proportion of people in the labor force during the past several decades. The bottom came in September 2015, when the rate was 62.4 percent. You’d have to go back to October 1977 to find a time when the rate sank to that level.\nStill, Brat has a point in that the share of potential workers has been hovering near its lowest point in several decades.\nFrom the late 1970s up until the Great Recession, the percentage of people in the labor force for the most part was on the upswing. But in 2007, the year the recession started, the proportion of people in the labor force started to fall from 66.3 percent and continued that decline after the official end of the recession in June 2009. The drop continued until the September 2015 low point.\nDaniel Culbertson, an economist at the Indeed.com hiring website, told us that the economic downturn and simple demographics are the commonly cited cause of the drop in the percentage of people who are in the labor force.\n\"Those that cite a deteriorating economy believe more workers are becoming discouraged and leaving the labor force altogether due to lack of opportunity, low wages, etc.,\" Culbertson wrote in an email.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\"Others opine that the majority of the decline can be explained by aging baby boomers leaving the labor force as they begin to retire en masse. How much of the LFPR (labor force participation rate) decline is attributable to each is a common topic of debate among economists.\"\nGary Burtless, a senior fellow at the Brookings Institution, attributes at least half of the drop to baby boomer retirements. That would have happened even if the recession never had occurred and the economy kept growing at the pace it had been in 2007, Burtless told us in an interview.\nOther factors are at play, Burtless said. Younger people who could enter the workforce are staying in college longer, he said. Some of the dropoff, particularly among potential workers ages 25 to 54 not in the labor force, remains a mystery, Burtless said.\nAs we noted above, there’s been a bit of an uptick in the percentage of people who are in the workforce since last September - but not much. It rose from 62.4 percent to 63 percent in March. But then it fell to 62.6 percent in May - a figure that was not available when Brat made his statement. Even so, it’s still up a bit from the September 2015 low point.\nA final note, our colleagues at PolitiFact National have examined a similar claim that Sen. Ted Cruz, R-Texas has made over the years that the percentage of people working is at its lowest level since the 1970s, a statement Cruz has made to argue that Obama shares blame for the trend. PolitiFact has rated the statement Mostly True, saying the trend is real, but at least some of the drop is due to demographics beyond the president’s control.\nBrat, in his post, did not assign political blame for the drop. He predicted, however, that the situation will get worse if people  \"buy into solutions being offered by Democrats.\"\nOur ruling\nBrat said the labor force participation rate \"currently stands below 63%, the lowest level since the 1970s.\" His percentage is right, and the congressman is correct that the rate of potential workers in the labor force has been hovering near a four-decade low since the start of 2014.\nOur one minor quibble is that the actual low point occurred in September 2015, when the labor participation rate fell to 62.4 percent. It’s been slightly higher this year.\nStill, we rate Brat’s statement True.https://www.sharethefacts.co/share/d80c1293-0d5b-462f-a4a6-32eeaaaf2a88", "vclaim_id": "vclaim-pol-04847"}