{"url": "/factchecks/2015/oct/29/ben-carson/debate-ben-carson-says-he-has-no-connection-mannat/", "speaker": "Ben Carson", "vclaim": "Says he \"didn’t have an involvement with\" nutritional supplement company Mannatech.", "truth_label": "false", "date": "stated on October 28, 2015 in a Republican presidential debate in Boulder, Colo.:", "title": "At debate, Ben Carson says he has no connection to Mannatech", "text": "Ben Carson said it’s \"total propaganda\" to suggest he had any connection to Mannatech, a maligned nutritional supplement company.\nAt the Oct. 28 Republican presidential debate, hosted by CNBC in Boulder, Colo., moderator Carl Quintanilla asked Carson about his involvement with the company.\n\"This is a company called Mannatech, a maker of nutritional supplements, with which you had a 10-year relationship,\" Quintanilla said. \"They offered claims they could cure autism, cancer. They paid $7 million to settle a deceptive marketing lawsuit in Texas, and yet your involvement continues. Why?\"\n\"Well, that’s easy to answer: I didn’t have an involvement with them,\" replied Carson, a former pediatric neurosurgeon. \"That is total propaganda. And this is what happens in our society -- total propaganda. I did a couple speeches for them. I did speeches for other people. They were paid speeches. It is absolutely absurd to say that I had any kind of relationship with them. Do I take the product? Yes. I think it’s a good product.\"\nMannatech sells nutritional supplement pills made from larch tree bark and aloe, ingredients with disputed health benefits. The company in 2009 settled the lawsuit, which stemmed from claims that the company was deceptively pitching cures and treatments for illnesses such as cancer and even Down Syndrome.\nFor Carson to say he \"didn’t have an involvement with\" Mannatech is a stretch. While he was not any sort of employee for the company as far as we can tell, it’s hard to see the speeches he’s delivered, as well as other promotional work, as anything but a full-throated endorsement of the product. Further, Mannatech appears to view Carson as a product promoter.\nFirst, the speeches. Carson has delivered four to Mannatech, according to the Wall Street Journal. Carson has written these paid remarks off as just several of many diverse speeches the Washington Speakers Bureau have booked for him. But in the speeches, he talks about his personal fondness for the product, which he started taking in conjunction with cancer treatment years ago.\nFor example, Carson delivered remarks to Mannatech sales associates in 2004. In the speech, he talked about his introduction to Mannatech’s supplements and a personal conversation he had with the company’s lead doctor.\n\"I started taking the product, and within about three weeks, my symptoms went away,\" adding that he toyed with the idea of using only the supplements, rather than undergoing cancer surgery. He said in the remarks that it would be inappropriate for him to be an official spokesman or sales associate, but he does refer people to Mannatech.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSince then, he has appeared in Mannatech-produced videos that appear to be promotional materials. In 2011, he answered questions in an interview with Mannatech’s co-CEO and chief science officer. In a 2013 Mannatech video, Carson described his experience with nutritional supplements.\n\"The wonderful thing about a company like Mannatech is that they recognize that when God made us, he gave us the right fuel. And that fuel was the right kind of healthy food,\" Carson said in the 2013 video. \"Basically what the company is doing is trying to find a way to restore natural diet as a medicine or as a mechanism for maintaining health.\"\nCarson also talked about his use of nutritional supplements on PBS in 2014, and Mannatech promoted the interview on its homepage. While it’s no longer accessible, the Mannatech website had a specific tag for all articles about Carson.\nCarson’s campaign requested that Mannatech remove some videos and articles featuring Carson from its website. And since media outlets have started poking around this question, Mannatech has taken down even more, according to reporters at the Wall Street Journal.\nOur ruling\nCarson said, \"I didn’t have an involvement with\" the nutritional supplement company Mannatech.\nAs far as we can tell, Carson was not a paid employee or official endorser of the product. However, his claim suggests he has no ties to Mannatech whatsoever. In reality, he got paid to deliver speeches to Mannatech and appeared in promotional videos, and he consistently delivered glowing reviews of the nutritional supplements. As a world-renowned surgeon, Carson’s opinion on health issues carries weight, and Mannatech has used Carson’s endorsement to its advantage.\nWe rate Carson’s claim False.", "vclaim_id": "vclaim-pol-05799"}