{"url": "/factchecks/2011/feb/21/donna-brazile/donna-brazile-says-unions-supported-scott-walker-a/", "speaker": "Donna Brazile", "vclaim": "\"The  firefighters, the policemen and others who supported (Wisconsin Gov. Scott Walker) in his election bid ... don't have to worry about their collective bargaining rights.\"", "truth_label": "half-true", "date": "stated on February 20, 2011 in an interview on \"This Week with Christiane Amanpour.\":", "title": "Donna Brazile says that unions that supported Scott Walker are exempt from restrictions on collective bargaining", "text": "The ongoing budget crisis in Wisconsin got pundits George Will and Donna Brazile debating on This Week with Christiane Amanpour.\n\nWill said that changes proposed by Gov. Scott Walker were reasonable and necessary given budget constraints. Brazile countered that the governor was using the excuse of a budget battle to destroy collective bargaining rights for public employee unions.\n\n\"And, look, what we're talking about is that the governor has cherry-picked what public workers he will subject to this so-called removal of their collective bargaining rights,\" Brazile said. \"The firefighters, the policemen and others who supported him in his election bid, well, guess what? They don't have to worry about their collective bargaining rights.\"\n\nBrazile implied that this was political payback, and we want to be clear that we’re not checking Walker’s motivations. We’re looking only at whether \"the firefighters, the policemen and others who supported him in his election bid ... don't have to worry about their collective bargaining rights.\"\n\nOur first stop was checking Walker’s proposal. It asks state workers to pay more for their pensions and health insurance, which reduces take-home pay. But it also sets limits on collective bargaining power for the public sector unions.\n\nIn a letter to public workers, Walker explained that his proposal would limit bargaining only to base pay, which means unions could not bargain for improved health insurance, working conditions or pension benefits. Pay increases would be limited to increases in the cost of living, using the Consumer Price Index, unless voters approved other pay increases via a referendum. Union members would have to vote to stay unionized each year, and contracts could only last only a year, among other limitations.\n\nWalker concluded the list of changes by noting, \"Local police and fire employees and State Patrol Troopers and Inspectors are exempted from these changes.\"\n\nSo Brazile is right that police, firefighters and others are exempt. Our next question was, are these the groups \"who supported him in his election bid\"?\n\nDuring the campaign last November, leaders of the Milwaukee Professional Firefighters Association and Milwaukee Police Association appeared in an ad supporting Walker and blasting his opponent, Democrat Tom Barrett. Walker also won endorsements from the West Allis Professional Police Association and the Wisconsin Troopers Association\n\nWalker didn’t get the endorsements of two statewide unions, the Wisconsin Professional Police Association and the Professional Fire Fighters of Wisconsin, which both backed Barrett.\n\nFor the record, the governor told the Milwaukee Journal Sentinel that the charge that he was exempting police and firefighters was \"ridiculous.\" He said he didn't recommend changing the rules for police officers and firefighters because he didn’t want public safety work disrupted.\n\nWe then contacted the Wisconsin Professional Police Association, the statewide union that endorsed Walker's opponent last year. Executive director Jim Palmer said the statewide organization is much larger than the local Milwaukee police union that endorsed Walker. The state group has approximately 11,000 members versus Milwaukee’s roughly 1,400, he said.\n\nSimilarly, the state firefighters association has more than 3,000, compared with the Milwaukee union’s 875.\n\nThe state police union is opposed to the changes Walker is proposing for other public sector workers, which include county jailers and police dispatchers, Palmer said. The statewide firefighters' union also opposes the proposal.\n\nPalmer said he believes that Walker exempted police and firefighters not for political payback, but because they are the public workers who are most popular with the public. \"And in that way, it’s very political,\" he said.\n\nBrazile said, \"The  firefighters, the policemen and others who supported (Wisconsin Gov. Scott Walker) in his election bid ... don't have to worry about their collective bargaining rights.\" It’s true that Walker won the endorsement of Milwaukee police and firefighter organizations, and they won’t lose collective bargaining rights if Walker’s proposal succeeds. But not all unions supported Walker. In fact, the two significant statewide organizations endorsed his opponent, and they too would be exempt from restrictions on collective bargaining. Because the statement leaves out the fact that the police and fire unions broke ranks on whether or not to support Walker, we rate this statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13558"}