{"url": "/factchecks/2020/oct/19/facebook-posts/childs-presence-school-doesnt-automatically-enroll/", "speaker": "Facebook posts", "vclaim": "“WHO now says your child’s presence in school counts as ‘informed consent’ for vaccination - parental presence not required.”", "truth_label": "false", "date": "stated on October 15, 2020 in a Facebook post:", "title": "A child’s presence at school doesn’t automatically enroll them in a WHO vaccine program", "text": "A Facebook post implies that sending your child to school will automatically enroll them in one of the World Health Organization’s vaccination programs. \nThe post features an image of the WHO’s logo. Text above the image reads, \"BREAKING: WHO now says your child’s presence in school counts as ‘informed consent’ for vaccination - parental presence not required.\"\nThe post doesn’t provide any sources or supporting evidence. We found that it misleadingly describes the way in which the WHO defines informed consent. In addition, according to legal experts, the WHO has no power to determine public health policy in the United States or any other member country. \nThe WHO’s \"informed consent\" recommendations\nAccording to the WHO press office, the organization recommends that member countries instituting child vaccination programs receive consent from a parent or guardian through one of three different mechanisms: verbal, written, or implied. \nThe first two mechanisms are straightforward: Verbal consent means that a parent or guardian has accompanied their child to a vaccination and agreed to it in person. Written consent means that a parent or guardian has given their approval of the vaccination in writing. \nThe third mechanism, implied consent, is the most relevant to the claims of the post. According to the WHO, parents grant implied consent when they send their children to a vaccination session after being notified by health authorities that vaccinations will occur at that particular time and place. \nFor example, the WHO said in an email, \"the presence of the child at school on the vaccination date may be taken as implied consent if the parents have been informed that the vaccination would take place and given the opportunity to opt out or take appropriate steps to express their desire to do so.\"\nThe WHO published a document describing the difference between written, verbal, and implied forms of consent in 2014. The document notes that there are problems with implied consent, and it encourages countries to adopt other consent mechanisms \"that ensure that parents have been informed and agreed to the vaccination.\"\nThe WHO has no legal power in the United States\nSomething else to keep in mind as you see posts like these: The WHO does not control public health policy in the United States. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nAccording to experts in global health law, the organization has no legal power in any of its member countries. The U.S. is still a member country of the WHO, although President Trump officially started the yearlong process to withdraw from the organization on Jul. 6, 2020.\n\"The WHO’s legal structure cannot dictate what goes on on the ground in individual countries, or municipalities,\" said Teneille Brown, a professor of law and bioethics at the University of Utah S.J. Quinney College of Law. \nLawrence Gostin, a professor of global health law at Georgetown University who advises the WHO, agreed with Brown. \n\"There are certain WHO treaties to which the U.S. has voluntarily signed up, like the International Health Regulations. But these treaties do not control U.S. law and there is nothing in the IHR that would require vaccination. That is solely within the U.S. sovereign power,\" he wrote in an email. \nWhen asked point blank whether the WHO has any ability whatsoever to dictate vaccination policy in the United States, Gostin replied, \"Absolutely not.\"\nOur ruling\nA Facebook post says, the \"WHO now says your child’s presence in school counts as ‘informed consent’ for vaccination - parental presence not required.\"\nThe WHO told us that a child’s presence at school would only count as consent if a parent has received advance notice of a planned immunization and been given ample opportunity to opt out.\nEven if the post had accurately described a public statement by the WHO, the organization has no ability to determine vaccine policy in the United States.\nWe rate this post False. ​", "vclaim_id": "vclaim-pol-18721"}