{"url": "/factchecks/2013/nov/10/george-will/george-will-paints-dire-electoral-picture-gop-says/", "speaker": "George Will", "vclaim": "Says 18 states and the District of Columbia have voted Democratic in six consecutive presidential elections.", "truth_label": "true", "date": "stated on November 10, 2013 in comments on Fox's \"Fox News Sunday\":", "title": "18 states have voted Democratic in six consecutive elections with 242 electoral votes, George Will says", "text": "The lopsided re-election of New Jersey Gov. Chris Christie has ignited talk about Christie’s 2016 presidential prospects. In his victory speech, Christie, eyes straight at the camera, invited the rest of the country to see what a Republican could achieve in New Jersey.\nConservative pundit George Will said the prospect of flipping a blue state could be Christie’s trump card if he does decide to run for president.\n\"He will turn to the Republicans now and say, ‘Your problem is the 18 states and the District of Columbia that have voted democratic in six consecutive presidential elections,’\" Will said on Fox News Sunday. \"Those 18 states, which include New Jersey by the way, have 242 electoral votes. If the Democratic presidential nominee can assume those states, he or she will spend the autumn of 2016 looking for 28 electoral votes, and he or she will find them.\"\nIt’s a simple matter of going to the electoral college record to see if Will has his numbers right, and he does.\nWhile about one third of the states have moved from one party to the other over the past 24 years, Democrats have been able to hold on to a larger number than Republicans. More importantly, the Democratic states have bigger populations and thus deliver more electoral votes.\nDemocrats can count on the two big prizes of California and New York, while Republicans can counter with just one super-sized state, Texas. The average state in the blue column delivers 13 electoral votes; the average on the red side is 8.\nHere’s a look at the states that have voted the same way since Bill Clinton was elected in 1992 and the total number of electoral votes they now cast:\n\n\n\n\nDemocratic since 1992\n\n\nElectoral votes\n\n \n\nRepublican since 1992\n\n\nElectoral votes\n\n\n\n\nCalifornia\n\n\n55\n\n \n\nAlabama\n\n\n9\n\n\n\n\nConnecticut\n\n\n7\n\n \n\nAlaska\n\n\n3\n\n\n\n\nD.C.\n\n\n3\n\n \n\nKansas\n\n\n6\n\n\n\n\nDelaware\n\n\n3\n\n \n\nIdaho\n\n\n4\n\n\n\n\nHawaii\n\n\n4\n\n \n\nMississippi\n\n\n6\n\n\n\n\nIllinois\n\n\n20\n\n \n\nNebraska\n\n\n5\n\n\n\n\nMaine\n\n\n4\n\n \n\nNorth Dakota\n\n\n3\n\n\n\n\nMaryland\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n10\n\n \n\nOklahoma\n\n\n7\n\n\n\n\nMassachusetts\n\n\n11\n\n \n\nSouth Carolina\n\n\n9\n\n\n\n\nMichigan\n\n\n16\n\n \n\nSouth Dakota\n\n\n3\n\n\n\n\nMinnesota\n\n\n10\n\n \n\nTexas\n\n\n38\n\n\n\n\nNew Jersey\n\n\n14\n\n \n\nUtah\n\n\n6\n\n\n\n\nNew York\n\n\n29\n\n \n\nWyoming\n\n\n3\n\n\n\n\nOregon\n\n\n7\n\n \n\nTotal\n\n\n102\n\n\n\n\nPennsylvania\n\n\n20\n\n \n \n\n \n\n\n\n\nRhode Island\n\n\n4\n\n \n \n \n\n\n\nVermont\n\n\n3\n\n \n \n \n\n\n\nWashington\n\n\n12\n\n \n \n \n\n\n\nWisconsin\n\n\n10\n\n \n \n \n\n\n\nTotal\n\n\n242\n\n \n \n \n\n\n\nSource: U.S. Electoral College\nOther Republicans have weighed in on this Democratic advantage. A recent commentary in Red State, a self-described right-of-center website, suggested the problem is even worse than Will said.\n\"After totaling the electoral votes in all the solid blue states, it becomes apparent that even a below average Democrat presidential candidate could begin the race with a whopping 246 advantage,\" the author said. \"No wonder President (Barack) Obama was so confident of victory in 2012 for he knew the game was practically over before it began.\"\nUniversity of Virginia political scientist Larry Sabato said the hurdle for Republicans doesn't look any better if you count the underlying votes by citizens, not just the electoral results.\n\"Democrats have also won the popular vote in five of the last six presidential contests,\" Sabato said. \"The demographic shifts heading to mid century are all pro-Democratic.\"\nOur ruling\nWill said Democrats have taken 18 states and the District of Columbia in every presidential election since 1992. The record backs that up.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-08635"}