{"url": "/factchecks/2014/sep/15/chris-matthews/matthews-cheneys-post-saddam-tactic-created-isis/", "speaker": "Chris Matthews", "vclaim": "Says Dick Cheney \"de-Ba’athisized the Iraqi government and created ISIS.\"", "truth_label": "barely-true", "date": "stated on September 10, 2014 in a broadcast on MSNBC:", "title": "Matthews: Cheney's post-Saddam tactic created ISIS", "text": "Even as President Barack Obama rallies support to attack the forces of the Islamic State, the military group also known as ISIS and ISIL, he is taking barbs from both the hawks and the doves. The former, like Republican Arizona Sen. John McCain, back military engagement but skewer the president for having failed to act earlier. The doves doubt that a military response will do more than breed new enemies of the United States.\nThis pincer movement galls Obama’s fans who feel he is unfairly blamed for a disaster he inherited.\nIn the closing seconds of MSNBC’s coverage special immediately after the president’s address on ISIS on Sept. 10, Hardball host Chris Matthews leveled this dig at a major backer of the original invasion of Iraq, former Vice President Dick Cheney.\n\"Do not listen to Dick Cheney,\" Matthews said. \"He's the one that created al-Qaida by taking over the holy land in Saudi Arabia. He’s the one that de-Ba’athisized the Iraqi government and created ISIS.\"\nWe set aside the reference to Saudi Arabia and decided to take a closer look at the link between Cheney, ISIS and Iraq. \nThrough the MSNBC press office, we asked Matthews if he could expand on how Cheney created ISIS. We did not hear back. But we can fill in the blanks.\nSaddam Hussein wielded power through the Ba’ath party. For all practical purposes, leadership in the military and civilian sectors was synonymous with Ba’ath membership. Early in the occupation of Iraq, the George W. Bush administration decided to purge the Ba’athists.\nAnd we know that at least some of the success of ISIS on the battlefield is due to former generals and colonels under Hussein who have shaped the groups tactics and intelligence activities.\nLina Khatib, director of the Carnegie Middle East Center in Beirut, said there is no doubt about this.\n\"ISIS is indeed cooperating with former Ba'athists, especially military officers, who have been seminal in directing the group's military strategy,\" Khatib told PunditFact.\nSo that’s a rough top line. But Matthew’s statement requires that we explore two points: Was Cheney responsible for de-Ba’athification? And how might that have led to the creation of ISIS?\nWe heard from several researchers of ISIS and its origins. From them, and our review of the historic record, we find that this Ba’athist connection between Cheney and ISIS is real but it is indirect, and more factors than the expulsion of Ba’athist members from the Iraqi military fueled ISIS.\nCheney and de-Ba’athification\nThanks to a report from the special inspector general for Iraq reconstruction, we know that more than a year before the invasion of Iraq, the Bush administration began discussing plans to govern the country once coalition forces overthrew Hussein. A basic puzzle was this: to leave the Ba’athist leadership in place would give them the power to undermine anything the Americans might want. But to get rid of them wholesale risked chaos.\nIn the words of former Secretary of State Colin Powell, \"when you hit (Iraq), it’s like a crystal glass. It’s going to shatter.\"\nInitially, Bush signed off on a plan of \"light\" de-Ba’athification. While that term was never well defined, the general notion was that the most senior leaders would be removed, and mid-level managers would stay.\nIn mid May 2003, about two months after the invasion began, a very different policy took effect. Under Ambassador Paul Bremmer, the man in charge of Iraq reconstruction, at least 20,000 government workers were fired. Then Bremmer disbanded the entire Iraqi military. According to the inspector general’s report \"key U.S. generals on the ground in Iraq strongly opposed Bremer’s order. (They) anticipated using the Iraqi army to help stabilize the country and start the reconstruction process.\"\nLt. Gen. Ricardo Sanchez, commander of coalition forces in Iraq in 2003 said, \"essentially, (the move) eliminated the entire government and civic capacity of the nation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhen challenged at the time, Bremmer insisted that his orders came from the White House and the Defense Department. We found some ambiguity on who issued those orders. De-Ba’athification has come to be seen in many quarters as such a pivotal error, no one has leaped forward to take credit.\nIn addition to the inspector general’s report, there are two other assessments written by analysts with high-level access to insiders. One, from U.S. Army War College Strategic Studies Institute, reported that Bremmer was handed his instructions by an undersecretary of defense, Douglas Feith.\n\"President Bush had previously given Defense Secretary Donald Rumsfeld managerial control of the occupation, so it is possible that Feith spoke for Rumsfeld who spoke for Bush and Vice President Dick Cheney,\" the institute report said.\nA report from the Rand Corporation, the grand-daddy of the private defense policy think tanks, said the National Security Council, \"with President Bush in the chair,\" learned of the de-Ba’athfication order the day before it was implemented. \"No one raised objections,\" the report said. However, the inspector general’s report finds that the move caught both the CIA and the State Department off guard.\nA body of information ties Cheney to this decision. Cheney played a key role on the National Security Council and in all decisions surrounding the war. His chief of staff Lewis \"Scooter\" Libby recruited Bremmer for his post in Iraq. Press reports at the time and analyses afterward put Cheney in a group of hard-liners within the White House and the Defense Department who sought to remake Iraq from the ground up.\nWhile Cheney might not have drafted the de-Ba’athification order himself, we can safely say he supported it.\nDe-Ba’athification and ISIS\nSeveral key steps lie between the former Ba’ath leaders and the circumstances that ultimately produced ISIS.\nPeter Neumann, professor of security studies at King’s College London, said there is a tenuous link.\n\"De-Baathification and the dissolution of the Army disenfranchised Iraqi Sunnis, creat(ed) the kind of resentment that fueled the Iraqi insurgency in the mid 2000s,\" Neumann said. \"This helped al-Qaida in Iraq, ISIS's predecessor, and it's the same kind of resentment and mistrust towards Shiites that allowed ISIS to gain the support of Sunni tribes in its recent advances.\"\nAustin Long, security policy professor at Columbia University, argues that it is, \"certainly correct that without the 2003 invasion, the ISIS would almost surely not exist.\"\nOn the other hand, Long said many ex-Ba’athists turned against al-Qaida in Iraq between 2005 and 2007. Long, as did the other analysts we contacted, pointed a heavy finger of blame at former Iraqi Prime Minister Nouri al-Maliki.\n\"It is really in the past four years, with the Maliki government really disenfranchising and even targeting many Sunnis, that the Islamic State has begun to find allies in the Sunni community again,\" Long said. \"Matthews’ statement is not wrong in the sense that without an invasion and de-Ba'athification there would be no ISIS, but it elides the fact that Cheney was not in office for the critical period when ISIS began to regain support.\"\nWilliam Braniff, executive director at the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland, said ISIS draws its strength from powerful ideological beliefs and ethnic tensions.\n\"The Ba’athists are useful, but not the drivers of this murderous movement,\" Braniff said.\nBeyond Maliki and de-Ba’athification, many factors led to the creation of ISIS, including the tactics of Syrian President Bashar al-Assad, which played ISIS forces against other rebel groups, and some early funding linked to Saudi Arabia, Qatar and Kuwait. The online news site Vox has an intriguing overview for those wishing to read more.\nOur ruling\nMatthews said Cheney de-Ba’athisized the Iraqi government and created ISIS. We find that Cheney played a key role in de-Ba’athification and in creating the circumstances that led to the formation of ISIS. Former Ba’athists provide important military ISIS leadership, as they did in the first few years after the invasion when they joined forces with the group that preceded ISIS, al-Qaida in Iraq.\nHowever, many of those same Ba’athists later turned against al-Qaida in Iraq. They shifted back into the orbit of what became ISIS due to the repressive policies under Iraqi Prime Minister Maliki.\nThe causal link is too distant to say Cheney created ISIS. His decisions contributed to the group’s formation, but not more than that.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07301"}