{"url": "/factchecks/2020/aug/18/really-american/ad-watch-postmaster-general-republican-donor-inves/", "speaker": "Really American", "vclaim": "Postmaster General Louis DeJoy “gave $400,000 to Republicans just this year” and has “between $30 and $75 million in assets of direct competitors to the United States Postal Service.”", "truth_label": "mostly-true", "date": "stated on August 12, 2020 in a tweeted video:", "title": "Ad Watch: Is the postmaster general a Republican donor with investments in USPS competitors?", "text": "As new coronavirus cases continue to rise across the country, public health officials have advised Americans to consider voting by mail this fall. But funding for the U.S. Postal Service is up in the air, and the USPS has warned states that it can’t guarantee all mail-in ballots will be counted in time for the November election.\nThe White House isn’t helping. In an Aug. 13 interview with Fox News, President Donald Trump said he opposed including additional funding for the Postal Service — which has lost billions of dollars during the pandemic — in new coronavirus bailout legislation. \nWhy? Because Democrats want to expand voting by mail.\n\"They want three and a half billion dollars for the mail-in votes,\" Trump said. \"They want $25 billion, billion, for the post office. Now they need that money in order to make the post office work so it can take all of these millions and millions of ballots.\"\n\"But if they don't get those two items that means you can't have universal mail-in voting because you, they're not equipped to have it.\"\nRELATED: Postal service says its policy is to deliver even mail ballots lacking postage\nTrump’s comments upset Democrats, who said the president was trying to suppress the vote. House Speaker Nancy Pelosi called lawmakers back early from their August recess to vote on legislation that would block the USPS from making operational changes.\nTrump has long derided the USPS as a waste of federal dollars. But an Aug. 12 ad from an anti-Trump political action committee claimed there may be ulterior motivations for the administration’s comments.\n\"This is Trump’s new postmaster general, Louis DeJoy,\" says a narrator in the ad, which was published by Really American on Twitter. \"A longtime Republican donor, DeJoy has given over $400,000 to Republicans just this year. Coincidentally, DeJoy and his wife have between $30 and $75 million in assets of direct competitors to the United States Postal Service.\" \n\"That’s right — they own the competition. The man Trump put in charge of our post office has the most to gain from its destruction.\"\nNEW VIDEO: Trump didn't choose Louis Dejoy to run the Post Office. He chose him to destroy it. #TrumpKillsUSPS pic.twitter.com/OOhJNOSnit— Really American 🇺🇸 (@ReallyAmerican1) August 12, 2020 \nThe ad has more than 4 million views on Twitter, and similar claims have circulated widely on social media, according to CrowdTangle, a social media insights tool. But are they accurate? \nWe reached out to the postmaster general’s office for a comment, but we haven’t heard back. We also haven’t heard back from Really American. So we dug into DeJoy’s financial records ourselves.\nWe found that the postmaster general has donated more than $440,000 to Republican causes in 2020. DeJoy’s investments in USPS competitors are less certain, but government documents suggest he could own more than $75 million in assets.\nDeJoy has millions invested in logistics companies\nDeJoy was appointed postmaster general in May. Government documents show that he and his wife have tens of millions of dollars invested in companies that provide services similar to the USPS.\nDeJoy is the former chairman and CEO of New Breed Logistics, a contract logistics firm in North Carolina. The company helped the USPS process mail for more than 25 years.\nIn 2014, DeJoy sold the company to XPO Logistics, Inc., for $615 million. XPO says it’s a \"top 10 global provider of transportation and logistics services\" and is valued at more than $7.5 billion. \nAs part of the 2014 deal, DeJoy joined the board of XPO and agreed to use $30 million of his proceeds to buy restricted stock in the company. That brings us to the low point of the range mentioned in Really American’s ad.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJoe Biden\n\n\nstated on March 3, 2020 in a tweeted video\n\n\n\n\n\n\n\n\nVideo shows President Donald Trump saying COVID-19 is Democrats’ “new hoax.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • March 15, 2020\n\n\n\n\n\n\n\nBut what about the rest of the purported assets?\nDeJoy is married to Aldona Wos, a former U.S. ambassador to Estonia who has been nominated to serve as ambassador to Canada. The Washington Post reported in June that DeJoy and Wos hold \"between $30.1 million and $75.3 million in assets in USPS competitors or contractors, according to Wos’ financial disclosure paperwork filed with the Office of Government Ethics.\" A fact-check from USA Today estimated that the couple may have up to $75.8 million in assets.\nWe requested Wos’ 85-page financial disclosure from the Office of Government Ethics to see for ourselves. Here’s a breakdown of Wos and DeJoy’s assets in logistics companies, as of 2019:\n\n\nXPO: $30.2-$75.5 million\n\n\nUnited Parcel Service: $115,002-$300,000\n\n\nJ.B. Hunt Transport Services Inc.: $1,001-$15,000\n\n\nForward Air Corp.: $1,001-$15,000\n\n\nSaia Inc.: $1,001-$15,000\n\n\nThe vast majority of DeJoy and Wos’ holdings are in XPO. However, whether or not XPO is a \"direct competitor\" to the USPS, as Really American claimed, is up for at least a little debate. A 2019 Securities and Exchange Commission filing indicates that, as of 2018, XPO’s \"peer group\" companies included UPS and J.B. Hunt. The Postal Service is not mentioned in the filing, but since XPO arranges more than 10 million last-mile deliveries per year, the company could benefit from a weakened USPS.\nDeJoy has donated millions to Republicans\nReally American is correct to say that DeJoy has a financial interest in companies that provide services similar to the USPS. But is the postmaster general also a Republican donor, as the PAC claims?\nIn a word: yes. \nAccording to the Federal Election Commission, DeJoy has contributed more than $440,000 to Republican causes since January 2020. Those causes include the Trump Victory committee, the North Carolina Republican Party, the National Republican Senatorial Committee and the (Rep. Kevin) McCarthy Victory Fund.\nRELATED: How to make sure your ballot is counted this fall\nIn total, DeJoy has contributed more than $915,000 to Trump’s re-election campaign since February 2018, according to the FEC.\nCongressional Democrats questioned DeJoy’s political and business ties soon after he was appointed in May. CNN reported Aug. 14 that the USPS inspector general is investigating DeJoy for potential ethics conflicts and reviewing some of his policy changes, such as eliminating overtime and slowing some mail delivery.\nWe reached out to the Louis DeJoy and Aldona Wos Family Foundation for a comment, but we haven’t heard back.\nOur ruling\nIn an ad, Really American said DeJoy \"gave $400,000 to Republicans just this year\" and has \"between $30 and $75 million in assets of direct competitors to the United States Postal Service.\"\nData from the Federal Election Commission and the Office of Government Ethics confirms those claims. DeJoy and Wos’ holdings in XPO and UPS alone amount to between $30.3 and $75.8 million, and DeJoy has contributed more than $440,000 to Republican causes since January 2020.\nWhether XPO is a \"direct competitor\" to the USPS is up for debate, but the company could benefit from a weaker Postal Service. Meanwhile, the USPS inspector general is investigating DeJoy for potential ethics conflicts.\nThe Really American ad is accurate but needs clarification or additional information.. We rate it Mostly True.", "vclaim_id": "vclaim-pol-17135"}