{"url": "/factchecks/2014/aug/26/don-lemon/cnns-lemon-says-automatic-weapons-are-easy-get/", "speaker": "Don Lemon", "vclaim": "\"I was able to go and buy an automatic weapon … Most people can go out and buy an automatic weapon.\"", "truth_label": "false", "date": "stated on August 20, 2014 in a live broadcast on CNN:", "title": "CNN's Don Lemon says automatic weapons are easy to get", "text": "Fans of the Second Amendment have been chiding CNN’s Don Lemon for his comments about the sorts of guns you can legally buy in this country. They’ve said Lemon was confused, and his exchange with conservative radio host Ben Ferguson on Aug. 20, 2014, was embarrassing.\nIt began when Lemon, broadcasting live from Ferguson, Mo., said he supported the Second Amendment but that he doubted the Founding Fathers were thinking about automatic weapons when they wrote it. Ferguson shot back.\n\"Let’s deal with the facts here,\" Ferguson said. \"A semi-automatic weapon is a gun that you or I is allowed to own and in different places they have different rules. But to imply that anyone can just go out and buy an automatic weapon is just not true, Don.\"\n\"What do you mean?\" Lemon said. \"During the theater shooting in Colorado, I was able to go and buy an automatic weapon, and I maybe have shot a gun three, four times in my life. I don’t live in Colorado. I think most people can go out and buy an automatic weapon.\"\nThis fact-check zeros in on Lemon’s claim that \"most people can go out and buy an automatic weapon.\" The gun Lemon bought in Colorado was an AR-15. The version sold by the Bushmaster company is described as a semi-automatic. When Ferguson pointed out the difference between a fully automatic and an semi-automatic weapon, Lemon dismissed the distinction as a matter of semantics.\n\"An automatic weapon is something that you can shoot off a number of rounds very quickly,\" Lemon said.\nThat is not the legal definition of an automatic weapon, but this debate pulls back the curtain on a couple of wrinkles in what federal law says and does not say. For starters, the law fails to define the term \"automatic.\"\nSemi vs. fully automatic\nThe 1968 Gun Control Act defines a semi-automatic as \"any repeating rifle which utilizes a portion of the energy of a firing cartridge to extract the fired cartridge case and chamber the next round, and which requires a separate pull of the trigger to fire each cartridge.\"\nThe key part there is the \"separate pull of the trigger.\" One pull = one shot.\nThe law speaks clearly about what it means by the term semi-automatic. When it comes to the term \"automatic,\" a little inference is required.\nThe 1934 National Firearms Act defines a machine gun as \"any weapon which shoots, is designed to shoot, or can be readily restored to shoot, automatically more than one shot, without manual reloading, by a single function of the trigger.\"\nNote that part about more than one shot by \"a single function of the trigger.\" One pull = many shots.\nThat’s the legal difference between a semi-automatic and a fully automatic weapon.\nThe AR-15 that Lemon bought was a semi-automatic. People can go out and buy such guns at many stores across the country. Buying a fully automatic gun is a very different and more restricted process, which we’ll get into in just a bit.\nBut it’s interesting that while the legal definition of a machine gun talks about firing automatically, there is no definition of an automatic weapon as such.\nWe asked the Bureau of Alcohol Tobacco and Firearms and a couple of top legal experts on federal gun laws. No one could point to legal language, court ruling or federal rule that make a machine gun interchangeable with an automatic, even though in a practical sense, they are.\nYes, you can buy a machine gun\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDuring the exchange between Lemon and Ferguson, Ferguson said \"the majority of private citizens are not allowed to own full automatic weapons.\"\nSteven Howard is a lawyer and firearms expert based in Lansing, Mich. Howard said the ban on machine guns is not quite as complete as Ferguson’s words might sound.\n\"Most people can buy machine guns in lots of states,\" Howard said. \"But, and this is one of those classic big ‘buts,’ they have to get through a background check by FBI that is as thorough as if you are getting clearance to become a federal agent.\"\nHoward said those checks can take up to six months. States such as California, Iowa and Kansas, ban private ownership under any circumstances. But in about half the country, including Florida and Texas, if you pay the Bureau of Alcohol, Tobacco and Firearms $200 and have a clean record free of any history of domestic violence or a felony conviction, you can get yourself a machine gun legally.\nHowever, Joseph Olson, recently retired as professor of law at Hamline University, and a former board member of the National Rifle Association, said it won’t be a new one.\n\"There was a freeze put on them in 1986,\" Olson said. \"New Jersey representative (William) Hughes had an amendment that limited them to the ones that were registered at that time. There are a bit under 300,000 in circulation.\"\nNew devices blur the lines\nSince the key legal difference between a semi-automatic and a machine gun is whether pulling the trigger releases one bullet or many, it is worth noting that government regulators have approved devices that, when added to a rifle, allow a gun like an AR-15 to fire many rounds at great speed.\nThey are called bump stocks, or trigger activators. The hunting supplier Cabela’s offers one called the Slide Fire. \"Maximize your fun with this safe and innovative AR-15 stock, which uses bump-fire technology to shoot as quickly as desired,\" the retailer says on its website. Videos show shooters going through clip after clip of ammunition.\nHoward said that while the rate of fire mimics a machine gun, the mechanism is different.\n\"If you very slowly pull the trigger, the recoil causes the gun to jump back and forth,\" Howard said. \"And that causes the trigger to be pulled.\"\nBy government standards, this retains the role of human intervention for each shot fired.\nHoward said the impact of trigger activators is less than meets the eye. He said they easily fail and make a gun difficult to aim.\n\"People don’t use them in crimes because you have to use them so carefully,\" Howard said.\nStill, there are enthusiastic reviews on the Cabela's website. A buyer who calls himself \"Freddie Joe\" wrote, \"This is an extremely fun addition to your A/R. The only problem will be the amount of shells you will go through. I went through 300 in a couple of days ... When you get really good at using this product, you can empty a 30-round clip in a matter of seconds. Cool!\"\nOur ruling\nCNN’s Lemon said that many people can go out and buy an automatic weapon. Lemon spoke as though the gun he had purchased was an automatic. It was not. It was a semi-automatic, meaning each shot requires a separate pull of the trigger. The ease of purchase that Lemon described applies to semi-automatic guns.\nThe legal status and availability of semi-automatic and fully automatic guns are quite different. Lemon was further incorrect when he didn’t revise his language and insisted that the distinction was just a matter of semantics.\nAcquiring a machine gun is prohibited in some states, while much more heavily regulated in others.\nWe rate Lemon’s claim False.", "vclaim_id": "vclaim-pol-07389"}