{"url": "/factchecks/2014/jul/15/lou-dobbs/lou-dobbs-obama-administration-manipulated-deporta/", "speaker": "Lou Dobbs", "vclaim": "The Obama administration \"manipulated deportation data to make it appear that the Border Patrol was deporting more illegal immigrants than the Bush administration.\"", "truth_label": "false", "date": "stated on July 1, 2014 in a segment on 'Lou Dobbs Tonight':", "title": "Lou Dobbs: Obama administration 'manipulated deportation data'", "text": "If you want to make a point about immigration, there’s probably a statistic for you.\nImmigration numbers are often more complicated than they appear, and the mire induces partisan fights among those who consider President Barack Obama a record-setting \"deporter-in-chief\" and others who say he’s doing a lousy job securing the border and handling the influx of migrant children.\nAn enduring claim about Obama’s deportation numbers from Fox Business Network’s Lou Dobbs epitomizes this issue.\n\"They manipulated deportation data to make it appear that the Border Patrol was deporting more illegal immigrants than the Bush administration,\" Dobbs said July 1, 2014. \"The Homeland Security secretary had to admit before Congress that was not the case -- that, in fact, they were manipulating the numbers.\"\nDobbs is not only accusing the government of fudging the numbers to make Obama look tougher, he’s saying a Cabinet-level adviser admitted as much.\nWe found some debate about the deportation numbers, but Dobbs goes too far in calling it a deliberate scheme. We’ll walk you through it.\nCrash course: Immigration lingo\nDefining deportations is not as easy as it sounds.\nIn federal government lingo, official judicial or administrative orders to leave the country are called \"removals,\" and they can happen right at the border or anywhere else on American soil. A removal is what most people would consider a deportation.\nBut for people caught illegally crossing the border and simply turned around, there’s another term: \"return.\"\nUnlike removals, a return does not bar someone from legally entering the country someday, though that is hard for most because they do not have a family or employment connection necessary to get in line for citizenship, said David Martin, a University of Virginia School of Law professor. Martin also worked as Immigration and Naturalization Service general counsel in the Clinton administration and as DHS deputy general counsel from 2009-10 under Obama.\nThe Border Patrol primarily handles voluntary returns to Mexico, and Immigration and Customs Enforcement, equipped with immigration judges and detention center beds, generally handles removals.\nOver the past several administrations, the Department of Homeland Security has shifted its immigration focus to undocumented immigrants who commit crimes or are caught at the border. The idea is to get them out, and keep them out. The shift picked up in the George W. Bush administration and intensified under Obama’s watch.\nWhereas many immigrants previously caught at the border simply were bused back to Mexico, they now are returned with official deportation orders, prosecuted, or moved to different parts of the border so they cannot reconnect with their smuggler, Martin said.\nIn short, these people previously would have been classified as a \"return,\" but the policy has been to put them through removal proceedings. As such, they are classified as a \"removal.\"\nCounting removals\nDobbs said the government is twisting its statistics to make it look like it’s deporting more people than Bush. He didn’t return our request for comment, but it’s likely he’s focusing on the policy shift we just described to formally remove people trying to cross the border.\nWhat he’s getting at: Obama is boosting his \"removal\" statistics by including people who used to be on the \"return\" list.\nTo check the numbers, we turned to two different sources, though each has its problems.\nThe first comes from Immigration and Customs Enforcement data.\nThe following chart from the Bipartisan Policy Center reflects the trend of more total removals, according to ICE data. Starting in FY 2008, the data is broken down by interior removals and border removals. Breakdowns of removals prior to 2008 are not available.\n.\nThe chart shows the total number of removals is up, and the share of removals from the border has been increasing since 2008. By 2013, 64 percent of the year’s 369,000 ICE removals were people who crossed the border and put through a formal process before leaving the country, a jump of 28 percentage points from 2008. The number of people deported from within the country fell accordingly, from 64 percent in 2008 to 36 percent in 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe second set of data from the Department of Homeland Security’s Yearbook of Immigration Statistics, which measures removals and returns separately for each fiscal year (Oct. 1-Sept. 30). It includes data from ICE and U.S. Customs and Border Protection, which houses the Border Patrol. The most recent data is through 2012.\nAccording to Homeland Security data, removals have indeed climbed over recent years, starting in 2006 and continuing under Obama.\nBut returns, which don’t carry formal consequences, have gone down.\n\nThe recession and increased border resources are partially credited for the decline in returns, as is the shift in policy.\n\"To me, the thing that really stands out with the lower number of returns is fewer number of people are getting apprehended at the border in the first place,\" said Matt Graham, a Bipartisan Policy Center immigration analyst. \"(Obama) has fewer opportunities to return people.\"\nRemovals are highest on an annual basis under Obama, says Theresa Brown, Bipartisan Policy Center director of immigration policy. But if you factor in returns, Bush indeed outpaces Obama.\n\"If you want to say that he’s removed more people than any other administration, then that’s true,\" Brown said. \"If you want to say he hasn’t actually expelled more people than any other president, that might also be true.\"\nPeople should be more precise so we know exactly what they mean by \"deportation,\" Brown said. \"It’s the difference between getting off with a warning and going to court.\"\n‘Manipulating deportation data’\nSo that’s a look at the data -- and why it can be confusing. Now we want to look at Dobbs’ accusation that the Obama administration \"manipulated deportation data to make it appear that the Border Patrol was deporting more illegal immigrants than the Bush administration.\"\nThis, too, goes back to the policy change of how people crossing the border illegally are handled. Usually pundits and politicians say ICE is the agency inflating its numbers by formally removing people handed over from the Border Patrol.\n\"These numbers show that the president is hardly the deporter-in-chief as so many of the ethnic advocacy groups have tried to paint him,\" said Jessica Vaughan, director of policy studies at the Center for Immigration Studies, a group that opposes Obama’s proposed immigration reforms.\nRight-leaning news sites and pundits revived these claims after Department of Homeland Secretary Jeh Johnson appeared before a House subcommittee to answer questions about his budget requests. Rep. John Culberson, R-Texas, tried to drill down into the agency’s methodology, and Johnson noted a large chunk of the 368,644 people deported by ICE in 2013 were essentially caught at the border.\n(Again, we’re talking about how people were previously handled as a \"return\" but are now processed as a \"removal\" with consequences.)\nCulberson: \"But under the Obama administration, more than half of those removals that were attributed to ICE are actually a result of Border Patrol arrests that wouldn't have been counted in prior administrations.\"\nJohnson: \"Correct.\"\nThe \"correct\" was heard around the conservative blogosphere, with some sites taking it as Johnson finally admitting administrative malpractice. Vaughan’s Center for Immigration Studies billed it as \"a truth finally admitted\" that ICE is taking credit for arrests made by Border Patrol agents to beef up its deportation numbers.\nBut is the change in tactics a manipulation of data? Experts we talked to said no.\n\"Under these previous administrations, they would have been voluntarily returned, not formally removed,\" Brown said. \"Now they are formally removed.\"\n\"Transferring of people from Border Patrol to ICE is not trying to trick the numbers,\" said Alex Nowrasteh, a Cato Institute immigration policy analyst. \"It’s a result of punishing illegal immigrants more heavily than they did before.\"\nOur ruling\nDobbs said the federal government \"manipulated deportation data to make it appear that the Border Patrol was deporting more illegal immigrants than the Bush administration.\"\nDeportations or \"removals\" under Obama are tracking higher than during the Bush years using the most literal deportation statistics, as well as those solely from ICE. Dobbs’ contention that the Obama administration is inflating its number is an interpretation of a change in federal policy to process and remove people trying to enter the country illegally rather than just turn them around. Whether you agree with the policy, those formal removals are occurring.\nThat strategy is rooted in previous administrations but was accelerated by Obama so that people trying to cross the border illegally face more significant consequences and receive formal deportation orders.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-07604"}