{"url": "/factchecks/2017/apr/06/tom-cotton/tom-cotton-its-unusual-white-house-officials-susan/", "speaker": "Tom Cotton", "vclaim": "\"It is unusual\" for a White House official like former National Security Adviser Susan Rice to make unmasking requests.", "truth_label": "false", "date": "stated on April 4, 2017 in an interview on CNN:", "title": "Tom Cotton: It's 'unusual' for White House officials like Susan Rice to make unmasking requests", "text": "Some Republicans have latched onto allegations about former National Security Adviser Susan Rice to bolster their narrative that President Barack Obama’s administration misused intelligence for political purposes.\nA few media sources, most prominently Bloomberg columnist Eli Lake, have said Rice repeatedly asked to learn the names of unidentified American citizens who appeared in intelligence reports in connection to the Donald Trump campaign and transition. These reports are based on anonymous sources, and Rice has neither confirmed nor denied them.\nSen. Tom Cotton, R-Ark., said Congress should investigate because if the story is true, it’s strange that someone in Rice’s White House position would request for names to be unmasked.\n\"You're right that it's not necessarily illegal,\" Cotton said in an April 4 interview with CNN’s Jake Tapper. \"It is unusual, though. The White House doesn't conduct criminal investigations. The White House doesn't conduct counterintelligence investigations. The White House is a consumer of intelligence. Normally, those kind of unmasking requests would be done by the agencies responsible for those activities.\"\nHowever, experts in intelligence collection and classified information told us it’s normal for someone in such a high-up national security role to make unmasking requests, and it would be hard, though not impossible, to abuse the practice for political purposes.\n\"It’s not unusual at all,\" said Joshua Rovner, chair of international politics and national security at Southern Methodist University and author of Fixing the Facts: National Security and the Politics of Intelligence.\nWhat ‘unmasking’ is and how it works\nWe couldn’t find a way to quantify how often national security advisers or other White House officials make unmasking requests, but experts said it’s a routine, legitimate occurrence.\nThe FBI and NSA regularly produce reports for government customers. The customer could be another investigating agency, Congress, the Justice Department or the White House. If an American’s name appears in a piece of intelligence — for example, if agents intercept a conversation between two foreign nationals who mention an American friend in passing — those preparing the report generally \"mask\" the American’s name, replacing it with something like \"U.S. Person.\"\nThe recipient of the report might decide that in order to fully understand the intelligence, they need to know the \"U.S. Person’s\" identity. So they make a request for the name to be unmasked, and the agency that produced the report either approves or denies the request. The NSA approved 654 requests in 2015, according to the Office of the Director of National Intelligence.\nIt’s not just agencies conducting criminal or counterintelligence investigations that make the unmasking requests, as Cotton said. It’s anyone who consumes intelligence reports.\n\"The national security adviser, who is a consumer of the most selective and restricted intelligence products, would certainly be entitled to request unmasking in the course of his or her duties,\" said Steven Aftergood, who directs the Federation of American Scientists’ Project on Government Secrecy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor example, a national security adviser might learn from an intelligence report that a foreign agent is trying to cultivate an unnamed U.S. official. They would need to know the official’s name in order to alert him or her in advance, or to get a full picture of the situation, Rovner said.\nUnmasking for political purposes?\nImplied in Cotton’s statement is that Rice may have made unmasking requests for political purposes. The idea is that an official could use unmasking requests to surreptitiously dig up information about a U.S. citizen, such as a political opponent, without a warrant to surveil them.\nBut experts said abusing the unmasking process would be difficult, in large part because the agency does the actual unmasking, not the requester.\nThe official who wants to abuse the process would have to get agency workers on board with her plan because they would have to make sure she receives reports about the American in question. They would also have to make sure that any unmasking request would be granted, said Elizabeth Goitein, co-director of the Liberty & National Security Program at New York University’s Brennan Center for Justice, a civil liberties group.\n\"It’s certainly not an easy or direct route to spying on political opponents,\" she said, adding that there are other provisions of surveillance laws that are far more susceptible to abuse.\nOnly a select group of high-up officials in the intelligence and national security communities have the authority to make or approve unmasking requests, and they have to do so while complying with an elaborate set of minimization guidelines, compliance procedures and documentation, said Susan Hennessey, a national security fellow at the Brookings Institution and a former NSA lawyer.\nThese procedures, along with the intelligence community’s extreme sensitivity to accusations of political abuse, likely deters intelligence officials from complying with illegitimate unmasking requests, Rovner said.\nHennessey added that the media reports about Rice are so inconsistent and vague that it’s not really possible to assess whether the unmasking requests in question (if they occurred) were legitimate.\nBut \"I have not seen anything in the public record that indicates there is any kind of problem here,\" she said.\nOur ruling\nCotton said, \"It is unusual\" for a White House official like former National Security Adviser Susan Rice to make unmasking requests.\nAs the president’s top consultant on issues of national security, Rice and other national security advisers consume a large amount of intelligence. There are numerous legitimate reasons why Rice might ask an intelligence agency to reveal the identity of an unnamed person in an intelligence report.\nIt might not be an everyday occurrence, but it is not so \"unusual\" as to raise suspicion, as Cotton said. We rate Cotton’s claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"It is unusual\" for a White House official like former National Security Adviser Susan Rice to make unmasking requests.    Tom Cotton Republican senator from Arkansas   on CNN Tuesday, April 4, 2017 04/04/2017    Read More  info", "vclaim_id": "vclaim-pol-03459"}