{"url": "/factchecks/2013/may/07/newt-gingrich/newt-gingrich-says-rise-employment-statistic-shows/", "speaker": "Newt Gingrich", "vclaim": "The labor market is weak because if you count the unemployed, underemployed, and those who’ve stopped looking for work,  the unemployment rate \"actually went up last month to 13.5 percent.\"", "truth_label": "half-true", "date": "stated on May 5, 2013 in a discussion on NBC's \"Meet the Press\":", "title": "Newt Gingrich says rise in unemployment statistic shows weakness of labor market", "text": "On NBC’s Meet the Press, former House Speaker Newt Gingrich, R-Ga., pointed to a somewhat obscure labor statistic as evidence that the economy continues to fare poorly more than five years after the onset of the last recession.\n\"I think it's very dangerous to suggest that this economy's healthy,\" Ginrgich said. He went on to argue that the implementation of President Barack Obama’s health care law could push some companies to turn full-time workers into part-timers in order to avoid providing health coverage.\n\"The pain level it's going to cause, is going to be enormous,\" Gingrich said of the health care law. \"The number of people who are going to have their jobs reduced to 29 hours, because that way their employer doesn't have to pay for their insurance, is going to be staggering. And if you look at the U-6 number, which was unemployed, under-employed, and dropped out, it actually went up last month to 13.5 percent.\"\nThe U-6 number, for the nonwonks in our audience, is a federal statistic that tries to capture a broader picture of labor-market weakness than the more familiar unemployment rate. As Gingrich indicated, the statistic takes into account not just people who are unemployed but also people working part-time who would rather have full-time work, as well as people who have stopped looking for work but would begin to look again if labor-market conditions improved. Because it includes these additional factors, the U-6 rate tends to track the official unemployment rate, but is usually a few points higher.\nThe experts we interviewed didn’t object to Gingrich’s concern about the health of the economy. In general, labor market measures have improved significantly from their weakest point in 2010, but the key measurements are \"still historically very high and not dropping precipitously,\" particularly this long after the beginning of the last recession, said George Washington University economist Tara Sinclair.\nHowever, we will focus on whether the rise in the U-6 measurement Gingrich cited supports his point about the health of the economy.\nAs it turns out, Gingrich was actually low when he said the current U-6 level is 13.5 percent. The seasonally adjusted figure -- which is the preferred number when comparing the data across months, as Gingrich is doing -- was 13.9 percent in April 2013.\nStill, the more important factor given his comment is to look at how the number has been moving. And while Gingrich was right that the number went up in April 2013, there’s less to that fact than meets the eye.\nThe statistic rose from 13.8 percent in March to 13.9 percent in April. The experts we interviewed saw two big asterisks in this rise.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n• A change of one-tenth of a percentage point is not statistically significant. We checked with Bureau of Labor Statistics, and a spokesman told us that the U-6 measure needs to move three-tenths of a percentage point in a month for the change to qualify as statistically significant. The actual change from March to April was one-third of that, meaning that the change is essentially statistical noise. (Obama supporters note: The 0.1 percentage point fall in the unemployment rate from March to April was also statistically insignificant, so you shouldn’t make too much of that statistic either.)\n• With the exception of April’s number, the U-6 has generally been falling, not rising. In fact, while there were occasional jogs upward, the statistic has been on a pretty steady decline since it peaked at 17.1 in April 2010. The current level of 13.9 percent is now about where it was in December 2008, a month before Obama was inaugurated.\nIndeed, since January 2013, the statistic has fallen by half a percentage point -- an amount that is statistically significant, unlike April’s small rise.\nGingrich’s portrayal of a small increase like April’s as evidence of a worrisome trend amounts to cherry picking.\n\"Kvetching about a 0.1 percentage-point change seems a bit silly in the context of other changes in employment, unemployment, and underemployment published in April’s BLS report,\" said Gary Burtless, a senior fellow with the Brookings Institution. \"The number of payroll jobs increased by 165,000 in April and has increased 635,000 since January. \"\nBurtless agreed that \"conditions are improving way too slowly for anyone to think it’s time to break out the champagne,\" but he added that \"it’s ridiculous to suggest April’s employment report contains evidence of a weakening in the trend toward a better job market.\"\nOur ruling\nGingrich said that if you count the unemployed, underemployed, and those who’ve stopped looking for work, the unemployment rate \"actually went up last month to 13.5 percent.\"\nGingrich is correct that the measurement in question did rise. However, that rise was not statistically significant, and it has been more than outweighed by a consistent decline in the numbers over the past three years. On balance, we rate his claim Half True.\nhttps://www.sharethefacts.co/share/586dbf1f-5b60-4e69-bdbe-32f6e2f691ac", "vclaim_id": "vclaim-pol-09364"}