{"url": "/factchecks/2019/mar/13/dan-crenshaw/crenshaw-falsely-says-hr1-would-legalize-type-elec/", "speaker": "Dan Crenshaw", "vclaim": "Says HR 1 would \"legalize\" the kind of fraud found in North Carolina", "truth_label": "false", "date": "stated on March 9, 2019 in a tweet:", "title": "Crenshaw falsely says HR1 would legalize the type of election fraud found in NC", "text": "You don’t want to end up like North Carolina.\nThat’s what some politicians have warned since February, when the NC authorities ordered a new election after finding fraud in the 9th Congressional District race.\nSenate Majority Leader Mitch McConnell mentioned North Carolina in a Feb. 26 speech when he slammed HR 1, a Democrat-authored bill that aims to make voting easier. McConnell criticized the bill for not addressing ballot harvesting.\nOn March 9, Rep. Dan Crenshaw, a Texas Republican, took the criticism a step further. Responding on Twitter to Rep. Joe Kennedy, a supporter of the bill, Crenshaw said HR1 would legalize the \"kind of fraud\" found in North Carolina.\n\"You do realize your bill #HR1 would actually make that kind of fraud in #NC09 LEGAL. Right? TRUTH: it would legalize vote harvesting across the entire country, use your tax $ to do it, and limit free speech drastically,\" Crenshaw tweeted.\n\nThe terms \"vote harvesting\" and \"ballot harvesting\" typically refer to political operatives tracking down and collecting absentee ballots from voters. Many states have strict laws limiting who can file ballots on behalf of absentee voters. In those states, ballot harvesting is illegal.\nSo is Crenshaw right? Would HR 1 \"legalize\" ballot harvesting across the country?\nA PolitiFact review of the bill found dozens of mentions of absentee ballots — but none of the proposed law changes would absolve North Carolina’s political operatives of wrongdoing.\nWHAT HAPPENED IN NC\nRepublican Mark Harris appeared to beat Democrat Dan McCready by 905 votes. But in February, an investigation by the NC elections board found that political operatives tampered with absentee ballots and may have gained special access to voting results in Bladen County. A new election is scheduled for September.\nIn testimony during the North Carolina investigation, political operatives admitted they:\n• Illegally collected – harvested – absentee by-mail ballots. State law prohibits anyone other than a close relative from handling a voter’s absentee ballot.\n• Filled in votes for Republicans if absentee voters left some races blank.\n• Forged witness signatures on the absentee by-mail ballots.\nAdditionally, many absentee ballots were requested but never returned.\nUltimately, the NC elections board staff referred to the fraud as a \"coordinated, unlawful, and substantially-resourced absentee ballot scheme.\" The board itself, a group of political appointees from both major parties, voted unanimously to nullify the November results.\nWHAT HR1 SAYS\nHR 1, also known as the For the People Act of 2019, mentions absentee voters dozens of times. But it doesn’t:\n\nExpand who can collect absentee ballots.\nAllow people to fill out ballots for voters.\nLoosen laws for people who sign, or \"witness,\" absentee ballots. When a voter fills out an absentee ballot, two people must sign it to verify the voter’s authenticity.\n\nHR 1 \"is silent on the question of whether states can have laws which allow people to collect absentee ballots from others,\" said Rick Hasen, professor of law and political science at UC Irvine. Hasen said Crenshaw’s tweet is \"false on a few counts.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThere’s \"absolutely nothing in HR 1 that I’ve seen\" that would loosen ballot collection rules or \"legalize anyone other than the voter adding votes to a ballot,\" said Justin Levitt, a professor and associate dean for research at Loyola Law School in California.\nIn fact, Rep. Mark Walker, a North Carolina Republican, introduced an amendment that tried to ban ballot-harvesting. But it failed.\nThe bill does mention absentee ballots in the context of improving voting access. In that section, 305, the bill reinforces the authority of state governments to enact methods for tracking absentee ballot delivery. Another section, 307, seeks to ensure the authenticity of absentee ballots and reinforces states’ rights to craft procedures.\nWHAT CRENSHAW SAID\nSo what was Crenshaw referring to? PolitiFact emailed his office at about 11 a.m. Monday. About 30 minutes later, Crenshaw tweeted a clarification.\n\"Worth clarifying: HR1 enables ballot harvesting via mandatory no-fault absentee ballots and by not outlawing the practice of ballot harvesting. Dems rejected our amendment to HR1 that would make it illegal. It should be illegal bc it allows fraud like we saw in #NC09,\" he tweeted.\n\nResponding to a PolitiFact email, Crenshaw spokeswoman Kerry Rom referred us to the second tweet and provided no other context.\nCrenshaw’s second tweet refers to HR1’s effort to allow more people to fill out absentee ballots.\nSome states require voters to have an excuse — illness, disability, etc. — to qualify for an absentee ballot. Some states, including North Carolina, don’t require voters to have an excuse at all. A state-by-state breakdown of voting laws can be found on the National Conference of State Legislatures website.\nHR 1 would expand \"no excuse,\" aka \"no fault,\" absentee voting across the country. Again, though, Crenshaw’s tweet is misleading.\n\"Not taking additional steps to outlaw something at the federal level is a pretty far cry from ‘making the kind of fraud in NC09 legal’,\" Levitt said.\nWHAT EXPERTS SAY\nIt’s fair to claim that allowing more absentee voting may present would-be criminals with more opportunities to break the law. But his second tweet suggests that banning ballot harvesting could have prevented the fraud in North Carolina.\nThat’s not true.\nBallot harvesting \"is already illegal in North Carolina, and those laws didn’t prevent the misconduct,\" said Wendy Weiser, director of the democracy program at the left-leaning Brennan Center for Justice at New York University.\nWhat about Crenshaw’s claim about the harvesting efforts being taxpayer-funded? Part 7 of the bill calls on the federal government to reimburse states that create a ballot-tracking system.\n\"As to the tax dollars, my guess (and it is only a guess) is that he’s confusing a separate question related to public financing of elections,\" Hasen said in an email.\n\"Republicans have attacked public financing as taking tax dollars for politicians,\" Hasen continued. \"In the end, HR 1 was amended to use fees from wrongdoers to pay for the financing of elections. But whether or not it is fair to call the financing provisions taxpayer funded, that has nothing to do with the so-called ‘ballot harvesting’ issue.\"\nOUR RULING\nCrenshaw said HR 1 would legalize the \"kind of fraud\" found in NC’s 9th district. There’s nothing in the bill that expands who can collect absentee ballots, allows people to fill out ballots for others, or loosens witnessing procedures for absentee ballots.\nCrenshaw then clarified his original tweet to say \"no excuse\" absentee voting enables ballot harvesting. The second tweet also suggested that banning ballot harvesting would’ve prevented fraud in North Carolina. That’s not true. And his arguments do nothing to substantiate his original tweet. We rate his claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-03-13 19:45:44 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says HR 1 would \"legalize\" the kind of fraud found in North Carolina    Dan Crenshaw U.S. Rep. (R-Texas) https://twitter.com/DanCrenshawTX/status/1104423786118606850   U.S. Saturday, March 9, 2019 2019-03-09    Read More  info", "vclaim_id": "vclaim-pol-00899"}