{"url": "/factchecks/2017/oct/06/newsweek/are-white-males-responsible-more-mass-shootings-an/", "speaker": "Newsweek", "vclaim": "\"White men have committed more mass shootings than any other group.\"", "truth_label": "mostly-true", "date": "stated on October 2, 2017 in an article:", "title": "Are white males responsible for more mass shootings than any other group?", "text": "As details about the Las Vegas shooter’s identity emerged, media outlets noted some of the characteristics fit neatly within a familiar profile of prior mass shooting perpetrators.\nNewsweek, for instance, ran a story with the headline, \"White men have committed more mass shootings than any other group.\" The article builds on this claim, stating that 54 percent of mass shootings carried out since 1982 were done so by white males.\nWe’ve covered the demographics of mass shootings before but had not heard this specific claim. So we decided to take a closer look at who’s behind mass shootings.\nTracking mass shootings\nNo U.S. government entity specifically tracks mass shootings — much less, the shooters’ race and ethnicity, experts told us. But some media organizations and nongovernmental groups have taken up the task in various forms.\nSome of the differences in the datasets are the result of having no universally accepted definition of mass shooting. The number of mass shootings a group tallies can vary dramatically based on how the term is defined.\nFor example, the Gun Violence Archive, a nonprofit organization that tracks gun-related injuries and deaths, defines a mass shooting as \"four or more shot and/or killed in a single incident, at the same general time and location, not including the shooter.\" According to that group, there have been 274 mass shootings so far this year, or nearly one per day.\nAnother widely cited source comes from the progressive media outlet Mother Jones, which created a database in 2012 after the mass shooting at an Aurora, Colo., movie theater.\nMother Jones defines a public mass shooting as an incident in which the motive appeared to be indiscriminate killing and a lone gunman took the lives of at least three people. This language is similar to a 2013 statute that defines \"mass killings\" as three or more killed in a single incident, though that applies to any weapon.\nThe Mother Jones database, which dates back to Aug. 20, 1982, counts 91 mass shootings. Of these, 50 were carried out by white men — hence, where Newsweek and other outlets got the statistic that 54 percent of mass shootings carried out since 1982 were done so by white men.\nFor comparison’s sake, Mother Jones' data show African-Americans accounted for 15 mass shootings, while Latinos and Asians were responsible for seven each. Three attacks were carried out by women, including one of the two perpetrators behind the 2015 San Bernardino shooting.\nWe should note that some experts expressed concern that if the public debate around gun violence focuses too much on mass shootings, there’s a risk of overlooking the fact that gun murders disproportionately affect minorities, especially African-Americans. \nAssessing the data\nBecause Newsweek’s claim derives from Mother Jones’ data, we asked experts about the reliability of this count.\nGrant Duwe, author of Mass Murder in the United States: A History, considered a leading scholarly book on the subject, has long criticized Mother Jones’ accounting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDuwe pointed us to an essay he penned for Reason magazine in 2014, in which he argued Mother Jones has low-balled its tally of mass shootings as a result of relying solely on news coverage as its source of data. Duwe believes this creates a false impression that mass shootings have been on the rise (a claim that’s beyond the scope of this fact-check).\n\"The main concern is an underreporting problem that gets worse the farther back in time we go,\" Duwe told PolitiFact. \"This creates problems when it comes to drawing conclusions about trends in the prevalence of mass public shootings.\"\nNevertheless, Duwe said his own research dating back to 1900 corroborates that white men have committed more mass shootings than any other group, though he believes white men make up an even larger share than the Mother Jones data show.\n\"There have been at least 184 mass public shootings in the U.S. since 1900, including the Las Vegas attack,\" Duwe said. \"Among these mass public shooters, non-Hispanic whites make up 63 percent, which is close to what we see for the U.S. population in general. So, the Mother Jones data actually underreport the extent to which whites are involved as mass public shooters.\"\nThe vast majority of mass shootings is committed by men.\nLooking only at the male population, some have argued that statistical claims based on Mother Jones data on the racial makeup of mass shooters leaves out important context. Critics argue that when you consider that non-Hispanic white men make up about 63 percent of the male population, white men appear proportionally less likely to commit a mass shooting, according to the Mother Jones statistics showing white men account for 54 percent of mass shootings. (Duwe’s finding that non-Hispanic white men make up 63 percent of mass shooters is roughly in line with the white portion of the male population. White men make up roughly 31 percent of the overall U.S. population.)\nDuwe defines \"mass public shooting\" as an incident that occurs in the absence of other criminal activity, in which a gun was used to kill four or more victims at a public location within a 24-hour period.\nMother Jones national affairs editor Mark Follman praised Duwe’s dataset as valuable, but he pushed back on the notion that they’d underreported attacks, saying that to the best of his recollection some of the shootings Duwe flagged as deserving to be included in Mother Jones' database did not fit their criteria.\nHe also said that while most of Mother Jones’ data is initially culled from media reports, they have also relied on primary source documents, interviews with law enforcement and tips from the public about more obscure cases going back further in time. For more on how the group calculated the frequency of mass shootings, he pointed us to a 2014 Mother Jones article claiming the rate of mass shootings tripled since 2011.\nOur ruling\nNewsweek said, \"White men have committed more mass shootings than any other group.\"\nNewsweek based its claim on data from Mother Jones, which defines a public mass shooting as an incident in which the motive appeared to be indiscriminate killing and a lone gunman took the lives of at least three people. Under this definition, Mother Jones found that non-Hispanic white men have been responsible for 54 percent of mass shootings since August 1982.\nAnother tally, with a longer timeline and a different definition of mass shooting, found non-Hispanic white men make up 63 percent of these attacks. Under both definitions and datasets, white men have committed more mass shootings than any other ethnicity group.\nNewsweek's claim is literally accurate. But it's worth noting the imprecision of this data, and the percentage of mass shootings by white men is lower than their share of the male population, according to Mother Jones. \nWe rate this Mostly True.\n Share the Facts 2017-10-06 13:56:58 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"White men have committed more mass shootings than any other group.\"    Newsweek Weekly newsmagazine and website https://www.newsweek.com/white-men-have-committed-more-mass-shootings-any-other-group-675602?utm_campaign=NewsweekTwitter&utm_source=Twitter&utm_medium=Social   in an article Monday, October 2, 2017 2017-10-02    Read More  info", "vclaim_id": "vclaim-pol-02826"}