{"url": "/factchecks/2013/aug/27/jack-kingston/lawmaker-uses-tax-credit-scam-drive-support-bill/", "speaker": "Jack Kingston", "vclaim": "Says an illegal immigrant fraudulently claimed children who actually lived in Mexico on income tax forms to collect more than $29,000.", "truth_label": "mostly-true", "date": "stated on August 1, 2013 in an interview:", "title": "Lawmaker uses tax credit scam to drive support for bill", "text": "A Georgia congressman unveiled some disturbing details to bolster support for a bill he recently filed to stop illegal immigrants from receiving child tax credit refunds.\n\"What has happened is that illegal aliens have been given the right to claim a child tax credit, and it's so bad that one guy in Indianapolis was discovered he had claimed 20 children and 19 of them lived back in Mexico — a cost of $29,000 a year to taxpayers,\" said U.S. Rep. Jack Kingston, a Republican from Savannah who is running for a U.S. Senate seat.\nSound outrageous? PolitiFact Georgia wondered whether this is true? Did an Indianapolis man collect $29,000 from the federal government in tax credits for 19 children who live in Mexico?\nKingston made the comments during an Aug. 1 interview with Newsmax TV, a conservative-leaning website. He has repeated the claim on his congressional website.\nThe details we found showed some clarity is necessary in this case.\nOn July 22, Kingston filed the bill, House Resolution 2278, in the House of Representatives. The legislation would require a parent or guardian to put a child’s name and other information on an income tax return to get the tax credit.\nThe legislation was co-sponsored by 13 other House members, including Georgia Republicans Paul Broun (who is also running for the U.S. Senate) and Lynn Westmoreland. Kingston’s resolution was referred to the House Ways and Means Committee.\nThe Internal Revenue Service allows as much as $1,000 in tax credits for each child, depending upon the parent’s or guardian’s income. Currently, those child caregivers can submit their Social Security number or an individual tax identification number to get a credit. A nine-digit number issued by the IRS allows U.S. citizens and illegal immigrants to file tax returns.\nIn September 2011, the U.S. Treasury Department’s Inspector General Office filed a report that the federal government paid $4.2 billion in 2010 to illegal immigrants who collected child tax credits. The Treasury Inspector General said in a news release that accompanied the report that the IRS and the Treasury Department need to clarify whether illegal immigrants should receive the credits. Kingston noted the report on his website.\n\"An investigative reporter in Indianapolis, IN recently uncovered cases in which illegal immigrants were claiming the credit for relatives who did not even live in the United States,\" Kingston wrote. \"One illegal immigrant interviewed admitted to claiming 20 children and collecting returns totaling $29,608. In reality only one child was observed to live at the residence while 19 others lived in Mexico and had never visited the United States.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn 2012, Indianapolis television station WTHR aired an investigative report on illegal immigrants in that area receiving child tax credits. The reporter interviewed a man who said four illegal immigrants were using his address to file tax returns.\n\"His address is being used to file tax returns by four undocumented workers who don’t even live here,\" the reporter said. \"And what’s more? Those four claimed 20 children live inside this trailer home in Southern Indiana. And as a result, the IRS sent the illegal immigrants tax refunds totaling $29,608.\"\nWTHR’s story has been cited in several emails by people outraged by what the station reported.\n\"This tax loophole dips right into YOUR pocket defrauding you ….. The honest taxpayer,\" according to one email with a weblink to the WTHR story that was posted on FactCheck.org.\nThe reporter, Bob Segall, told PolitiFact Georgia that two of the four illegal immigrants who used the address were siblings of the man who lived there. The other two were friends.\nSegall said he was unaware of any other reports that one illegal immigrant in the Indianapolis area received more than $29,000 in child tax credits. A Treasury Department spokeswoman did not return a telephone call and email seeking comment.\nChris Crawford, a spokesman for Kingston, offered us an explanation via email.\n\"[H]is intent is clear here. This is an absolute waste of precious taxpayer resources that must be stopped whether it is one person or 100,\" Crawford said. \"For the IRS to not only know but to have been repeatedly warned about this problem is absolutely outrageous.\"\nTo sum up, Kingston said one illegal immigrant admitted claiming 20 children for child tax credits, although 19 of them lived in Mexico. The person, he said, received refunds totaling $29,608. Our findings showed that the congressman’s claim, made on his congressional website and in a television interview, was not entirely correct.\nKingston’s dollar figure was accurate. But four illegal immigrants -- not one -- used someone’s address to collect money for the tax credits.\nWe rate Kingston’s claim Mostly True.", "vclaim_id": "vclaim-pol-08955"}