{"url": "/factchecks/2010/jul/27/marc-morial/marc-morial-correct-unemployment-rates-whites-blac/", "speaker": "Marc Morial", "vclaim": "The Latino unemployment rate is higher than the white rate and the black rate is higher than the Latino rate.", "truth_label": "true", "date": "stated on July 25, 2010 in a roundtable discussion on NBC's \"Meet the Press\":", "title": "Marc Morial correct on unemployment rates for whites, blacks, Latinos", "text": "On July 25, 2010, David Gregory, the host of NBC's Meet the Press, asked his roundtable panelists to consider \"Diversity and the Myth of White Privilege,\" a Wall Street Journal op-ed column from July 22, in which Sen. James Webb, D-Va., argues against federal affirmative action laws.\n\n\"I have dedicated my political career to bringing fairness to America's economic system and to our work force, regardless of what people look like or where they may worship,\" Webb wrote. \"Unfortunately, present-day diversity programs work against that notion, having expanded so far beyond their original purpose that they now favor anyone who does not happen to be white. In an odd historical twist that all Americans see but few can understand, many programs allow recently arrived immigrants to move ahead of similarly situated whites whose families have been in the country for generations. These programs have damaged racial harmony. And the more they have grown, the less they have actually helped African-Americans, the intended beneficiaries of affirmative action as it was originally conceived.\"\n\nMarc Morial -- president of the National Urban League, a century-old civil rights organization -- was one panelist who took the challenge, arguing that non-whites continue to experience disadvantages compared to whites.\n\n\"I don't agree that Latinos and Asians have not suffered discrimination in this country or that Native Americans have not suffered discrimination in this country,\" Morial said. \"I think the question is, how do you target and tailor policies that are going to help all economically and socially disadvantaged people. And it's a fair debate to have, but it also needs to be positive with facts. Look at the Latino unemployment rate. It's higher than the white rate. The black rate is higher than the Latino rate. So to suggest that there are not disparities that affect the Latino community, that affect the Native American community, most in depth, the African-American community, we've got to have the discussion that Jim Webb wants to have. We have facts, real facts, that give a picture of how life is in this nation.\"\n\nWe won't take sides on Webb's proposal to end policies that provide race-based advantages, a topic that inspires passions on both sides, but which isn't a checkable fact. Instead, we'll focus on the narrower question of whether Morial is accurate on the question of comparative unemployment rates for whites, blacks and Latinos.\n\nThe Bureau of Labor Statistics calculates seasonally adjusted unemployment rates by race and ethnicity. We found that in June 2010, the white unemployment rate was 8.6 percent. The black unemployment rate was 15.4 percent, and the Hispanic/Latino rate was 12.4.\n\nSo Morial is correct that the Latino unemployment rate is higher than the white rate and that the black rate is higher than the Latino rate.\n\nThough it falls beyond the boundaries of our fact-check, we'll note one other point from the statistics. Morial argued that Latinos and Asian Americans have suffered discrimination in the United States, and we think most people would agree with that at least as a historical matter. But if you look at the unemployment rate for Asians, it's 7.7 percent. That's actually lower than the rate for whites. (Technically, the BLS only calculates a non-seasonally-adjusted rate for Asians, but the comparable rate for whites is still higher at 8.7 percent.)\n\nStill, as we indicated, Morial made no specific claim about unemployment among Asian-Americans, and for the groups that he did mention -- whites, blacks and Latinos -- his numbers were accurate. So we rate his comment True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14690"}