{"url": "/factchecks/2014/apr/14/karen-handel/handels-degree-claim-nearly-makes-grade/", "speaker": "Karen Handel", "vclaim": "Seventy-two percent of Georgians did not have a chance to finish college.", "truth_label": "mostly-true", "date": "stated on April 7, 2014 in an email:", "title": "Handel’s degree claim nearly makes the grade", "text": "Republican U.S. Senate candidate Karen Handel and her supporters have turned GOP rival David Perdue’s remarks about her not graduating from college into a campaign issue she hopes will bring Georgia voters to her side when it’s time to vote on May 20.\n\"Let's remind David that a lot more defines a person than whether they have a college degree,\" former Georgia Republican Party Chair Sue Everhart was quoted in a Handel campaign email.\nThere was another line in the email from Everhart that we wanted to fact-check.\n\"David’s either an elitist or just arrogant. But either way, he thinks he’s better than 72 percent of Georgians who did not have the chance to finish college,\" it read.\nWe wondered if that statistic is correct. In this age of parents constantly impressing upon children the importance of a college education, surely more than a scant 28 percent of Georgians finished college.\nOur research surprised us, but we found Handel’s claim omitted a point.\nHandel left what she has described as a dysfunctional home when she was 17. Handel finished high school and took some college courses, but never earned a degree.\nHandel has been chair of the Fulton County Board of Commissioners and was elected Georgia secretary of state. Handel lost the GOP runoff for governor in 2010 to the current occupant of the Governor’s Mansion, Nathan Deal.\nHandel, who’s been out of politics since then, has struggled to get attention in the crowded GOP U.S. Senate field that includes three congressmen and the deep-pocketed David Perdue, cousin of former Gov. Sonny Perdue. That was until a video of David Perdue’s comments about why he’s the best fit for the Senate surfaced.\n\"There's a high school graduate in this race, OK? I'm sorry, but these issues are so much broader, so complex,\" Perdue, a former CEO of several major businesses who has bachelor’s and master’s degrees from Georgia Tech, said in the video.\nRepublicans from 2008 GOP vice presidential nominee Sarah Palin to former White House press secretary Dana Perino criticized Perdue’s comments. Palin recently made a campaign stop in Georgia and endorsed Handel.\n\"There are a lot of good, hard-working Americans who have more common sense in their pinkie finger than a lot of those Ivy League pieces of paper up on a wall that represent some elitism,\" Palin said. \"Not all of the time does a college degree matter.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nPerdue called Handel to apologize, but her campaign said the apology was owed \"to the many other Georgians he demeaned.\"\nThe Handel campaign is hoping Perdue’s comments will propel the campaign’s prospects with what seems to be a large bloc of voters who’ve been in her shoes. So, back to our initial query.\nWe started our research by calling Everhart. She said the numbers came from the Handel campaign, and Everhart trusted the campaign did its homework.\n\"It did seem high to me,\" Everhart said of the 72 percent claim. \"But there are a lot of people who go to college, but they don’t complete the four years.\"\nHandel campaign manager Corry Bliss said the claim came from Census Bureau data. The federal agency’s statistics show 27.8 percent of Georgians older than 25 have a bachelor’s degree or higher. The national average is slightly higher, at 28.5 percent.\nOther data supports Handel’s claim. The most recent numbers from the National Center for Educational Statistics show 27.4 percent of Georgians older than 25 have a bachelor’s degree or higher. The national average, according to the chart we reviewed, was 28 percent.\nThese numbers, however, do not include two-year degrees. One U.S. Department of Education chart shows 35.5 percent of Georgians had an associate, bachelor’s degree or higher in 2010. One organization, the Lumina Foundation, cited a 2011 U.S. Census Bureau report that shows 36.4 percent of Georgians have an associate degree or better.\nThe Lumina Foundation, based in Indianapolis, also breaks down the statistics by each Georgia county. Fulton County edged out Fayette County with the highest percentage of graduates, 55.55, according to the numbers.\nThe foundation’s goal is to increase the number of Americans with college degrees to 60 percent by 2025. President Barack Obama has set a more ambitious goal of getting to that mark by the end of the decade. The Education Department says the United States has fallen from first to 16th in the world in the percentage of adults with a college degree.\nCourtney Brown, the foundation’s director of organizational performance and evaluation, said the U.S. has lagged because it did not put a higher emphasis on higher education. She said the country needs more creative approaches, such as offering credits for learning outside the classroom.\nBrown said the percentage of Georgians getting a college degree has increased in recent years due to efforts to close the achievement gap between whites and non-white students and legislation such as a bill passed during the recently-completed session to pay full tuition for the state's highest achieving technical college students.\nTo sum up, the Handel campaign gave Everhart information to claim 72 percent of Georgians do not have a college degree. The claim is correct if you solely consider Georgia’s bachelor’s degrees or higher. The percentage of Georgians without degrees is slightly lower once you include those who earned associate degrees. Once you do that, it’s more like 65 percent.\nThere’s a little context missing in the Handel campaign’s claim, but it’s mostly on the mark. Our rating: Mostly True.", "vclaim_id": "vclaim-pol-07997"}