{"url": "/factchecks/2012/jun/12/samuel-wurzelbacher/samuel-joe-plumber-wurzelbacher-says-marcy-kaptur-/", "speaker": "Samuel Wurzelbacher", "vclaim": "\"Marcy Kaptur voted against a ban which would have prevented the aborting of a baby girl for the sole reason that she's a girl.\"", "truth_label": "mostly-true", "date": "stated on June 4, 2012 in a campaign video:", "title": "Samuel \"Joe the Plumber\" Wurzelbacher says Marcy Kaptur opposed a ban on gender abortions", "text": "Almost 40 years after the U.S. Supreme Court's decision in Roe v. Wade legalized abortion under most circumstances, abortion remains a political hot button.\n\nSamuel \"Joe the Plumber\" Wurzelbacher, the Republican congressional candidate in Ohio's 9th District, demonstrates that in a news release, video and series of Twitter tweets aimed at Democratic incumbent Marcy Kaptur.\n\n\"I'm not saying that Marcy Kaptur has the same belief system as someone in the Chinese politburo or that she thinks it's OK to kill unborn babies. And I'm not saying that Marcy Kaptur believes in gendercide,\" he says in the campaign video.\n\n\"But Marcy Kaptur voted against a ban which would have prevented the aborting of a baby girl for the sole reason that she's a girl.\"\n\nThat's an emotional pitch.\n\nPolitiFact Ohio decided to take a look.\n\nWurzlbacher’s campaign said the vote was on H.R. 3541, the Prenatal Nondiscrimination Act of 2012, or \"PRENDA.\"\n\nThe bill, sponsored by Rep. Trent Franks, an Arizona Republican, would have made it a federal crime with a five-year prison sentence to perform or force a woman to undergo a gender-selection abortion -- a practice that is most common in some Asian countries where families that want sons abort female fetuses.\n\nUnder the bill, doctors, nurses and medical personnel who do not report suspected gender-related abortions would also face prison and a fine. The male partner and parents of the woman having the abortion would be able to sue for damages. The woman would be exempt from prosecution or civil suit.\n\nRepublicans said in debate that gender-selection abortion amounts to \"gendercide\" and a \"war on women\" because it is female fetuses that are most often targeted -- rhetoric that effectively turned the tables on Democrats who previously knocked Republicans for their stances on the Violence Against Women Act and who are pushing legislation requiring equal pay for men and women.\n\nThe bill's backers supported their charge of \"gendercide,\" the Christian Science Monitor reported, by citing a study showing that an analysis of the third child born to Chinese, Indian, and Korean parents in the U.S. \"strongly suggest[s]\" prenatal sex selection.\n\nBut a review of the legislation by the Guttmacher Institute, which promotes reproductive health and rights, argues that such practices are not widespread in the United States and that the studies to support the bill cannot prove that gender-selection abortions are a significant problem, even in particular immigrant communities.\n\n\"What is conclusively known,\" wrote Guttmacher's Sneha Barot, \"is that the U.S. sex ratio at birth in 2005 stood at 105 boys to 100 girls, squarely within biologically normal parameters.\"\n\nIn a vote on May 31, the House bill won a majority of representatives -- 246 votes in favor and 168 against -- but failed because it was considered under a suspension of House rules. That procedure, normally used for non-controversial measures, limits debate and requires a two-thirds majority vote to pass.\n\nFranks said in a news interview before the vote that he expected the measure to fail, but that it was a strategic goal to force Democrats to vote against it.\n\n\"I think we’re doing the right thing strategically,\" he told The Washington Post, adding that he wouldn’t be surprised if GOP candidates and conservative groups used the vote to attack Democratic opponents.\n\nFranks was correct on that point. In one subsequent statement, Wurzelbacher described Kaptur as \"supporting abortions based on gender and skin color.\"\n\nWe contacted Kaptur's campaign. Spokesman Steve Fought said the congresswoman opposed the bill because of privacy issues it raised and its potential consequences.\n\n\"How do you prove someone had a gender-based abortion?\" he asked, asserting that the proof would involve medical personnel knowing a woman's reason for an abortion and whether and when she knew the sex of a fetus.\n\nKnowing  the gender of  a fetus would involve sonograms, he said. Medical personnel fearing the possibility of prosecution could reduce the use of sonograms, against the health interest of fetuses, children and mothers -- particularly in the Asian and immigrant communities  the bill targets.\n\n\"It was an eminently bad piece of legislation that was introduced strictly for political posturing, under suspension of the rules and not through committee,\" Fought said. \"The video proves that point. It was a show bill. They wanted to get people on the record voting against it so they can demagogue it.\"\n\nWhere does that leave us?\n\nWurzelbacher’s statement is accurate. Kaptur did vote against PRENDA. The bill would ban gender-selection abortions.\n\nBut additional information is needed for clarification. Kaptur's record on abortion has been consistent. In a story about this vote, Roll Call, a Washington publication, described her as a  Democrat who opposes abortion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarcy Kaptur\n\n\nstated on February 15, 2012 in a campaign commercial\n\n\n\n\n\n\n\n\nSays when she \"helped get $15 billion more for veterans care, Kucinich voted No.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Feran • March 1, 2012\n\n\n\n\n\n\n\n\nBut in this case, her staff said, concerns about other effects and consequences of the legislation played a role in her vote. And, the bill’s leading sponsor acknowledged that political strategy drove the process under which it was considered.\n\nOn the Truth-O-Meter, Wurzelbacher's claim rates Mostly True.", "vclaim_id": "vclaim-pol-10941"}