{"url": "/factchecks/2011/sep/26/john-boehner/house-speaker-john-boehner-says-10000-baby-boomers/", "speaker": "John Boehner", "vclaim": "\"We have 10,000 baby boomers retiring every day.\"", "truth_label": "true", "date": "stated on September 19, 2011 in a television interview:", "title": "House Speaker John Boehner says 10,000 baby boomers retire every day", "text": "Since President Obama launched his offensive to tout initiatives he believes will create jobs and revive the economy, House Speaker John Boehner of Ohio has provided  a steady Republican counterpoint.\n\nBoehner appeared Sept. 19, 2011, on Fox Business Network, where he described Obama’s call for higher taxes on millionaires as \"class warfare,\" and advised the president to \"tackle the spending problem.\"\n\n\"What we’re seeing out of the president’s so-called deficit reduction package is more of the same,\" Boehner told interviewer Gerri Willis. \"It’s class warfare, not serious about dealing with the real drivers of our debt. And that’s major entitlement programs.\n\n\"We have 10,000 baby boomers retiring every day. It’s time for us to get serious about ensuring that these programs are going to be there for them.\"\n\nThat’s a lot of retirees. PolitiFact Ohio was intrigued and took a look at the speaker’s claim.\n\nThe claim is similar to one made by House Majority Leader Eric Cantor that our counterparts at PolitiFact Virginia examined. We’ll incorporate some of their findings here, too.\n\nBaby boomers comprise a large demographic group of Americans who were born between Jan. 1, 1946 and Dec. 31, 1964. Their pending departure from the workforce is expected to significantly stress the retirement system.\n\nAccording to the Social Security System’s Annual Performance Plan for Fiscal Year 2012: \"Nearly 80 million baby boomers will file for retirement benefits over the next 20 years – an average of 10,000 per day.\" That bears out the statistic cited by Boehner.\n\nA 2010 Pew Research Center study says baby boomers comprise 26 percent of the total U.S. population. After 2030 - when that generation reaches retirement age - Pew projects that 18 percent of the nation’s population will be over age 65, compared with 13 percent today.\n\nCensus data collected by Pew indicates the estimated number of retires could be even greater than 10,000 per day. According to Pew’s data, 76 million people were born in the United States between 1946 and 1964. After subtracting those who died and adding immigrants born during those years, America has 79.6 million people of that generation.\n\nIf you divide 79.6 million by 19 years (the number remaining until 2030), then divide that by 365 days, you get a daily average of 11,476 people turning 65. Although not everyone in that age group will live to reach age 65, the amount who will end up retiring each day could significantly exceed Boehner’s 10,000 per day figure.\n\nBoehner’s statement is accurate and there’s nothing significant missing. We rule his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\n By Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12365"}