{"url": "/factchecks/2017/feb/16/donald-trump/trump-hints-stock-market-record-high-linked-presid/", "speaker": "Donald Trump", "vclaim": "\"The stock market has hit record numbers, as you know. And there has been a tremendous surge of optimism in the business world.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2017 in a press conference:", "title": "Trump hints stock market record high linked to optimism about his presidency", "text": "As he lauded his first month in office, President Donald Trump reaffirmed his promise to create jobs by citing the progress of the stock market as signaling a promising business environment.\n\"The stock market has hit record numbers, as you know. And there has been a tremendous surge of optimism in the business world,\" Trump said in a press conference Feb. 16. \"To me means something much different than it used to. It used to mean, ‘Oh, that's good.’ Now it means, ‘That's good for jobs.’ Very different.\"\nTrump had sent a similar message earlier in the day, tweeting: \"Stock market hits new high with longest winning streak in decades. Great level of confidence and optimism - even before tax plan rollout!\"\nStock market hits new high with longest winning streak in decades. Great level of confidence and optimism - even before tax plan rollout!— Donald J. Trump (@realDonaldTrump) February 16, 2017\n\nAll three major stock indexes closed at record highs for five days in row on Feb. 15. But does Trump get credit for that, as he suggested? Experts told us there are nuances.\nStock market winning streaks\nThe Dow Jones Industrial Average includes the stocks of the 30 largest and most powerful companies in the country (Wal-Mart, Disney, Pfizer, for example). The Standard & Poor's 500 (S&P 500) consists of the 500 most commonly traded stocks and represents about 80 percent of the total value of U.S. stock markets. The Nasdaq Composite Index features mostly technology companies.\nAll three major indexes on Feb. 15 closed at record highs for the fifth consecutive day.\nIt was the first time the three indexes achieved concurrent high records for that length of time since January 1992, according to analyses reported by CNNMoney and MarketWatch.\nMarketWatch countered part of Trump’s tweet, saying that the Feb. 15 high really wasn’t \"the longest winning streak in decades.\"\n\"Rather, it’s the best record-setting stretch in a quarter century … In terms of winning streaks, the S&P has risen for seven consecutive trading days for its longest stretch of up days since September 2013, when it also rose for seven straight sessions. That’s according to Dow Jones data,\" wrote MarketWatch’s Victor Reklaitis, also noting Dow gains for five days straight and a Nasdaq seven-session winning streak. (More on the those winning streaks here and here.)\nExperts told us that investors are at least somewhat hopeful about Trump’s promised tax and regulation cuts, though that’s not the sole driver of the stock market highs.\nTrump signed an executive order on Jan. 30 directing that for every one new regulation issued, at least two prior regulations be eliminated. Trump says \"wasteful and unnecessary\" regulation kills jobs and stop businesses from growing.\nTrump also has promised to slash the business tax rate from 35 percent to 15 percent and to eliminate the corporate alternative minimum tax.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nIn meetings with CEOs of different industries, Trump has reiterated that tax cuts are coming and that he’d like to get rid of 75 percent of regulations, \"maybe more.\" He has also tweeted about a border tax for imports.\n\"I would definitely say Trump gets credit,\" said Sam Stovall, chief investment strategist at CFRA Research. The S&P 500 returns are up 3.8 percent from Jan. 20, the day Trump took office, said Stovall, who has studied the market’s returns during each president’s first month dating back to President Herbert Hoover in 1929.\nAmid the recession and during Obama's first month in office in 2009, returns fell 9.4 percent, Stovall said. They rose 1.4 percent during Obama's first month in office in his second term, according to Stovall's study.\nTim Duy, an economist and professor at the University of Oregon, said the economy was poised for relative strength as the end of 2016 approached, regardless of Trump’s inauguration.\n\"Underlying growth remained solid, and it increasingly looked like some of the inventory overhang of the previous year was easing,\" Duy said. Manufacturing and services sector surveys were going up, and two factors that’d been weighing on stocks -- decline in oil prices and strength of the dollar -- waned over 2016, Duy added.\n\"The economy was not headed into a recession and, in the absence of a recession, stocks are more likely to go up than down,\" Duy said. \"In other words, this was largely baked into the cake regardless of who won the election. Trump was handed a solid economy at the macro level.\"\nIt’s still reasonable to believe that hopes of tax cuts have boosted stocks to some degree, but it wasn’t the dominant factor, Duy said.\nEconomic news has been nuanced in recent weeks.\nData from the Bureau of Labor Statistics show 227,000 jobs were added in January 2017. The unemployment rate in January was 4.8 percent, slightly higher than the previous month but based on 584,000 more people looking for jobs after accounting for annual adjustments to population controls, according to Feb. 3 BLS figures.\n\"Consumer confidence decreased in January, after reaching a 15-year high in December,\" said in a Jan. 31 statement Lynn Franco, director of Economic Indicators at The Conference Board, which presents the Consumer Confidence Index based on a monthly survey.\n\"The decline in confidence was driven solely by a less optimistic outlook for business conditions, jobs, and especially consumers’ income prospects. Consumers’ assessment of current conditions, on the other hand, improved in January,\" Franco said. \"Despite the retreat in confidence, consumers remain confident that the economy will continue to expand in the coming months.\"\nTrump certainly isn’t the first to boast about the stock market’s performance.\nIn 2015, Hillary Clinton claimed the stock market does better when there’s a Democratic president. While several calculations backed her statement, we rated her claim Mostly True because experts said several other factors are key in determining performance, including timing, policies and international economic trends.\nOur ruling\nTrump said, \"The stock market has hit record numbers, as you know. And there has been a tremendous surge of optimism in the business world.\"\nThe three major stock indexes, Dow, S&P 500 and Nasdaq all closed at record highs for five consecutive days. While investors are optimistic about Trump’s plans to cut taxes and eliminate regulations, experts say other factors play influential roles in the stock market. After rising in December, consumer confidence dropped in January, though consumers are confident the economy will expand in coming months.\nTrump’s statement is accurate but needs clarification or additional information. We rate it Mostly True.https://www.sharethefacts.co/share/1d390b70-d630-4f46-b741-dc15ff7f33e7", "vclaim_id": "vclaim-pol-03661"}