{"url": "/factchecks/2011/mar/03/jennifer-shilling/wisconsin-rep-jennifer-shilling-says-many-local-go/", "speaker": "Jennifer Shilling", "vclaim": "Says many local governments in Wisconsin already require employees to pay 20 percent, 30 percent or even 40 percent of their health insurance premiums.", "truth_label": "false", "date": "stated on February 27, 2011 in a news release:", "title": "Wisconsin Rep. Jennifer Shilling says many local governments require employees to pay more than 20 percent of their health insurance premiums", "text": "It’s hard to imagine any group of public employees in Wisconsin having a sweeter deal on health insurance costs than city employees in Madison.\n\nMost make no payment toward their insurance premiums and are in plans that require no co-pays and have no deductibles.\n\nSo Madison wasn’t cited by state Rep. Jennifer Shilling (D-La Crosse) when she blistered Gov. Scott Walker’s controversial budget-repair bill.\n\nThe measure would require workers to pay more of the costs of pensions and health care, effectively forcing them to take a pay cut. One of Walker’s justifications for trying to sharply curtail public sector collective bargaining rights in the process is to give local units of government the same opportunity to impose similar costs on their employees.\n\nIn turn, that money could be used to offset reductions in state aid in the two-year budget starting July 1, 2011. Walker has said state employees should pay 12.6 percent of their health insurance premiums.\n\nShilling called Walker’s argument false and \"ridiculous\" because, she said, many local government already get more than that from employees.\n\n\"The truth is, local school districts and municipalities that have been requiring employees to pay for health and pension benefit costs are going to be hit hard by Walker’s cuts,\" Shilling, a member of the Legislature’s budget-reviewing Joint Finance Committee, said in a Feb. 27, 2011 news release.\n\nShe added: \"Walker claims municipalities will be able to force employees to pay 12 percent of their health insurance premiums, but many cities already require employees to pay 20, 30, or even 40 percent of their health insurance premiums.\"\n\nNow, that’s a big number and, potentially, a big development.\n\nWe’re going to tackle Schilling’s statement with this caveat: We’re not looking in this item at the assumptions Walker and his budget crunchers  used to calculate the prospective savings for local government. We’re looking at whether many school districts and cities already make employees pay between 20 percent and 40 percent of health care costs.\n\nWe asked Shilling for backup on her claim.\n\nHer legislative aide, Anthony Palese, pointed us to a survey of school district cost-sharing on health insurance, conducted annually by the Wisconsin Association of School Boards.\n\nThat annual survey showed that only 6 of the 130 school districts that responded are asking for more than 12 percent in premiums on family coverage.  The average: 4 percent.\n\nOnly one district, Abbotsford, fell into the 20 percent to 40 percent range that Shilling claims is common -- the district asks 46 percent of employees on family plans. The district pays more in salaries than nearby districts, said district administrator Reed Welsh.\n\nBut the current year data is not complete, in part because many contracts are still unsettled. So let’s take a look back to the previous year’s survey.\n\nIn the 2009-10 survey, the schools association found that out of 388 districts, the average ask from employees was 5 percent.\n\nOnly 14 districts were getting more than the 12 percent benchmark set by the governor.\n\nOnly five of the 388 fell into the wider range -- 20 percent to 40 percent -- that Shilling outlined.\n\nWe noticed a possible explanation for Shilling’s belief that \"many\" local units were already getting more than that 12 percent: there were two school districts in western Wisconsin -- Onalaska and Holmen -- that got 20 percent from employees in 2009-’10.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe city of Onalaska also receives 20 percent from its employees.\n\nBoth communities are near La Crosse and Shilling’s district. So her perspective on it may be skewed.\n\nIn her statement, Shilling also referred to \"municipalities\" already charging employees similar amounts.\n\nThere is no equivalent annual survey of cities, and Shilling’s staff could point to none asking 20 to 40 percent, as contended.\n\nWe sampled a few big cities.\n\nMadison: The city’s no-cost insurance option, selected by most full-time union workers there, is one end of the scale -- and nowhere near 20 percent to 40 percent.\n\nLa Crosse: City workers in the family plan pay 3.1 percent if they undergo a health assessment, which almost all do. Single people pay about 12 percent.\n\nMilwaukee: City workers -- union or nonunion -- pay 3 percent to 8 percent in the family plan if they do the wellness tests.\n\nWausau: Workers pay 10 percent with a co-pay only for emergency room visits.\n\nThat 10 percent in Wausau is pretty typical, according to the labor union that represents municipal employees in nearly 600 bargaining units across Wisconsin.\n\nMost full-time employees in those locales now pay about 10 percent of their premiums, up significantly in the last decade, said Jack Bernfeld, associate director, AFSCME Wisconsin Council 40.\n\nSo, what’s the bottom line?\n\nShilling contended that Walker was misguided in claiming that communities had a lot of room for savings by getting employees to kick in more of health insurance costs because \"many\" already get double or even triple what Walker is asking.\n\nBut the school data she points to shows that’s true in only a tiny scattering of districts. In cities, 10 percent is typical, and Shilling could name only one city in the 20 to 40 percent range.\n\nWe rate Shilling’s statement False.", "vclaim_id": "vclaim-pol-13496"}