{"url": "/factchecks/2017/feb/09/bernie-sanders/sanders-said-obamas-scotus-nominees-required-60-vo/", "speaker": "Bernie Sanders", "vclaim": "Says former President Barack Obama’s Supreme Court nominations \"required 60 votes.\"", "truth_label": "half-true", "date": "stated on February 5, 2017 in an interview on CNN:", "title": "Sanders said Obama's SCOTUS nominees 'required' 60 votes, but it's more complicated", "text": "Sen. Bernie Sanders, I-Vt., said President Donald Trump’s nominees to the Supreme Court should follow the same confirmation process as the nominees of former President Barack Obama.\nIn a Feb. 5 interview on CNN’s State of the Union, CNN host Jake Tapper asked if he would join an effort to filibuster Gorsuch’s nomination.\n\"Look, Obama’s nominations required 60 votes,\" Sanders said. He continued, \"Obama had to get 60 votes, that’s the rules of the United States. And if 60 people vote to confirm Judge Gorsuch, he will become the next nominee. That is the process, those are the rules that we operate under.\"\nWe decided to fact-check Sanders’ claim that Obama’s Supreme Court nominees \"had to get 60 votes.\"\nSanders has a point, but he is somewhat overplaying what happened. Justices Elena Kagan and Sonia Sotomayor received more than 60 Senate votes, but Senate rules only require a simple majority to confirm a Supreme Court nominee.\nSanders’ comment echoes similar claims from other high-ranking Democrats after Senate Republicans blocked Obama’s nominee, Merrick Garland, to fill the vacancy created by Justice Antonin Scalia, who died in February 2016.\nHere’s how the confirmation process will work for Gorsuch: He will testify in a hearing before the Senate Judiciary Committee. If the committee refers his nomination to the full Senate (a likely outcome due to the Republican majority on the Judiciary Committee), a vote by the full Senate needs to be taken. The Senate majority leader moves to take the Senate into an executive session, the setting in which nominees are confirmed, according to Worth Hester, the assistant director of the Georgetown Government Affairs Institute.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThen, the Senate majority leader needs to bring a nominee to a vote by the full Senate. In Gorsuch’s case, barring any outstanding circumstances, Sen. Mitch McConnell, R-Ky., will either get unanimous consent, a process by which every senator agrees to schedule a vote on a nominee. However, if unanimous consent cannot be reached, Sen. McConnell would need to invoke cloture.\nA \"cloture vote,\" agrees to place a time limit on the consideration of a nominee. A successful cloture requires 60 votes, the threshold Sanders has referenced. (His office did not respond to an inquiry for this article.) After the cloture vote, Senate rules allow for 30 additional hours of debate, and then a final confirmation vote occurs, according to Sarah Binder, political scientist at George Washington University and senior fellow at the Brookings Institution.\nObama’s nominees cleared the procedural hurdles and won 60 votes and then some. The Senate confirmed Kagan by a roll call vote of 63-37 in 2010, and Sotomayor was confirmed in 2009 by a vote of 68-31.\nThe last Supreme Court nominee to face a cloture vote to ensure confirmation was President George W. Bush’s nominee Samuel A. Alito Jr. in 2006. After the cloture vote, Alito was confirmed 58-42. That means at least two senators decided to allow the vote to go forward without actually voting for Alito themselves. (In Alito’s case, it was more than two, as 72 senators voted for cloture.)\nThe accuracy of Sanders’ statement hinges on which vote we are talking about. If the Senate doesn’t unanimously consent to voting on the nominee, then 60 votes are required to end debate and hold a confirmation vote. But the confirmation itself, strictly speaking, requires only a simple majority.\nOur ruling\nSanders said Obama’s Supreme Court nominations \"required 60 votes.\" Going into the nomination fight, Obama had to prepare for the possibility that his nominees would need 60 votes to support cloture, as Alito required during the Bush administration. But once the unanimous consent agreement or cloture was reached, all the nominees needed was a simple majority. We rate the statement Half True.\n Share the Facts   Politifact    2 6  Politifact Rating:    Says former President Barack Obama’s Supreme Court nominations \"required 60 votes.\"    Bernie Sanders U.S. Senator   CNN Sunday, February 5, 2017 02/05/2017    Read More  info", "vclaim_id": "vclaim-pol-03690"}