{"url": "/factchecks/2011/may/05/ed-garvey/democrat-and-activist-ed-garvey-says-wisconsin-gov/", "speaker": "Ed Garvey", "vclaim": "Says he has exposed plans by Wisconsin Gov. Scott Walker to push legislation that would allow the state to declare financial martial law and take over municipal governments.", "truth_label": "false", "date": "stated on April 14, 2011 in a blog posting:", "title": "Democrat and activist Ed Garvey says Wisconsin Gov. Scott Walker plans to push for legislation allowing the state to take over municipal governments", "text": "Wisconsin isn’t the only state stirring national political headlines. In Michigan, a new law allows the governor to take over local governments deemed to be in financial trouble.\n\nBenton Harbor is one of several Michigan municipalities that failed a financial \"stress test\" and is now under the control of a state-appointed manager who, among other things, has the power to scrap contracts with public employee unions. Local elected officials are no longer in control.\n\nProtests are mounting over what critics have called a \"dictatorship\" and at least once lawsuit claims the measure gives the state \"czar-like\" powers.\n\nCould financial \"martial law\" declarations be coming to Wisconsin?\n\nAccording to long-time Democratic activist Ed Garvey, such steps are next on the agenda of Republican Gov. Scott Walker. He first raised the issue April 14, 2011 on his  Fightingbob.com blog, then repeated it in subsequent postings, on Wisconsin Public Radio and in an interview with PolitiFact Wisconsin.\n\nRick Ungar, a blogger on Forbes.com, picked up Garvey’s assertions April 16 with a posting entitled \"Gov. Scott Walker Reportedly Planning Financial Martial Law in Wisconsin.\"\n\nTwo days later, during an April 18 radio interview, Walker vehemently denied being involved with any such plan.\n\nSo has Garvey exposed Team Walker’s next controversial political push?\n\nNow, we can’t rule on prospective claims -- what will happen in the future. But we can look at what Garvey says he has already done -- expose plans that are under way -- and whether his evidence supports his own claim.\n\nLet’s go to Garvey’s original blog post.\n\n\"We have discovered that Wisconsin's governor has the same twisted idea for Wisconsin as Michigan's governor does of his state,\" Garvey wrote April 14, 2011 on his blog. \"The state would be allowed to take over local governments if financial management standards are not met. Who decides? The governor or a newly elected uber comptroller. (I am not making this up.)\"\n\nHe adds: \"The secret plan is being prepared by the state's largest law firm, Foley & Lardner, for the Greater Milwaukee Committee, the Bradley Foundation, the governor, and key legislators.\"\n\nA closer look at the evidence shows it’s not as Machiavellian as Garvey claims.\n\nGarvey discovered a recently launched website, Makeityourmilwaukeecounty.com That spells out a legislative initiative. However, it’s hardly a secret.\n\nThe site is the online version of a project launched by a Greater Milwaukee Committee task force. It’s an outgrowth of a years-long effort by the private business group to study and recommend reforms to Milwaukee County government.\n\nThe task force’s recommendations drew attention in an Oct. 9, 2010 column by the Journal Sentinel’s Dan Bice, who wrote the recommendations were back-burnered so as not to come out before the November election for governor.\n\nIn November, PolitiFact Wisconsin looked at a claim by the state Democratic Party that GMC chairman and Walker campaign chairman Michael Grebe killed release of the report before the election. We said the claim was Barely True.\n\nIn February, the GMC task force made its recommendations public and the website launched about the same time.\n\nThe report calls for several initiatives, including: \"Develop a statewide fiscal stress test through the State Department of Revenue to help local governments maintain fiscal health.\"\n\nSo, the site does talk about a \"stress test,\" but that’s not the same as the \"martial law\" style approach in Michigan. In fact, the website explicitly says the group is opposed to that approach: \"The Initiative does not support this type of legislation in Wisconsin.\"\n\nWhat’s more, according to GMC president Julia Taylor, about half the states have a \"fiscal scorecard.\"  The thinking, she said, is that the more the public knows about how their local government is faring, the sooner problems can be headed off.\n\nTaylor said she wasn’t sure when a bill including the GMC’s plan would be introduced or by whom.\n\n\"It’s very, very early in the process,\" she said. \"At this point we don’t have draft language.\"\n\n\nTo be sure, some heavy-hitters are working with the GMC to build support for the recommendations and hammer them into legislation -- including lobbyists with Foley & Lardner, former state legislator Mary Panzer and public relations firm Mueller Communications. And the GMC is chaired by Grebe, who was Walker’s campaign chairman and led the governor’s transition team. Grebe also heads the conservative Bradley Foundation.\n\nSo, it may be easy to see why Garvey tries to connect some of the dots.\n\nWhat about the essence of Garvey’s claim, that he discovered Walker’s involvement with the plan being discussed -- and, therefore, his support of it?\n\nAs Milwaukee County executive, Walker expressed support for the GMC efforts. But in the wake of Garvey’s first blog post, he issued a sharp denial about involvement now.\n\n\"No truth to it whatsoever.  Absolutely a bogus story,\" Walker said April 18, 2011 in an interview with WTMJ-AM (620)  talk show host Charlie Sykes.  \"There's nobody on my staff, nobody in my administration, I'm certainly not working anything remotely close to that.\"  \n\nNevertheless, Garvey said in an interview that he still believes that Walker is involved.\n\n\"I think that’s true,\" he said. \"It all sort of fits in with a pattern.\"\n\nBut thinking something is true and showing it to be true are two different things.\n\nGarvey says he discovered a secret plot by Walker to push Michigan-style legislation that would allow the state to test the finances of local governments and then take over the bad apples.\n\nThe Greater Milwaukee Committee is proposing a \"good-government\" style website that would allow citizens to compare and contrast the health of local government finances. But it explicitly stops short of a Michigan-style approach.\n\nWhat’s more, Garvey did not uncover it (it was previously announced by the group) and he’s provided no direct evidence of involvement from Walker, who vehemently denies it. The measure could change through the legislative process, but that’s the future.\n\nGarvey had a \"scoop.\" But it was more of the gardening -- and not journalistic -- variety. We rate his claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13149"}