{"url": "/factchecks/2019/feb/20/donald-trump/trump-wrongly-claims-northam-said-he-would-execute/", "speaker": "Donald Trump", "vclaim": "Says Gov. Ralph Northam \"stated that he would even allow a newborn baby to come out into the world... then talk to the mother and talk to the father and then execute the baby.\"", "truth_label": "false", "date": "stated on February 11, 2019 in a rally.:", "title": "Trump falsely claims Northam said he'd let doctors 'execute' newborns", "text": "Virginia Gov. Ralph Northam is facing national scorn for a racist photo that appears by his name in his 1984 medical school yearbook. President Donald Trump has been deriding the Democrat, but for a different reason.\nHere’s what Trump said during a Feb. 11 rally in El Paso, Texas: \"The governor stated that he would even allow a newborn baby to come out into the world, and wrap the baby, and make the baby comfortable, and then talk to the mother and talk to the father, and then execute the baby. Execute the baby!\"\nTrump made a similar statement in his State of the Union speech on Feb. 6. After criticizing New York’s recent easing of abortion restrictions, Trump said, \"And then, we had the case of the Governor of Virginia where he stated he would execute a baby after birth.\"\nDid Northam, a pediatric neurologist, really say he would \"execute a baby\" after birth? Northam’s comments are confusing, but Trump put words in the governor’s mouth.\nThe story begins on Jan. 28 when a subcommittee of the Virginia's House of Delegates was considering a Democrat-backed bill that would have loosened the state’s abortion laws in all stages of pregnancy. Much of the debate, however, focused on late-term abortions.\nVirginia allows third-trimester abortions in hospitals if three physicians certify that a continued pregnancy would \"likely\" kill the woman or \"substantially and irremediably\" harm her mental or physical health. The proposed bill, which was defeated, would have lowered the authorization from three physicians to one. That doctor only would have to certify that the pregnancy would damage a woman’s health. The \"substantial and irremediable\" threshold would have been repealed.\nThe bill’s sponsor - Del. Kathy Tran, D-Fairfax - faced tough questioning from Republicans on the third-trimester proposals. Asked if the legislation would allow a woman who is dilating to get an abortion, she said, \"My bill would allow that. Yes.\"\nVideo of her statement went viral, drawing partisan charges that Democrats were endorsing \"infanticide.\" Democrats accused the GOP of launching a stunt during an election year when all 140 General Assembly seats are on the ballot. Virginia Department of Health records show two third-trimester abortions have been performed in Virginia since 2000, according to the Richmond Times-Dispatch.\nNortham’s comments\nTrump’s lambasting of Northam is based on confusing comments the governor made on Jan. 30 - two days after the hearing - during a radio interview on WTOP in Washington. Northam, an abortion-rights advocate, was asked to explain Tran’s statement.\n\"This is why decisions such as this should be made by providers, physicians, and the mothers and fathers that are involved,\" Northam said. \"When we talk about third-trimester abortions, these are done with the consent, obviously, of the mother, with the consent of the physicians - more than one physician, by the way. It’s done in cases where there may be severe deformities. There may be a fetus that’s nonviable.\n\"So, in this particular example, if a mother is in labor, I can tell you exactly what would happen,\" he added. \"The infant would be delivered. The infant would be kept comfortable. The infant would be resuscitated if that’s what the mother and the family desired, and then a discussion would ensue between the physicians and the mother.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA number of conservative media outlets and national Republican leaders quickly accused Northam of sanctioning killing babies. Trump predicted Northam's words will \"lift up the whole pro-life movement like maybe it's never been lifted up before.\"\nNortham, during a Jan. 31 news conference, took offense at the charges but did not clarify his WTOP remarks. \"I have devoted my life to caring for children and any insinuation otherwise is shameful and disgusting,\" he said.\nOfirah Yheskel, Northam’s communications director, issued a written statement accusing critics of twisting the governor’s words.\n\"No woman seeks a third-trimester abortion except in the case of tragic or difficult circumstances, such as a nonviable pregnancy or in the event of severe fetal abnormalities, and the governor's comments were limited to the actions physicians would take in the event that a woman in those circumstances went into labor,\" Yheskel wrote. \"Attempts to extrapolate these comments otherwise is in bad faith and underscores exactly why the governor believes physicians and women, not legislators, should make these difficult and deeply personal medical decisions.\"\nWhile Yheshkel’s statement added some clarity, it did not address reporters’ requests for elaboration on what Northam meant by mentioning \"resuscitated\" and \"discussion\" in the same sentence about what happens to a tragically deformed newborn.\nWe asked Yheshkel if the governor meant that a discussion would take place between physicians and parents on whether extraordinary means should be taken to keep the baby alive. She declined to answer, saying, \"I feel we’ve spelled that out, and I don’t know that I want to go beyond that.\"\nYheshkel added, \"Any insinuation that the governor or any medical physician would do anything but provide the family with the best possible care and exhaust all options is disgusting and shameful.\"\nOur ruling\nTrump says Northam \"stated that he would even allow a newborn baby to come out into the world and wrap the baby, and make the baby comfortable, and then talk to the mother and talk to the father and then execute the baby. Execute the baby.\"\nNortham, a physician, never said he would sanction the execution of newborns. What he did say during a radio interview is that in rare, late-pregnancy cases when fetuses are nonviable, doctors deliver the baby, keep it comfortable, resuscitate it if the mother wishes, and then have a \"discussion\" with the mother.\nThe issue is that Northam declines to say what that discussion would entail. Trump puts words in the governor’s mouth, saying doctors would urge the mother to let them forcibly kill the newborn, which is a felony in Virginia punishable by a long prison sentence or death.\nTrump misstates and exaggerates Northam’s words in ways that fan division. Often, that’s enough for us to torch someone’s pants. But Northam left himself open to some interpretation by declining to clarify his confusing remarks.\nSo we rate Trump’s statement False.", "vclaim_id": "vclaim-pol-00999"}