{"url": "/factchecks/2011/jul/07/lisa-hamler-fugitt/ohio-ranks-50th-income-growth-foodbank-leader-says/", "speaker": "Lisa Hamler-Fugitt", "vclaim": "\"Ohio currently ranks 50th out of all states in income growth.\"", "truth_label": "mostly-true", "date": "stated on June 1, 2011 in testimony before a House subcommittee:", "title": "Ohio ranks 50th in income growth, foodbank leader says", "text": "Lisa Hamler-Fugitt, executive director of the Ohio Association of Second Harvest Foodbanks in Columbus, told a hearing of a U.S. House Oversight and Government Reform subcommittee in June that participation in her agency's programs is at a record high.\n\nThe need for food assistance has increased dramatically since 2008 because of the recession, she said, but it was growing already over the past decade as the number of Ohioans in poverty jumped almost 50 percent.\n\nShe told the hearing -- which was called over a report by the Government Accountability Office on potential duplication of federal programs -- that economic recovery should make little difference, because her agency has not seen a correlation between the state of the national economy and people receiving food aid in Ohio.\n\n\"No, unfortunately, we haven't,\" she said.\n\nRep. Jim Jordan, an Ohio Republican who chairs the subcommittee, interrupted in surprise: \"But when the economy improves which we all hope it does sooner rather than later, you don't anticipate any less participants in your program?\"\n\n\"I don't,\" Hamler-Fugitt said. \"And if you just look at the data, Ohio currently ranks 50th out of all states in income growth.\"\n\nPolitiFact Ohio knew times were tough, but we did not expect to find Ohio running dead last.\n\nHamler-Fugitt cited an analysis based on data from the U.S. Bureau of Economic Analysis that looked at income growth over the past 50 years. Specifically, the analysis looked at data on disposable income, which is defined as all money earned by all residents of a state in a given year, minus all income taxes and property taxes.\n\nOver the last 50 years, the nation’s disposable income grew at an annual rate of 7.1 percent.  Nevada’s income growth rate, 10.1 percent, was easily the nation's highest. Arizona was the only other state above 9 percent. Florida, Texas and Colorado rounded out the top five.\n\nIndustrial states in the Northeast and Midwest fared the worst, according to the analysis, posted online by The Business Journals. Ohio’s 5.9 percent per year rate of growth was the slowest. Michigan and New York were only slightly better.\n\nOhio actually ranked 51st in the analysis, which also included the District of Columbia.\n\nThat snapshot looked at Ohio’s performance over 50 years. The state didn’t fare much better in other time frames.\n\nRelated figures from the U.S. Bureau of Economic Analysis, for example, show Ohio’s growth in personal income in 2010 was below the national average of 3.0 percent. It’s 2.7 percent rate ranked 34th in the nation.\n\nNevada's growth in personal income in 2010, incidentally, was actually last in the nation at 0.3 percent.  \n\nThe most recent available figures from the U.S. Census Bureau also put Ohio in the bottom half of states in personal income per person (33rd) and in median household income (31st).\n\nWhat does it add up to?\n\nAn analysis of data from the U.S. Bureau of Economic Analysis supports Hamler-Fugitt’s statement on income growth. That analysis covers a 50-year period. And while Ohio didn’t rank last using other gauges, the state does land in the bottom half. Those pieces of information provide clarification and context.\n\nOn the Truth-O-Meter, we rate Hamler-Fugitt’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12790"}