{"url": "/factchecks/2018/aug/01/steve-troxler/defending-hog-farms-steve-troxler-says-north-carol/", "speaker": "Steve Troxler", "vclaim": "The Black River’s water quality is \"rated at the very top in North Carolina.\"", "truth_label": "half-true", "date": "stated on July 10, 2018 in a speech:", "title": "Defending hog farms, Steve Troxler says North Carolina river among cleanest in the state", "text": "If hog farms were wrecking the environment in eastern North Carolina, a local river would be more polluted.\nThat was the logic behind a recent statement by Steve Troxler, the state’s agriculture commissioner since 2005.\nTroxler was among several Republicans to speak at a rally on July 10 in Duplin County, in rural Eastern North Carolina. They attended the event to denounce a court ruling against Smithfield Foods, the world’s largest pork producer and a partner of many N.C. hog farmers.\nA jury recently awarded $25 million to an Eastern North Carolina couple after they complained that a Smithfield farm caused swarms of flies, bad smells and other nuisances on their property. Troxler called the ruling \"un-American\" and \"a travesty of justice.\" And he expressed doubt about the extent of damage that hog farms cause.\n\"The Black River starts in Sampson County, runs through Duplin County right through hog country. And the water quality in that river is rated at the very top in North Carolina,\" Troxler said.\n\"Now, how can that be with all of the stories you’ve heard about environmental disasters associated with the hog industry in North Carolina? It’s just not true,\" he continued. \"But I think it goes back to the old adage that if you say it enough times, it must be true. So we have got to disprove that. We’ve got to educate, and we’ve got to talk about it.\"\nDuring hurricanes and other big storms, hog waste sometimes runs into rivers in Eastern North Carolina. Farmers keep the waste in lagoons, or ponds, often to use for fertilizer. The lagoons can overflow during floods.\nThe Black River is a 50-mile-long tributary of the Cape Fear River, which last year was ranked as one of America’s \"most endangered\" by the American Rivers environmental advocacy group. The group listed the threat of pollution from hog farms as their reason for concern.\nSo PolitiFact wondered about the accuracy of Troxler’s claim about the Black River. Is its water quality \"rated at the very top\" in North Carolina?\nA state classification\nIn an email, a spokeswoman for the state Agriculture Department cited Black River’s classification with the N.C. Department of Environmental Quality.\nThe river is classified as a swamp that has \"outstanding resource water,\" meaning it has \"excellent water quality\" while \"being of exceptional state or national ecological or recreational significance.\" It’s the highest classification the state offers. And only 900 of the 13,000 water bodies that DEQ examines — about 7 percent — have that label, according to Christy Simmons, a spokeswoman for DEQ.\nThe department measures dissolved oxygen, pH, specific conductivity, water temperature, total suspended solids, turbidity and fecal coliform, among other things. Fecal coliform bacteria come from warm-blooded animals. While coliform bacteria won’t necessarily make you sick, their presence can be a sign the water is home to harmful pathogens.\nAt two stations in the Black River, fecal coliform is elevated about 10 percent of the time, according to DEQ. The Black River doesn’t violate any of the department’s quality standards. However, DEQ doesn’t collect fecal coliform data frequently enough to assess the extent that fecal coliform growth exists and fluctuates in the river, DEQ spokeswoman Bridget Munger said.\nThe \"true standard\" for measuring fecal coliform levels is to take five samples in a 30-day period, she said, but DEQ collects data only once a month. The lower part of the Black River \"is listed as data inconclusive due to low dissolved oxygen levels in this part of the river system,\" Munger said in an email.\nPolitiFact asked DEQ whether the Black River is, indeed, ranked as one of the state’s cleanest rivers.\n\"I don’t think we have the data to make this specific claim,\" Munger said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"It doesn’t violate the water quality standards set for this stream. There are elevated nutrients and fecal coliform bacteria concentrations at times,\" Munger said. \"There is only a single major (wastewater treatment plant) upstream of the Black River but there are many animal feeding operations in the Black River watershed.\"\nLack of testing\nThus, environmental advocates say the Black River’s \"outstanding resource water\" classification isn’t a true reflection of the river’s water quality.\nPart of the reason DEQ hasn’t found more pollution in the Black River is because it’s not properly looking for it and reporting it, said Grady McCallie, policy director at North Carolina Conservation Network.\nNorth Carolina doesn’t have standards for nitrogen and phosphorus in the water — which can cause illness.\n\"If we did, I suspect a lot of the rivers in hog country would show significant burdens of these pollutants. Because we don’t, we rely on chlorophyll-a, a pigment associated with algae, as a marker for too much nutrient pollution,\" McCallie said in an email.\nThe problem with testing for that kind of algae is that it blooms only when the water slows down, he continued.\n\"That’s why you see significant impairment behind (a dam) on the Cape Fear, because the water slows down and the algae blooms. But as long as the Black River keeps flowing, the pollution is just carried down the river to cause problems downstream,\" McCallie said.\nCompounding issues, the state isn’t testing for a wide enough range of nutrients.\n\"Lots of nutrient pollution in the river could be messing up the ecology, but we also don’t have a ‘periphyton’ standard, which would measure whether we have the right kinds or too much algae on the bank and bottom of the river,\" McCallie said. \"EPA had previously recommended that North Carolina develop one, but we haven’t.\"\n‘Hogwash’\nMichael Mallin, a research professor at UNC-Wilmington, has conducted research on eastern NC rivers and co-authored the 2016 report \"Environmental Assessment of the Lower Cape Fear River System.\" At the time, Mallin noted high concentrations of nitrogen and phosphorus at three sites in the Black River.\nMallin checks the nutrients monthly and \"often\" finds nitrogen and phosphorus levels to be higher than the level that scientists would consider healthy, he said in a phone interview.\nHe called the Black River’s ORW classification \"outdated.\" Ryke Longest, director of the Duke Environmental Law and Policy Clinic, went a step further.\n\"But the claim that this proves there are no water quality problems caused by hog farms is pure hogwash,\" Longest said in an email. \"The truth is the Black River may be much more polluted than we know because it lacks sufficient monitoring stations to check its status.\"\nLongest, McCallie and Will Hendrick, staff attorney for the N.C. Waterkeeper Alliance, scoffed at Troxler’s suggestion that hog waste isn’t affecting the Black River and that the river’s water quality is among the state’s best.\n\"What Troxler is saying is that because it’s classified at the top, its quality is at the top. But just because you say the quality should be good at this place doesn’t mean it is,\" Hendrick said. \"It has the ORW classification. But that says nothing at all about the current water quality. Period.\"\nOur rating\nTroxler cast doubt on the effect of hog farms, saying the Black River’s water \"is rated at the very top in North Carolina.\" While the Black River has an \"outstanding\" designation with the state, its environmental regulatory agency says the label doesn’t mean the river is one of the cleanest in the state. And experts say the state probably would find other harmful nutrients — if only it tested for them. We rate Troxler’s claim Half True.\n'\n Share the Facts 2018-08-01 15:30:38 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  The Black River’s water quality is “rated at the very top in North Carolina.”    Steve Troxler NC Agriculture Commissioner https://www.newsobserver.com/news/politics-government/article214649640.html   Hallsville, NC Tuesday, July 10, 2018 2018-07-10    Read More  info", "vclaim_id": "vclaim-pol-01783"}