{"url": "/factchecks/2012/apr/06/afscme/state-employees-union-says-barrett-supported-law-g/", "speaker": "AFSCME", "vclaim": "Says gubernatorial recall candidate Tom Barrett supported passage of Gov. Scott Walker’s bill stripping collective bargaining of state employees.", "truth_label": "false", "date": "stated on April 3, 2012 in a web site posting:", "title": "State employees union says Barrett supported law greatly limiting collective bargaining", "text": "With Milwaukee Mayor Tom Barrett jumping into the Democratic primary in the recall election against Republican Gov. Scott Walker, his opponents are digging in against him.\n\nOne of the first salvos came from the American Federation of State, County and Municipal Employees, or AFSCME, the largest state employees union. The union is supporting former Dane County Executive Kathleen Falk in the race.\n\nThe recall, of course, was prompted by the 2011 passage of Act 10, Walker’s contentious changes that eliminated many collective bargaining provisions for most public employee unions and required workers to pay more for health insurance and pensions.\n\nIn an April 3, 2012 message to members, AFSCME described its qualms with Barrett under this headline: \"Barrett enters race for governor with some baggage.\"\n\nThe message -- posted by an AFSCME arm that serves unions representing state and local government and school district employees all over the state -- said, in part:\n\n\"While hundreds of thousands rallied outside the Capitol in the cold of winter, and 14 brave senators stood their ground to block the law, Barrett — two days before the vote, and on right-wing radio — actually advocated for the strategy Walker eventually used to ram through the bill.\"\n\nIt added: \"Simply put, when Scott Walker came for our rights and 14 Democratic heroes made huge personal sacrifice at huge political risk, Tom Barrett wasn’t standing in solidarity, he was on right-wing talk radio pontificating about how to undermine their efforts.\"\n\nThe claim traces back to a video that was posted on YouTube on March 30, 2012, the same day Barrett announced his candidacy. The video heading: \"Barrett: How to ram through Act. 10... ‘The bill should pass.’ \"\n\nThe video is based on audio segments of a March 7, 2011 radio interview Barrett did as part of WTMJ-AM (620) host Charlie Sykes’ annual issues show, \"Insight 2011,\" which features various newsmakers.\n\nIn the video, Barrett is presented as offering his solution to the standoff between Walker and the 14 Senate Democrats who had left the state to block action on the measure.\n\n\"I honestly think there is a pretty clear path as to how we work our way out of this,\" Barrett says. \"Collective bargaining changes are not fiscal ... the Fiscal Bureau and others have said they are not fiscal. You could vote on those without those missing senators. You could vote on those tomorrow morning.\"\n\nThen the video adds this Barrett statement: \"And the bill would pass. And the bill should pass.\"\n\nWe asked AFSCME for its back-up about its claim.\n\n\"We did not create the video,\" said AFSCME spokesman Robert Allen, \"but it does comport with our criticism of Barrett's behavior during the standoff over Act 10, which is why we passed it along to members.\"\n\nBarrett campaign spokesman Phil Walzak countered: \"The assertion in this video is pure fantasy. This is a hack and stitch job that would make Frankenstein proud.\"\n\nSo which is it?\n\nWas Barrett really in cahoots with Walker in supporting the collective bargaining changes of Act 10?\n\nLet’s rewind the tape. The whole tape.\n\nAnd let’s add the context.\n\nOn Feb. 11, 2011 Walker introduced his budget repair bill. In addition to calling for public employees to pay more for their pensions and health care, the bill contained the provision to end most collective bargaining provisions. That aspect surprised even top Republicans and left Democrats and unions howling in protest. (We rated as False a claim from Walker that he campaigned on the changes.)\n\nThe 14 Senate Democrats left the state to block consideration of the bill.\n\nAnd labor leaders soon stated they could agree to the higher payments for pensions and health care -- so long as the other collective bargaining changes were not part of it.\n\nBarrett took a similar view at the time. Indeed, we previously rated his position as a No Flip, since from the start he advocated workers paying more for pensions and health care.\n\nIn fact, Barrett -- a former state legislator -- had suggested a way to end the stalemate even before appearing on the Sykes show: Break the bill in two.\n\nThat is, separate the collective bargaining changes from the changes to pension and health insurance, and vote on the second piece -- the part the unions said they would support.\n\nThe collective bargaining piece, he said, should be set aside for future debate.\n\nIn the same Feb. 24, 2011 news conference Barrett said Walker was focused on busting unions.\n\n\"It's now clear to us that this is an ideological war, and it's a national ideological war, and the purpose of it is to take away the rights of people who work for the government\" to bargain collectively, Barrett said.\n\n\"It is time we return to our Wisconsin, the Wisconsin where we can sit down at the table and work out our differences,\" he said. \"Let's end the circus. Let's solve the problem.\"\n\nBarrett made the same point on the Sykes show.\n\nOnly the video creatively edits out a critical part of the statement.\n\nOn the radio, Barrett went on to say: \"I would vote for the changes in the health care and the pension. I would vote no on the changes in collective bargaining.\"\n\nSo his position against the collective bargaining changes was clear.\n\nAlso on the radio show, it was clear that when Barrett said \"this bill should pass\" he had switched the topic to voting on a bill that would include the pension and health insurance givebacks, not the limits on collective bargaining.\n\nHere it is in context.\n\n\"Again, I think the vast majority of people in the state agree that public employees should pay more towards their health care and their pensions. The bill will do that, and the bill will pass. And the bill should pass.\"\n\nAFSCME spokesman Allen said he did not know why the video did not include the full  quote from Barrett. But he also said it does not matter in relation to the union’s position and statement.\n\nAllen said the union felt Barrett undercut its leverage at a key moment. It was still trying to get Walker to sit down and negotiate a bill that would have locked in the employee health and pension contributions without limiting bargaining rights.\n\nAllen added: \"And Barrett offered that non-existent hypothetical on voting against half the bill only after he said ‘the bill should pass.’ \"\n\nBut that misstates Barrett’s position and what was said.\n\nOur conclusion\n\nThe largest state employee union says Barrett supported Walker’s bill to strip most collective bargaining rights from public employees. The group cites a video that includes a snippet of a radio interview in which Barrett suggests a way to break the stalemate.\n\nBarrett did say it was important to separate the higher pension and health care payments from the collective bargaining changes. But he made it clear this was so the piece with broad support -- even from the unions -- could move forward.\n\nIn the part cut from the video, Barrett clearly states: \"I would vote no on the changes in collective bargaining.\"\n\nWe rate the union’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11319"}