{"url": "/factchecks/2016/may/08/donald-trump/donald-trump-us-not-highest-taxed-nation-in-world/", "speaker": "Donald Trump", "vclaim": "\"We're the highest taxed nation in the world.\"", "truth_label": "false", "date": "stated on May 8, 2016 in an interview on 'Meet the Press':", "title": "For the third time, Donald Trump, U.S. is not 'highest taxed nation in the world'", "text": "Donald Trump released a tax plan in September that would give huge tax cuts to the top 0.1 percent and bloat the deficit by at least $10 trillion over the next decade. But after he became the GOP’s last man standing and presumptive nominee, Trump said this week he’s considering raising taxes on the rich.\n\"Should we assume that most of your plans, then, we shouldn’t take you at your words, as sort of that they’re floors?\" Meet the Press host Chuck Todd asked Trump.\n\"It is called life, Chuck. It’s not my word, of course. I put in a proposal. You know what they are? They're really proposals. People can say it’s a tax plan. It’s really a tax proposal. Because after I put it in, and I think you know the Senate and Congress, you know as much as anybody, they start working with you and they start fighting,\"  Trump responded. \"But I’m not under the illusion that that it’s going to pass. They’re going to come to me. They’re going to want to raise it for the rich more than anybody else.\"\nHe then explained why, despite that, he’s still sticking to his guns and giving \"a massive\" tax cut to businesses: \"We’re the highest taxed nation in the world. Our businesses pay more taxes than any businesses in the world. That’s why companies are leaving.\"\nThis is a version of one of Trump’s oft-repeated talking points, and it’s inaccurate.\nWhen we looked at this claim in the past, we compared the United States to the 33 other industrialized nations in Organization for Economic Cooperation and Development.\nData from 2014, the most recent year available, shows that the United States wasn’t the most highly taxed by the typical metrics and actually places near the bottom or around the middle of the pack.\nTrump specified this time that he was talking about business taxes, but the essential data doesn’t back him there, either.\nTrump would have been more accurate if he had been more specific. The United States does have one of the highest top marginal corporate tax rates in the world. However, companies pay less in practice because they can take deductions and exclusions. When we look at the actual tax burden on U.S. companies, it’s far from highest in the world.\nHere’s a chart breaking it down:\n\n\n\n\nTax revenue as percentage of GDP\n\n\nCorporate tax revenue as percentage of GDP\n\n\nTax revenue per capita\n\n\n\n\n\n\n1. Denmark: 50.9%\n2. France: 45.2%\n3. Belgium: 44.7%\n\n\n1. Norway: 7.1%\n2. New Zealand: 4.4%\n3. Luxembourg: 4.3%\n\n\n1. Luxembourg: $49,911\n2. Norway: $38,016\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n3. Denmark: $31,054\n\n\n\n\n\n\n\n\n31. United States: 26.0%\n\n\n17. United States: 2.6%\n\n\n19. United States: $14,204\n\n\n\n\n32. Korea: 24.6%\n33. Chile: 19.8%\n34. Mexico: 19.7%\n\n\n30. Hungary: 1.5%\n31. Slovenia: 1.4%\n32. Greece: 1.3%\n\n\n32. Turkey: $2,985\n33. Chile: $2,886\n34. Mexico: $2,094\n\n\n\n\nOECD average: 34.2%\n\n\nOECD average: 2.9%\n\n\nOECD average: $14,923\n\n\n\n\nThe World Bank’s data for 2012 — the last year for which it has complete figures — also placed the United States near the bottom in tax revenue as a percentage of GDP. Nations with lower percentages were two OECD members (Japan and Spain), a couple of oil-rich countries (Oman and Kuwait) and few impoverished states (like Afghanistan and the Central African Republic).\nWe also looked at a 2016 report by the World Bank and PricewaterhouseCoopers that assessed the total tax burden for a case study company in different places around the world. The total tax rate — which includes not only income taxes but also labor taxes, property taxes, profit taxes, etc. — is expressed as a percentage over the total profit.\nBy this metric, the company would have a total tax rate of 43.9 percent in the United States, placing it at No. 64 out of 189 countries.\nThat’s lower than the rates the company would have paid in the two countries Trump says the United States loses to, China (67.8 percent) and Mexico (51.7 percent). Moreover, it’s nowhere near the top.\nOur ruling\nTrump said, \"We're the highest taxed nation in the world.\"\nBy all metrics we looked at, the United States is far from the most taxed nation overall and for businesses.\nWe rate Trump’s claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  \"We're the highest taxed nation in the world.\"    Donald Trump Presidential candidate   In an interview with NBC's Meet the Press Sunday, May 8, 2016 05/08/2016    Read More  info", "vclaim_id": "vclaim-pol-04993"}