{"url": "/factchecks/2011/jan/04/marie-ghazal/health-clinic-executive-says-rhode-island-has-high/", "speaker": "Marie Ghazal", "vclaim": "\"Rhode Island has the highest percentage of uninsured adults of any state in New England.\"", "truth_label": "mostly-true", "date": "stated on December 17, 2010 in a commentary in The Providence Journal:", "title": "Health clinic executive says Rhode Island has the highest rate of uninsured adults in New England", "text": "The cost of health care is a huge issue for everyone.\n\nIf you have health insurance, the chances are excellent that you've seen your costs, along with co-payments and deductibles, go up significantly.\n\nIf you don't have health insurance, the bill you get from your doctor or hospital is strikingly higher than what people with health insurance are charged. That's because insurance companies negotiate deep discounts that uninsured people never see.\n\nAnd because people who don't have insurance are seven times more likely to skip the care they need, according to the Centers for Disease Control and Prevention, that typically makes your care more expensive when you do seek it. If, on top of everything else, you can't pay for that care and a hospital provides it for free, as a hospital is obligated to do, those costs are passed on to everyone else.\n\nSo it caught our attention when Marie Ghazal, chief executive officer of the Rhode Island Free Clinic, the Providence nonprofit organization that treats the uninsured, began an opinion column in The Providence Journal by asserting that \"Rhode Island has the highest percentage of uninsured adults of any state in New England.\"\n\nShe stated that between 13.9 percent and 21.4 percent of residents are not insured, which translates to 139,000 to 214,000 Rhode Islanders.\n\nWe wondered if our ranking was really that poor, and why the range was so large.\n\nWhen we contacted Ghazal, she said she got the information from a story in the Providence Business News. The article gives no specific numbers for Rhode Island or most other states. It was based on a map developed by the CDC that breaks the states into three categories: those having the highest proportion of people with health insurance, those having the lowest and those in between.\n\nRhode Island -- like New York, New Jersey, Ohio, Virginia and most of the states in the Midwest -- is in the in-between category. Ghazal said our rate of uninsured adults was 13.9 percent to 21.4 percent because, as it turns out, that's how the CDC defined the in-between group.\n\nWe asked if she had specific numbers. She said she didn't. So we went searching.\n\nWhen we contacted CDC, they directed us to state-by-state numbers, as collected by Behavioral Risk Factor Surveillance System, a telephone survey that counts how many people are without health insurance at the time of the call.\n\nAccording to the BRFSS statistics, which served as the basis for the map cited by Ghazal, the 2009 telephone survey of 4,318 Rhode Islands found that the percentage of uninsured adults in Rhode Island was 14.2 percent, below the national average of 16.9 percent. Thirty-two states had a lower rate of health insurance coverage than Rhode Island. The worst rate was in Texas, where 29.1 percent of the population was not covered. In 15 states, at least 20 percent of the adult population younger than 65 was without health insurance.\n\nBut we found something else while digging into the numbers. The margin of error in the survey was plus or minus 1.9 percentage points.\n\nIf you ignore the margin of error, it is true that Rhode Island had the highest rate of uninsured adults in New England. Maine, where 13.7 percent were uninsured, was closest to Rhode Island. But that's a difference of only 0.5 percentage points. Massachusetts, in contrast, had the lowest rate of uninsured -- 6.2 percent -- because the Bay State has mandatory health insurance.\n\nHowever, if you consider the margin of error in the poll, we could rank ahead of New Hampshire (where 13.1 were uninsured) and Maine.\n\nFor additional context, we looked at the percentages going back to 1995 (excluding 2001 and 2002, two years when the survey results are not on the National Center for Chronic Disease Prevention & Health Promotion website).\n\nIt turns out that in 2004, the level of uninsured in Rhode Island was a bit higher -- 14.4 percent; 15 years ago it was at about 13 percent. The rate did dip to 11.7 percent in the 1998 survey but, in general, the numbers have stayed consistent.\n\nBy any measure, that's still a lot of people walking around without health insurance.\n\nUltimately, if you ignore the margin of error, Ghazal is correct about our ranking compared with other New England states. But if you take that into account, its possible that her statement could be inaccurate.\n\nMore importantly, she's making a selective comparison. When you compare us with the rest of the country, we're better than average.\n\nBecause of those omissions, we rate her statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13818"}