{"url": "/factchecks/2018/oct/08/national-republican-congressional-committee/attack-ad-falsely-claims-dean-phillips-doesnt-prov/", "speaker": "National Republican Congressional Committee", "vclaim": "Says that Minnesota Democratic congressional candidate Dean Phillips doesn’t offer health insurance for his employees.", "truth_label": "barely-true", "date": "stated on September 15, 2018 in a TV ad:", "title": "Attack ad falsely claims that Dean Phillips doesn't provide health coverage to his employees", "text": "As the midterm elections draw closer, a warzone of attack ads are airing in Minnesota’s 3rd Congressional District. The seat, held by Republican Erik Paulsen and challenged by Democrat Dean Phillips, has been widely considered a toss up.\nNow, a particularly incendiary claim has made its way into a TV ad created by the National Republican Congressional Committee.\nThe ad, which aired on Sept. 15, criticizes Phillips for not offering health insurance to his coffee shop’s employees. Phillips has made health care a focus of his campaign.\nThe same claim is mentioned in a Congressional Leadership Fund ad, which aired only three days after the NRCC ad.\nHere is the text of the NRCC ad in full, before we break it down:\n\"Dean Phillips isn’t telling you the whole truth.\"\n(Clip of Phillips speaking) \"We do offer health care to full-time employees.\"\n\"FACT CHECK. When a reporter asked if he offered health insurance, Phillips admitted ‘No, we don’t.’ Dean Phillips is the 1 percent, but won’t provide health care to all his employees. Dean Phillips: Another rich politician who can’t tell the truth.\"\nSo does Phillips offer health insurance to his employees? He does, but not to all of them. But the ad distorts the facts and takes Phillips out of context.\nLet’s dive in.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPhillips and his coffee company, Penny's\nPhillips opened Penny’s Coffee in downtown Minneapolis in 2016. The second location opened in August 2017 and a third is on the way.\nThe NRCC ad is accurate in that Phillips doesn’t offer health insurance to all his employees, but it leaves out some important details.\nFirst, Penny’s Coffee, like many companies, does not provide health insurance to part-time employees. It does, however, pay workers $15 per hour plus tips, Phillips’ campaign said.\nThe company now has full-time workers, and all of them get access to company-provided health care. When Phillips started the coffee shop, his campaign says he initially only had part-time workers.\nBut once the company grew, his campaign says, a handful of employees were converted to full time, and Penny’s began to offer a health care plan in which it pays 50 percent of the premium.\nWhat the ad cites\nThe NRCC bases Phillips’ comments in a June 2017 Forbes Magazine article in which he declared health care \"a moral right.\"\nHe was asked this question in the article: \"Does the coffee shop you’ve started offer health insurance?\"\nHis full answer: \"No, we don't. We are contemplating a pretty significant expansion, which would necessitate a reinvestigation of that, but right now, we're just a single coffee shop with a handful of employees, and that's something we'll assess moving forward. But the ACA afforded opportunities to employees like ours to actually go out and obtain health insurance.\"\nThe NRCC ad cuts him off after \"No, we don’t,\" removing the additional context.\nOur ruling\nThe National Republican Congressional Committee says that Phillips doesn’t provide health insurance to his coffee shop employees even after he has said that health insurance should be a \"moral right.\"\nWe found that he doesn’t provide coverage for his part-time employees, but does so for his full-time employees.\nWe rate this claim Mostly False.\n Share the Facts 2018-10-08 14:29:53 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says that Minnesota Democratic congressional candidate Dean Phillips doesn’t offer health insurance for his employees.    National Republican Congressional Committee Super PAC https://www.youtube.com/watch?v=m-OZUCuwqwQ    Saturday, September 15, 2018 2018-09-15    Read More  info", "vclaim_id": "vclaim-pol-01507"}