{"url": "/factchecks/2011/feb/02/jim-renacci/rep-jim-renacci-characterizes-medicare-savings-hea/", "speaker": "Jim Renacci", "vclaim": "Says there are \"a half a trillion dollars in cuts to Medicare that are going to go in place\" as a result of health care reform.", "truth_label": "barely-true", "date": "stated on January 10, 2011 in a town hall forum:", "title": "Rep. Jim Renacci characterizes Medicare savings in health reform law as cuts", "text": "Less than a week after taking office as a member of Congress, GOP Rep. Jim Renacci held his first town hall meeting at Walsh University in North Canton. Local news reports indicated about 225 people attended, some of whom grilled Renacci about his campaign pledge to overturn the health care reform bill that Congress adopted last year.\n\nIn an exchange between Renacci and a senior citizen identified as Dan Fonte, Fonte cites facets of the the health care bill that he approves of, and asks Renacci why Republicans don’t present a replacement plan for people to examine before the repeal vote. Renacci replies that he and more than 80 other freshmen Republicans were elected to Congress with pledges to repeal the new law.\n\n\"I agree with you, there are some good things, but there are also a half a trillion dollars in cuts to Medicare that are going to go in place,\" Renacci told Fonte.\n\nThat statement had a familiar ring to it. We decided it was one worth another look.\n\nRenacci’s exchange with his constituent hit on the same themes as the health care debate in 2010. And more than once during the election season we looked at the claims from Republicans and groups that opposed the reforms that the health care package would cut $500 billion from Medicare.\n\nBut it’s important to note that the law does not take $500 billion out of the current Medicare budget, as Renacci and the bill’s foes make it sound. Rather, the Patient Protection and Affordable Care Act slows the program’s projected growth in Medicare spending by about $500 billion over 10 years.\n\nThat’s a big difference.\n\nMedicare spending will still increase. The nonpartisan Congressional Budget Office estimated it will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.\n\nAbout $136 billion in savings is projected to come from Medicare Advantage, an optional program where the federal government pays private insurance companies a set rate to treat Medicare recipients. About a quarter of Medicare recipients were enrolled in the Medicare Advantage plans in 2010, which often offer benefits like dental and vision coverage that aren’t available to traditional Medicare beneficiaries.\n\nIt was hoped that competition between private insurers for Medicare Advantage programs would drive down costs and make the system more efficient, ultimately saving the federal government money. But it has not worked out that way. A June 2009 analysis from the Medicare Payment Advisory Commission said the Advantage programs cost taxpayers an average of 14 percent more than traditional Medicare.\n\nThe health care law that President Barack Obama signed in March will phase out extra payments for Medicare Advantage programs to bring their costs in line with traditional Medicare.\n\nThe law aims to save the Medicare program another $220 billion by reducing annual payment increases health care providers would otherwise get. More savings would come from requiring seniors with yearly incomes over $85,000, or $170,000 for couples, to pay higher Medicare premiums.\n\nPolitiFact examined repeated claims by politicians and interest groups in 2010 that the health care reform bill would cut Medicare by $500 billion, including one by the 60 Plus Association in an attack ad against Renacci’s election opponent, Democrat John Boccieri. Each time the claim was found to be Barely True, no matter who or where it was uttered.\n\nNeither a new year, nor the GOP takeover of the House of Representatives makes it any more accurate.\n\nWe still rate the claim as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13679"}