{"url": "/factchecks/2018/may/10/thenewyorkeveningcom/no-pope-francis-didnt-say-gun-owners-cant-call-the/", "speaker": "TheNewYorkEvening.com", "vclaim": "\"Pope Francis: Gun owners ‘can’t call themselves Christian’\"", "truth_label": "pants-fire", "date": "stated on May 8, 2018 in a fake news blog post:", "title": "No, Pope Francis didn't say gun owners can't call themselves Christians", "text": "Did Pope Francis say that gun owners can’t call themselves Christians?\nThat’s the headline of a May 8 article on a website that calls itself New York Evening News.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. You can read more about our partnership with Facebook here.\n\"Head of Catholic Church says those who own weapons are ‘hypocrites,’ not Christians,\" the article said. \"As pressure mounts to tear up the U.S. Constitution once and for all, Pope Francis has added to the sentiment by declaring that gun owners can no longer call themselves Christian.\"\nThe link for the full text serves up a few more details on a separate website that paraphrases the pope saying that \"when people claim to follow the teachings of Christ but also support gun ownership, it leads to a bit of distrust.\"\nThis is all a bit of a mashup of remarks the pope made three years ago in Turin, Italy, in 2015, when he was at a rally of thousands of young people.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nPerhaps most important, the pope wasn’t talking about gun owners. He was talking about war, trust and politics. And he singled out the weapons industry.\n\"People, managers, businessmen who call themselves Christian and they manufacture weapons, that leads to a bit of distrust, doesn’t it?\" he said, as reported by Reuters.\nNotice that he didn’t mention gun owners. That was the invention of the web article.\nThe pope pulls no punches when he talks about war and arms makers.\nIn his 2015 address to Congress, he urged lawmakers to work to \"end the many armed conflicts throughout our world.\"\nAnd he added, \"Why are deadly weapons being sold to those who plan to inflict untold suffering on individuals and society? Sadly, the answer, as we all know, is simply for money: money that is drenched in blood, often innocent blood.\"\nThe New York Evening News article had the pope talking about gun owners when he wasn’t, and gun makers specifically when he was talking about the arms trade in general. Plus, it made it sound as though he was speaking recently and in the context of the current debate over guns after the shootings in Parkland, Fla., when in reality, his speech was three years old.\nIt’s just another example of fake news writers shooting from the hip. We rate the headline Pants on Fire!\n Share the Facts 2018-05-10 14:36:24 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Pope Francis: Gun owners ‘can’t call themselves Christian’\"    New York Evening News Bloggers https://nyeveningnews.com/2018/05/08/pope-francis-gun-owners-cant-call-themselves-christian-anymore/   On a fake news website Tuesday, May 8, 2018 2018-05-08    Read More  info", "vclaim_id": "vclaim-pol-02090"}