{"url": "/factchecks/2017/feb/13/theseattletribunecom/idaho-woman-was-not-sentenced-prison-breastfeeding/", "speaker": "TheSeattleTribune.com", "vclaim": "\"Idaho mother sentenced to prison after multiple citations for breastfeeding in public.\"", "truth_label": "pants-fire", "date": "stated on September 3, 2016 in a headline:", "title": "Idaho woman was not sentenced to prison for breastfeeding her child", "text": "A fabricated story that says an Idaho mother was imprisoned for breastfeeding her child continues to be persistently shared online, despite being completely made up.\n\"Idaho mother sentenced to prison after multiple citations for breastfeeding in public,\" reads the headline on a Sept. 3, 2016, post on TheSeattleTribune.com, which sometimes is shared with an AssociatedMediaCoverage.com url. Even though the story is months old, it continues to be shared widely on Facebook, which flagged it as part of its efforts to combat fake news.\nThe story — which again, is not true — says that 32-year-old Heather Watson of Baker County, Idaho, was sentenced to seven years in prison and will have to register as a sex offender for breastfeeding her 6-month-old daughter in public. The post said Watson had received six citations for indecent exposure before landing in prison.\nThere is no outward indication the story is fake, but several clues should tip off readers this is a work of fiction.\nThere are no other news reports of this incident, beyond blog posts from incensed mothers. There also is no record of a Heather Watson at the Idaho Department of Correction offender search. (We doubt the story is about the British tennis player of the same name.)\nThe main photo used on the story is from a 2014 post on a Flickr account, with a chyron added to make it look like a screen grab from TV news. The inset mug is of a woman arrested in Maricopa County, Ariz., in 2016.\nAnother giveaway is the location mentioned in the story: There is no Baker County in Idaho. There’s further reference to a location called Wiser, Idaho, but the town is spelled Weiser, and it’s in Washington County.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThere’s also a phone number given as a way to contact the judge in the case at the fictional Baker County Department of Justice. When called, the phone number identifies itself as a voicemail service for the controversial Westboro Baptist Church in Topeka, Kan.\nThe story likely keys off Idaho’s distinction as being the only state without a law specifically defending breastfeeding in public (although there is a law excusing nursing mothers from jury duty).\nThe post links to a MoveOn.org petition supporting a new law, and there is a graphic illustrating where in the United States it is legal to breastfeed in public, taken from a 2014 Huffington Post article.\nMany Idahoans support a new law protecting mothers from being kicked out of businesses or charged with public indecency. The state reportedly has a higher rate of breastfeeding mothers than any other state.\nIn 2016, Miss Idaho America Christi Van Ravenhorst teamed up with a group called the Idaho Breastfeeding Law Coalition to push for a bill, and mothers staged a \"nurse-in\" on the steps of the state Capitol.\nThe headline on this post, meanwhile, continues to draw the ire of breastfeeding supporters with its fake details. We rate it Pants On Fire!\nhttps://www.sharethefacts.co/share/3fb86d8d-c282-4528-b43d-fabd03ef658c", "vclaim_id": "vclaim-pol-03677"}