{"url": "/factchecks/2016/may/31/donald-trump/donald-trump-says-he-wanted-keep-veterans-fundrais/", "speaker": "Donald Trump", "vclaim": "\"I wanted to keep it private, because I don't think it's anybody's business if I want to send money to the vets.\"", "truth_label": "pants-fire", "date": "stated on May 31, 2016 in a press conference in New York :", "title": "Donald Trump says he wanted to keep veterans fundraising 'quiet,' but he touted it instead", "text": "Donald Trump lashed out at reporters during a press conference in which he announced the names of veterans groups that he and his supporters had donated to. Trump had made a pledge to give money after backing out of debate in a Iowa and scheduling a rival fundraising event instead.  \nTrump scheduled the May 31 press conference after journalists, led by the Washington Post’s David Farenthold, asked questions about how much of the $6 million from the Iowa event had actually reached veterans charities over the next few months.\nAt the press conference, Trump announced donations to more than three dozen groups totaling $5.6 million -- less than the promised $6 million, but close. (Here are the groups’ ratings from Charity Navigator, an independent organization that rates charities on efficiency and transparency.)\nBut Trump also took the opportunity to slam journalists for asking about his follow-through with veterans groups.\n\"I wanted to keep it private, because I don't think it's anybody's business if I want to send money to the vets,\" Trump said. He then went on to talk about how much money he had raised, adding, \"I have never received such bad publicity for doing such a good job.\"\nAnonymous charity has long been considered one of the most honorable types of charitable giving, but Trump has not practiced that in this case.\nWhile Trump could have kept quiet about his fundraising, he didn’t. Here are five examples in which Trump or his campaign touted their plans to hold the veterans fundraiser opposite the Jan. 28 Fox News debate in Iowa.\n• Press conference in Marshalltown, Iowa, Jan. 26. Trump told reporters, \"Probably I won't be doing the debate. I'm going to have something else in Iowa, do something where we raise money for the veterans and the wounded warriors. We're going to do something simultaneously with the debate.\"\n• Statement by the Trump campaign, tweeted out by Trump, Jan. 26. It said in part, \"He will not be participating in the FOX News debate and will instead host an event in Iowa to raise money for the Veterans and Wounded Warriors, who have been treated so horribly by our all talk, no action politicians. Like running for office as an extremely successful person, this takes guts and it is the kind of mentality our country needs in order to Make America Great Again.\"\n• Tweet, Jan. 28. \"It is my great honor to support our Veterans with you! You can join me now. Thank you! #Trump4Vets http://www.DonaldTrumpForVets.com\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Tweet, Jan. 28. \"An unbelievable night in Iowa with our great Veterans! We raised $6,000,000.00 while the politicians talked! #GOPDebate\"\n• Statement by the Trump campaign after the event. The campaign cited 22 groups that would receive donations from the fundraiser. All of those groups are also on the list that Trump released May 31. \nEach of these statements touting Trump’s efforts to raise money for the campaign occurred months before the start of the media scrutiny he would come to criticize as too invasive of his privacy.\nWe also found these photographs of Trump handing an oversized check to representatives of two veterans groups in Iowa on Jan. 30 and Jan. 31.\n\nRepublican presidential candidate Donald Trump distributes a check to Puppy Jake during a campaign event at the Adler Theater in Davenport, Iowa. (AP)\n\nRepublican presidential candidate Donald Trump, left, presents a check to members of Support Siouxland Soldiers during a campaign event at the Orpheum Theatre in Sioux City, Iowa. (AP)\nThe Trump campaign did not respond to an inquiry for this article.\nOur ruling\nTrump said. \"I wanted to keep it private, because I don't think it's anybody's business if I want to send money to the vets.\"\nTrump certainly didn’t keep quiet about his intention to raise money for veterans causes when he was setting up his event in Iowa in January. To the contrary, he talked about it in media availabilities and tweeted about it on more than one occasion. His statement is ridiculous, so we rate it Pants on Fire.\nhttps://www.sharethefacts.co/share/7f25381c-c3a7-4eb5-b7d4-c70b7c309889", "vclaim_id": "vclaim-pol-04893"}