{"url": "/factchecks/2018/apr/02/donald-trump/trump-usps-postal-service-amazon-losing-fortune/", "speaker": "Donald Trump", "vclaim": "\"Only fools, or worse, are saying that our money losing Post Office makes money with Amazon. THEY LOSE A FORTUNE, and this will be changed.\"", "truth_label": "false", "date": "stated on April 2, 2018 in a tweet:", "title": "No, the Postal Service isn't losing a fortune on Amazon", "text": "President Donald Trump took a swing at Amazon once more on April 2, blaming the digital retailer for the United States Postal Service’s financial woes.\n\"Only fools, or worse, are saying that our money losing Post Office makes money with Amazon,\" Trump tweeted. \"THEY LOSE A FORTUNE, and this will be changed. Also, our fully tax paying retailers are closing stores all over the country...not a level playing field!\"\nOnly fools, or worse, are saying that our money losing Post Office makes money with Amazon. THEY LOSE A FORTUNE, and this will be changed. Also, our fully tax paying retailers are closing stores all over the country...not a level playing field!— Donald J. Trump (@realDonaldTrump) April 2, 2018\n\nWe addressed the closing of retailers across the country in another Amazon-USPS tweet-inspired story last week. (Trump had a point.) But for this fact-check, we wondered whether Amazon is causing the Postal Service to \"lose a fortune.\"\nThe post office is losing a fortune, but Trump is wrong to blame Amazon.\nParcels are growing the Postal Service\nThe Postal Service reported a net loss of $2.7 billion for 2017. It has lost $65.1 billion since 2007. Much of the red ink is attributed to a 2006 law mandating that USPS pre-fund future retirees’ health benefits.\nFirst-class mail, the USPS’ biggest source of revenue, also continued to shrink, seeing a $1.87 billion revenue loss in fiscal year 2017.\nPackage delivery, however, was one of the few bright spots in its latest financial statement. In 2017, parcels brought in $19.5 billion, or 28 percent of USPS’ annual revenue. At $2.1 billion, packages contributed the largest revenue increase.\nDeals with private shippers like Amazon accounted for $7 billion of the $19.5 billion in revenue. While we know that Amazon is the biggest e-commerce player, we don’t know exactly how much of the $7 billion comes from Amazon, because the details of the postal service’s deals with private shippers are considered proprietary and not made public.\nA good deal?\nUSPS ships about 40 percent of Amazon’s packages. Amazon bulk-delivers packages to a USPS distribution center, and the Postal Service brings it to your door. USPS negotiates the discounted rate for that service with Amazon, as it does all other bulk shippers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThose rates are kept under wraps. That said, we do know the Amazon deal is at least a break-even venture.\nThat’s because the 2006 Postal Accountability and Enhancement Act made it illegal for USPS to price parcel delivery below its cost.\n\"By law our competitive package products, including those that we deliver for Amazon, must cover their costs,\" an August 2017 USPS press release said. \"Our regulator, the Postal Regulatory Commission (PRC), looks carefully at this question every year and has determined that they do. The PRC has also noted that competitive products help fund the infrastructure of the Postal Service.\"\nIn fact, the Postal Regulatory Commission gave the green light to the USPS-Amazon deal the same day Trump began tweeting about Amazon last week.\nTrump might have a point, however, in saying the USPS could be making more money off Amazon. For example, Citigroup found that on average, USPS was charging $1.46 below market rates for parcel delivery (not just to Amazon).\nJim Sauber, chief of staff for the National Association of Letter Carriers, explained the Postal Service can offer lower prices than their private competitors because they already \"go to every house, every day.\"\n\"We’re already going there to deliver mail and bills and advertising, so the marginal cost of delivering an extra package is not high, especially in the low-density areas,\" Sauber said.\nOur ruling\nTrump tweeted, \"Only fools, or worse, are saying that our money losing Post Office makes money with Amazon. THEY LOSE A FORTUNE, and this will be changed.\"\nAmazon isn’t causing the United States Postal Service to lose a fortune. In fact, it’s contributing to its biggest growth sector, package delivery. Deals like the one with Amazon brought in $7 billion in fiscal year 2017.\nWhile we don’t know the deal USPS crafted with Amazon, we know it’s not losing money. A 2006 law codified profitability into law, and an independent regulatory commission that reviews their deals annually gave it a green light on March 29.\nThat said, it’s possible that the Postal Service could be charging Amazon more for package delivery and therefore get a better deal. That still doesn’t mean USPS is losing a fortune.\nWe rate this claim False.\n Share the Facts 2018-04-02 21:58:29 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Only fools, or worse, are saying that our money losing Post Office makes money with Amazon. THEY LOSE A FORTUNE, and this will be changed.\"    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/980800783313702918?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fcms.politifact.com%2Ftruth-o-meter%2Fstatements%2F2018%2Fapr%2F02%2Fdonald-trump%2Ftrump-usps-postal-service-amazon-losing-fortune%2F&tfw_site=PolitiFact   In a tweet Monday, April 2, 2018 2018-04-02    Read More  info", "vclaim_id": "vclaim-pol-02240"}