{"url": "/factchecks/2017/aug/25/betty-jean-grant/which-candidates-mayor-took-money-top-buffalo-deve/", "speaker": "Betty Jean Grant", "vclaim": "\"I'm the only candidate who has not accepted money from Carl Paladino nor LPCiminelli; two of the biggest developers in the city of Buffalo.\"", "truth_label": "true", "date": "stated on August 17, 2017 in a Spectrum News story after the debate:", "title": "Which candidates for Buffalo mayor took money from top developers?", "text": "Buffalo Democrats will choose among three candidates in the Sept. 12 mayoral primary. But, according to Erie County Legislator Betty Jean Grant, only one of them has not received money from two controversial Buffalo developers.\n\"I'm the only candidate who has not accepted money from Carl Paladino nor LPCiminelli; two of the biggest developers in the city of Buffalo,\" Grant told a local news station. \"The fact they have not contributed to my campaign gives me the freedom to be independent of any political strings attached to me.\"\nPaladino, a major figure in Buffalo development, is the founder and chairman of Ellicott Development. LPCiminelli was run by Louis P. Ciminelli until his indictment on federal corruption charges in 2016 for allegedly rigging state construction bids. Ciminelli has since resigned.\nGrant, the underdog, faces Mayor Byron Brown, a three-term incumbent, and Mark Schroeder, the city’s comptroller. Brown had $582,167 in his campaign account at the most recent filing, more than four times what Schroeder had. Grant had $11,986.\nIs she right that she’s the only candidate who hasn’t taken money from Paladino or Ciminelli?\nDonations to Brown \nBrown is the only candidate who has received donations from either developer since his last election in 2013. He received $2,500 from Louis Ciminelli in 2015. Brown has said he will set aside the donation from Ciminelli until the trial is resolved.\nWilliam Paladino, Carl Paladino’s son, gave Brown $2,000 earlier this year. William Paladino, who is Carl's son, is the current chief executive officer of Ellicott Development and has worked at the company for more than two decades.\nBrown received a total of $12,000 from Ciminelli during his first and second terms. The company gave Brown $6,000 during those terms.\nPaladino contributed $100 to Brown’s campaign in 2013. William Paladino donated $500 the same year.\nBrown also used a second political committee to support other candidates during his first term. The account has not taken or spent money since 2009. Ciminelli donated $1,000 to the account between himself and his company.\nBrown did not receive donations from either developer when he was in the State Senate from 2001 to 2005.\nDonations to Schroeder\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nSchroeder received $3,500 from Louis Ciminelli when he first ran for comptroller in 2011. Ciminelli gave him another $5,000 in 2015.\nEllicott Development gave Schroeder $200 in 2011. William Paladino gave him $500 in 2012.\nSchroeder also served in the State Assembly from 2005 to 2011. He took $1,750 from Louis Ciminelli and $150 from Ellicott Development in that time.\nDonations to Grant\nGrant ran primary campaigns against State Sen. Tim Kennedy in 2012 and 2014. She did not receive any contributions from either Paladino or Ciminelli.\nGrant served on the Buffalo Common Council and Buffalo School Board before her election to the county legislature in 2007.\nHer filings for Common Council no longer exist. Local candidates were not required to file with the state Board of Elections at the time, and the Erie County Board of Elections was not required to hold on to the records after five years.\nSo to the extent of what we know from state filings, Grant has not received money from either developer or their families.\nOur ruling\nGrant said she was the \"only candidate who has not accepted money from Carl Paladino nor LPCiminelli.\"\nBecause Carl Paladino is the chairman of Ellicott Development, and his son runs it as CEO, we included contributions from him, his son and the company in our rulling.  \nGrant did not specify a time frame. Her two rivals for the mayor's office have not received contributions from either developer during the current campaign. But we understood her to mean contributions during their entire political careers.  \nFilings show Grant is the only candidate who has not received money from either developer. Brown is the only candidate to take money from both since 2013.\nWe rate her statement True.\n Share the Facts 2017-08-25 21:05:50 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  https://www.twcnews.com/nys/buffalo/local-politics/2017/08/18/first-buffalo-mayoral-debate.html \"I'm the only candidate who has not accepted money from Carl Paladino nor LPCiminelli; two of the biggest developers in the city of Buffalo.\"    Betty Jean Grant Candidate for Buffalo Mayor and Erie County Legislator   Buffalo, NY Thursday, August 17, 2017 2017-08-17    Read More  info", "vclaim_id": "vclaim-pol-02965"}