{"url": "/factchecks/2013/oct/23/barth-bracy/anti-abortion-activist-barth-bracy-says-people-who/", "speaker": "Barth Bracy", "vclaim": "Gov. Lincoln Chafee has imposed \"a mandatory abortion fee\" on all Rhode Islanders who buy health insurance through the state’s Obamacare exchange.", "truth_label": "half-true", "date": "stated on October 2, 2013 in a news release:", "title": "Anti-abortion activist Barth Bracy says people who buy health insurance on the Rhode Island Obamacare exchange must pay Gov. Chafee's mandatory abortion fee", "text": "The Affordable Care Act, widely known as Obamacare, is controversial enough. But the question of coverage for abortion adds yet another layer of contentiousness.\nAntiabortion activists do not want their premiums used to pay for a procedure they regard as murder. They have been pushing without success to require the Rhode Island health insurance exchange, known as HealthSource RI, to give consumers a choice by offering plans that do not include abortion coverage.\nBarth Bracy, executive director of the Rhode Island Right to Life Committee, said in an Oct. 2  news release that because no plans on the exchange exclude abortion coverage, all customers must pay a fee for such coverage -- and Governor Lincoln Chafee is responsible.\nWrote Bracy: \"We have been fighting in the General Assembly since 2011 trying to blunt Chafee’s extreme agenda on government subsidies for insurance plans that cover abortion-on-demand and, more recently, his imposition of a mandatory abortion fee on all Rhode Island individuals, families and businesses who wish to purchase health insurance through HealthSource RI.\"\nWe wanted to know whether there really is a separate, mandatory abortion fee and, if so, whether Chafee had anything to do with it.\nFirst, a little background. Chafee created Rhode Island’s health insurance exchange in September 2011 through an executive order after an effort to do so through legislation stalled in the General Assembly over abortion language. Abortion opponents, including close to 40 legislators, sued to overturn the order. The lawsuit is pending in Superior Court.\nWhen we asked Bracy for the source of his claim, he sent us to the \"Special Rules\" portion of the Obamacare law (Section 18023 of the U.S. Code). Beginning with paragraph b(2)B, the law says the entity that issues an insurance plan through an exchange must \"collect from each enrollee . . . a separate payment\" for money that will be used for abortion coverage.\n(How much is that payment? The insurance companies are required under the law to break out the monthly cost of abortion coverage based on the assumption that everyone gets abortion coverage. If it's less than $1 per subscriber, it is considered to be $1. For all of the plans in the Rhode Island marketplace, it's the $1 minimum.)\nThis separate payment for abortion coverage would certainly seem to meet the definition of the \"abortion fee\" Bracy is referring to.\nIt turns out to be a hidden fee.\n\"The customer is not billed a separate fee,\" Dara Chadwick, spokeswoman for HealthSource RI said in an email. The way the system is set up, the issuer of each plan (an insurance company  such as Blue Cross) does not bill the customer directly. HealthSource RI does.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nShe asserted that another portion of the law, subsection b(3), prohibits separate billing because abortion services can only be mentioned in the summary of benefits when the person is enrolled. We're not convinced, but that's a side issue.\nRegardless of the mechanics of this fee and whether or not consumers see it, it's clear that the fee is required by federal law. It was not imposed by Chafee.\nBracy said Chafee is responsible because there are insurance plans that exclude abortion coverage, yet none are being offered by the Rhode Island marketplace.\nMore important, he said, the Chafee administration could have offered people a choice and made such a plan part of the exchange, but didn’t. (By 2017, all exchanges must offer a plan that doesn’t cover abortion.)\n\"The fact that ALL the Exchange plans do cover elective abortion, and thus there is no\nexception to the abortion premium (thereby making it mandatory for all who wish to purchase insurance through the exchange), can rightly be attributed to Chafee,\" said Bracy.\nChafee spokeswoman Christine Hunsinger disagreed. \"It would be inappropriate for the governor to dictate what is or is not covered. It's the Executive Committee on Health Reform that determined the benchmark plan and the essential health benefits.\" The plans the insurance companies chose to submit covered abortion.\nOur ruling\nRhode Island Right to Life's Executive Director Barth Bracy said Governor Chafee has imposed \"a mandatory abortion fee\" on all Rhode Islanders who buy health insurance under Obamacare.\nThere is a fee, whether it's hidden in the bill or presented as a line item as the law seems to require. That element of his statement is accurate.\nDid Chafee impose the fee? That's a big stretch. It’s a federal requirement, although Chafee, who created the insurance exchange system in Rhode Island, could have pushed for a plan that didn’t cover abortion, which would have allowed antiabortion consumers to have a choice on the issue.\nBecause the statement is partially accurate but leaves out important details or takes things out of context, we rate it Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08718"}