{"url": "/factchecks/2013/aug/07/wendy-davis/wendy-davis-says-men-paid-more-8000-more-women-sam/", "speaker": "Wendy Davis", "vclaim": "\"Texas women make an average of $8,355 less per year than men doing the very same job.\"", "truth_label": "barely-true", "date": "stated on July 29, 2013 in an email blast.:", "title": "Wendy Davis says Texas women make more than $8,000 less than men for same jobs", "text": "In a July 29, 2013, email blast, state Sen. Wendy Davis wrote, \"Texas women make an average of $8,355 less per year than men doing the very same job.\"\nThe Fort Worth Democrat concluded her note by calling out Republican Gov. Rick Perry’s June 2013 veto of legislation that would have changed state law to mimic the 2009 federal Lilly Ledbetter Fair Pay Act, which made it easier for women to sue their employers over pay discrimination. Proponents said the Texas law was needed so women had recourse to state courts, not just federal ones.\nPay gaps persist, PolitiFact colleagues have noted, though two claims like the one aired by Davis drew Mostly False ratings. Former President Jimmy Carter said in June 2013 that U.S. women are paid about 70 percent of what men earn for the same work. President Barack Obama said in a 2012 campaign ad that U.S. women are paid 77 cents on the dollar for doing the same work as men. Both statements relied on data that did not speak to individuals doing the same or similar jobs, also overlooking variations in hours worked and lengths of tenure.\nAustin lawyer Terral Smith, a former Republican member of the Texas House, forwarded Davis’ email blast and asked us to investigate her pay-gap statement. By email, Smith wrote, \"Does the management at the (Austin) American-Statesman pay you less than your male counterparts? Seems like something from the 1950s.\"\nSenator draws on 2010 data\nBy email, Sonya Grogg, Davis’ chief of staff, told us that the $8,355 figure came from an April 2012 report from the National Partnership for Women & Families, an advocacy group for workplace fairness and other issues. The report drew on 2010 data from the U.S. Census Bureau indicating the median pay for a woman working full-time, year round in Texas was $33,689 annually that year, while the median pay for a man was $42,044. The report said these numbers amount to a \"yearly gap of $8,355 between full-time working men and women in the state.\"\nAccording to the report, that means Texas women made 80 cents for every dollar paid to men.\nBy this measure, too, Texas ranked better than 37 states, the partnership said. In Vermont, which had the smallest difference in pay, women were paid 84 cents for every dollar paid to men. Wyoming had the widest wage gap, with women making 64 cents for every dollar paid to men.\nMore recent numbers suggest a narrower difference. Census Bureau data from 2012 found a wage gap of $7,859 between Texas men and women working full time, year round, according to an April 2013 report by the partnership.\nCited information did not compare the same jobs\nAnother salient wrinkle is that Davis referred to a gap between Texas men and women doing the same jobs, which the partnership’s reports did not do. By phone, Cheryl Abbot, a Dallas-based regional economist for the U.S. Bureau of Labor Statistics, told us the figure aired by Davis is a comparison between all men and women, regardless of the type of work they do.\nIn reality, for instance, more men hold higher-paying jobs. In Texas in 2011, men accounted for nearly 78 percent of workers in the higher-paid computer, engineering and science fields, according to Census Bureau data. Meanwhile, the data show that women account for nearly three in four workers in the lower-paid fields of education, training and library jobs.\nStudies have shown that, when occupational differences are accounted for, more than half of the gender wage gap is explained, Abbot said. She pointed us to Cornell University labor economists Francine Blau and Lawrence Kahn, who wrote a February 2007 paper titled, \"The Gender Pay Gap: Have Women Gone Far Enough?\" The paper says that 53 percent of the gender wage gap stems from variation in job, industry and union status between the genders.\nGrogg acknowledged in her email on the senator’s behalf that applying the figure Davis cited to any specific job \"doesn’t work,\" though she also pointed out that a lawsuit filed in 2012 by the U.S. Department of Justice alleged that women in two state agencies made up to $23,157 less than men who had the same job as them, and said that \"partially verifies our statement.\" In late 2012, the state agreed to pay $175,000 to settle the suit regarding the Texas Department of Agriculture and General Land Office.\nRelevant research\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNext, we looked for on-point research on pay gaps between Texas men and women doing the same jobs.\nAn expert on Texas demographics, Steve Murdock, who directs Rice University’s Hobby Center for the Study of Texas, directed us to a center associate director, Mike Cline, who by email sent us 2011 Census Bureau data specific to Texas. In more than half of 36 listed occupations, the pay gap that year exceeded the $8,355 cited by Davis. The largest gap -- $31,628 -- was between Texas men and women in health diagnosing and treating professions. The smallest difference, $71, was for men and women employed in installation, maintenance and repair. (See our chart based on what Cline provided here.)\nEven though the pay gap was more than $8,355 in most of the jobs listed, that doesn’t mean Davis is right, Cline said by telephone. There might be a smaller number of women employed in the jobs with the largest difference in earnings, and a larger number of women employed in the jobs with the smallest difference in earnings. If that’s the case, then more women could be working jobs with a wage gap less than $8,355. But, it could also be the other way around, Cline said.\nThe lead economist at PayScale, a Seattle company that compiles salary information enabling clients to evaluate wages, counseled against reaching pay-gap conclusions based solely on such census data. Katie Bardaro said by telephone that the census figures do not control for differences in years of work experience, educational attainment or companies. For instance, Bardaro said, women may have fewer years in the work force; the median job tenure for men 25 years and older is about one month longer than for women, according to the labor bureau.\nWe had reached out to the company after spotting its 2013 national study of the median pay for men and women in each of about 150 jobs, controlling for \"years of experience, education, company size, management responsibilities, skills and more,\" according to its website.\nThe study also controlled for job-specific factors, for instance considering the types of offices where nurses worked. After controlling for numerous factors, \"the wage gap all but disappeared,\" Bardaro told us.\nUsing information from 13,500 survey respondents, PayScale found, for example, that among civil engineers, registered nurses and human resource administrators, there was virtually no difference between what men and women earned. But there were noticeable differences for some upper-level management and executive positions. Male CEOs made $23,000 more than their female counterparts, according to PayScale. Bardaro said she attributes that to qualities that are hard to measure, such as relationships with co-workers.\nEstimated Texas gap\nIn Texas, which scored better than 24 states, PayScale saw a $2,000 gap between median pay for men and women in similar jobs, according to numbers Bardaro sent us by email. (See our chart of this information here.)\nThere’s another reason why the $8,355 figure has weaknesses. Men might work longer hours, Bardaro said.\nDavis’ statistic comes from the earnings of full-time, year-round workers, which the Census Bureau defines as those who \"usually worked 35 hours or more per week for 50 to 52 weeks.\" There’s a range of how many hours full-time workers log, and men are more likely than women to be on the job for 41 hours or more per week, according to the labor bureau. Because more men work overtime, that should translate into higher earnings for them -- because they are paid more, or because their longer hours lead to more job success -- and contribute to the wage gap.\nThough more nuanced analysis shows that job differences explain much of the pay gap, experts agree that much of it still cannot be accounted for. That’s where sexism comes in, some say. Even when looking at salaries job by job, men still make more than women in almost every single field.\nOur ruling\nDavis declared an average $8,355 earnings gap between Texas men and women working \"the very same job.\"\nIn 2010, that was the general gap between median salaries of full-time working Texas men and women, according to federal figures, while the 2012 gap was nearly $500 less.  \nMore significantly, the research that Davis tapped did not drill down to salaries for workers doing the same jobs. We found 2013 survey results indicating that among Texas workers with comparable professional experiences, there was a $2,000 gap between the median pay for men and women in the same or similar jobs.\nThis statement, based on an outdated figure that also didn’t speak to people with the same jobs, still has an element of truth; sizable pay gaps exist. We rate the claim as Mostly False.", "vclaim_id": "vclaim-pol-09018"}