{"url": "/factchecks/2020/jan/17/elizabeth-warren/did-elizabeth-warren-really-pay-50-attend-universi/", "speaker": "Elizabeth Warren", "vclaim": "\"We were living outside of Houston and that’s when I found it: a commuter college, 45 minutes away that cost $50 a semester.\"", "truth_label": "mostly-true", "date": "stated on January 4, 2020 in a speech:", "title": "Did Elizabeth Warren really pay $50 to attend the University of Houston?", "text": "U.S. Sen. Elizabeth Warren, D-Mass., often stresses her Texas ties, peppering her public speeches, social media posts and debate remarks with references to her experience as an undergraduate student at the University of Houston, a law student at the University of Texas at Austin and later as a law professor back in Houston and Austin.\nOne anecdote in particular has become a frequent refrain for the Democratic presidential candidate: When she attended the University of Houston, her tuition was $50 a semester.\nShe repeated this claim during a town hall event in Iowa in January, as she described how she became a teacher.\n\"So, here's how my story goes,\" Warren says. \"I was a high school debater and I got a scholarship to college — woo hoo. And then, at 19, I fell in love, got married and dropped out — woo hoo. Now, a good life, a life I had chosen. But I thought that was it and I’d lost out on the chance to be a public school teacher. I thought I gave that up.\n\"We were living outside of Houston and that’s when I found it. A commuter college, 45 minutes away that cost $50 a semester. For a price I could pay with a part-time waitressing job, I finished my four-year diploma, I became a special education teacher. I lived my dream job.\"\nWarren did not explicitly reference the University of Houston, but she has named the school multiple times in other versions of the same statement.\n\"It's always a good day to be reminded that I got where I am because a great education was available for $50 a semester at the University of Houston,\" she said in an October tweet.\nToday, tuition at the University of Houston costs about $4,000 per semester for an undergraduate student taking 12 hours. Is it true that Warren paid $50 when she attended the same school?\nTuition versus total cost\nUniversity records show that tuition for Texas residents taking a full course load while Warren was enrolled was $50, but additional fees brought the total cost of attending the school up to about $100 a semester.\nChris Hayden, spokesman for Warren’s campaign, said it was clear her claim was referencing tuition and not associated expenses. He highlighted multiple occasions when Warren specified that she was talking just about tuition.\nIn Warren’s 2014 memoir titled \"A Fighting Chance,\" she discussed paying for her education.\n\"The University of Houston was about forty minutes away, and tuition was only $50 a semester,\" she wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe $50 amount also makes an appearance in a Medium post by Warren outlining her proposal for universal free public college, posted in April 2019.\n\"I thought my dream of teaching was over,\" she said in the post. \"But then a friend told me about the University of Houston, a public four-year college about 40 minutes away. We were a young couple, watching every nickel. I figured I couldn’t afford it. But it turned out that tuition was just $50 a semester.\"\nUniversity bulletins show tuition, fees for students\nWarren graduated from the University of Houston in 1970, according to a copy of her curriculum vitae. At PolitiFact’s request, the University of Houston provided university bulletins detailing information such as tuition and fees for four academic years around the time of Warren’s graduation: 1966-67, 1968-69, 1969-70 and 1970-71. Across the four academic years, the tuition varies based on a student’s residency (Texas residents pay less in tuition) and the number of hours a student registers for each semester.\nFor Texas residents taking 12 or more hours, the maximum amount listed, tuition during all three academic years was $50 a semester. But there were other expenses students enrolled at the university during those years were required to pay each semester, including a Student Services fee, a University Center fee and an Academic Building Use fee.\nWarren describes the university as a commuter college, implying that she lived at home and traveled back and forth to campus to attend her classes, which would negate costs associated with room and board.\nDuring the 1966-67 academic year, when Warren likely started at the university, tuition was $50 a semester and the other fees were about $39, assuming Warren took a full course load and only during fall and spring semesters. That brings Warren’s grand total to $89 a semester, which doesn’t include the cost of books or other school supplies.\nDuring the 1968-69 academic year, tuition was $50 a semester and other fees totaled $41. That brings Warren’s grand total to $91 a semester, again excluding the cost of books or other school supplies.\nDuring the 1969-70 academic year, tuition was $50 a semester and other fees totaled $55. That brings Warren’s grand total to $105 a semester.\nWarren was not enrolled at the university during the 1970-71 school year, but tuition and fees per semester that year totaled $108 for Texas residents.\nOur ruling\nWarren said that the University of Houston cost her $50 a semester while she was a student.\nIt would have been more accurate for Warren to have said that tuition at the University of Houston was $50 a semester, a claim she has made multiple times in the past. When considering associated fees and expenses, the total cost per semester was closer to $100.\nWarren has repeated the accurate version of this statement multiple times since at least 2014. Overall, her claim is accurate, but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-17598"}