{"url": "/factchecks/2016/aug/05/donald-trump/donald-trump-wrongly-says-hillary-clinton-wants-ra/", "speaker": "Donald Trump", "vclaim": "\"Hillary Clinton says she wants to, ‘raise taxes on the middle class.’ \"", "truth_label": "pants-fire", "date": "stated on August 4, 2016 in a campaign video :", "title": "Donald Trump wrongly says Hillary Clinton wants to raise taxes on the middle class", "text": "Hillary Clinton just admitted to a big tax hike, at least according to Donald Trump.\nThe Trump campaign sent an email blast to supporters embedded with a video of a Clinton event in Omaha, Neb., entitled, \"Hillary Clinton says she wants to ‘raise taxes on the middle class.’\"\nThe subtitles of Clinton’s speech read: \"Trump wants to cuts taxes for the super rich. Well, we’re not going there, my friends. I’m telling you right now, we’re going to write fairer rules for the middle class and we are going to raise taxes on the middle class.\"\n\"Wait what?\" the videos continues, before playing the damning sentence in slow motion: \"We are going to raise taxes on the middle class.\"\n\"Wait, what?\" was the reaction of the Clinton campaign too. Spokesman Josh Schwerin told us Clinton actually said the exact opposite.\nHe pointed to numerous reporters who agreed and forwarded us a transcript of Clinton’s prepared remarks that reads, \"We aren’t going to raise taxes on the middle class.\"\nIt’s a classic case of she-heard-he-heard, so we asked experts to arbitrate. They agreed with the Clinton camp and offered some technical evidence to prove it. Get ready for some science.\nAlan Yu, a linguistics professor at the University of Chicago who specializes in phonology, ran the audio through a computer program called Praat, which analyzes phonetics.\nBy analyzing the sound waves, we can see that Clinton was saying \"aren’t,\" because she definitely pronounced the \"n,\" though she didn’t really hit the \"t.\"\nHere’s a screenshot of the results:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nAs you can see, the phoneme (unit of sound) highlighted in pink is an \"n,\" though there’s not a \"t.\" That still suggests she was trying for the word \"aren’t.\"\n\"It is pretty common for people to not release the final ‘t in word-final -nt clusters and is definitely not likely for someone to release the ‘t’in a three-consonant sequence like ‘ntg’ in ‘aren't going,’\" Yu told us. \"In any case, since she did pronounce the ‘n’ in ‘aren't’, it is clear that she produced the negated form of the copula ‘are.’\"\nEdward Flemming, a linguistics professor at the Massachusetts Institute of Technology, also ran the audio through Praat and came up with the same results. But even if we didn’t have Praat, he said, context alone sways the argument in the Clinton camp’s favor.\n\"Also if she was going to say ‘we are going to’, wouldn’t she contract it to ‘we’re’, as she does a few words earlier?\" Flemming pointed out. \"To my ears, it is clear that she is saying ‘aren’t’.\"\nClinton’s tax plan, by the way, does not change the tax rates for the middle class and instead targets the wealthy through small reforms.\nOur ruling\nThe Trump campaign said, \"Hillary Clinton says  she wants to, ‘raise taxes on the middle class.’ \"\nAccording to the transcript, numerous reporters, experts and a computer program, Clinton said the exact opposite.\nWe rate this statement Pants on Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"Hillary Clinton says she wants to, ‘raise taxes on the middle class.’ \"    Donald Trump Presidential candidate   In a campaign video Thursday, August 4, 2016 08/04/2016    Read More  info", "vclaim_id": "vclaim-pol-04524"}