{"url": "/factchecks/2008/jan/31/mike-huckabee/congress-delivered-but-after-bush-asked/", "speaker": "Mike Huckabee", "vclaim": "\"Let's not blame President Bush for all of this. We've got a Congress who sat around on their hands and done nothing but spend a lot of money ... leaving us $9-trillion in debt that we're passing on to our grandchildren.\"", "truth_label": "half-true", "date": "stated on January 30, 2008 in a debate in Simi Valley, Calif.:", "title": "Congress delivered, but after Bush asked", "text": "Responding to a question about whether Americans are better off than they were eight years ago, Mike Huckabee tried to deflect some of the blame for the nation's economy away from President Bush and onto Congress, which he portrayed as fiscally reckless.\n\n\"We've got a Congress who sat around on their hands and done nothing but spend a lot of money and they're spending, leaving us $9-trillion in debt that we're passing on to our grandchildren,\" he said during a Jan. 30, 2008, Republican debate at the Ronald Reagan Library.\n\n\nHuckabee is correct there is a $9-trillion debt — actually, it's $9.2-trillion — and that it will be left to future generations to repay. And he's right about federal spending; it rose a cumulative 53 percent between 2000 and 2007. Because taxes and other receipts didn't rise as fast, the debt soared.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut the former Arkansas governor overlooks the fact that President Bush asked for most of the changes that drove up spending, most notably the 2001 and 2003 tax cuts that were not fullly offset by spending cuts and the 2003 Medicare prescription drug bill, which drove up entitlement costs. There also were national security spending increases after 9/11 and the cost of wars in Iraq and Afghanistan.\n\n\nRepublican-controlled Congresses delivered on each of these high-priority items, and Bush signed them into law. So at a minimum, the president and Congress share the blame for the fiscal policies Huckabee cites in the eight-year time frame. For that reason, we rate his statement Half True.", "vclaim_id": "vclaim-pol-16368"}