{"url": "/factchecks/2019/oct/11/facebook-posts/viral-posts-about-facebook-witch-checker-just-bunc/", "speaker": "Facebook posts", "vclaim": "Says Facebook now has a \"witch checker.\"", "truth_label": "pants-fire", "date": "stated on October 7, 2019 in a Facebook post:", "title": "Viral posts about a Facebook ‘witch checker’ are just a bunch of hocus pocus", "text": "Who doesn’t love a good Facebook challenge? And during the Halloween season, what is better than having an algorithm determine who among us are secretly witches?\nThat’s what many users claim is currently going down on the social media platform. \nFacebook posts, like this one, allege that after typing \"#HocusPocus\" in a comment, one of two things will happen: The words will stay the same, revealing you are a muggle (sad) or Facebook will transfigure it into a green bar with the word \"witch.\" Some posts even show comments that have purple bars that say \"head witch\" or the fancy \"grand high witch.\" Talk about a major coven promotion.\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIf you tried it out and nothing happened, don’t worry, because it’s not real. You may still yet receive your Hogwarts letter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nYou’ll notice the majority of the comments on these posts still say #HocusPocus, because users are genuinely typing it in to see if it changes. The few that appear as \"witch\" or other titles were copied and pasted into the comments. \n\n \nThese kinds of posts are initially created to amass comments and shares and therefore increase the Facebook page’s engagement. \nFact-checking website TruthorFiction.com found the \"witch checker\" claim resembled another challenge – #911snitch. Those posts alleged that typing #911snitch revealed whether commenters were \"snitches\" if the words stayed the same or not by whether a green bar with a blunt-style cigar displaying \"not a snitch\" appeared. The website found, like #HocusPocus, typing #911snitch, \"did not at any point produce a green bar to prove that you or your friends are not snitches…\"\nA Facebook spokesperson also confirmed to PolitiFact that there is no \"witch checker\" feature. \nThe internet has, once again, put a spell on us. We rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-00067"}