{"url": "/factchecks/2009/jun/29/george-will/claims-smoking-kills-more-people-annually-other-da/", "speaker": "George Will", "vclaim": "Every year tobacco kills more Americans than did World War II — more than AIDS, cocaine, heroin, alcohol, vehicular accidents, homicide and suicide combined.", "truth_label": "true", "date": "stated on June 18, 2009 in a Washington Post op-ed:", "title": "Claims that smoking kills more people annually than other dangerous activities combined", "text": "Congress recently gave the Food and Drug Administration the ability to regulate tobacco, and George Will is not impressed.\n\nHe said the new law is flawed because it restricts advertising (new rules could \"merit a constitutional challenge\"), because it is supported by the tobacco industry (\"a crystalline example of Washington business as usual\") and because it it perpetuates what Will calls a government \"addiction to tobacco tax revenue.\"\n\n\"The February expansion of the State Children's Health Insurance Program is supposed to be financed by increased tobacco taxes, so this health care depends on an ample and renewable supply of smokers,\" he wrote in a June 18, 2009,  Washington Post  column. Governments will never outlaw smoking because \"governments cannot loot tobacco companies that do not flourish.\"\n\nWill thinks the new law is no good, but he's certainly no fan of smoking either, and he made this claim to demonstrate his aversion to the habit:\n\n\"Three decades ago, public outrage killed an automobile model (Ford's Pinto) whose design defects allegedly caused 59 deaths,\" he wrote. \"Yet every year tobacco kills more Americans than did World War II — more than AIDS, cocaine, heroin, alcohol, vehicular accidents, homicide and suicide combined.\"\n\nMore than AIDS? More than car accidents? We were skeptical, so we decided to take a look ourselves.\n\nIt seems that Will plucked part of his claim from the Campaign for Tobacco-Free Kids, a leading advocate for the new law. According to the organization, about 400,000 people die from their own smoking each year, and about 50,000 die from second-hand smoke annually. And according to the group's Web site, \"Smoking kills more people than alcohol, AIDS, car accidents, illegal drugs, murders and suicides combined.\"\n\nEven though that fact is repeated by many antismoking campaigns, and by the American Cancer Society, we decided to crunch the numbers ourselves. According to the Centers for Disease Control and Prevention, in 2006, when their database was last updated, 22,073 people died of alcohol, 12,113 died of AIDS, 43,664 died of car accidents, 38,396 died of drug use — legal and illegal — 18,573 died of murder and 33,300 died of suicide.\n\nThat brings us to a total of 168,119 deaths, far less than the 450,000 that die from smoking annually.\n\nAs for the part about World War II, Will came up with this comparison himself. About 292,000 soldiers, sailors, airmen and Marines were killed in battle during World War II, according to a U.S. Census Bureau April 29, 2004, report in commemoration of the new World War II memorial in Washington, D.C. An additional 114,000 members of U.S. forces died of other causes during the war, bringing the total to 406,000 people.\n\nWill's claim — that smoking kills more people annually than in World War II or from other dangerous diseases and habits — holds up with the CDC and the Census Bureau. As a result, we give Will a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15702"}