{"url": "/factchecks/2011/dec/15/republican-national-committee-republican/did-dnc-chair-wasserman-schultz-deny-unemployment-/", "speaker": "Republican National Committee", "vclaim": "DNC chair Debbie Wasserman Schultz \"denied unemployment went up under Obama.\"", "truth_label": "barely-true", "date": "stated on December 12, 2011 in an email to reporters:", "title": "Blind spot? RNC says DNC chair Wasserman Schultz denied unemployment is up under Obama", "text": "Bloggers could not believe it. South Florida Rep. Debbie Wasserman Schultz, chairwoman of the Democratic National Committee, insisted on national television that unemployment did not increase under President Barack Obama.\n\n\"Denial — it ain’t just a river in Egypt,\" wrote HotAir.com blogger Ed Morrissey. \"Appearing on Fox News this morning, DNC chair Debbie Wasserman Schultz insisted that unemployment didn’t go up in Barack Obama’s term of office, a hilarious argument on several levels.\"\n\nMorrissey blogged about a 4-minute interview between Wasserman Schultz and Gretchen Carlson, co-host of Fox and Friends, on Dec. 12, 2011. Their back-and-forth over unemployment inspired the Republican National Committee press team to package Morrissey's post with several other accounts in an e-mail blast to political reporters.\n\n\"This morning Delusional Debbie denied unemployment went up under Obama -– a claim now gracing Drudge Report and a number of other news sites,\" the RNC e-mail read. \"Either Wasserman Schultz needs to study up (here are the stats for her: from BLS.gov: unemployment January ’09: 7.8 percent, unemployment November ’11: 8.6 percent), or she’s deliberately trying to deceive Americans.\"\n\nWe think the interview -- and what exactly Wasserman Schultz and Carlson said -- warrants another look.\n\nHere's a transcript of the exchange (distilled here in a 40-second video), which came on the heels of talk of GOP presidential candidates and Obama's understanding of the economy.\n\nCarlson: \"Unemployment has gone up precipitously since he (Obama) took office.\"\n\nWasserman Schultz: \"That is simply not true.\"\n\nCarlson: \"Yes it is.\"\n\nWasserman Schultz: \"In fact, unemployment has now dropped below 9 percent. It's continuing to drop. He's been focused on...\"\n\nCarlson: \"But it's higher than when they promised that the stimulus would lower it to 8 percent ...\"\n\nWasserman Schultz: \"See, that narrative doesn’t work for you anymore, though, because when President Obama…\"\n\nCarlson: \"It's not my narrative. I'm just talking about facts, where the unemployment numbers are.\"\n\nWasserman Schultz: \"You just said that the unemployment rate has been going up since he took office, and it hasn't.\"\n\nCarlson: \"Is unemployment higher now than when President Obama took office?\"\n\nWasserman Schultz: \"What’s happened since President Obama took office...\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nCarlson: \"Is unemployment higher than he took office?\"\n\nWasserman Schultz: \"Unemployment is nearing right around where it was when President Obama took office and it's dropping. You just said that it's been increasing, and that's not true.\"\n\nA quick note about the back-and-forth. Carlson said \"they,\" meaning the White House, promised the stimulus would lower unemployment to 8 percent. We rated nearly identical claims from House Speaker John Boehner and U.S. Rep. Michele Bachmann Mostly False.\n\nBut for this fact-check, we're honing in on whether Wasserman Schultz denied that the unemployment rate has increased since Obama took office.\n\nThere is no denying the rate is higher now (8.6 percent in November 2011) than it was in February 2009, Obama's first full month in office (8.2, which itself was up .4 percentage points from January 2009). Bloggers pointed to this and other workforce figures to emphasize the silliness of Wasserman Schultz's (supposed) insistence that unemployment is not up since Obama took office. \"Maybe the DNC should consider having a chair who has some connection to reality,\" Morrissey wrote.\n\nAn analysis of the Fox interview shows the conversation didn't go down that way, though a quick look at Wasserman Schultz's quotes (i.e. \"That is simply not true\") may lead someone to believe it.\n\nThe host and guest's back-and-forth is pretty muddy, stuffed with implications and ignored points. It's mostly confusing because Carlson and Wasserman Schultz refuse to share a frame of discussion. Carlson wants to talk about how unemployment is higher since Obama took office, but she uses a misleading word, precipitously, to start it off. Wasserman Schultz ignores Carlson's larger point and reacts instead to her interpretation of what Carlson said, that unemployment is rising.\n\nThere are grains of truth. We consulted professional linguists and economists to help us find them.\n\nCarlson may have been trying to state the obvious -- that unemployment is up since Obama's first day -- when she segued into the unemployment discussion. Her use of \"precipitously,\" though, immediately changed the tone and put Wasserman Schultz on defense. The word could be a fair choice to describe the jump from the April 2008 unemployment rate of 4.9 percent, with President George W. Bush at the nation's helm, to the Obama-led October 2009 rate of 10.1. An increase of 5.2 percentage points in an 18-month span is indeed precipitous, said Gary Burtless, senior fellow at the Brookings Institution. About half of that increase happened in Bush's tenure, though, he added.\n\nThe word is not accurate if you interpret Carlson as saying unemployment is rising precipitously now, as Wasserman Schultz did and as most people would, said Alec Marantz, New York University linguistics and psychology professor.\n\n\"If Carlson meant, 'Unemployment is significantly higher than when Obama took office,' what she said doesn't convey that,\" Marantz said. \"The use of the adverb 'precipitously' suggests a steady, steep upward slope, which corresponds only to the beginning of Obama's presidency, not to a period between 'since he took office' and now.\"\n\nThe jobless rate has tapered off since its October 2009 peak, lingering mainly within the range of 9.2 and 8.8 percent. The most recent rate available is 8.6 percent, its lowest point since March 2009. Wasserman Schultz wants viewers to consider the zigs and zags of unemployment data because they cast the administration's record in a more promising light. This explains why she immediately responds to Carlson with, \"That's simply not true.\" She isn't denying unemployment has gone up, but that it has gone up \"precipitously.\"\n\nCarlson tries to adjust her point so that it's about \"where the unemployment numbers are.\" So she asks Wasserman Schultz, \"Is unemployment higher now than when President Obama took office?\"\n\nThe answer is an unequivocal yes.\n\nBut Wasserman Schultz does not offer a direct answer. Her response, \"Unemployment is nearing right around where it was when President Obama took office and it's dropping,\" implies the rate has increased but articulates that unemployment is going down. It's not a denial; it's a dodge. Wasserman Schultz sees Carlson's point but wants to shift to recent declining jobless numbers under Obama for political reasons.\n\nAnd to be clear, the national unemployment rate is \"nearing\" the January 2009 rate of 7.8 percent, and it's even closer if you take the February 2009 number, Burtless said. But it's not yet \"near,\" he said.\n\nOur ruling\n\nThe enemy of clarity is cross-talk. The twists and implications in this conversation happen fast and are not explained to viewers, leaving some with the impression that Wasserman Schultz emphatically disagrees with the fact that there are more people without jobs today than in early 2009. The devil is usually in the details, however, and in this case, Carlson's start to the conversation did not express exactly that.\n\nDid Wasserman Schultz really insist that unemployment did not go up during Obama’s term, as claimed by bloggers and then propagated by the Republican National Committee? No. Wasserman Schultz insisted something else -- that it hadn't gone up precipitously and that it is not going up.  We rate this claim Mostly False.", "vclaim_id": "vclaim-pol-11933"}