{"url": "/factchecks/2014/may/13/mike-rogers/does-justin-amash-vote-more-often-democrats-or-rep/", "speaker": "Mike Rogers", "vclaim": "Says Rep. Justin Amash \"votes more with the Democrats than with the Republicans.\"", "truth_label": "false", "date": "stated on May 8, 2014 in an article published by Politico:", "title": "Does tea party favorite Justin Amash vote more often with Democrats or Republicans?", "text": "Establishment Republicans who have for years operated under the threat of \"getting primaried\" by conservative challengers are hoping to turn the tables in Michigan, where there’s an all-out brawl to oust tea party favorite Rep. Justin Amash.\nAmash has become a polarizing figure within the Republican caucus, according to Politico, and some of his colleagues aren’t pulling punches in taking on the Michigander and his hardline anti-tax, anti-spending, anti-federal government stances.\nRep. Devin Nunes, R-Calif., called Amash, \"al-Qaida’s best friend in the Congress.\" Harsh.\nA fellow Michigan Republican, Rep. Mike Rogers, said Amash is \"completely out of line with\" voters in his district.\n\"He votes more with the Democrats than with the Republicans, and that’s not out of principle, that’s out of him branding himself as something different,\" said Rogers, who has contributed $5,000 to Amash’s primary opponent, Brian Ellis.\nAmash’s countered: \"I vote less often with (House Minority Leader) Nancy Pelosi, the real San Francisco Democrat, than any member of Congress.\"\nHow can you vote with Democrats more than Republicans and rarely vote on the same side as Pelosi, the House’s top Democrat? Something isn’t adding up here, so we decided to take a look.\nHow Amash has voted\nA spokesman for Amash linked us to OpenCongress.org, a website from the nonpartisan Sunshine Foundation that aggregates voting records.\nThe site also studies which colleague on each side of the aisle votes with members of Congress most and least since January 2013.\nPelosi’s profile page says the Republican she least often votes with is, indeed, Amash. The two have been on the same side of just 22 percent of votes.\nThat’s partly achieved by Amash staking out positions that put him against most of Congress on widely bipartisan measures.\nFor example, Amash was one of only two House members to vote against a bill to reauthorize spending for the National Center for Missing and Exploited Children to assist local law enforcement agencies in training for and coordinating efforts to rescue missing children. On Facebook, Amash said the bill created federal bureaucracy and the tax dollars would be better spent locally. (Republicans can criticize Amash’s record, but he’s unique in his diligence about explaining nearly all of his votes on Facebook.)\nSo if Amash seldom votes with Pelosi, is it possible he still votes with Democrats more, as Rogers said? In a word, no.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs a whole, Amash has more often sided with the GOP caucus. Amash’s profile on OpenCongress.org says he has voted with his party 82 percent of the time since January 2013.\nThere are certainly many Republicans who toe the party line more closely. Rogers, for example, was with the majority of his GOP colleagues for 96 percent of roll calls since 2013. But there are Republicans who vote with the GOP less often than Amash this Congress, too, though none in Michigan.\nOn some issues, though, Amash has joined forces with Democrats. His high-profile fight to curb NSA funding for metadata collection — which put Amash on the map with civil libertarians — enlisted a coalition of Republicans and Democrats weary of the military-industrial complex.\nThe vote on his measure narrowly failed, with 111 Democrats supporting it — despite strong objections from President Barack Obama — alongside 94 Republicans.\nSo where does Rogers’ claim come from?\nRogers spokeswoman had no response but forwarded our request to Amash’s challenger Ellis. They noted that in 2012, a Congressional Quarterly analysis found Amash’s votes put him on the same side of President Barack Obama 51 percent of the time.\nIt’s an interesting tidbit, but it won’t help Rogers on the Truth-O-Meter.\nThe analysis only looked at 61 votes that year where Obama had a stated position. It includes many consequential bills, but it’s just a fraction of the total votes taken in 2012. Further, in 2011 and 2013, Amash was opposite Obama 75 percent of the time.\nBut it did help us find a few interesting examples of Amash voting with Obama’s favored positions.  \nFor example, Amash voted \"no\" on a GOP bill in 2012 that would have extended lower rates for student loans and pay for it with cuts to Obamacare. It passed the House despite a veto threat from Obama.\nOn his Facebook page, Amash said he sided against it because he didn’t believe the cuts covered the cost of lowering student loan rates.\nAlso in 2012, he voted against Republicans on a bill to replace across-the-board spending cuts (the so-called \"sequester\") with other more targeted cuts, while lifting spending caps on the military. Obama, instead, wanted to replace the sequester with tax increases and cut in other ways; Amash said he opposed the Republican proposal because it increased spending.\nMore recently, Amash was one of just three Republicans (and 20 lawmakers in total) not to vote for more sanctions against Iran last July. At the time, the Obama administration was asking for some leeway from Congress to approach the newly elected Iranian regime with alternatives. Amash later said of his vote: \"If our goal is peaceful reform within Iran, it would be wise to give the new president an opportunity to talk before turning to new threats.\"\nBut again, these are a relatively small number of high-profile votes. Congressional Quarterly found Amash never voted with his party less than 85 percent of the time in a given year.\nOur ruling\nRogers said Amash \"votes more with the Democrats than with the Republicans.\" Rogers didn’t back up his claim, but we found two sources that showed that Amash has sided with Republicans upward of 80 percent of the time. That may be lower than many of his colleagues, and we found found a few high-profile examples of his voting against his own party. But by the numbers, he votes far more often with Republicans than Democrats.\nWe rate Rogers’ statement False.", "vclaim_id": "vclaim-pol-07869"}