{"url": "/factchecks/2014/jun/04/claire-mccaskill/claire-mccaskill-says-hillary-clinton-secretary-st/", "speaker": "Claire McCaskill", "vclaim": "Says Hillary Clinton \"laid the groundwork\" for getting chemical weapons out of Syria.", "truth_label": "barely-true", "date": "stated on June 1, 2014 in an appearance on \"Fox News Sunday\":", "title": "Claire McCaskill credits Hillary Clinton for 'groundwork' in Syria chemical weapons deal", "text": "Despite a rocky past with the Clintons, Sen. Claire McCaskill was one of the first Democrats to jump on the 2016 Hillary for President bandwagon. And she sits on the Senate Armed Services and Homeland Security committees. So when Fox News Sunday was looking for someone to defend Hillary Clinton’s record as Secretary of State, who better than the Missouri Democrat?\nHost Chris Wallace contended that Clinton has a less-than-impressive resume from her time at the State Department. Wallace said Clinton \"defended Syria President Bashar al-Assad as a possible reformer at the start of that country’s civil war.\" (Our partners at PunditFact rated that Half True.)\nMcCaskill later retorted that Clinton actually played a key role in the Syrian conflict.\n\"We're getting the chemical weapons out of Syria,\" McCaskill said. \"She laid the groundwork for that.\"\nThe agreement the United States reached with Assad to turn over Syria’s stockpile of chemical weapons came in September 2013 — seven months after Clinton stepped down as Secretary of State. As we suspected, McCaskill’s claim is rather dubious.\nCivil war\nAntigovernment protests in Syria began in March 2011. At the time, Clinton was Secretary of State. In the early stages of the conflict, Clinton and the administration called for a peaceful transition to democracy, and in August 2011, Obama said Assad should step down.\nBut the Syrian conflict continued to escalate into an all-out civil war.\nThroughout the crisis, the United States was concerned about the chemical weapons in Syria — not only Assad’s use of them on his own people but protecting them from falling into the wrong hands if Assad should be overthrown.\nIn August 2012, President Barack Obama spoke to reporters in the White House and first used the term \"red line\" regarding Assad’s chemical weapons.\n\"A red line for us is we start seeing a whole bunch of chemical weapons moving around or being utilized,\" he said, later adding there would be \"enormous consequences.\"\nMcCaskill’s office noted that Clinton met with Russian and United Nations officials in December 2012 about the conflict. Before the meeting, she spoke with reporters and said \"we’ve made it very clear what our position is with respect to chemical weapons,\" reiterating Obama’s red line.\nMcCaskill spokesman John LaBombard added that \"the current efforts to remove chemical weapons benefited from her hard work.\"\nThat \"may or may not be true,\" said Anthony Arend, cofounder of the Institute for International Law & Politics at Georgetown, \"but, in any case, it's not the same as laying a foundation for the current agreement.\"\nThe December 2012 meeting with Clinton and Russia did not result in any accord with Syria, nor did her negotiations prevent Assad from using chemical weapons. She left two months later in February 2014, when Sen. John Kerry won confirmation for the position from the Senate.\nAnd a lot happened after Clinton’s departure that make it hard to link her to the eventual weapons deal, experts told us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFor starters, the administration’s position on what the \"red line\" actually meant continued to change after Clinton left office. When he first said it, Obama did not explain what the \"enormous consequences\" would be.\nIn April 2013, the White House first told senators that the international community had evidence of chemical weapons use. By June, the Obama administration concluded Assad’s regimes used chemical weapons and authorized the military to provide light arms and ammunition to Syrian rebels.\nIt wasn’t until Aug. 31, 2013, that Obama, citing Assad’s use of chemical weapons, called for congressional authority to take military action against Syria.\n\"If anything, this red line that the Obama administration proclaimed was very fluid. It kept moving,\" said Danny Postel, associate director of the Center for Middle East Studies at the University of Denver. \"It wasn’t until the critical weeks of the big chemical weapons attack that finally triggered the Obama administration to threaten actual military strikes on the Assad regime. Hillary Clinton was already gone by this point.\"\nIt was that policy shift and threat of military action that ultimately seemed to move Assad to take action.\nThe accidental agreement\nExperts also noted how quickly and spontaneously the deal to remove Assad’s chemical weapons was reached between the U.S., Syria and Russia.\nIn many ways, Kerry almost \"stumbled\" into the agreement, said Joshua Landis, director of the Center for Middle East Studies at Oklahoma University and author of the Syria Comment blog. During a visit to London, a reporter asked Kerry about Assad’s interview with PBS’ Charlie Rose, where the leader would not even admit to having chemical weapons.\n\"Is there anything at this point that his government could do or offer that would stop an attack?\" the reporter asked.\nKerry responded: \"Sure. He could turn over every single bit of his chemical weapons to the international community in the next week. Turn it over, all of it, without delay, and allow a full and total accounting for that. But he isn't about to do it, and it can't be done, obviously.\"\nA State Department spokesman even said later that day that the offer was made \"rhetorically.\"\nBut within hours of Kerry’s remarks, Russia responded that Syria was receptive to such an agreement. On Sept. 10, Syria admitted to its chemical weapons stockpile and four days later joined the Chemical Weapons Convention and agreed to eliminate its weapons. About 90 percent of those weapons have been turned over since then.\nWe took this analysis to McCaskill for rebuttal but they didn’t respond on the record. A State Department spokeswoman declined to comment, and Clinton’s spokesman did not respond to repeated emails.\nOur ruling\nMcCaskill said Clinton \"laid the groundwork\" to remove Syria’s chemical weapons. The connection to the eventual deal seems to be Clinton’s ongoing discussions with Russia, who eventually helped broker the agreement, and the administration’s red line on chemical weapons, which eventually led to the threat of military action that forced Assad’s hand.\nExperts we spoke with said that was a pretty flimsy case. Obama’s red line changed meaning from Clinton to Kerry. At first it was a rather ambiguous threat. Later, crossing it meant helping rebels obtain weapons and finally the announcement of military action.\nFurther, the eventual agreement itself came quickly and almost unintentionally after Kerry made a rhetorical offer that Russia and Assad accepted. Clinton had been out of the Secretary of State job for seven months at that point. Prior to Kerry’s offer, an agreement seemed out of reach.\nGiven all of that, we rate McCaskill’s statement Mostly False.", "vclaim_id": "vclaim-pol-07783"}