{"url": "/factchecks/2011/feb/09/chain-email/chain-e-mail-claims-foreign-trade-zones-are-chines/", "speaker": "Chain email", "vclaim": "Foreign Trade Zones allow U.S. \"land to be inhabited by Chinese communists -- communists straight from China! They are to set up little towns and live here.\"", "truth_label": "pants-fire", "date": "stated on February 7, 2011 in a chain e-mail:", "title": "Chain e-mail claims that Foreign Trade Zones are a Chinese communist plot", "text": "In recent weeks, we’ve received a number of requests from readers to check a chain e-mail about Free Trade Zones.\n\nThe full chain e-mail is too long to print, but you can read the full version here. Following is an excerpt:\n\n\"This is an urgent message! Read this and spread the word! Subject: Foreign Trade Zones. This is unbelievable at first, but you will soon realize that there are several motives for the global communists to physically weave our United States territory together with communist China. Read On! Here's what is going on!\n\n\"Each and every one of our state governors has approved and allocated a certain amount of acres of their U.S. state land to be inhabited by Chinese communists -- communists straight from China! They are to set up little towns and live here, supposedly for the purpose of producing Chinese products for sale in the U.S.A. The land the states are giving them for their little towns will be considered \"foreign territory\"!!! We are told that the laws of the state (in which these Chinese communists dwell) will apply to the communist Foreign Trade Zone (FTZ). Comment: If so, why are they allowed in here!??! Isn't the whole set up unlawful???  There are 257 of these little communist towns to be built all over the United States.\"\n\nThere’s a lot to check in this excerpt, and even more in the parts we didn’t reprint. To keep to a reasonable length, we will only look at one part of it -- the idea that Foreign Trade Zones allow \"land to be inhabited by Chinese communists -- communists straight from China! They are to set up little towns and live here.\"\n\nFirst, a little background about Foreign Trade Zones.\n\nIn the United States, foreign-trade zones, or FTZs, date to a 1934 act of Congress. FTZs are secure areas located in or near U.S. Customs ports of entry but legally considered to be outside the Customs territory for the purpose of tariff laws and Customs entry procedures. Certain types of merchandise can be imported into the zones without paying import duties or excise taxes. Once there, the merchandise can be stored, assembled, sorted, processed or otherwise manufactured. But duties are paid only when the merchandise is transferred outside the zone and into the U.S. for sale or use.\n\nAccording to the federal board that oversees FTZs, the idea is to improve U.S. competitiveness by encouraging companies to maintain operations in the U.S. FTZs give foreign companies a good reason to locate here and thus use U.S. labor, services and materials. (U.S. companies, for their part, can use FTZs in many other countries around the world, with similar benefits.)\n\nSo now let’s look at some of the claims in the e-mail.\n\nThe idea that these \"little towns will be considered ‘foreign territory’\" is false. Aside from tax and tariff rules, FTZs must conform to U.S. laws, not those of the foreign country of the companies operating within them.\n\nMeanwhile, the notion that the \"motive\" behind FTZs is to \"physically weave our United States territory together with communist China\" is ridiculous. Not only are FTZs part of U.S. territory rather than that of a foreign country, but they were signed into law a full 15 years before the Communist Party took over the Chinese government.\n\nMost important for our fact check, it is false to say that Chinese communists \"are to set up little towns and live here, supposedly for the purpose of producing Chinese products for sale in the U.S.A.\"\n\nIf you look at the act governing FTZs, it reads: \"No person shall be allowed to reside within the zone except Federal, State, or municipal officers or agents whose resident presence is deemed necessary by the Board.\"\n\nNothing has changed that portion of the law in the nearly eight decades since. A fact sheet from the U.S. Commerce Department confirms that the \"FTZ Act prohibits residence within a zone.\"\n\nSo let’s sum up. Whatever one thinks of the policy benefits of FTZs, the idea put forth by the chain e-mail -- that Foreign Trade Zones allow \"land to be inhabited by Chinese communists -- communists straight from China! They are to set up little towns and live here\" -- is wrong. FTZs are U.S. territory, and subject to U.S. laws, in every way except for certain tax and duty laws, and in any case, \"Chinese communists,\" and almost everyone else, are barred by law from residing in them. The e-mail takes a longstanding part of U.S. law and turns it into a communist plot to take over the country. We consider that ridiculous, and rate it Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13636"}