{"url": "/factchecks/2011/jun/30/rick-perry/rick-perry-says-texas-lawmakers-balanced-budget-an/", "speaker": "Rick Perry", "vclaim": "Says the 2012-13 state budget \"leaves $6 billion in a rainy day fund.\"", "truth_label": "half-true", "date": "stated on June 18, 2011 in a speech.:", "title": "Rick Perry says 2012-13 state budget \"leaves $6 billion in a rainy day fund.\"", "text": "In a recent New Orleans appearance, Texas Gov. Rick Perry recapped legislative action back home balancing the 2012-13 state budget while, he crowed, leaving billions in reserve.\n\nPerry told the Republican Leadership Conference on June 18: \"To preserve our job-friendly climate, the Texas Legislature didn’t raises taxes this last legislative session while balancing their budget and maintaining essential services. And I might add, that new budget leaves $6 billion in a rainy day fund.\"\n\nSome of what Perry celebrated isn’t at issue. Lawmakers must balance each budget; it’s a state constitutional requirement. Also, the GOP-steered 2011 Legislature never considered a tax increase.\n\nWhether the resulting plan maintains essential services is subject to debate; time should tell.\n\nFor this article, we wondered if Perry’s correct that the budget will ultimately leave $6 billion in the state’s so-called rainy day fund, which has a current balance of $5 billion, according to the state comptroller’s office. The fund is fed by state oil and gas oil production taxes.\n\nSome background: In January, state Comptroller Susan Combs predicted the fund, formally called the Economic Stabilization Fund, would have a balance of $9.7 billion by the end of August 2013. That figure was later whittled to $6.4 billion after legislators used $3.2 billion to cover a deficit in the current budget that runs through August.\n\nBut there’s a catch, potentially a biggun.\n\nRepublican leaders acknowledge the budget signed into law by Perry under-funds the state’s projected share of Medicaid costs by an estimated $4.4 billion. A summary portion of the budget says that’s the amount the state expects the program to need in supplemental state aid in 2013. Also, the new budget includes a kind of IOU by deferring a regular $2.3 billion state payment to school districts from the end of the 2013 fiscal year to fiscal 2014.\n\nIn separate interviews, the chairmen of the Senate Finance Committee and House Appropriations Committee agreed that $6.4 billion should accumulate in the fund over the next two years. But, they said, lawmakers will have designs on those dollars when they meet to start writing the next budget in January 2013.\n\n\"There’s going to be a demand on the\" fund, said Sen. Steve Ogden, R-Bryan. \"I decided to use it as a backstop.\"\n\nRep. Jim Pitts, R-Waxahachie, said the $6 billion-plus \"is reserved for future spending\" because of the estimated Medicaid shortfall and the possibility lawmakers will restore school district payments to their usual schedule. \"We kicked the ball down the road,\" Pitts said.\n\nFrom a fiscal responsibility standpoint, Ogden said, \"I feel good.... From a truth-in-budgeting standpoint, we should have gone ahead and committed\" money from the fund.\n\nCaveat: Pitts and Ogden noted that fiscal expectations could change considerably before legislators confront the next budget. The state’s economy could grow faster than the comptroller projects, Medicaid demands could fall short of the state’s latest forecasts, Congress could even change what it expects states to fund.\n\nOf course, the reverse could also happen, ratcheting up the state’s fiscal obligations.\n\nSo, as Perry says, lawmakers left $6 billion in the fund. However, if projections hold, that money looks likely to be sucked up in 2013 to make up for this year’s legislative decisions to under-fund Medicaid costs and postpone a payment to school districts.\n\nBroadly, Perry’s statement leaves the misimpression that Texas state government is sailing along without financial frets. We rate this blue-sky claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12825"}