{"url": "/factchecks/2011/feb/16/jamie-radtke/jamie-radtke-says-sen-jim-webb-reliable-vote-barac/", "speaker": "Jamie Radtke", "vclaim": "\"Senator Webb was a reliable vote for President Obama and Senator Harry Reid.\"", "truth_label": "true", "date": "stated on February 9, 2011 in a press release.:", "title": "Jamie Radtke says Sen. Jim Webb is “a reliable vote” for Barack Obama and Harry Reid", "text": "Jamie Radtke did not join the list of politicians lauding U.S. Sen Jim Webb last week after the Democrat announced he would not seek reelection in 2012.\n\nInstead, she blistered him. Radtke, a Tea Party activist who is seeking next year’s GOP Senate nomination, called Webb’s retirement \"a great opportunity to change the direction of our country.\"\n\n\"Senator Webb was a reliable vote for President Obama and Senator Harry Reid and their ruinous agenda,\" Radtke said in a written statement released on Feb. 11, the day Webb made announcement.\n\nWebb, a former Republican turned Democrat, has always had a reputation for charting his own course. We wondered how much he was in sync with Obama and Reid, a Nevada Democrat who is Senate majority leader.\n\nWe turned to the voting records.\n\nAccording to data compiled by non-partisan OpenCongress, Webb and Reid have voted together 1,325 times since Jan. 2007, when Webb joined the Senate. They have a \"voting similarity\" of 85 percent, according to the web site. Democratic senators average an 89 percent voting similarity.\n\nThe Washington Post also maintains an exhaustive congressional database. It shows Webb voted with a majority of Democratic senators 87 percent of the time during last Congress from 2009-11. Reid, during the same span, voted with his party 95 percent of the time.\n\nThe Post’s review of the 111th Congress includes 689 votes. Many were not controversial and supported by both sides of the aisle.\n\nWe looked at Webb’s record on President Barack Obama’s key initiatives. Webb and Reid were always in his corner. They voted for:\n\n\nThe Patient Protection and Affordable Care Act, better known as health care reform.\n\n\n\nThe American Recovery and Reinvestment Act of 2009, or stimulus bill.\n\n\n\nThe New START nuclear arms agreement with Russia.\n\n\n\nThe repeal of \"Don’t Ask, Don’t Tell,\" a policy barring openly gay men and women from the military.\n\n\n\nThe DREAM Act, which would grant citizenship to undocumented immigrants who serve in the military or attend college.\n\n\n\nThe deal between Obama and Congressional Republicans that extended the Bush-era tax cuts and added some payroll tax reductions.\n\n\n\nThe Supreme Court nominations of Elena Kagan and Sonia Sotomayor.\n\n\nIt is worth noting that Webb, despite supporting the president and his party on a very consistent basis, has been scored as one of the more contrarian Democrats by Congressional Quarterly. In the 111th Congress only five other senators went against the party’s majority more often than Webb did. But voting with your party 87 percent of the time still sounds consistent to us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nBut voting with your party 87 percent of the time still sounds consistent to us. And on the highest-profile issues, Webb and Reid have backed the president. \n\nWe rate Radtke’s statement True.", "vclaim_id": "vclaim-pol-13595"}