{"url": "/factchecks/2018/apr/25/lawana-mayfield/charlotte-city-councilor-pieces-911-planes-havent-/", "speaker": "LaWana Mayfield", "vclaim": "\"I am still waiting for someone to produce pieces of the alleged plane\" that caused the Twin Towers to collapse.", "truth_label": "pants-fire", "date": "stated on April 16, 2018 in a Facebook post:", "title": "Charlotte city councilor: pieces of 9/11 planes haven't been produced", "text": "Never mind that TV stations aired live footage of a plane striking the World Trade Center on 9/11.\nOr that there are thousands of witnesses who also saw the planes strike the Twin Towers.\nOr that Osama Bin Laden took credit for the attack.\nLaWana Mayfield, a Democratic Charlotte city councilwoman, is apparently unconvinced that planes struck the towers and caused them to collapse. In fact, she’s skeptical that pieces of the plane exist at all.\nOn Facebook, Mayfield recently posted a link to an obscure website promoting the idea that the towers in New York City may have fallen on Sept. 11, 2001, for some reason other than being struck by airplanes.\n\"I am still waiting for someone to produce pieces of the alleged plane that opened the doors for US Citizens to loose all privacy rights (from the conspiracy theorist in me),\" she posted.\nMayfield later apologized for posting comments that caused \"hurt and pain,\" but has declined to acknowledge that planes were responsible for the collapse of the Twin Towers.\nShe appeared on the WCNC show \"Flashpoint\" to discuss the post. When asked directly about the post – \"Do you believe the planes took down those towers?\" – Mayfield dodged the question.\n\"What I believe is that we lost Americans during this event. What I believe is that after this event, our nation identified a segment of our community and said this community is now terrorists. And from that moment, we have been saying 'terrorists, terrorists, terrorists,' \" Mayfield said. But, she added, \"white Americans who have committed mass killings since that time\" were not called \"terrorists.\"\n\nIt’s unclear what, exactly, Mayfield believes happened on 9/11. She didn’t respond to an email seeking comment.\nWhen reached by phone Wednesday, Mayfield said the email likely went into a folder she created for 9/11-related emails and that she hadn’t seen it. She then declined to comment on her Facebook post, saying she was walking into a meeting.\nThe \"three-day news cycle\" has passed, Mayfield said, adding \"I’m trying to tackle this housing crisis.\"\nIt is clear, however, that planes hit the Twin Towers and caused them to collapse. Let’s break this down as simply as possible.\nThe plane\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThere are eyewitnesses who saw the planes hit the towers. News cameras also captured footage of the second plane hitting the south tower.\nLarge pieces of the airplanes were found around Ground Zero, as documented by the U.S. Department of Homeland Security in 2002. A piece – part of a plane wing – was found nearby in 2013. CNN uploaded video of the wing removal.\nA fragment of one of the planes is on display at the 9/11 Memorial and Museum in New York.\nResearchers at Popular Mechanics Magazine published a book debunking theories that the planes weren’t actually planes, but missiles or something else.\nThe collapse\nConspiracy theorists have argued that jet fuel can’t melt steel beams, so the Twin Towers couldn’t have fallen over due to the impact of a plane alone. But the fuel doesn’t need to melt the beams in order to damage their structural integrity.\nFurthermore, the World Trade Center was built with a load-bearing core in its center (as opposed to concrete columns). But that center, the Washington Post pointed out, was surrounded by a \"thin exterior shell — a density of eight to nine pounds per cubic foot. That’s lighter than balsa wood.\"\nThe Facebook post\nMayfield paired her comments about 9/11 with a link to an obscure website, AwarenessAct.com. The site boasts about a feature in the July-August 2016 issue of Europhysics News magazine examining the likelihood that the Twin Towers collapsed as a result of a controlled demolition.\nAccording to fact-checking website Snopes.com, the article was written by \"a group of scientists who have long been involved with the promotion of 9/11 conspiracy theories.\"\nEDP Sciences, which produces Europhysics News, later released a statement on Twitter that downplayed the scientific legitimacy of the article.\n\"EDP Sciences follows the most rigorous peer review standards for its journals of which [Europhysics News] is not one,\" the statement reads.\n\"As a magazine, the editorial policy of EPN is to publish news and views, which are sometimes controversial. EDP Sciences recognizes that the article discusses some speculative and controversial issues,\" the statement continues. \"However EPN and EDP Sciences believe that the best (and the most scientific) way to settle such issues is to publish them and have an open discussion with all due arguments in which the truth will finally emerge.\"\nOur ruling\nMayfield described the planes that hit the World Trade Center on 9/11 as \"alleged\" planes and said pieces of the planes had yet to be revealed to the public. Eyewitness accounts, video, plane debris and most credible science points to the fact that airplanes struck the Twin Towers on Sept. 11, 2001, causing them to collapse. We rate Mayfield’s claim Pants on Fire.\n Share the Facts 2018-04-25 21:41:45 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"I am still waiting for someone to produce pieces of the alleged plane” that caused the Twin Towers to collapse.    LaWana Mayfield Charlotte City Council member https://www.charlotteobserver.com/news/politics-government/article209124239.html   Facebook Monday, April 16, 2018 2018-04-16    Read More  info", "vclaim_id": "vclaim-pol-02147"}