{"url": "/factchecks/2015/aug/13/marco-rubio/marco-rubio-says-minor-can-get-abortion-not-tattoo/", "speaker": "Marco Rubio", "vclaim": "\"A minor cannot get a tattoo without parental consent but can get an abortion without parental consent.\"", "truth_label": "half-true", "date": "stated on August 4, 2015 in an interview with Russell Moore, president of the Southern Baptist Convention:", "title": "Marco Rubio says a minor can get an abortion -- but not a tattoo -- without parental consent", "text": "Teenagers getting inked is apparently subject to greater parental say than getting an abortion, according to U.S. Sen. Marco Rubio.\nIn an Aug. 4 interview with Southern Baptist Convention President Russell Moore, Rubio joined other Republicans in criticizing Planned Parenthood amid the release of videos by an anti-abortion group that accuse the group of harvesting fetal tissue for profit. A day earlier, Florida’s Republican senator had been among those who voted to defund Planned Parenthood, a measure that failed to get the required 60 votes to advance.\nIn his interview, Rubio raised concerns about nationwide access to abortions for minors:\n\"The idea that a minor can go get a tattoo,\" he said, before quickly correcting himself to say \"cannot get a tattoo without parental consent -- but can get an abortion without parental consent -- is just mind-shattering for the vast majority of Americans. ... People who believe that a young child, a minor, should be able to get an abortion easier than a tattoo -- they are the extremists.\"\nWe decided to check whether minors need their parents’ permission to get a tattoo, but don’t need permission to get an abortion.\nParental consent laws\nFirst, the laws about parental consent for abortion and tattoos vary from state to state, so it’s not possible to make a blanket statement as Rubio did and apply it to the whole country.\nAccording to data through March 2015 compiled by the National Conference of State Legislatures, at least 45 states have laws prohibiting minors from getting tattoos, with the majority of those states allowing it if there’s parental consent. For example, Florida law requires written, notarized consent of a minor's parent or legal guardian in order to tattoo a minor.\nNow let’s look at whether minors need their parents’ permission to obtain an abortion. There are two different categories of parental involvement: one is consent, which means a parent has to sign off on the abortion, while the other one is simply notification which can mean the parent receives a letter or a phone call about the abortion.\nAccording to Guttmacher Institute, a group that tracks abortion policy and statistics, a majority of states require consent and/or notification.\nIn 38 states, minors either have to get consent and/or notify their parents, while in 12 states they don’t need either.\nWe asked Alex Conant, a spokesman for Rubio, which states require parental consent for a tattoo but not for an abortion. Using information from Planned Parenthood about abortion laws and the National Conference of State Legislatures about tattoo laws, Conant pointed to seven states:\n \n\n\n\n\nState\n\n\nAbortion law for minors\n\n\nTattoo law for minors\n\n\n\n\nCalifornia\n\n\nNo parental involvement required\n\n\nIt is a misdemeanor to tattoo anyone under age 18.\n\n\n\n\nConnecticut\n\n\nNo parental involvement required\n\n\nRequires permission of parent or guardian.\n\n\n\n\nHawaii\n\n\nNo parental involvement required\n\n\nRequires written consent of parent or guardian\n\n\n\n\nMaine\n\n\nNo parental involvement required\n\n\nIt is illegal to tattoo anyone under age 18.\n\n\n\n\nMontana\n\n\nNo parental involvement required\n\n\nRequires explicit in-person consent of the child's parent or guardian.\n\n\n\n\nNew York\n\n\nNo parental involvement required\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\nIt is unlawful to tattoo the body of a child less than 18 years old.\n\n\n\n\nVermont\n\n\nNo parental involvement required\n\n\nRequires written consent of his or her parent or guardian.\n\n\n\n\n \nSources: Planned Parenthood and the National Conference of State Legislatures\nConant included two states that flat-out ban tattoos for minors: California and Maine. So that leaves five states that require parental consent for tattoos but have no parental involvement required for abortions.\nHowever, Rubio used the more narrow term of \"parental consent\" in his interview -- not \"parental involvement\" or \"notification.\"\nThere are some states that require only parental notification for abortion but do require consent for tattoos -- for example Florida. So that means that a Florida teenager doesn’t need her parents’ permission to get an abortion -- but does for a tattoo.\n\n\n\n\nState\n\n\nAbortion law\n\n\nTattoo law\n\n\n\n\nColorado\n\n\nParental notification only\n\n\nRequires express consent from the minor's parent or guardian.\n\n\n\n\nDelaware\n\n\nParental notification only\n\n\nRequires prior written consent of the adult parent or legal guardian.\n\n\n\n\nFlorida\n\n\nParental notification only\n\n\nRequires written, notarized consent of a minor's parent or legal guardian in order to tattoo a minor.\n\n\n\n\nMinnesota\n\n\nParental notification only\n\n\nRequires written parental consent.\n\n\n\n\nSouth Dakota\n\n\nParental notification only\n\n\nRequires signed consent form from the minor's parents\n\n\n\n\nWest Virginia\n\n\nParental notification only\n\n\nRequires prior written consent from a parent or guardian\n\n\n\n\n \nSource: Guttmacher Institute and National Conference of State Legislatures\nSo in all, Rubio has a point for about 11 states.\nComplicating matters is that there is a way to avoid parental involvement. Since the U.S. Supreme Court has ruled that states may not give parents an absolute veto over whether their daughters have an abortion, 37 states that require parental involvement include a \"judicial bypass\" procedure. This allows a minor to receive court approval for an abortion without her parents’ knowledge or consent.\nUse of judicial bypass could increase the number of states where Rubio’s scenario would be valid. A spokeswoman for Americans United for Life, told PolitiFact that \"even in states with the most stringent parental consent requirements, a minor who can demonstrate (with the assistance of free counsel) to a court that she is either mature enough to make an abortion decision, or that obtaining parental consent is not in her best interest, can bypass the parental consent requirement.\"  \nHowever, it’s worth noting that, despite the existence of judicial bypass, a majority of pregnant minors who seek abortion report that their parents are aware that they are doing so, according to a literature review by Guttmacher in 2009.\nHelena Silverstein, a government and law professor at Lafayette College who wrote a book in 2007: \"Girls on the Stand: How Courts Fail Pregnant Minors,\" suggested that rather than compare parental consent for tattoos to abortion, it is more useful to compare other minors’ consent law as they relate to sexual and reproductive health. All states allow minors to consent to get treatment for sexually transmitted infections while 32 states allow minors to consent to prenatal care without their parents’ permission.\nJ. Shoshanna Ehrlich, an expert on reproductive rights at the University of Massachusetts, was also skeptical of Rubio’s comparison. While it \"must suck to be 16 and wait until you are 18 to get a tattoo, you can postpone the decision,\" unlike abortion, she said.\nOur ruling\nRubio said \"a minor cannot get a tattoo without parental consent but can get an abortion without parental consent.\"\nRubio has a good argument for about 11 states, but that’s a minority. More commonly, parents by law need to be at least notified -- and in many cases give their consent -- for a minor to have an abortion. There is a significant exception, however: 37 states allow a minor to go through a judge without notifying parents. As for tattoos, most states either ban them for minors or require parental consent.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-06075"}