{"url": "/factchecks/2011/jan/21/jay-hottinger/rep-jay-hottingers-assessment-founding-father-unfo/", "speaker": "Jay Hottinger", "vclaim": "\"Ben Franklin once quipped that only two things in life were certain: death and taxes. I think even he didn't envision that the tax man would visit on the day of your death.\"", "truth_label": "false", "date": "stated on January 11, 2011 in a speech in the Ohio House of Representatives:", "title": "Rep. Jay Hottinger's assessment of this Founding Father unfounded", "text": "None of the Founding Fathers is more quotable than Benjamin Franklin.  \n\nArguably the greatest mind of the founding generation, he was a printer, journalist, scientist, inventor, financial thinker, statesman, diplomat and musician -- among other things. His range of interests and prolific writing over his 84 years produced a shelf of memorable maxims, thoughts and observations.\n\nOne of the most famous was quoted in the Ohio House of Representatives when Republicans introduced a plan to repeal the state's estate tax.\n\n\"Ben Franklin once quipped that only two things in life were certain: death and taxes,\" said Rep. Jay Hottinger, a Republican from Newark. \"I think even he didn't envision that the tax man would visit on the day of your death -- and that's something that needs to end here in the state of Ohio.\"\n\nPolitiFact Ohio was intrigued, mostly because we wondered if there really was anything that Franklin could not envision. So in a week where we marked the 305th anniversary of Franklin’s birth (Jan. 17, 1706), we looked to see what history might reveal.\n\nOhio wasn’t yet a state during Franklin’s lifetime. The federal estate tax wasn’t enacted until 1916, during the Progressive Era, partly as a way to break up large accumulations of wealth. Inheritance taxes, levied on those who receive property from an estate, were imposed as an emergency revenue measure three times before that.\n\nThe first was in 1797, the same year that Thomas Paine’s essay \"Agrarian Justice\" was published. In the essay, Franklin's friend and protege proposed creating a sort of national social security fund, financed by a 10 percent tax on inherited property.\n\nFranklin died in 1790, but \"Agrarian Justice\" does contain echoes of his writing.\n\nIn a letter to Robert Morris in 1783, Franklin wrote about the right of the public to regulate property passing to heirs: \"All Property, indeed, except the Savage's temporary Cabin, his Bow, his Matchcoat, and other little Acquisitions, absolutely necessary for his Subsistence, seems to me to be the Creature of public Convention. Hence the Public has the Right of Regulating Descents, and all other Conveyances of Property, and even of limiting the Quantity and the Uses of it.\"\n\nBasic property necessary for  man to live should be left alone, Franklin wrote. But he continued that \"all Property superfluous to such purposes is the Property of the Publick, who, by their Laws, have created it, and who may therefore by other Laws dispose of it, whenever the Welfare of the Publick shall demand such Disposition.\"\n\nWe thought one sentence has particular relevant here:  \"Hence the Public has the Right of Regulating Descents, and all other Conveyances of Property, and even of limiting the Quantity and the Uses of it.\"\n\nIn the book \"Wealth and Our Commonwealth,\" William H. Gates Sr. and Chuck Collins write: \"The nation’s founders and populace viewed excessive concentrations of wealth as incompatible with the ideals of the new nation. Revolutionary era visitors to Europe, including Thomas Jefferson, Thomas Paine, John Adams, and Ben Franklin, were aghast at the wide disparities of wealth and poverty they observed. They surmised that these great European inequalities were the result of an aristocratic system of land transfers, hereditary political power, and monopoly.\"\n\nIf you Google \"death and taxes,\" you'll find Franklin's quote cited frequently in arguments against the estate tax, often called the \"death tax\" by opponents. Franklin, 83 and ailing, made the quip to friend Jean Baptiste Le Roy, a French physicist, in one of the letters whose tone Isaacson calls  \"inappropriately lighthearted.\"\n\nFranklin wrote: \"Our new Constitution is now established, and has an appearance that promises permanency; but in this world nothing can be said to be certain, except death and taxes.\"\n\nWe sought further guidance from Franklin authority Dr. Michael Zuckerman, professor of history at the University of Pennsylvania, which Franklin founded. There is \"nothing whatever in that quote pertinent to estate taxes,\" he responded.\n\nBut Franklin, he told us, did not view taxes negatively. Rather, Zuckerman said, he was \"mistrustful of great wealth, and quite supportive of inheritance taxes.\"\n\nEven today, the \"tax man\" does not literally \"visit on the day of your death,\" and we take Rep. Hottinger's quip as a figurative expression for the reality of a tax being imposed on the deceased person's estate. And that, he said, was something Franklin likely couldn’t envision.\n\nBut to the contrary, biographers, historians and even Franklin’s own writings suggest pretty clearly that it was a concept he would have supported.\n\nFor that reason, we rate the statement as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13748"}