{"url": "/factchecks/2014/nov/06/joe-scarborough/which-side-spent-more-2014-midterms-democrats-or-r/", "speaker": "Joe Scarborough", "vclaim": "2014 midterm election spending by \"the left and the right are both equal.\"", "truth_label": "half-true", "date": "stated on November 3, 2014 in a segment on \"Morning Joe\":", "title": "Which side spent more on the 2014 midterms, Democrats or Republicans?", "text": "Rare was the recent commercial break not dominated by negative TV ads this cycle, a nasty byproduct of record piles of money thrown at competitive races across the country.\nThe money poured in from candidates, parties, super PACs and \"dark money\" groups that don’t have to report their donors, and also individual donors like you (though your influence is waning, sorry).\nOn the eve of Election Day, MSNBC Morning Joe co-host Joe Scarborough and guest economist Jeffrey Sachs argued about whether the left or the right had more dough in what Sachs called the \"billionaire’s election.\"\nMost of the money will be well-disguised, with huge sums coming from private oil and gas companies, Sachs said, singling out millions of dollars in contributions from billionaire brothers Charles and David Koch. Scarborough was not having this argument.\n\"Jeff, you just can't say that,\" Scarborough said. \"You can look at the numbers, and the left and the right are both equal. It’s like the arms race between the Soviets and the Americans. It’s equal. You can say ‘big oil’ all you want to, that’s just not factually accurate.\"\nSachs replied that the Koch brothers alone have probably put $300 million into the election. Scarborough said, \"You always talk about oil and gas when in fact there are environmentalists on the left that are putting in millions and millions,\" a reference to liberal super PAC donor Tom Steyer.\n\"Add up all the money, right now, it’s about equal on both sides,\" Scarborough said.\nThough the back-and-forth came before the votes were counted, we think it’s worth revisiting as a last homage to all those TV ads. The basic question: Who spent more, the right or the left?\nUnderstanding the playing field\nThe problem in declaring a winner in the spending race, and also in the argument between Scarborough and Sachs, is the American political system makes it difficult to ultimately calculate just who spent what, on what.\nThat hurts Scarborough’s assertion that spending on the left and right in 2014 was equal, because the claim is largely rooted in conjecture.\nMoreover, what facts do exist tend to undercut Scarborough’s claim.\nThe Center for Responsive Politics, a nonpartisan Washington group whose job is to track political spending, estimates that candidates, parties, committees, outside groups and donors will spend at least $3.67 billion on the 2014 midterm elections, $40 million more than what was spent in 2010.\nAccording to the center, \"Team Red,\" code for Republican-aligned groups, will have spent about $1.75 billion across the country by the time all the bills are paid. \"Team Blue,\" Democratic-aligned groups, will spend $110 million less, about $1.64 billion.\nThe remainder of the money comes from groups that wouldn’t fit into one box or the other.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe difference between both sides is a significant chunk of change, but it’s not like \"the Republicans are wiping the floor with the Democrats,\" said center research director Sarah Bryner.\nPut another way, if spending were an election, Team Red is estimated to win the cycle 47.7 percent to 44.7 percent.\nSome of that difference is logical. The GOP is spending more on House races, for example, because it has more seats to protect, she said.\nOne thing to know about the center’s estimate: It does not account for money toward \"issue advertisements\" that run earlier in the election cycle, do not ask the public to vote a particular way and do not have to be disclosed. While there’s no reliable accounting of this kind of undisclosed spending, Bryner said some of the largest donors in this area are Koch-related nonprofit groups, which would pad the conservative number even more than it is.\nCan’t count dark dollars\nSo from what we can see, experts say Republican causes slightly outspent Democratic ones in 2014. But the nonprofit Sunlight Foundation says \"dark money\" is a big X-factor. Dark money is a post-Citizens United term for spending by groups that do not disclose donors, which include trade associations, unions and nonprofit social welfare organizations like the Koch brothers-founded Americans for Prosperity.\nSunlight Foundation managing editor Kathy Kiely says untraceable dark money is a preferred tactic of conservatives, while Democrats tend to use traceable super PACs.\nTake Steyer, a liberal environmental activist who poured millions of dollars into the 2014 elections attempting to unseat Republicans including Florida Gov. Rick Scott. Steyer is the single biggest contributor to super PACs in 2014 at $73 million, Kiely said. The next biggest donor is Michael Bloomberg at $20 million, who also supported Democrats in 2014.\nConservatives donated to super PACs as well, but not to the same degree. Casino magnate Sheldon Adelson gave about $5 million, she said.\n\"But the question is has somebody like an Adelson completely stepped out, or is he merely giving in ways that we can’t see?\" Kiely said.\nWhile Steyer’s contributions are declared because he gave to super PACs, there’s not as much certainty on the other side of the ledger. The Sunlight Foundation has recorded about $140 million in dark money, some of which comes from business groups who want to keep donations private. These so-called dark money groups also tend to give more heavily to Republican candidates, which would hint that donors are also Republicans.\nIt wasn’t until January 2014, for instance, that the Washington Post and the Center for Responsive Politics were able to use tax filings to detail more than $400 million in spending on the 2012 campaign by a web of 17 conservative groups spearheaded by the Koch brothers.\nMSNBC did not respond to our request for comment.\nOur ruling\nScarborough and a guest tussled over spending in the 2014 midterms, with Scarborough saying the spending on both sides in 2014 is equal.\nThe estimates we have say Republican-aligned groups spent more, though the estimates are somewhat close. But there is a lot of money that was spent that we cannot track. \nScarborough’s claim is partially accurate but leaves out important details. We rate it Half True.", "vclaim_id": "vclaim-pol-07030"}