{"url": "/factchecks/2019/apr/23/mac-heller/minority-electorate-surpassed-25-percent-when-obam/", "speaker": "Mac Heller", "vclaim": "\"The 2008 election was the first election in which voters of color comprised over 25 percent of the electorate, and that number is going up.\"", "truth_label": "true", "date": "stated on April 7, 2019 in an interview on CNN:", "title": "US minorities surpassed 25 percent of electorate when Obama ran in 2008, and it's going up", "text": "The election of President Barack Obama marked a turning point in the share of the minority electorate. An executive producer of a new documentary said the same year led to more restrictive laws for voting.\n\"Rigged: The Voter Suppression Playbook\" is co-produced by Mac Heller and Tim Smith. It focuses on Republican efforts to pass laws that added voter ID rules or other restrictions after the 2008 election. While supporters of many such laws say they were intended to prevent fraud, voting rights advocates say they were created with the goal of suppressing the vote.\n\"The 2008 election was the first election in which voters of color comprised over 25 percent of the electorate, and that number is going up,\" Heller said on CNN’s New Day April 7. \"And some Republicans took a look at this and said, you know, we need to make a bigger tent. We need to change our party's policies and include more people. But others took a different route and said let's try and have less of the other people able to vote, and that's direction they took.\"\nWe decided to fact-check whether the share of the non-white electorate in 2008 increased since Obama’s first presidential election.\nWhen looking at eligible voters — a.k.a. the electorate — Heller’s numbers are correct. Keep in mind, this is not a measure of who actually turned out to cast a ballot, which is another story entirely.\nGrowth of the non-white electorate\nThe minority share of the electorate is growing, as Heller said.\nWe reached out to both executive producers for this fact-check. Smith said Heller was referring to raw demographics of eligible voters, pointing to an analysis of the racial profiles of eligible voters by demographer William Frey of the Brookings Institution. (Frey is quoted in the documentary.)\nUsing census data, Frey found that in 2008, minorities accounted for about 26.6 percent of eligible voters, slightly more than 2004 (24.8 percent). So in 2004, the minority electorate was pretty close to 25 percent.\n(Heller used the term \"voters of color,\" but it’s important to note Hispanics can be of any race.)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nIn 2012, the minority share of the electorate grew to about 28.9 percent. In 2016, it was about 31.1 percent.\nPew Research predicts that in 2020, minority voters will account for about one third of the electorate.\n\"This increase is at least partially linked to immigration and naturalization patterns: One-in-10 eligible voters in the 2020 election will have been born outside the U.S., the highest share since at least 1970,\" Pew wrote.\nBut while Hispanics will outnumber blacks among eligible voters in 2020 they may not actually cast more ballots. In recent presidential elections, blacks were substantially more likely than Hispanics to vote, Pew wrote.\nTurnout declined in 2016\nSo the pool of eligible minority voters has grown since 2008. But the growth story does not hold for minority voter turnout.\nStrong minority and black voter turnout made a difference in electing the first African-American president in 2008 and again in 2012. But without Obama on the ticket in 2016, the black turnout rate fell for the first time in 20 years in a presidential election, Pew found, down to 59 percent.\nMinority turnout continues to trail that of whites, particularly during midterms, found Bernard Fraga, an assistant professor of political science at Indiana University, and author of \"The Turnout Gap: Race, Ethnicity, and Political Inequality in a Diversifying America.\" Those on the left have sometimes blamed changes in voter laws on suppressing minority turnout, as Hillary Clinton wrongly did in her claim about Wisconsin. Fraga found that voter suppression doesn’t explain the turnout gap.\nRacial turnout differences hurt Democrats, because whites tend to vote for Republicans while minorities vote for Democrats.\nOur ruling\nHeller said, \"The 2008 election was the first election in which voters of color comprised over 25 percent of the electorate, and that number is going up.\"\nHis literal point about the electorate is mostly correct. Within the body of people eligible to vote in 2008, nearly 27 percent were minorities. This was up by about 2 percentage points in 2004.\nThe minority share of the electorate reached about 31 percent in the 2016 presidential election.  \nKeeping in mind he was not referring to actual voters, we rate this statement True.\nhttps://www.sharethefacts.co/share/4db158d3-de0b-4af4-a238-1882de791e74", "vclaim_id": "vclaim-pol-00729"}