{"url": "/factchecks/2011/sep/30/harry-reid/president-obama-has-declared-disasters-how-many-st/", "speaker": "Harry Reid", "vclaim": "\"President Obama has declared disasters in 48 of 50 states this year.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2011 in a speech on the Senate floor:", "title": "President Barack Obama has declared disasters in how many states?", "text": "To hear Harry Reid talk about the Federal Emergency Management Agency, you'd think the entire nation is one big disaster area.\n\nThe Senate Democratic leader spoke on the Senate floor on Sept. 26, 2011, arguing for House Republicans to break a deadlock and approve a bill funding the Federal Emergency Management Agency. The standoff was part of another fight that threatened, briefly, to shut down the federal government. That has been averted for now with an emergency spending bill.\n\nIn arguing for passage of the FEMA funding, though, Reid insisted the money was necessary, given how many disasters have plagued the country this year:\n\n\"The legislation also includes $3.65 billion in funding for FEMA, which will give American communities ravaged by floods, wildfires and tornadoes the help they need. We know House Republicans support that funding level as well, since they voted for it last week. Democrats would have given FEMA more, since President Obama has declared disasters in 48 of 50 states this year.\"\n\nForty-eight of 50 is, well, a heck of a lot of disasters. Has the nation suffered that much?\n\nFEMA’s website tracks all disaster declarations, listing them by state, by year and even by type of disaster.\n\nThe federal declaration is a formal process, usually on the heels of a state's own emergency declaration, that triggers federal money to repair things such as hospitals, schools and city halls. It also pays for small business loans and provides assistance to individual households in the form of crisis counseling, legal services and even rent money for people who have been displaced.\n\nAccording to FEMA’s website, 42 states had federally declared disasters in 2011. Hurricane/Tropical Storm Irene alone accounted for disaster declarations in 11 states in August and September. Oregon saw mudslides and landslides in February and a tsunami wave surge in March. Tornadoes struck Alabama, Mississippi and Georgia in April. Wildfires first triggered federal help in Texas in July.\n\nAnother four states -- Florida, Arizona, Colorado and Reid’s home state of Nevada -- received a Fire Assistance Management declaration to deal with wildfires, and Delaware had one emergency declaration for Hurricane Irene. The emergency declaration also takes a president’s pen, but it doesn’t give federal money directly to individuals.\n\nFEMA lists three states -- Michigan, South Carolina and West Virginia -- with no declarations of any type.\n\nOur ruling\n\nReid said, \"President Obama has declared disasters in 48 of 50 states this year.\"\n\nHe's right that a large majority of states have had those declarations, but he overstates the number.\n\nWe counted 42 states with presidential federal disaster declarations, plus one with the lesser emergency declaration and four that received only help for fires. But the fire aid isn’t a presidential declaration and Delaware was an emergency, not a disaster, so they shouldn’t count in Reid's tally.\n\nThat means the number is 42 -- not 48 as Reid said. We rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12343"}