{"url": "/factchecks/2020/jan/21/mike-gallagher/house-did-not-impeach-trump-third-time-or-criticiz/", "speaker": "Mike Gallagher", "vclaim": "Says the House impeachment vote was the third by Democrats — \"They tried to impeach Trump for criticizing the NFL and for some other things.\"", "truth_label": "false", "date": "stated on December 20, 2019 in a radio interview:", "title": "House did not impeach Trump for third time or for criticizing NFL", "text": "As the U.S. Senate begins its trial of President Donald Trump, based on impeachment articles approved by the House, congressional Republicans have blasted Democrats for what they say was an attempt to remove him from office long before the official Dec. 18, 2019 vote. \nIn a Dec. 20, 2019 appearance on WTMJ radio’s Steve Scaffidi Show, U.S. Rep. Mike Gallagher added his voice to the fray. \nGallagher, R-Wis., argued that the \"common-sense Wisconsinite\" would rather resolve Trump’s future at the ballot box come November. Gallagher, elected in 2016, represents the 8th District, which includes the Fox Valley and Green Bay. \n\"Isn’t this the third impeachment vote you’ve had in the House? Which it is,\" Gallagher told Scaffidi. \"They tried to impeach Trump for criticizing the NFL and for some other things.\" \nIs Gallagher right? And how does football fit in? \nLet’s break it down. \nFalling back on old votes \nWhen asked to provide evidence for Gallagher’s claim, his press secretary Jordan Dunn pointed to the same three House roll call votes that Gallagher’s colleague from southeastern Wisconsin, U.S. Rep. Jim Sensenbrenner, used to make a claim about impeachment about a week earlier. \nEach of the votes overwhelmingly tabled impeachment resolutions offered by U.S. Rep. Al Green, D-Texas. The first vote took place Dec. 6, 2017, the second Jan. 18, 2018, and the third July 17, 2019 — days before the Ukraine call that triggered the official impeachment inquiry. \nLike Sensenbrenner, Gallagher’s office claimed that lawmakers who voted \"no\" on the motion to table the impeachment measure were actually casting a \"yes\" vote on impeachment. \nBut, as we reported before, experts told us those two actions can’t be conflated. \n\"In voting to oppose tabling a measure, that is literally an expression of support for continuing consideration of a measure,\" said Sarah Binder, a professor of political science at George Washington University and a senior fellow at the left-leaning Brookings Institute, in an email. \"It is not technically a direct vote on the substance of the resolution.\"\nThus, there never was a vote on the merits of any of Green’s measures. \nThough one can surely argue at least some Democrats were convinced Trump had committed impeachable offenses before the Ukraine call, no one cast an \"impeachment vote\" until Dec. 18. That’s when Trump was impeached over allegations he withheld aid to Ukraine and asked the country to open an investigation into the son of Democratic presidential candidate Joe Biden.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nSo Gallagher is off point on the first part of the claim.\nImpeachment and NFL criticism \nWhat about the idea Democrats wanted to impeach Trump for criticizing the NFL?\nThe text of Green’s 2017 resolution references a statement in which Trump took aim at professional football players — following the lead of former quarterback Colin Kapernick — who had begun to kneel during the national anthem to protest racial injustice. \nAt a Sept. 23, 2017 campaign rally in Huntsville, Ala., the president said:  \"Wouldn’t you love to see one of these NFL owners, when somebody disrespects our flag, to say, ‘Get that son of a bitch off the field right now, out, he’s fired? He’s fired!’\" \nBut Green’s resolution admonished Trump for \"inciting hate and hostility, and sowing discord among the people of the United States on the basis of race and gender,\" not for chastising the football league itself. \nIndeed, in May 2018, when the NFL released a policy warning that players who protested during the national anthem would face consequences, Trump commended the league. \nMoreover, that paragraph was just one of 11 instances Green cited as examples of why the president should be impeached. \nOthers included Trump’s referring to members of hate groups that marched in Charlottesville, Va/, in 2017 as \"very fine people,\" his call for a complete ban on Muslims entering the U.S., banning transgender people from serving in the military, arguing that the federal government gave too much help to Puerto Rico following Hurricane Maria, and issuing several disparaging statements about U.S. Rep Frederica Wilson, D-Florida, who is African American. \nTo claim that some representatives wanted Trump impeached solely over NFL criticism is a mischaracterization of the facts. \nOur rating\nGallagher claimed that the Dec. 18 House impeachment vote was the third by Democrats — \"They tried to impeach Trump for criticizing the NFL and for some other things.\" \nBut both parts of the claim fall flat. \nThe three roll call votes he referred to weren’t impeachment votes — they were procedural votes to set aside debate on impeachment measures. Experts told us that the \"no\" votes cannot be interpreted as a vote on the merits of impeachment. \nAs for the NFL, the reference to a Trump NFL-related statement was offered as evidence for the allegation that Trump was attempting to divide the country based on race and gender. Even that was just one of 11 different points cited in the resolution.\nWe rate Gallagher’s claim False.", "vclaim_id": "vclaim-pol-17611"}