{"url": "/factchecks/2018/feb/23/dan-patrick/dan-patricks-2017-teacher-pay-proposal-didnt-make-/", "speaker": "Dan Patrick", "vclaim": "\"Last year, I proposed directing more of the education budget to teacher salaries, a move that would have resulted in an average $10,000 raise for teachers.\"", "truth_label": "barely-true", "date": "stated on January 16, 2018 in a campaign video:", "title": "Dan Patrick says he proposed directing education budget to drive up teacher salaries $10,000", "text": "Dan Patrick indicates in a campaign video posted in advance of the March 2018 primaries that he’s championed a big bump in teacher pay.\nThe Houston Republican, who seeks a second term as lieutenant governor, says: \"Last year, I proposed directing more of the education budget to teacher salaries, a move that would have resulted in an average $10,000 raise for teachers.\" That’d be quite the bump; the state’s 2017-18 salary schedule for teachers runs from $28,080 for starting teachers to $45,510 for a teacher with 20 years experience.\nWe checked whether Patrick, who presides over the Texas Senate, offered the described proposal, ultimately finding that he talked up a desire to tell local school districts to spend money differently but didn't make a proposal affecting state spending overseen by lawmakers. Also, Patrick's district-specific mandate didn't make it into a legislative proposal.\nPatrick called for directive to school districts\nAs noted in an email we fielded from Patrick campaign spokesman Allen Blakemore, on July 13, 2017, Patrick made a 34-minute presentation to reporters about legislation he expected the  Republican-controlled Senate to advance during a looming 30-day special session called by Gov. Greg Abbott, who’d said the month before that he’d seek action to raise teacher salaries by $1,000 each, an idea that didn’t pass into law.\nPatrick, pointing out that he’d previously chaired the Senate Education Committee, called public education the \"most important thing we do.\" He also noted that 52 percent of available state revenue gets allocated to public and higher education, a claim we later found Mostly True. Education also accounts for the smallest share of budgeted state spending in at least 20 years.\nPatrick called for lawmakers to direct school districts to shift more budgeted funds to teacher salaries.\n\"I want the school districts, one of my goals, and it needs to be the goal of the Legislature to direct this,\" to \"increase the amount of money they’re spending by 5 percent over the next four years on teachers,\" Patrick said. That move, he said, would drive up the state’s average teacher salary from more than $51,000 to $60,000.\n\"Many teachers will make much more, some will make less,\" Patrick said. \"But they all would get about an $8,000 increase if we just take 5 percent of the money that schools are getting. Remember, there’s a lot of room here, there’s a lot of room here. The dollars are in the system.\"\nPatrick continued: \"Now some will say, well, that’s an unfunded mandate. That’s not true. That’s not what the governor is talking about. That’s not what I’m talking about. We’re simply saying prioritize the money for the teachers. If we’re going to have a great education system, we have to attract more teachers to the system, the best and brightest.\"\nIn response to a question that day, Patrick said it would be up to districts to decide which budgeted dollars to shift to teacher pay. Patrick also said his plan would be offered as legislation by Sen. Jane Nelson, R-Flower Mound, who chairs the Senate Finance Committee.\nPay-raise idea not written into legislation\nNelson, legislative records show, subsequently carried Senate Bill 19 through the Senate. A revised version of the proposal later died in the House.\nYet it looks to us like Patrick’s pay-raise directive didn’t make it into SB 19.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nNelson’s office didn’t respond to our inquiries about that. But in her initial filed version of the proposal, introduced July 20, 2017, the \"Classroom Teacher Salary Increases\" section called only for each district to increase teacher salaries by spending $1,000 more per teacher from available funds in a manner determined by the local school board. That amount aligned with Abbott's expressed desire.\nTwo days later, the Nelson-led panel advanced SB 19 to the Senate after representatives of teacher groups testified that they couldn't fully support the plan because the envisioned raises weren’t accompanied by more state aid, the Austin American-Statesman reported at the time. \"According to Nelson's office,\" the newspaper said, \"the Legislature next session will have to decide how to pay for the bill's $750 million pay raise provision, which wouldn't take effect until the 2019-2020 school year,\" the story said.\nNelson reportedly told teacher groups in response: \"It’s this or nothing.\"\nIn the end, records show, the $1,000 raise language was no longer in SB 19 when the Senate advanced it to the House, though the revised legislation kept alive language stating that subject to available funding, the Texas Education Agency shall provide annual bonuses to classroom teachers based on years of experience--which Patrick also had offered as an idea in his presentation. A later version of SB 19, as amended and advanced by a House panel, had no provisions for raises or bonuses.\nState funding for bonuses?\nAccording to news reports, the initial bonuses were to be funded by lawmakers delaying Medicaid managed-care payments for two years though Patrick favored sending voters a proposed constitutional amendment to allocate money for the bonuses from state lottery revenues.\nLottery revenue was already dedicated to school funding.\nBut Senate Joint Resolution 1, introduced July 20, 2017 by Sen. Konni Burton, R-Fort Worth, called for requiring half of revenues generated by the lottery for education to be used to pay for salary increases and bonuses for classroom teachers with at least six years of experience and related retirement contributions, according to its fiscal note. \"As a result, school districts would have less available revenue to fund all other operations,\" the fiscal note states. Records show a Senate committee held a hearing on the proposal, which wasn’t sent to the full Senate. A related measure, SB 97 by Sen. Charles Perry, R-Lubbock, also didn't advance.\nSchool groups say Patrick didn't make valid proposal\nTom Canby of the Texas Association of School Business Officials, among advocates for school employees responding to our inquiry about Patrick’s claim, said of SB 19: \"A bonus is not a pay raise.\" Canby noted too that the legislation’s specified bonus amounts--$600 or $1,000, based on years of experience--fell short of Patrick’s envisioned $10,000.\nLonnie Hollingsworth, Jr., of the Texas Classroom Teachers Association offered us his calculation indicating that if districts had been required to set aside 5 percent of operating expenditures in the 2016-2017 school year to boost teacher salaries, the resulting raises would average $6,708. \"Theoretically, it would be possible to increase teacher salaries by requiring districts to reallocate existing funding,\" Hollingsworth said by email, \"but we have never seen a mechanism that would accomplish this. Our preferred approach is for increased state funding with a requirement for a commensurate increase in teacher salaries.\"\nClay Robison of the Texas State Teachers Association similarly emphasized by email that Patrick didn’t call for state aid to pay for raises. Mark Wiggins, a lobbyist for the Association for Texas Professional Educators, said by email that \"legislation to give teachers a $10,000 raise was never even filed.\"\nOur ruling\nPatrick said: \"Last year, I proposed directing more of the education budget to teacher salaries, a move that would have resulted in an average $10,000 raise for teachers.\"\nPatrick made no proposal to direct more of the state's education budget to teacher salaries. Rather, he told reporters that lawmakers should tell school districts to set aside more money for such salaries by reducing other expenditures. That idea, which Patrick said would boost the average salary by $8,000, never got written into a legislative proposal.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-02-23 17:18:20 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Last year, I proposed directing more of the education budget to teacher salaries, a move that would have resulted in an average $10,000 raise for teachers.\"    Dan Patrick Lieutenant governor of Texas https://www.facebook.com/dan.patrick.texas/videos/10154967237436836/   Texas Tuesday, January 16, 2018 2018-01-16    Read More  info", "vclaim_id": "vclaim-pol-02374"}