{"url": "/factchecks/2018/oct/17/jd-wooten/wooten-doesnt-paint-full-picture-teacher-pay-cut/", "speaker": "JD Wooten", "vclaim": "\"Republicans in the General Assembly cut teacher pay so much when they took over in 2011 that even with recent pay raises, we are still below pre-Recession pay levels.\"", "truth_label": "barely-true", "date": "stated on September 28, 2018:", "title": "Wooten leaves out some details about teacher pay cuts", "text": "In a Facebook ad video that ran through the first week of October, Democratic state Senate candidate JD Wooten waded into one of North Carolina’s hottest topics for debate: teacher pay.\n\"Republicans in the General Assembly cut teacher pay so much when they took over in 2011 that even with recent pay raises, we are still below pre-Recession pay levels,\" said Wooten, who is running to unseat incumbent Rick Gunn in District 24, which includes Alamance County and part of Guilford County.\nWooten’s statement made our ears perk up, so we decided to check it out. Is teacher pay in North Carolina still lower than it was before the Great Recession? And if so, is the Republican-controlled state legislature at fault?\nIn short, Wooten is mostly correct that teacher pay has not returned to pre-recession levels. But he misses the mark on the political blame, as the biggest cuts actually came under Democratic leadership.\nHow much money are teachers making?\nThe average North Carolina public school teacher made $49,970 during the 2016-17 year and an estimated $50,861 in 2017-18, according to the National Education Association, the country’s biggest teachers union.\nThe North Carolina Department of Public Instruction put its own estimate for 2017-18 slightly higher, at $51,214.\nAssuming these estimates hold true, last school year marked the first time the average teacher salary in North Carolina has exceeded $50,000, as The News & Observer previously reported. (Estimates for 2018-2019 have not yet been released.)\nAs state Republicans are quick to point out, average teacher salaries have been trending up for several years. That positive momentum follows a years-long dip in the wake of the recession, which started in December 2007 and lasted through June 2009.\nAverage teacher pay was $47,354 in 2007-08 and $48,648 in 2008-09, according to the NEA.\nSo on first glance, it seems that average teacher pay have surpassed where it was before the recession hit. But as Wooten pointed out when we contacted him for comment, the NEA’s numbers have not been adjusted for inflation.\nThis means that while their salaries might look like they have gotten bigger, teachers still have approximately $5,000 less in purchasing power than they did prior to the recession. \nTo see what Wooten meant, we ran each year’s estimate through the United States Bureau of Labor Statistics’ inflation calculator and found out their approximate value in today’s dollars.\nHere’s what we came up with:\n\n\n\n\nAcademic year\n\n\nAverage teacher pay\n\n\nAverage teacher pay, adjusted for inflation\n\n\n\n\n2007-08\n\n\n$47,354\n\n\n$55,606\n\n\n\n\n2008-09\n\n\n$48,648\n\n\n$57,109\n\n\n\n\n2009-10\n\n\n$46,850\n\n\n$53,591\n\n\n\n\n2010-11\n\n\n$46,605\n\n\n$52,455\n\n\n\n\n2011-12\n\n\n$45,947\n\n\n$50,245\n\n\n\n\n2012-13\n\n\n$45,737\n\n\n$49,230\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2013-14\n\n\n$44,990\n\n\n$47,673\n\n\n\n\n2014-15\n\n\n$47,819\n\n\n$50,716\n\n\n\n\n2015-16\n\n\n$47,941\n\n\n$50,157\n\n\n\n\n2016-17\n\n\n$49,970\n\n\n$51,005\n\n\n\n\n2017-18\n\n\n$50,861\n\n\n$50,861\n\n\n\n\nAs the table shows, the inflation-adjusted numbers — which could vary slightly, depending on how the calculations are performed — prove that Wooten’s claim about average teacher pay levels still trailing what they were before the recession is fairly accurate.\nIt’s worth noting, however, that the inflation-adjusted numbers could be declining at some points for several reasons, and not just because teachers are being paid less. For example, it’s possible that many veteran teachers left the state, and the average teacher became less experienced.\nThat may explain why, if you compare the salary schedules from 2008 and 2018, many pay levels are actually much higher for teachers now than then, even when adjusted for inflation. \nStill, as far as averages go, Wooten is right that they have not returned to pre-recession levels.\nRepublicans took control of the state legislature in 2011, when average teacher salaries were about $46,605, or approximately $52,455 in \"current\" dollars. That’s higher than the $50,861 that the NEA has estimated the average North Carolina teacher pocketed in 2017-18.\nWho is to blame?\nWooten’s ad placed the blame squarely on the state’s Republicans, but in reality, both political parties have seen teacher pay rise and fall under their leadership in the last decade.\nPreviously, PolitiFact gave Mostly False ratings to Gov. Roy Cooper and former Secretary of State Hillary Clinton for similar claims that also sought to pin the full blame on Republicans.\nAs the timelines show, teacher pay had been rising before the recession hit. But it was Democratic Gov. Bev Perdue who, in 2009, ordered a 0.5 percent pay cut for all state employees, including teachers.\nThat measure was approved by a Democrat-controlled legislature — which also voted to freeze teachers' salaries — and average teacher salaries continued to drop every year under Perdue. Teachers did not receive raises in 2010, either.\nPerdue held office through 2012, meaning Republicans dominated the legislature for the last two years of her term. In each of those years, Perdue vetoed the budget and insisted that more money be spent on education, but the budgets went through anyway. \nWhen Perdue left office and Republican Gov. Pat McCrory took over in 2013, average teacher pay continued to go down, even after all state employees and teachers were given a 1.2 percent raise in 2012. Teacher pay fell to its lowest point during McCrory’s first year — the third year of the Republican-led legislature — when it dove below $45,000 in 2013-14.\nRepublicans in the legislature did overhaul the education system in many ways, and some budget policies McCrory signed into law could have had an impact on teacher salaries.\nThe 2013 budget, for example, eliminated a salary increase that went to teachers who earned a master’s degree. On the flip side, teachers can now get bonuses based on how their students perform on state exams, The News & Observer has previously reported.\nBut since 2013, teacher pay has been trending upward. Although it has not yet returned to pre-recession levels, it is getting close. In 2016 under McCrory and in 2017 under Cooper, the GOP-controlled legislature approved budgets with teacher pay raises. In 2017, the legislature added a 6.5 percent average pay raise for teachers, the News & Observer reported.\nPreviously, PolitiFact said it was Mostly True that teacher pay has increased each of the last five years under Republican leadership.\nWooten did not make any mention in his ad of the role played by Democratic state leaders in the state’s low teacher pay, but he did acknowledge the Perdue administration’s cuts in an email explaining his statement.\n \n\"While there were some initial pay reductions, adjusted for (consumer price index), during the final years of Democratic control of the (North Carolina General Assembly), it was due to the recession and was consistent with national averages and overall market reductions due to the economic contractions,\" he wrote.\nWooten said his ad faulted Republicans because of the \"additional drastic cuts after the GOP took control.\"\nFor the record, it's also worth noting that state leaders are not entirely responsible for teacher pay, since many of the state's school districts provide teachers with additional pay supplements in addition to their state salaries. The NEA factors these supplements into its estimates.\nOur ruling\nWooten said, \"Republicans in the General Assembly cut teacher pay so much when they took over in 2011 that even with recent pay raises, we are still below pre-Recession pay levels.\"\nWooten is correct that North Carolina’s teachers are still receiving salaries that are lower on average than what they were getting before the recession, when adjusted for inflation. He did not specify in his ad that he was talking about inflation-adjusted average teacher pay, which could have confused readers.\nMore importantly, his attempt to pin the full blame for the state’s below-average teacher salaries on the GOP was misleading, as Democratic leaders were responsible for the heaviest teacher pay cuts in the wake of the recession.\nSince the statement contains an element of truth but ignores critical facts that would give a different impression, we rate this claim Mostly False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-17 17:36:00 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Republicans in the General Assembly cut teacher pay so much when they took over in 2011 that even with recent pay raises, we are still below pre-Recession pay levels.\"    JD Wooten NC Senate Candidate      Friday, September 28, 2018 2018-09-28    Read More  info", "vclaim_id": "vclaim-pol-01464"}