{"url": "/factchecks/2015/dec/01/donald-trump/donald-trump-says-president-obama-wants-us-take-25/", "speaker": "Donald Trump", "vclaim": "President Barack Obama \"wants to take in 250,000 (people) from Syria.\"", "truth_label": "pants-fire", "date": "stated on November 14, 2015 in a rally in Beaumont, Texas:", "title": "Donald Trump says President Obama wants the U.S. to take in 250,000 people from Syria", "text": "Donald Trump, the hard-charging businessman who had been leading voter polls for the Republican presidential nomination, recently kicked off a rally in Beaumont with a moment of silence for the victims of the Paris terrorist attacks that left at least 129 dead.\nIn the aftermath of the attacks, conflicting reports on the citizenship status of the perpetrators led 30 state governors and most of the Republican presidential candidates, including Trump, to speak out against Syrian refugees entering the United States. Trump began his Nov. 14, 2015, speech at Beaumont’s Ford Park Arena by calling the events in Paris the night before \"terrible.\"\nHe went on to say, \"And when you look at what happened in that case, it’s just reported, one from Syria. And our president wants to take in 250,000 from Syria,\" citing one of the Paris attacker’s alleged Syrian nationality.\nWhile the Syrian passport allegedly found next to the body of one of the attackers is believed to be fake and at least six out of the 10 known assailants are European nationals, Trump and others cited the Paris attacks as good reason to prohibit additional Syrian refugees from entering the United States.\nTrump was not alone in claiming President Barack Obama wants to allow hundreds of thousands of Syrians entry to the United States. Republican presidential hopeful Carly Fiorina put the number at 100,000 Syrian refugees and Ben Carson likened bringing 200,000 people \"from that region\" to malpractice. Trump had used the 250,000 figure before, telling Matt Lauer of NBC News he didn’t want that many Syrians coming to the United States.\nThe United States has a long history of taking in refugees from war-torn countries, including some from Syria. But has President Obama decided to admit 250,000 Syrian refugees?\nOur attempts to learn the basis for Trump’s statement yielded no replies from his campaign.\nIn October 2015, Fox News commentator Sean Hannity made a claim much like the one Trump offered in Beaumont, though Hannity mentioned another country as well, saying: \"The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.\"\nPants on Fire, PolitiFact ruled a week later, finding that Hannity lofted a figure not rooted in Obama administration plans, though there are plans to admit more refugees, including more Syrians, over several years.\nHannity offered as backup for his claim a Sept. 20, 2015, Associated Press news story stating that the U.S. will accept 85,000 refugees from around the world next year, up from 70,000, and that total would rise to 100,000 in 2017, per Secretary of State John Kerry’s remarks. Hannity added up the total number of refugees allowed each year from all over the world, to get a total of 255,000 refugees.\nThat AP story, however, said that those figures reflected refugees to be welcomed from around the world, not just Syria or even the Middle East. On Sept. 10, 2015, the Obama administration announced plans to increase the number of Syrian refugees to at least 10,000, although talk radio hosts such as Rush Limbaugh have claimed figures almost 10 times as high. We reached out to the White House for clarity.\nWhite House spokesman Eric Schultz sent back an email stating that the U.S. is increasing the \"number of Syrian and other refugees we admit from around the world on an annual basis,\" going up to 85,000 next year and 100,000 the following year.\nWhile Hannity further clarified his statement, that he didn’t say all would be Syrian refugees, Trump explicitly labeled all 250,000 as Syrian refugees.\nAfter searching other news stories, checking with the White House and searching some more, we did find that 250,000 figure out there on the Internet -- on a parody site called  Real News Right Now, which stated: \"The U.S. Department of State announced today that it will grant upwards of two-hundred and fifty thousand Syrian refugees temporary amnesty in the United States. Over the next four months, State Department officials working in conjunction with FEMA will begin processing and transporting the refugees to sparsely populated parts of Arizona and North Dakota.\" It went on to quote Cathy Pieper, a spokesperson for the \"Department of State,\" the article said. We called the State Department to see if there was a spokesperson by that name; there isn’t.\nRefugee resettlement\nIn September 2015, Secretary of State John Kerry shared the Obama administration’s plans to increase the total number of refugees coming into the United States from all countries from 70,000 to 85,000 in Fiscal Year 2016, with \"10,000 over the next year from Syria specifically,\" Kerry said. The following year, Kerry said the target would be closer to 100,000 total, again from all countries.\nBetween Oct. 1, 2011 and Nov. 20, 2015, the U.S. resettled 2,261 Syrian refugees in 36 states, according to the Migration Policy Institute, a nonpartisan think tank that analyzes migration across the world. Michelle Mittelstadt, a spokesperson for the organization, wrote in an email that between the Obama administration’s announcement of accepting 10,000 Syrian refugees in Fiscal Year 2016 (part of the total increase to 85,000 refugees) and the plan to raise the overall refugee admissions ceiling in FY 2017 to 100,000, even if the entirety of the increase between Fiscal Years 2016 and 2017 were all Syrian refugees (the allotted number for Syrian refugees hasn’t been specified), that would permit admission of 25,000 Syrian refugees in FY 2017.\n\"We know of no proposal by the administration to admit 250,000 Syrian refugees,\" she said.\nAccording to a report submitted to Congress Oct. 1, 2015, the U.S. admitted between 1,600 and 1,800 Syrian refugees in FY 2015. The table below, from the Proposed Refugee Admissions for Fiscal Year 2016 report to Congress includes the number of actual arrivals for 2014 and 2015 from all areas of the world, and projected numbers for 2016:\n \nTable I\nRefugee Admissions in FY 2014 and FY 2015\nProposed Refugee Admissions by Region for FY 2016[3]\n\n\n\n\n\nRegion\n\n\n \nFY 2014 Actual arrivals\n\n\nFY 2015 Ceiling\n\n\n \nRevised FY 2015 Ceiling\n\n\n \nFY 2015 projected arrivals\n\n\n \nProposed FY2016 Ceiling\n\n\n\n\nAfrica\n\n\n17,476\n\n\n17,000\n\n\n20,400\n\n\n22,600\n\n\n25,000\n\n\n\n\nEast Asia\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\n\n14,784\n\n\n13,000\n\n\n17,300\n\n\n18,200\n\n\n13,000\n\n\n\n\nEurope and Central Asia\n\n\n959\n\n\n1,000\n\n\n2,300\n\n\n2,350\n\n\n4,000\n\n\n\n\nLatin America/Caribbean\n\n\n4,318\n\n\n4,000\n\n\n2,300\n\n\n2,050\n\n\n3,000\n\n\n\n\nNear East/South Asia\n\n\n32,450\n\n\n33,000\n\n\n27,700\n\n\n24,800\n\n\n34,000\n\n\n\n\nRegional Subtotal\n\n\n69,987\n\n\n68,000\n\n\n70,000\n\n\n70,000\n\n\n79,000\n\n\n\n\nUnallocated Reserve\n\n\n \n\n\n2,000\n\n\n \n\n\n \n\n\n6,000\n\n\n\n\nTotal\n\n\n69,987\n\n\n70,000\n\n\n70,000\n\n\n70,000\n\n\n85,000\n\n\n\n\n\n\nOur ruling\nTrump said President Obama wants to take in 250,000 people from Syria.\nIf so, neither the administration or any other authoritative source had said as much before Trump stumped in Beaumont. If current plans hold, Syrian refugees settling here will increase through 2017, but it will be nothing close to the 250,000 figure touted by Trump. The administration has plans to increase refugees admitted from all countries from 70,000 in 2015 to 100,000 in 2017.\nNothing close? We rate his claim Pants on Fire!\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05664"}