{"url": "/factchecks/2017/jan/31/blog-posting/no-meryl-streeps-anti-trump-rant-didnt-cost-her-ha/", "speaker": "Bloggers", "vclaim": "Says \"Meryl Streep just got fired from a major project for lying about Trump.\"", "truth_label": "pants-fire", "date": "stated on January 9, 2017 in a headline:", "title": "No, Meryl Streep's anti-Trump award speech didn't cost her a 'Happy Days' job", "text": "Academy Award-winning actress Meryl Streep’s harsh political words during a speech at the Golden Globes made her a target for fake news purveyors, who are falsely claiming she lost a movie deal for complaining about Donald Trump.\n\"Meryl Streep just got fired from a major project for lying about Trump,\" read the headline on posts on multiple sites starting Jan. 9, 2017. The posts were flagged as being potentially fabricated by Facebook, as part of its efforts to crack down on made-up Internet posts masquerading as true information.\nThis one, keyed off Streep’s acceptance speech for the Cecil B. DeMille Award for outstanding achievement at the Golden Globes on Jan. 8, is as fictional as any Hollywood creation.\nStreep did excoriate then-President-elect Trump’s policies and past actions in her speech, without ever mentioning his name. She said she was stunned when Trump imitated a disabled reporter, a claim Trump has falsely denied.\nTrump took to Twitter the next day to lambast Streep for criticizing him, calling her \"over-rated\" and a \"Hillary flunky,\" again denying he mocked a reporter.\nMeryl Streep, one of the most over-rated actresses in Hollywood, doesn't know me but attacked last night at the Golden Globes. She is a.....— Donald J. Trump (@realDonaldTrump) January 9, 2017\n\nHillary flunky who lost big. For the 100th time, I never \"mocked\" a disabled reporter (would never do that) but simply showed him.......— Donald J. Trump (@realDonaldTrump) January 9, 2017\n\n\"groveling\" when he totally changed a 16 year old story that he had written in order to make me look bad. Just more very dishonest media!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n— Donald J. Trump (@realDonaldTrump) January 9, 2017\n\nThe fake blog posts claim Streep’s speech was enough for Ron Howard to kick her off a reboot of the TV show Happy Days. That’s odd on its own, because Howard took to Twitter himself to chide Trump and defend Streep’s freedom of speech.\ntrump used his fame to speak out on issues years before he ran 4 office. why was he allowed & Ms Streep should keep quiet? no hypocrisy pls https://t.co/CrpSCREcrw— Ron Howard (@RealRonHoward) January 9, 2017\n\nTrump takes the bait & calls #MerylStreep overrated?! Please Pres-Elect. Don't make this into the WWF which is fun but not presidential— Ron Howard (@RealRonHoward) January 9, 2017\n\nThe article is pretty light on most details, such as whether this was to be a TV series or a film, but Streep was allegedly going to play Mrs. Cunningham. Plenty of passages in the fake story — such as saying Streep \"hasn’t worked a day since that movie about shoes with the cute girl with huge eyes\" — hint that this is an attempt at humor.\nThe story appears to have first appeared on a Jan. 9 post on TheLastLineOfDefense.org, a website that describes itself as being opposed to President Barack Obama and \"whiny politically correct liberal masses.\" We therefore don’t suspect they were fans of Florence Foster Jenkins.\nThe \"About Us\" portion of their site reads, \"All articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\" But this disclaimer isn’t obvious on the story itself, and certainly isn’t apparent reading other websites to which the post was shared.\nFor fans of the Fonz, we must also note that the suggestion of a Happy Days reboot (with or without Streep) also appears fake. There has been no verified report of any kind of reboot of Happy Days. RadioTimes.com wrote last year that series creator Garry Marshall said the show may one day be revived by Paramount, but there’s little to suggest that’s been greenlit.\nThe only other mention of a new Happy Days series was a story that said Netflix was creating one, but that post, too, came from a fake news website trying to be funny.\nWe rate this claim Pants On Fire!\nhttps://www.sharethefacts.co/share/6fce1cb0-1274-4613-b6f8-a67a06bee5b3", "vclaim_id": "vclaim-pol-03735"}