{"url": "/factchecks/2010/jul/26/rick-scott/rick-scott-touts-7-7-7-plan-create-700000-jobs-sev/", "speaker": "Rick Scott", "vclaim": "\"My 7-step plan\" creates 700,000 jobs in 7 years.", "truth_label": "mostly-true", "date": "stated on July 25, 2010 in campaign materials.:", "title": "Rick Scott touts \"7-7-7\" plan to create 700,000 jobs in seven years", "text": "Rick Scott, a Republican running for governor, is scurrying across Florida touting a new economic plan to create 700,000 jobs in seven years.\n\nThe plan relies heavily on cutting government spending, eliminating state regulation, reducing property taxes for homeowners and phasing out the state's business income tax. (See it here.)\n\n\"I am the only candidate in this race with a comprehensive plan that will get our fiscal house in order, balance the budget and create long-term, good-paying jobs,\" Scott says introducing the plan, which is sometimes called the \"7-7-7\" plan. \"My 7-step plan isn't complex. In fact, it's very simple. And it's common sense.\n\n\"I've created jobs in the private sector. As governor, my 7-step plan will create 700,000 in 7 years.\"\n\nPolitiFact Florida steers clear of trying to fact-check opinions -- so we won't in this item analyze Scott's claim that he is the only candidate running for governor with a comprehensive fiscal plan. Scott's primary opponent, Bill McCollum, does have an economic plan, for the record, and so does Democrat Alex Sink.\n\nWe also avoid checking things in the future we can't know -- so no weighing in on Scott's 700,000 jobs promise.\n\nBut we can get our fact-checking hands around a more basic question: Does Scott's plan -- however it was crafted and however logical or illogical it may be -- actually call for the creation of 700,000 jobs in seven years?\n\nIt's a point worth knowing, particularly when McCollum says his plan will add 500,000 jobs, or 200,000 less than Scott. (To be fair, we plan to look at McCollum's numbers in a subsequent report).\n\nThe glossy printed version of the plan that's displayed on Scott's campaign website and has been handed out across the state breaks down job growth by: if the state adopts Scott's regulatory reforms; if the state phases out the income tax on businesses; and if the state better focuses on job growth and retention. Let's take one at a time.\n\nRegulatory reform\n\nScott's plan includes a freeze on new regulation, a promise to expedite permits for job-creating businesses, working to move Florida's health insurance costs in line with the national average, and somehow shaving electricity costs by $3.25 billion. Reducing those barriers will create 240,000 new jobs, Scott says.\n\nPhasing out corporate income tax\n\nScott says eliminating the corporate income tax \"will have a minimal effect on state revenues.\" But the state collected almost $1.8 billion in fiscal year 2009-2010 through the corporate tax, which was about 2.7 percent of the $66.5 billion state budget in 2009-2010. Combined with other tax and spending reforms, Scott says the elimination of the corporate income tax will create 365,000 new jobs.\n\nFocusing on job growth and retention\n\nScott's plan is to invest in a state Innovation Fund to help attract high-tech businesses. He also says he'll take a more hands-on role in bringing new business to Florida. The result? Another 60,000 jobs.\n\nThat's 240,000 regulatory reform new jobs + 365,000 tax and budget cut new jobs + 60,000 new jobs through state incentives and a persistent new governor = 665,000 jobs.\n\nA group of reporters, including the Palm Beach Post's Mike Bender, asked Scott about the discrepancy on July 25, 2010, as Scott was in the middle of a six-day statewide bus tour.\n\n\"It's just rounding,\" Scott said. Bender reported that a more detailed version of the plan puts the jobs number lower, at 661,914.\n\nDonna Arduin, who helped draft the economic plan and is Jeb Bush's former budget director, noted to reporters that the job growth estimates are conservative.\n\nStill, the number is the number.\n\nAnd it doesn't add up to 700,000.\n\nAt the same time, it's worth noting that Scott's budget cutting plan also calls for a 5 percent reduction in the state workforce. Using the Florida Department of Management Services most recent workforce report, that would mean anywhere from 5,473 to 8,432 state workers would lose their jobs (depending on how across-the-board the 5 percent cut is).\n\nScott campaign spokeswoman Jennifer Baker said Scott's plan only measures private sector growth.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nStill, we believe it's appropriate to at least mention the impact on public jobs under Scott's plan. \n\nIf you include the public sector losses, that could put the net job creation figure somewhere around 656,441 (using the low end estimate of 5,473 state workers being let go). That means Scott's claim is inflated by about 6.6 percent, or 43,559 jobs. That's more than all of the people employed in Hernando County, according to the Bureau of Labor Statistics. Or it's equivalent to closing just about every dentist office in the state.\n\nScott claims that his economic plan for Florida will create 700,000 jobs in seven years, but he admits that he's rounding up. The real number in the plan is closer to 660,000 jobs. We guess the \"7-7-7\" plan sounds better than \"7-6.6-7\" plan, but for the sake of accuracy, we have to rate Scott's claim Mostly True.", "vclaim_id": "vclaim-pol-14697"}