{"url": "/factchecks/2014/may/06/tom-coburn/tom-coburn-death-penalty-deters-violent-criminals/", "speaker": "Tom Coburn", "vclaim": "The death penalty \"is a deterrent that does affect and impact people.\"", "truth_label": "barely-true", "date": "stated on May 1, 2014 in an interview on MSNBC's \"Morning Joe\":", "title": "Tom Coburn: Death penalty deters violent criminals", "text": "Last week reporters, attorneys and state officials watched Oklahoma death row inmate Clayton Lockett writhe on the gurney as he was executed. It took nearly 45 minutes, and he eventually died of a heart attack after officials stopped the execution.\nHe’s not alone. Seven percent of all executions by lethal injection are \"botched,\" or not done in line with protocol, according to an Amherst law professor. Each time, the death penalty debate reignites among legislators and the public about executions.\nSen. Tom Coburn, R-Okla., went on MSNBC’s Morning Joe May 1 to emphasize his support for the death penalty, despite the complication with Lockett’s execution.\n\"I think it is a deterrent that does affect and impact people,\" he said. \"I’ve given a lot of thought. I don’t like it. I wish we put everybody that had such a history as this gentleman behind bars and working and doing things that would help them, but I haven’t changed my position.\"\nWe decided to check the research to see if Coburn was right that the death penalty is a deterrent. Does the death penalty discourage crime?\nWe found there’s no conclusive evidence to support any viewpoint, including Coburn's. We can’t definitively say that the death penalty deters homicides, increases homicides or has no effect, so Coburn can't back up his point with widelyaccepted scientific evidence.\nDaniel Nagin, a public policy professor at Carnegie Mellon University, chaired the National Academy of Sciences Committee on Deterrence and the Death Penalty. He and his team were tasked with addressing whether or not available studies can prove that the death penalty serves as a deterrent for violent crime.\nIn 2012, he and his team published \"Deterrence and the death penalty,\" a report that sums up more than three decades worth of research:\n\"The committee concludes that the research to date on the effect of capital punishment on homicide is not informative about whether capital punishment decreases, increases, or has no effect on homicide rates. Therefore, the committee recommends that these studies not be used to inform deliberations requiring judgments about the effect of the death penalty on homicide. Consequently, claims that research demonstrates that capital punishment decreases or increases the homicide rate should not influence policy decisions about capital punishment.\"\nNagin found a few common problems with the existing research:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\nNo comparison to deterrent effects of life imprisonment: Study authors often can’t access the data they need from the government. An ideal deterrence study would examine whether people are more deterred by the death penalty than by other serious punishments.\n\n\nNo information on would-be murderers’ perceptions: \"Deterrence is about how people are responding to their perceptions,\" Nagin said. Are potential criminals considering their chances of ending up on death row before they commit violent crimes? We don’t know.\n\n\nStatistical flaws: Nagin’s committee determined that the research was so flawed, it couldn’t be informative.\n\n\nHowever, Nagin said research does show that punishment for crime, in general, is a deterrent.\n\"It’s the certainty of apprehension, not the severity of the ensuing consequences, that is the more effective deterrent,\" he said.\nThe Death Penalty Information Center, The Sentencing Project and other death penalty experts we contacted pointed to Nagin’s report as the most authoritative literature on death penalty deterrence, but there are a significant number of people in the field who side with the studies Nagin and others have criticized.\nCoburn’s office pointed us toward a 2007 Fox News column by John Lott, founder of the Crime Prevention Research Center. Lott defended a group of studies that found that every execution saves 15 to 18 potential murder victims. They’ve been widely criticized for the way they count homicides, mistakes in methodology and making conclusions based on the very small pool of U.S. executions.\nIt could be quite some time before studies produce a widely respected answer to the deterrence question.\n\"The road forward is not easy,\" Nagin said.\nOur ruling\nCoburn said, \"I think (the death penalty) is a deterrent that does affect and impact people.\" Overall, many experts say the existing research has limitations and doesn’t clearly show support for or against the death penalty as a deterrent. So Coburn can't prove his viewpoint is correct. However, executions, along with prison sentences and other punishments for crime, do generally deter criminals.\nWe rate Coburn’s claim Mostly False.", "vclaim_id": "vclaim-pol-07893"}