{"url": "/factchecks/2018/sep/06/andrew-cuomo/cuomo-claims-his-gun-control-law-toughest/", "speaker": "Andrew Cuomo", "vclaim": "\"We passed the toughest gun control law in the United States of America, the SAFE Act.\"", "truth_label": "barely-true", "date": "stated on August 29, 2018 in a debate between Democratic candidates for governor, at Hofstra University.:", "title": "Cuomo claims his gun control law is toughest", "text": "In his campaign for re-election, Gov. Andrew Cuomo faces a primary challenge from Cynthia Nixon, and he points to his record as proof that he can be a line of defense against President Trump’s policies.\nPart of Cuomo’s record is the Secure Ammunition and Firearms Enforcement Act, often referred to as the SAFE Act.\n\"We passed the toughest gun control law in the United States of America, the SAFE Act,\" Cuomo said at the Democratic gubernatorial primary debate at Hofstra University.\n\"He will roll it back with his Supreme Court. He has to be stopped,\" Cuomo said of Trump.\nCuomo has called the SAFE Act the nation’s toughest gun control legislation several times since he signed it into law in January 2013. He includes a similar claim on his campaign website.\nSo is Cuomo right? Is the SAFE Act the nation’s toughest gun control law?\nBackground\nNew York was the first state to pass major gun control legislation after a gunman fatally shot 20 children and six adults on Dec. 14, 2012, at Sandy Hook Elementary School in Newtown, Conn. Cuomo used a message of necessity to hasten passage of the law. The SAFE Act has several provisions, including a ban on certain semiautomatic weapons, a requirement that ammunition be purchased through a dealer who performs a background check on the buyer, and background checks for buyers who purchase guns through private sales. The act also included provisions to keep guns away from people with mental illness. The Brady Campaign to Prevent Gun Violence called it a \"model for the nation.\" Some of the law’s provisions were challenged in court, including a provision that magazine capacity be seven rounds instead of 10, which a federal judge struck down. Other legal challenges to the law were not successful.\nThough the SAFE Act was controversial in parts of the state, Cuomo has continued to pursue gun control policies during his tenure. His actions have attracted negative attention from the country’s most powerful gun rights group, the National Rifle Association, as he pursues a third term.\nBut is it the toughest? \nCuomo calls the SAFE Act the toughest gun legislation in the country. News outlets echoed that language when it was passed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\nThe New York law ranks as the nation’s toughest by virtue of \"mandating universal background checks, creating a first-of-its-kind mental health database, closing the gun-show loophole, and strengthening the state’s ban on assault weapons and high-capacity magazines,\" said Cuomo spokeswoman Abbey Collins. \nAt least one gun control research think tank considers the SAFE Act the most comprehensive measure passed in 2013. The Giffords Law Center to Prevent Gun Violence, which tracks legislation around the country and assists lawmakers in crafting gun control measures, characterized \"the SAFE Act as the most comprehensive law\" enacted that year because it included \"many different areas of gun violence prevention, more so than any other law enacted that year,\" according to a statement from Jason Phelps, the law center’s national press secretary.\nPhelps declined to use \"toughest\" to describe the law. He said the word is subjective and could have different meanings to different people and organizations.\n\"Accordingly, we do not think it is unfair or inaccurate for Gov. Cuomo to characterize the SAFE Act as the toughest law enacted that year,\" Phelps said.\nBut that is not the whole story.     \nIn several scorecards rating states for gun laws, New York does not come in first, either in 2013 or in later years, for the toughest.\nThe Brady Campaign and Giffords Law Center’s joint 2013 evaluation of state gun laws puts New York in fifth place for strongest laws, after California, Connecticut, New Jersey, and Maryland. New York moved up from sixth place on Giffords’ 2012 state scorecard. Giffords also ranked New York fifth in its most recent ranking.  \nIn the Brady Campaign to Prevent Gun Violence’s most recent evaluation of the \"strongest\" state laws, published in March 2015, New York also came in fifth, after California, Connecticut, Massachusetts and New Jersey.\nGiffords and the Brady Campaign have endorsed Cuomo in his re-election bid.\nOur ruling\nCuomo claims New York enacted the toughest gun law. At least one gun violence prevention research outfit agrees with him. But while the SAFE Act on the whole may be tougher than other states’ individual gun laws, when several other states’ individual gun laws are taken together, they consistently rank higher than New York for toughness.\nWe rate this claim Mostly False.\n Share the Facts 2018-09-06 23:55:26 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"We passed the toughest gun control law in the United States of America, the SAFE Act.\"    Andrew Cuomo Governor newyork.cbslocal.com/video/3926086-ny-democratic-gubernatorial-debate-andrew-cuomo-v-cynthia-nixon/   in a debate between Democratic candidates for governor Wednesday, August 29, 2018 2018-08-29    Read More  info", "vclaim_id": "vclaim-pol-01655"}