{"url": "/factchecks/2020/jun/23/viral-image/facebook-user-posts-photo-past-trump-rally-wrongly/", "speaker": "Viral image", "vclaim": "Photo shows the BOK Center full with people during Donald Trump’s Tulsa rally.", "truth_label": "false", "date": "stated on June 21, 2020 in a Facebook post:", "title": "Facebook user posts photo from past Trump rally, wrongly claims it shows packed Tulsa arena", "text": "President Donald Trump’s campaign rally in Tulsa, Okla., the first since the coronavirus hit the U.S., drew 6,200 people, the Tulsa fire department said.\nThat’s a far cry from the 19,000 people the city’s BOK Center can fit, and an even farther cry from the 1 million people who the Trump campaign said registered to attend. The campaign hyped the rally as a major event with an expected overflow crowd big enough to cheer on a second speech outside the arena, but organizers canceled the second address when that crowd didn’t materialize.\nReporters on site shared photos and videos of empty blue seats and a comparatively sparse crowd, while critics jeered Trump on social media and joked about TikTok users who registered for tickets with no intention of showing.\nNow, supporters of the president are defending him by flooding social media with photos that they say show a nearly sold-out arena in Tulsa. \nOne Facebook post shows a packed arena from the vantage point of two people sitting in the venue’s upper deck. A man in the photo is wearing a Trump campaign shirt. \"Stadium in Tulsa Trump rally yesterday,\" the caption on the June 21 post says. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because this photo was taken at a different Trump rally. As some social media users pointed out in the comments, the arena and stage in the photo are set up differently than the BOK Center in Tulsa, where Trump’s June 20 rally took place.\n\nPresident Donald Trump speaks during a campaign rally at the BOK Center on June 20, 2020, in Tulsa, Okla. (AP/Ogrocki)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe stadium in the Facebook photo, for example, shows three levels of seats and two electronic advertising banners telling attendees to \"TEXT TRUMP.\" Photos from Trump’s event at the BOK Center show just two levels of seats and one electronic advertising banner.\nThe jumbotron in the Facebook photo is a different shape than the jumbotron at the BOK Center. The ramp from the tunnel to the stage is set up to the left of the stage in the Facebook photo, but photos from the BOK Center show the ramp at that venue was set up to the right.\nThere are other visible differences, too.\n\nPresident Donald Trump arrives on the ramp to the stage at a campaign rally at the BOK Center on June 20, 2020, in Tulsa, Okla. (AP/Vucci)\nIt’s hard to say which rally the Facebook photo is from. We turned up no results when we ran the photo through reverse image searches on Google, TinEye and Yandex. The account that posted the image did not respond to a request for comment sent via Facebook Messenger.\nThe stage setup in the photo resembles the setup from Trump’s June 2019 rally at the Amway Center in Orlando, Fla. The Facebook user who uploaded the photo also shared posts about the Orlando rally after it happened, including a post from conservative political commentator Glenn Beck that showed what appears to be the same stadium, and from a similar vantage point.\nRegardless, it’s clear that the Facebook post doesn’t show Trump’s crowd at the BOK Center.\nWe rate this post False.", "vclaim_id": "vclaim-pol-17977"}