{"url": "/factchecks/2015/aug/28/curt-schilling/schilling-throws-wild-pitch-nazi-stat/", "speaker": "Curt Schilling", "vclaim": "\"In 1940, only 7 percent of Germans were Nazis.\"", "truth_label": "barely-true", "date": "stated on August 25, 2015 in a tweet:", "title": "Schilling throws wild pitch with Nazi stat", "text": "Curt Schilling, the baseball pitcher and ESPN commentator, normally tweets about baseball, the Bible and members of the armed services. But on Aug. 25, he lobbed a different message into the twittersphere. Schilling passed along a graphic to his 133,000 followers that had a photo of Adolf Hitler giving the Nazi salute. The image had two lines.\n\"It’s said that only 5-10% of Muslims are extremists.\n\"In 1940, only 7% of Germans were Nazis. How’d that go?\"\nSchilling quickly found himself suspended from commentary duties by ESPN.  He retracted the tweet and wrote, \"I understand and accept my suspension. 100% my fault. Bad choices have bad consequences and this was a bad decision in every way on my part.\" Still, many readers asked us to assess his claim.\nThe point of the graphic is opaque, and its logic faces some logical stumbling blocks. Muslim extremists are non-state actors, while German Nazis were fighting for the German nation. And as Vox pointed out, Muslim extremists primarily kill other Muslims, while Germans signed on to subjugate or kill non-Germans, Jews, gays, and political opponents of any stripe. These are not insignificant differences.\nRegarding extremist Muslims, we’ve examined before the challenge of identifying, much less counting them. If counting armed jihadists is your standard, then a 2014 estimate done for the Bipartisan Policy Center's Homeland Security Project, the follow-on group to the 9-11 Commission, suggests there are about 100,000. Out of a worldwide Muslim population of about 945 million, that’s about a hundredth of a percent.\nBut beyond actual fighters, the definition can rest in the eye of the beholder. The kind of numbers thrown around in the tweet would include Muslims who might endorse some fundamentalist principles but not all. You won’t find reliable numbers because the definition is vague and the data are too limited.\nThat loose standard for Muslim extremists stands in sharp contrast to the numbers behind the claim about Germans, our focus in this fact-check.\nThe statistic that in 1940, only 7 percent of Germans were Nazis seems to rely on a very narrow definition of who was a Nazi. If it has any accuracy, it counts only Germans who formally joined the party, which excludes a much larger number who were supporters.\nIn his book The Nazi Party 1919-1945: A complete history, Dietrich Orlow wrote that early in the war, membership in the National Socialist German Workers’ Party (the full name of the Nazi party) surged to about 6.5 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGeorg Fertig is a professor of economic history and specialist in historical demography at Halle University in Germany. Fertig told us the 6.5 million figure is based on sound sources. Fertig and a large team of economic and social historians recently collected historical data on Germany going back to 1834. It shows that in 1940, there were about 69.8 million Germans.\nThat would mean party members represented about 9 percent of the total. That’s not too much different from Schilling’s figure.\nBut party membership was for adults, not children. In 1939, Germany had about 52 million people over 15. In that light, formal Nazi party members represented about 12 percent of the relevant population. However, the wrinkles don’t stop there. By 1940, Germany had annexed Austria and parts of Czechoslovakia, so defining the German population base gets dicey.\nIf party membership was the be-all and end-all of defining Nazi supporters, the claim would be in fine shape. But the reality is far from that simple.\nFor starters, in the last totally free elections in Germany in 1932, the Nazi party beat out every other party, winning about 33 percent of the vote and taking control of the parliament, or Reichstag. That election put Hitler on his path to running the country. (In presidential elections earlier in the year, Hitler did not do as well.) Fertig said the Reichstag vote is an inexact yardstick for German support, although it captures some level of popular sympathy for the Nazi agenda. After 1933, Germany was a totalitarian state, and voting was either coerced or nonexistent.\nThomas Kuehne is a professor of history and director of Holocaust and genocide graduate studies at Clark University. Kuehne told PunditFact that it is difficult to define with certainty who was a Nazi. Formal membership in the party was just one measure.\nKuehne said the general consensus among historians is that the regime’s popularity peaked around 1940 thanks to the rapid German victories known as Blitzkrieg. He sees the winning percentage of 33 percent in 1932 as a useful benchmark.\n\"There is no reason to assume that this share decreased before, say, late 1944,\" Kuehne said. \"The 7 percent figure is totally misleading.\"\nBut even with that, both experts cautioned that it is notoriously difficult to put hard numbers to the question of which Germans would call themselves a Nazi.\nOur ruling\nSchilling tweeted that in 1940 only 7 percent of Germans were Nazis. That figure is too low. It might be close for the more limited fraction of Nazi supporters who formally joined the party, but it ignores the Nazis’ electoral domination in 1932 and the popularity that came after the first military victories in 1939. The vote results and the assessment of the experts we reached point to a much larger figure in the range of 35 percent. That’s five times larger than the figure in the tweet.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-06026"}