{"url": "/factchecks/2011/may/10/marco-rubio/sen-marco-rubio-says-those-who-voted-federal-healt/", "speaker": "Marco Rubio", "vclaim": "\"The only people in this town that have voted to cut Medicare spending are the people who voted in favor of Obamacare. That’s a fact.\"", "truth_label": "barely-true", "date": "stated on May 1, 2011 in an interview on NBC's 'Meet the Press':", "title": "Sen. Marco Rubio says those who voted for federal health care law also voted to cut $500 billion from Medicare", "text": "On May 1, 2011, Sen. Marco Rubio appeared on NBC’s Meet the Press to discuss everything from his take on Donald Trump’s presidential aspirations to the crisis in Libya.\n\nDuring the nearly 10-minute interview, Rubio was asked by host David Gregory for his thoughts on fellow Republican Rep. Paul Ryan’s proposal to overhaul the nation’s Medicare system. Ryan’s proposal calls for a voucher-type system -- where, starting in 2022, those 65 and older would chose from a private health insurance plan, but the government would contribute a certain amount toward their premiums. The House passed Ryan's budget plan, including his Medicare proposal, on April 15 by a vote of 235 to 193.\n\n\"Would you vote for the Ryan plan?\" Gregory asked.\n\n\"I will support any plan that saves Medicare, doesn’t impact current seniors and doesn’t hurt economic growth. The Ryan plan does that,\" Rubio responded.\n\nThe freshman senator then went on to say: \"The Ryan plan doesn’t cut Medicare. Actually, it increases funding in it. And the only people in this town that have voted to cut Medicare are the people that supported Obamacare, that cut half a trillion dollars over the next 10 years out of Medicare and is using it to fund a health care experiment somewhere outside of Medicare.\"\n\nMedicare cuts are an issue PolitiFact has covered extensively on the national level and in other states. So we wondered, once again, how accurate Rubio was in stating that those who voted for the federal health care law, in essence, voted to cut Medicare?\n\nMedicare\n\nFirst some background on how the Medicare system was affected by the 2010 Patient Protection and Affordable Health Care Act.\n\nUnder the act, Congress voted to reduce $500 billion in projected Medicare spending over the next 10 years, not in one substantial chunk. The reductions are aimed at eliminating parts of the Medicare program seen as ineffective or wasteful. For example, the plan phases out payments to the Medicare Advantage program, an optional program set up under the George W. Bush administration, where seniors could opt to enroll in a private insurance program and the federal government would subsidize a portion of their premium.\n\nOn the surface, it may seem that lawmakers voted to cut Medicare spending under the new health law, but they instead cut the rate of growth. As a report by the nonpartisan Congressional Budget Office notes, the amount of spending for Medicare will continue to increase over the next decade, from $499 billion in 2009 to $929 billion in 2020.\n\nAnd even though $500 billion in spending is being reduced, health care experts say the quality of care should not be shortchanged.\n\n\"Some (reforms) increase Medicare spending to improve benefits and coverage,\" said Tricia Neuman, vice president and director of the Medicare Policy Project at the nonpartisan Kaiser Family Foundation, in a video on the foundation’s website.\n\n\"Other provisions reduce the growth in Medicare spending to help the program operate more efficiently and help fund coverage expansions to the uninsured in the underlying health reform legislation,\" Neuman said. \"Other provisions are designed to improve the delivery of care and quality of care.\"\n\nRyan plan\n\nWhile Rubio said he would support any plan that \"saves Medicare,\" he also said that \"Medicare as we now have it is not an option\" because of the cost. Ryan’s plan would completely overhaul the Medicare system.\n\nCurrently, any senior 65 or older is eligible for Medicare, which provides health care coverage for the vast amount of elderly Americans. The program provides health insurance for 39 million seniors and another 8 million people under the age of 65 receiving Social Security benefits.\n\nUnder Ryan’s plan, starting in 2022 seniors would choose a private health insurance plan from a designated \"Medicare exchange.\" The federal government would contribute an average of about $8,000 toward the annual premium for the private insurance plan. Ryan notes that this will result in a cost savings. But a CBO report notes that while government spending for beneficiaries would go down, the burden would then fall on beneficiaries to pay more out of pocket to cover the rest of their medical expenses.\n\n\n\"To summarize, a typical beneficiary would spend more for health care under the (Ryan) proposal than under CBO’s long-term scenarios for several reasons,\" the CBO report states. \"First, private plans would cost more than traditional Medicare because of the net effect of differences in payment rates for providers, administrative costs and utilization of health care services. … Second, the government’s contribution would grow more slowly than health care costs, leaving more for beneficiaries to pay.\"\n\nFor example under Ryan’s proposal, according to the CBO, the cost to buy private insurance in 2022 would be about $20,510 a year. Even with the estimated $8,000 federal subsidy, the senior would still have to pay the difference of $12,510, about $1,000 more a month.\n\nCompare that to the Medicare program under the current health care law, the estimated cost to provide insurance would be about $14,770 in 2022, according to the CBO. That would leave the senior to pay just $6,150 out of pocket -- about $500 a month.\n\nRyan’s plan, as noted in this news article from the Associated Press, also intends to keep the $500 billion in reductions that Republicans have criticized Democrats for approving under the Obama plan.\n\nHow does that all add up? Neither the current law nor the Ryan plan would \"cut\" Medicare. Under both plans, the money allocated for Medicare in the budget would continue to grow for the next 10 years. The reduction -- under both plans -- is only in the rate of growth. Both Ryan's plan and the health care law would decrease the rate of growth.\n\nSo what was Rubio speaking about?\n\nRubio's position\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKarl Rove\n\n\nstated on December 22, 2009 in an interview with Fox News\n\n\n\n\n\n\n\n\n\"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • December 23, 2009\n\n\n\n\n\n\n\n\nWe turned to Rubio press secretary Alex Burgos to get a better understanding of Rubio’s take.\n\n\"The Medicare cuts under ObamaCare are already current law,\" Burgos wrote in an e-mail on May 5, 2011. \"They are part of CBO's baseline. It does not follow that supporting the Ryan budget is the same as supporting the Medicare cuts in ObamaCare.\"\n\nBurgos referred us to a statement made by Ryan press secretary Conor Sweeney to the Associated Press on April 13, 2011. Sweeney states that Ryan’s plan \"ensures that all current-law savings and future reforms are devoted to saving Medicare.\"\n\nBurgos made it a point to underline \"current-law savings.\" Still we wondered, aren’t the \"current-law savings\" Ryan's office touts a result of the same \"cuts\" to Medicare Sen. Rubio was referring to in his interview?\n\nNot according to Burgos, who counters that under the current health law, \"that money is being cut from Medicare to fund a health care experiment outside of Medicare,\" Burgos responded. The \"experiment,\" Burgos said, is the federal health care law approved last year.\n\n\"The Ryan budget acknowledges these current cuts as the law, but ensures that money is preserved within Medicare,\" Burgos said. So Rubio's position is that what he calls a \"cut\" under the current law isn't a cut when it's included in the Ryan plan because it's already the law.\n\nThe Ryan budget, however, is fairly explicit that it is reducing future spending in the Medicare program with the aim of restoring balance to the federal budget. If the Democratic health care law reduced future Medicare spending in order to expand coverage to the uninsured, then the Republican plan reduces future Medicare spending in order to reduce the deficit. In both cases, future Medicare spending is being reduced in order for the parties to pursue other policy goals.\n\nOur ruling\n\nSo back to the question. Was Rubio accurate in stating that those who voted for the federal health care law, in essence, voted to cut Medicare?\n\nTo his credit, during his interview, Rubio did state that the cuts would be spread out over the next 10 years, instead of making it seem like the money would come out of the current-year budget. However, Rubio still identifies those who voted for the federal health care law as those who voted to \"cut Medicare,\" without noting that spending on the program is still expected to increase.\n\nThe vote taken by Congress was not to cut Medicare but to reduce the rate of growth by $500 billion by targeting inefficiencies in the program. That's a cost-reduction plan that Ryan himself kept intact in his own budget proposal. Republicans, meanwhile, voted for a budget plan that envisions spending less on Medicare in the future to restore fiscal balance to the federal budget and reduce the deficit. Both parties have voted -- at different times and on different proposals -- to reduce future spending for Medicare.\n\nWe rate Rubio’s claim Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13118"}