{"url": "/factchecks/2008/aug/23/john-mccain/mccains-math-is-not-even-close/", "speaker": "John McCain", "vclaim": "Obama wants to increase the size of government by 23 percent.", "truth_label": "pants-fire", "date": "stated on August 20, 2008 in a radio ad called \"Millions\":", "title": "McCain's math is not even close", "text": "John McCain's campaign is trying to paint Barack Obama as a big spender. In a new radio ad, an announcer says Obama wants to implement \"$863-billion in new government programs — a 23 percent increase in the size of government.\"\n\nThe percentage-increase claim is so far off base that we're going to grant McCain several questionable assumptions — and then show that he's still way off.\n\n\nFirst, let's allow McCain to argue that Obama wants $863-billion in new government programs. That's based on a \"Spend-O-Meter\" list that the McCain campaign compiled from examining Obama's Web site and his public statements, though the campaign's handout put the total at $865.3-billion. PolitiFact examined a similar list compiled by the Republican National Committee in February, and found some reasons\n\nto quibble.\n\nBut for this exercise, we'll ignore any spending cuts proposed by Obama, such as troop withdrawals from Iraq, and give McCain his $863-billion.\n\n\nThen, McCain contends that the $863-billion can be split into four equal chunks of $216-billion, for each year of an Obama presidency. That's questionable, because spending proposals take time to become law and get implemented. And, because of inflation and population growth, spending programs tend to grow over time, not stay at constant levels, so earlier budgets are likely to be smaller than later ones. But we won't deduct any points for that, and we'll give McCain his $216-billion annual figure for argument's sake.\n\n\nMcCain's campaign also says the right year for comparison is fiscal 2008, which ends Sept. 30. We'll give this one to McCain, too.\n\n\nTo recap: We've allowed McCain, unchallenged, to argue that Obama wants to raise spending by $216-billion a year and that we'll compare that total to fiscal year 2008 to determine how much Obama wants to increase the size of government.\n\n\nThis should be easy, right? Just figure out how much the government is spending in fiscal year 2008, divide $216-billion by that number, and we'll have our answer. Sixth-grade math.\n\n\nAccording to a White House Office of Management and Budget report from July 2008, the government's total outlays for the year will be $2.942-trillion. So we divide $216-billion by $2.942-trillion and get ... 7.3 percent.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nThat's not 23 percent. Not even close.\n\n\nSo where does McCain get that figure? We asked the campaign for clarification, and spokesman Joseph Pounder said the campaign took $216-billion and divided it by $933-billion, which does equal 23.2 percent. That's the amount of discretionary spending in a catch-all spending bill approved by Congress in late 2007 and signed by President Bush.\n\n\nExcept that $933-billion isn't even all of the discretionary spending for fiscal year 2008 — because that bill didn't include any money for the wars in Afghanistan and Iraq. The real discretionary spending number for 2008, according to the White House, is $1.13-trillion. (Take $216-billion and divide it by that number and you get 19.1 percent.)\n\n\nFurthermore, some of the spending increases that make up the $216-billion are in mandatory programs, such as Medicare and Social Security, so the McCain campaign isn't even measuring discretionary spending consistently on the top and bottom of its fraction. The McCain campaign's preferred denominator doesn't include current spending on those programs. The result is like saying Alex Rodriguez has a lot more home runs this year than he did last year, without mentioning that this year, doubles count as home runs, too.\n\n\nAnd lastly, how can McCain argue that an increase in discretionary spending is the same as an increase \"in the size of government\"? Here's what Pounder had to say about that: \"By size of government, we are referring to government spending outside of mandatory spending. It's the argument that outside of mandatory spending, this is the most immediate way that Barack Obama will have an impact on government spending and when you include his spending proposals it accounts for a 23 percent increase.\"\n\n\nThat's the equivalent of saying, \"By size of government, we are referring to a government with no Social Security, no Medicare, no Medicaid, no food stamps, no federal employee retirement benefits and no interest on the national debt.\"\n\n\nThe McCain campaign's math is flat-out wrong. So wrong, in fact, their precise 23 percent figure isn't merely a false claim, it's Pants on Fire!", "vclaim_id": "vclaim-pol-16060"}