{"url": "/factchecks/2010/aug/13/committee-protect-florida/taxin-kathryn-starkey-draws-fire-over-2004-local-s/", "speaker": "Committee to Protect Florida", "vclaim": "Kathryn Starkey \"joined forces with liberal Democrats on a historic sales tax hike.\"", "truth_label": "false", "date": "stated on August 2, 2010 in in a mailer:", "title": "\"Taxin' Kathryn\" Starkey draws fire over 2004 local sales tax", "text": "A new political mailer from the Committee to Protect Florida attacks State House District 45 candidate Kathryn Starkey of New Port Richey for her record on taxes, citing her role on a water district board and her support of the Penny for Pasco, a 2004 increase in the county sales tax.\n\nThe committee is headed up by Rockie Pennington, a political consultant for Richard Corcoran, one of Starkey’s two opponents in the Aug. 24 Republican primary. (Fabian Calvo is also on the ballot.)\n\n\"Taxin’ Kathryn,\" says the mailer sent in early August 2010. \"With Kathryn Starkey’s record on taxes here at home, how can we trust her -- or afford her -- in Tallahassee?\"\n\nWe wondered, can you trust the mailer’s claims? We looked at three claims, and this Truth-O-Meter item examines her actions and stance on the Penny for Pasco sales tax. Other items are here on her attendance at river board meetings and here on her actions involving votes on river board tax rates.\n\nThe tax hike in question is the Penny for Pasco sales tax, a one-cent-on-the-dollar county sales tax increase to build new schools and roads, preserve land and buy public safety equipment. About 52 percent of voters approved the tax in March 2004. By the end of 2009, the extra penny had pulled in about $205 million.\n\nThe claim that Starkey \"joined forces with liberal Democrats\" to pass the tax has problems.\n\nFirst, Starkey played no strong public role in selling the tax to voters. She publicly endorsed the Penny for Pasco during her successful 2004 campaign for School Board, but she never actively campaigned for it or joined the committee promoting it.\n\nSecond, where were the liberal Democrats? Pasco’s Citizen Committee, the political action committee that formed to promote the tax, had 14 key volunteers: 10 of them were registered Republicans, the Pasco Times reported then.\n\nThey included well-known Republicans Allen Altman, Joanne Hurley, Thad Lowery and Bill Phillips.\n\nTrue, the tax got the endorsement of Pasco’s Democratic Executive Committee and not that of the county’s Republican Executive Committee.\n\nBut consider, too, the prominent Republican politicians who publicly supported the tax: Commissioners Ted Schrader, Ann Hildebrand and Pat Mulieri and then-commissioner Steve Simon, along with then-state representatives Ken Littlefield and Heather Fiorentino.\n\nAnd don’t forget Pasco Sheriff Bob White, another Republican, who was quoted in the Pasco Times calling support of the tax a \"no-brainer.\"\n\nWhite said then that his remarks were aimed primarily at how the tax would help the school district, but his endorsement — however nuanced — was political gold for the tax’s backers.\n\nOne big selling point for Republicans: The sales tax would result in a property tax reduction on the school district side. (Incidentally, that is not unlike Corcoran’s platform in the House 45 campaign to eliminate property taxes and increase the sales tax.)\n\nTo be sure, there were Democrats who were very involved in the effort. They included Land O’Lakes lawyer Tim Hayes and, most visibly, Ray Gadd, who led the school system’s effort as a Pasco school district administrator at the time. Then-commissioner Peter Altman, a Democrat, was also a vocal supporter.\n\n\"I can’t think of a liberal Democrat who was involved,\" said Gadd, who, incidentally, has changed his affiliation to independent.\n\nThe strongest opponents of the tax included Republicans Bill and Ann Bunting, leaders in the local party. But even they acknowledge that they were more often fighting people with Rs, not Ds, after their names.\n\n\"I can’t for the life of me understand how those Republicans supported it,\" said Ann Bunting.\nPennington, Corcoran’s consultant, said he linked Starkey with the Penny leaders because her endorsement as a School Board candidate carried weight. He said he also thought Allen Altman, who helped spearhead the campaign, was a Democrat. (Wrong.)\n\nCorcoran was equally mistaken that the tax was a strongly Democratic initiative. \"It was overwhelmingly pushed by Democratic leaders,\" he said. (He was also unaware that White — whom he now works for as a contract attorney — endorsed the Penny.)\n\nA new tax may be often associated with \"liberal Democrats,\" but that wasn’t the case with Penny for Pasco, particularly when it came to those who were publicly pushing for it. In addition, Starkey was not a key promoter of the tax.\n\nWe rate this claim False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-14594"}