{"url": "/factchecks/2010/sep/10/democratic-congressional-campaign-committee/democratic-congressional-campaign-committee-says-s/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "\"Sean Duffy backed plan to privatize Social Security.\"", "truth_label": "pants-fire", "date": "stated on August 30, 2010 in a campaign TV ad:", "title": "Democratic Congressional Campaign Committee says Sean Duffy wants to privatize Social Security", "text": "Using Social Security as a focus of a political attack -- especially labeling an opponent as out to gut the popular program -- is a tactic almost as old as the program itself.\n\nIn the race to succeed retiring U.S. Rep. Dave Obey (D-Wausau) in Wisconsin’s 7th District, the attack came early. The Democratic Congressional Campaign Committee, the group in charge of retaining control of the House for Democrats, launched an ad against Republican Sean Duffy claiming Duffy supports privatizing Social Security.\n\nThe issue could be a potent one in the northwest Wisconsin district, open for the first time since 1969. Indeed, 15.7 percent of the district residents are 65 years or older -- the highest rate of the state’s eight congressional districts and above the 13.2 percent figure statewide.\n\nWith its ad, the DCCC  piggybacks on an earlier web ad from the state Democratic Party and on claims being made by state Sen. Julie Lassa (D-Stevens Point), who is running unopposed for her party’s nomination. They all make essentially the same claim against Duffy -- and even cite each other when providing support for their statements.\n\nWe’ll focus on the DCCC ad, which includes the requisite ominous tone and imagery.\n\n\"When we should be fighting to protect Social Security, Sean Duffy backed a plan to privatize it,\" the ad states, later referring to the stock market and adding: \"Remember the crash? Families could have lost 40% of their retirement benefits.\"  \n\nScary stuff.\n\nSo, does Duffy really want to play the stock market with Social Security funds?\n\nIn supporting its claim, the DCCC points to Duffy’s support of the fiscal plan crafted by U.S. Rep. Paul Ryan (R-Janesville) called \"A Roadmap for America’s Future.\"\n\nRyan, the ranking Republican on the House Budget Committee, introduced the wide-ranging plan in 2008 and in January 2010 began shopping around an updated version for sponsors. The proposal has attracted considerable attention nationally, though not everyone who supports its concept has signed on to each individual piece. And it has not been identified by House leaders as a priority.\n\nWhen it comes to Duffy, the DCCC refers to the state Democratic Party’s web ad, which includes a video snippet dated March 11, 2010, in which Duffy tells an unidentified questioner he supports the Ryan Roadmap.\n\nQuestion: \"Do you support it?\"\n\nDuffy: \"I do.\"\n\nThe first question is whether the Ryan plan would privatize Social Security.\n\nThe plan calls for the creation of optional \"personal\" accounts that would be owned by the individual and \"managed and overseen by Social Security -- not a stockbroker or private investment firm.\" The accounts have a guarantee that they would never lose money. They would be voluntary -- not mandatory -- and available to those now under age 55.\n\nRyan says his plan \"provides future retirees with the option to either stay in the traditional government-run system or to enter a system of guaranteed personal accounts. Neither option is privatized.\" The money would be invested mutual funds or bonds. Yes, they’re tied to Wall Street, but are overseen by the government. Ryan said the same system is used for state and federal employees, including members of Congress.\n\nThe claims regarding whether the Ryan plan privatizes Social Security have been looked at repeatedly and debunked. The national PolitiFact site even turned to a linguist who noted that an earlier Republican plan calling for \"private\" accounts was tweaked after pollsters found the public was more comfortable with the term \"personal\" accounts.\n\n\"Privatization is usually taking government programs and handing them over to industry to run,\" Geoffrey Nunberg, a linguist at the University of California at Berkeley, told PolitiFact National. \" ‘Privatize Social Security' makes it sound like they want to hand it over to Visa to run.\"\n\nNevertheless, the semantics of the matter are central to the debate.\n\nFor some, personal investment accounts -- even if they are overseen and managed by the government -- are private, especially when compared with the current system. For others, the accounts are \"privatized\" when they are managed by a Wall Street firm. That sounds like the definition Democrats are using. After all, the ad and related statements refer to the plunges in the stock market, and greedy Wall Street bankers.\n\nThe ad against Duffy follows a similar pattern being used nationally, in which Democrats are attempting to tie general statements of support for Ryan’s plan to specific pieces that may be unpalatable to voters. It’s sort of how a vote for a massive spending bill is picked apart and used to hang individual items on those who supported the overall measure.\n\nAs Duffy’s two-word answer cited in the web ad indicates, he has voiced some support for Ryan’s Roadmap. But what has he said about privatizing Social Security?\n\nIn a Wausau Daily Herald item about an Aug. 23 editorial board meeting, Duffy is quoted as saying: \"Privatizing is not an option.\"\n\nOn his campaign website, Duffy states: \"I have not and will not endorse privatizing Social Security because I don’t believe it is the solution to making Social Security solvent.\"\n\nAnd this is what Duffy told the Journal Sentinel about his views:\n\n\"Do I want to see people take their Social Security payments and put them into private accounts, open up an eTrade account and go into the stock market? Absolutely not.\"\n\nDuffy said he is willing to \"look at all kinds of different systems\" but says he has not come out with his own proposal or endorsed Ryan’s plan.\n\n\"I’ve said it’s a good starting point,\" Duffy said.\n\nSo, the DCCC ad uses a Duffy statement -- cut and spliced by the state Democrats for maximum effect -- to brand Duffy as an advocate for privatizing Social Security. But Duffy is on the record repeatedly as opposing privatizing Social Security and says he is not supportive of Ryan’s entire \"roadmap\" plan. What’s more, Democrats say Duffy would leave recipients at the mercy of Wall Street, when the plan would restrict investments to government managed accounts and guarantee them against long-term losses.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe Democrats’ claim is not just false, it’s ridiculously so. Where’s a match? We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-14453"}