{"url": "/factchecks/2021/feb/05/roy-cooper/cooper-exaggerates-immediate-effect-school-reopeni/", "speaker": "Roy Cooper", "vclaim": "Says North Carolina bill to require in-person learning is “stripping out some of the health protocols that are in place.”", "truth_label": "half-true", "date": "stated on February 2, 2021 in a press conference:", "title": "Cooper exaggerates immediate effect of school reopening bill", "text": "Gov. Roy Cooper says he wants North Carolina school boards to reopen in-person instruction on their own, rather than be forced by state lawmakers.\nRepublican legislators recently introduced a bill that would require county school boards to offer the option of in-person classes. \nWhen a reporter asked Cooper about it during a press conference on Tuesday, he said he hadn’t read the bill yet.\n\"I haven’t seen the legislation, (but) I know about it,\" Cooper said. \"I have some concerns with it, particularly stripping out some of the health protocols that are in place.\"\nIs it true that the GOP bill would \"strip\" some current safety protocols that are already in place?\nThe bill would strip school boards of flexibility. (They would no longer be allowed to offer remote-only instruction, unless there’s a COVID outbreak.) However, the bill itself does not automatically strip schools of any health protocols for in-person learning. \nThe current situation\nIn North Carolina, Cooper is giving public school boards some flexibility to choose how they want to reopen. He’s laid out three levels of operation:\n\n\nPlan A: minimal social distancing.\n\n\nPlan B: moderate social distancing.\n\n\nPlan C: full remote learning.\n\n\n(There are specific protocols to follow for each plan. For the sake of brevity, we won’t get into those details just yet.)\nSo far, Cooper has given only elementary schools the ability to enact Plan A. Middle and high schools can only choose Plan B or Plan C. \nThe Republican bill would require all public schools to offer Plan A or Plan B, while allowing parents the ability to still choose a remote alternative.\nCooper’s use of the word \"strip\" could give parents the impression the bill would change health protocols that are already in place. The bill does not aim to do that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nFollowing protocols\nThe bill requires schools to follow protocols laid out in the \"Strong Schools NC Public Health Toolkit\" that was developed by the health department, led by Cooper-appointee Mandy Cohen, as well as the Department of Public Instruction.\nThe original bill told school boards to follow toolkit guidance that \"existed on December 4, 2020.\" On Wednesday, the Senate amended the bill to ensure schools follow the latest version of the toolkit, which was updated on Feb. 2. \nCooper said Tuesday that 90 out of North Carolina’s 115 school districts already provide some in-person instruction.\nConsider for a moment that your school district is already operating under a Plan B model of in-person learning. PolitiFact found no evidence that, if the bill were enacted, health protocols for Plan B would be significantly different from what they are now.\nPlan A vs. Plan B\nOf course, if the bill is enacted and school boards are able to choose Plan A, one could argue that would \"strip\" teachers of existing protections.\nPlan A and Plan B are similar in some ways. Both require schools to mandate face coverings, conduct regular screenings for coronavirus symptoms, limit visitors, mark the floors to guide movement, and more. (Page 5 of the toolkit features a chart showing how the plans track on 10 out of 11 key guidelines.)\nHowever, there are a few protocols required in Plan B that aren’t required under Plan A, including:\n\n\nMandating 6 feet of physical distance,\n\n\nBanning more than one passenger per bus seat,\n\n\nRestricting carpooling to family members.\n\n\nTo be clear, these differences are not insignificant. While in December experts found in-school coronavirus spread to be low, experts have also repeatedly confirmed that social distancing and spacing are key to limiting spread.\nThe Centers for Disease Control and Prevention considers in-person learning with minimal social distancing to be the highest-risk learning model. On MSNBC this week, the CDC director reiterated that schools can open safely only if they continued social distancing.\nOur ruling\nCooper said a Republican bill that would require counties to enact in-person learning is \"stripping out some of the health protocols that are in place.\"\nHe’s right that the bill would \"strip\" school boards of the ability to offer remote learning exclusively. Also, if the bill is enacted and local school boards opt for Plan A, one could argue that teachers would be stripped of their social distancing protection.\nHowever, a parent whose child attends a school operating under Plan B may hear Cooper’s comments and think the Republican bill would remove some health protocols that are already in place. That doesn’t appear to be the case.\nBill sponsors say the intention is for schools to continue operating under the guidelines outlined by the Cooper administration. We rate his claim Half True.", "vclaim_id": "vclaim-pol-19087"}