{"url": "/factchecks/2015/jul/08/hillary-clinton/hillary-clinton-says-jeb-bush-no-longer-supports-p/", "speaker": "Hillary Clinton", "vclaim": "Says Jeb Bush \"doesn't believe in a path to citizenship. If he did at one time, he no longer does.\"", "truth_label": "mostly-true", "date": "stated on July 7, 2015 in in an interview with CNN:", "title": "Hillary Clinton says Jeb Bush no longer supports path to citizenship", "text": "In a rare national interview with CNN, Hillary Clinton took aim at Donald Trump’s comments bashing illegal Mexican immigrants and former Gov. Jeb Bush’s stance on pathway to citizenship.\n\"I feel very bad and very disappointed with (Trump) and with the Republican Party for not responding immediately and saying, 'Enough. Stop it,' \" Clinton said July 7. \"But they are all in the same general area on immigration: They don't want to provide a path to citizenship. They range across a spectrum of being either grudgingly welcome or hostile toward immigrants.\"\nCNN’s Brianna Keilar then asked: \"But what about Jeb Bush's approach to that?\"\nClinton replied: \"He doesn't believe in a path to citizenship. If he did at one time, he no longer does. As I said, they're on a spectrum of hostility, which I think is really regrettable in a nation of immigrants like ours.\"\nDoes Bush no longer believe in a path to citizenship?\nJeb’s long history on immigration reform\nBush has flip-flopped extensively on the question of a path for citizenship during his long political career.\nIn his 2013 book Immigration Wars, Bush and co-author Clint Bolick wrote that permanent residency \"should not lead to citizenship. It is absolutely vital to the integrity of our immigration system that actions have consequences — in this case, that those who violated the laws can remain but cannot obtain the cherished fruits of citizenship.\"\nBut in the wake of the book’s release, Bush backtracked. He supported the Senate bill that included a path to citizenship, telling ABC that people entering the country legally \"should be easier with less cost than coming to the country illegally. And if you can create a system like that — as is being discussed in the Senate and in the House — through a path to citizenship, that’s fine.\"\nWhen we contacted the Bush campaign, the staff referred us to his statement in March in New Hampshire:\n\"The book I wrote is a pathway to legal status. And we created a conservative alternative to the dead end conversation as to what was going on in Washington, D.C. Now if you could get a consensus done, where you could have a bill done, and it was 15 years as the Senate ‘Gang of Eight’ did, I’d be supportive of that. But the position I have, the view that I have, the one I’ve expressed and the one I continue to express is the one that a path to legal status is more than enough to allow people to come out from the shadows and that’s what they want.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThat statement suggests Bush would support a path to citizenship if it were politically viable, but since it’s not, he’s in favor of a path to legal status. On the campaign trail, Bush has said he’s not suggesting a path to citizenship.\nWhile \"citizenship\" and \"legal status\" may sound similar, they are not identical. Immigrants who have green cards are allowed to legally stay in the country, while citizenship brings it with it certain extra rights, including the right to vote. Under current immigration laws, once greencard holders wait five years, they can apply for citizenship.\nA path to only legal status would have to be created, immigration experts told us.\n\"You could have a program for legal status -- permanent status -- without a path to citizenship,\" said Marc Rosenblum, a deputy director at the Migration Policy Institute, noting that such a proposal in 2006 for a blue card failed. \"It doesn’t exist in current law.\"\nIn a May 11 interview, Fox News’ Megyn Kelly asked Bush directly if he supported a path to citizenship.\nBush replied: \"No, I’ve said as long as there — if that was the way to get to a deal where we turned immigration into a catalyst for high-sustained economic growth, where we did all the things we need to do in border security, where we narrow the number of people coming through family petition and dramatically expanded a like-kind number for economic purposes, which will help us grow and help the median rise up, in return for that as a compromise, sure. But the plan in the book, and the plan that I’ve suggested when I go out and speak, which is almost every day on this subject, I’m talking about a path to legalized status.\"\nHe repeated those comments in a June 16 interview with Sean Hannity on Fox News.\nOne final note: In a June 17 interview with David Muir of ABC News, Bush said he would support a path to citizenship for young people brought to the United States as children, often called Dreamers, because proposed legislation that would give them legal status followed by a path to citizenship is known as the DREAM Act.\n\"DREAM Act kids (are) kids that are here because their parents came, they had no control over it,\" Bush said.\"There ought to be some recognition that we're not going to send them back to a country they know nothing about.\"\nOur ruling\nClinton said that Bush \"doesn't believe in a path to citizenship. If he did at one time, he no longer does.\"\nAt times, Bush has supported a path to citizenship, and at other times he hasn’t. He has said he might support a path to citizenship if it could make it through the political process.\nBut in recent interviews Bush has emphasized a path to legalized status instead of citizenship. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06224"}