{"url": "/factchecks/2010/sep/22/tom-barrett/tom-barrett-says-milwaukee-violent-crime-lowest-po/", "speaker": "Tom Barrett", "vclaim": "\"Under Tom Barrett’s leadership, violent crime in Milwaukee has decreased by over 20% -- to its lowest levels in more than 20 years.\"", "truth_label": "pants-fire", "date": "stated on September 21, 2010 in a statement on campaign web site:", "title": "Tom Barrett says Milwaukee violent crime at lowest point in 20 years", "text": "Long before he entered the race for governor, Milwaukee Mayor Tom Barrett trumpeted the work of Police Chief Edward Flynn, who rode into town in January 2008 with the mayor’s strong backing.\n\nIndeed, every quarter seems to bring an announcement that the city’s violent crime rate -- a  precise measure of certain crimes set by the FBI -- has fallen again.\n\nBarrett, a Democrat running against Republican Scott Walker, on his campaign website highlights those crime trends as good news of historic proportions.\n\n\"Under Tom Barrett’s leadership, violent crime in Milwaukee has decreased by over 20% -- to its lowest levels in more than 20 years,\" the website reads. \"He has worked with law enforcement, community groups and residents to develop proactive strategies, and empowered the city's police department with strong leadership and the tools it needs to get the job done.\"\n\nThe claim of a big drop and a 20-year-low caught our attention, so we put it to the test.\n\nAnd it failed.\n\nWhen we asked the Barrett campaign to back up the claim, campaign spokesman Phil Walzak cited a Journal Sentinel story from Jan. 21, 2010,  \"Crime in Milwaukee continues to decline.\" The article compared 2009 figures to those from 2007.\n\nOf course, Barrett was elected mayor and took office in April 2004, so the clock on his leadership started ticking three years earlier.\n\nSo, why start with 2007?\n\nIn an e-mail, Walzak said the campaign started there \"because those are the figures that most closely measure the work of Chief Flynn, whose appointment as MPD Chief Tom supported and who Tom has worked closely with to implement new crime-fighting tactics.\"\n\nThe campaign goes even further back -- all the way to the tenure of Police Chief Robert Ziarnik --  for its claim that violent crime hasn’t been lower in more than 20 years.\n\nFor its index of violent crime, the FBI looks at four specific types of crimes: Homicide, rape, robbery and aggravated assault. It is part of the Uniform Crime Reporting program, which includes a separate measure of nonviolent crimes. These are the statistics Flynn and Barrett cite each quarter when they tout the improvement in the city’s violent crime numbers.\n\nWalzak, though, says for the 20-year measure they are looking strictly at homicides.\n\nSo, we’re already off on a bad track -- the campaign cherry-picked two years of data, not all the years of Barrett’s tenure. And it used homicides as a stand-in for all violent crime.\n\nTo be sure, homicides attract the most attention. But Flynn and Barrett have regularly cited the broader number, with experts saying the murder rate alone can distort the picture. (Of the 6,446 violent crimes reported in 2009, 72 were homicides)\n\nHere’s what we found when we crunched the numbers:\n\nWhen you compare 2004, the year Barrett took office, with last year, reported violent crime incidents were 36 percent higher in 2009 than 2004.\n\n(Even if you make Barrett’s first full year in office, 2005, the baseline year, violent crime was still 5 percent higher last year.)\n\nIf you look strictly at homicides, there was an 18 percent drop from 2004 to 2009.\n\nBut the Barrett campaign talks about all violent crimes -- then it morphs the homicide number into the crime rate number and carries the comparison back decades.\n\nHomicides are at their lowest point in at least two decades. But the high-water mark in terms of all violent crime since 1990 actually came during Barrett’s tenure, in 2006.\n\nWhat’s going on here?\n\nWhen Barrett came into office on April 20, 2004, violent crime was at its lowest point during the past 20 years, thanks to a seven-year period when the numbers plummeted (see chart with this item).\n\nBarrett’s second full year, 2006, was marked by a surge to the highest point since 1990. Indeed, the city was among the national leaders in a spike in violent crimes.\n\nSince then, violent crime has fallen considerably, but reported incidents were still well above the 2004 level.\n\nNational trends factor in. Crime experts have said the decline in violent crime that began in the 1990s was part of a long-term pattern. They cited falling crack cocaine use, a strong economy and other societal factors, with some citing tougher police strategies.\n\nLikewise, the subsequent jump was attributed to many factors.\n\nIn 2007, Barrett himself cited a decline in federal funds for the community-oriented policing service program and the need for responsible gun legislation.\n\nWhatever the reasons behind the trends, the Barrett campaign is playing loose with its words and the numbers.\n\nThe campaign defines its bragging about what has happened \"under Tom Barrett’s leadership.\" But it cherry-picks the best two years to highlight, ignoring the full picture for his time in office.\n\nThen the campaign goes beyond Barrett’s time in office to say violent crime is at a 20-year low. This time it picks the pit out of the cherry, using the homicide rate as a stand-in for all violent crimes. In truth, the 20-year high point for violent crime was in 2006, two years into Barrett’s term.\n\nAll that cherry-picking leaves voters with a false impression -- and leaves us with a sour taste. We rate the statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nNote (Sept. 23, 2010): In response to this item, the Barrett campaign changed the statement in question to make it accurate.", "vclaim_id": "vclaim-pol-14387"}