{"url": "/factchecks/2014/jul/27/glenn-grothman/glenn-grothman-says-he-leads-grassroots-financial-/", "speaker": "Glenn Grothman", "vclaim": "\"The fundraising numbers are in, and our grassroots support is unmatched!\"", "truth_label": "false", "date": "stated on July 15, 2014 in in a Facebook posting:", "title": "Glenn Grothman says he leads in grassroots financial backing", "text": "When Republican moderate Tom Petri retires next year, his successor in Congress is likely to be a more conservative member of the party.\nFour Republicans are battling for the party’s nomination, and fundraising will help determine who emerges from the Aug. 12, 2014 primary in Wisconsin’s 6th Congressional District. The winner will take on Democrat Mark Harris.\nWhen state Sen. Glenn Grothman’s mid-year campaign fund balance trailed two of his Republican rivals for the seat, he put a positive spin on his showing.\n\"The fundraising numbers are in, and our grassroots support is unmatched!\" he wrote in a Facebook post on July 16, 2014.\nGrothman, of Campbellsport, says it is smaller donations from Wisconsin that define his stronger \"grassroots\" support when compared to better-funded rivals Joe Leibham, a state senator from Sheboygan, and Duey Stroebel, a state representative from Saukville.\nWe wondered if Grothman really has an edge among regular Joes and Janes giving $1 to $199 at a time in contrast to the deep-pockets givers.\nSo we did what we do -- crunched the numbers.\nWe trained our calculator mainly on Leibham, who raised $302,940 so far in 2014, and Grothman, who’s taken in $147,638.\nThat’s because Grothman clearly has more financial support from regular folks than Stroebel ($368,206), who’s mainly using his own money, and than Tom Denow of the Oshkosh area, whose scant fundraising did not require reporting.\nWe found a virtual dead heat between Grothman and Leibham on some indicators of small-bore support -- but better news for Leibham on key bottom-line measures.\nTo the numbers:\nConcentration of Wisconsin support: \nMore than 99 percent of Grothman’s donors are from the Badger State, compared with Leibham at 98.1 percent.\nA broader way to look at it is donations, not just donors (some donors give multiple times). By that measure, Leibham and Grothman each got between 98 and 99 percent from Badger State residents.\nConcentration of small givers: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nSlightly more than 76 percent of Grothman’s individual donations were $100 or less. The comparable figure for Leibham: just over 75 percent.\nAgain, basically even.\nOn donations of under $200 -- the threshold at which the Federal Election Commission allows candidates not to itemize donors by name -- Grothman had a larger advantage: 79 percent to 74 percent.\n(Leibham discloses names and other information on all donations; Grothman, as is true for many candidates, discloses smaller donations only as a lump-sum number, as the FEC allows. He shared additional detail with us for this story. The candidates’ fundraising reports are on the FEC website.)\nMoney total from small givers:\nLeibham ran ahead of Grothman on total funds from those giving $100 or less per donation, $46,000 to $41,000.\nNumber of small and in-state donations:\nLeibham attracted almost 200 more sub-$101 contributions than Grothman, and about 300 more total donations from Wisconsinites.\nBig money donations:\nLeibham gets a slightly larger share of his contributions from people giving $1,000 or more.\nIn short, the pair get basically the same, very large share of their support from in-state donors and from small donations, but Leibham does more volume.\nGrothman campaign spokesman Brandon VerVelde told us Grothman should get credit for winning straw polls at GOP events.  \nPerhaps he should, but the candidate’s statement was about fundraising.\nOur rating\nGrothman boasted that, \"The fundraising numbers are in, and our grassroots support is unmatched!\"\nBut the numbers show that Leibham matched or out-did Grothman on most measures.\nThat reads as pretty matched to us.\nWe rate Grothman’s claim False.", "vclaim_id": "vclaim-pol-07540"}