{"url": "/factchecks/2007/dec/15/hillary-clinton/cant-blame-bush/", "speaker": "Hillary Clinton", "vclaim": "\"Thanks to President Bush's policies....The income gap is now higher than at any time since the Great Depression.\"", "truth_label": "half-true", "date": "stated on November 19, 2007 in Knoxville, Iowa:", "title": "Can't blame Bush", "text": "In her speeches about the economy, Sen. Hillary Clinton, D-N.Y., often makes the point that the gap between rich and poor has grown during Bush's presidency.\n\n\"Thanks to President Bush's policies, the poor and middle classes are suffering economically, while the rich are prospering,\" Clinton said during a Nov. 19, 2007 speech in Knoxville, Iowa. \"The income gap is now higher than at any time since the Great Depression.\"\n\n\nIn 2005, \"the wealthiest 1 percent of Americans held 22 percent of America's income. That's an astonishing figure, and it is the highest level of income inequality since the beginning of the Great Depression in 1929,\" she said.\n\n\nClinton's figures are essentially right. She gets them from an analysis of U.S. tax returns published in the\n\nQuarterly Journal of Economics\n\nin 2005 and updated this year, which found that the top 1 percent of earners, those making more than $350,500 per year, earned 21.3 percent of the nation's total income in 2005.\n\n\nThe U.S. Census Bureau shows a similar disparity, with the top 5 percent of Americans earning 22.3 percent of the income in 2006. Those in the top 20 percent earned about half of the nation's income, while the bottom 20 percent earned just 3.4 percent of the income.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHowever, while some of Bush's policies have favored the rich, economists say it is not fair to link the president to the rising income gap itself. This is a longtime trend that began to soar in the 1980s and has persisted throughout several presidencies. In fact, the income gap also reached new highs and grew more quickly during the administration of Bill Clinton, a Democrat and the husband of Sen. Clinton, than it has under President Bush.\n\n\nEconomists point to several reasons for the growth in disparity between the very rich and the rest of us, including the decline of labor unions, the loss of high-paying manufacturing jobs to cheap labor overseas, rising executive pay, and the relative drop of the minimum wage from 1981 to 2007. While goods and services became more expensive, the minimum wage stayed the same.\n\n\nBush has, however, exacerbated the after-tax income inequality with tax cuts that disproportionately help the rich, economists said. He also has resisted congressional attempts to cut costs for the working poor, such as by opposing an expansion of a popular children's health insurance program that he says helps some who don't need it.\n\n\n\"(Bush) passively accepted many of the economic trends that pushed up inequality,\" said Gary Burtless, a senior fellow in economic studies at the liberal-leaning Brookings Institution. \"But he is not mainly to blame for increased inequality.\"\n\n\nClinton is correct, that the income gap is soaring. But she's wrong to lay the blame on Bush. We find her statement Half-True.", "vclaim_id": "vclaim-pol-16466"}