{"url": "/factchecks/2020/apr/02/viral-image/hospitalized-children-can-have-one-parent-present/", "speaker": "Viral image", "vclaim": "“if your child gets this virus their going to hospital alone in a van with people they don’t know...to be with people they don’t know… you will be at home without them in their time of need.”", "truth_label": "pants-fire", "date": "stated on March 25, 2020 in a Facebook post:", "title": "Hospitalized children can have one parent present", "text": "There is a lot of uncertainty surrounding COVID-19 and how long the pandemic will last, but parents across the U.S. can be certain that they will always be able to accompany their children to the hospital.\nA recent Facebook post claimed that \"if your child gets this virus their (sic) going to hospital alone in a van with people they don’t know... to be with people they don’t know.\" This run-on sentence ended with a soul-crushing statement: \"you will be at home without them in their time of need.\"\nBefore any parents get too worried, this claim is entirely untrue because hospitals need parental consent to treat minors. Dr. John Gilliam explained in an interview with PolitiFact that \"minors can’t consent to treatment, legally.\" Dr. Gilliam works in Oregon as a hospitalist, an in-patient physician who works exclusively in a hospital.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nParental consent is still a requirement in New York hospitals, where the virus is spreading rapidly and the New York State Department of Health is introducing temporary new visitor policies. The University of Rochester Medical Center and the NewYork-Presbyterian Hospital have both announced that recovering adults aren’t allowed any visitors, but children are still allowed to have one guardian accompany them.\nIf your child does have COVID-19 symptoms, the CDC first recommends to not take them to the hospital unless they develop emergency warning signs, such as having trouble breathing or experiencing persistent pain or pressure in the chest. The CDC has published guidelines for treating healthy adults and children with COVID-19 symptoms at home. The CDC also doesn’t consider children a high-risk group for COVID-19 and have found that children who have been confirmed to have the virus \"have generally presented with mild symptoms.\"\nIn the unlikely event that a child is hospitalized for complications from COVID-19, they will have a parent or another guardian by their side. We rate this Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-16863"}