{"url": "/factchecks/2018/oct/02/senate-leadership-fund/gop-super-pac-ad-skips-over-jacky-rosens-yes-vote-/", "speaker": "Senate Leadership Fund", "vclaim": "Says Jacky Rosen \"voted against stopping criminals from re-entering the United States.\"", "truth_label": "barely-true", "date": "stated on September 25, 2018 in an attack ad:", "title": "GOP super PAC ad skips over Jacky Rosen's yes vote on criminal immigrant bill", "text": "A Republican super PAC ad faults Democratic Rep. Jacky Rosen for failing to take a tough line on criminals who try to sneak across the border. The $1.3 million ad buy from the Senate Leadership Fund is on the air and on the web statewide in Nevada’s U.S. Senate race.\nThe ad opens with images of MS-13 gang members. The violent criminal organization runs rampant in El Salvador and is a threat in communities across the United States.\n\"MS-13 violent gang members,\" a narrator says. \"They exploit immigration loopholes and commit vicious crimes in the U.S. Jacky Rosen, she voted against Kate’s Law, which would close immigration loopholes and help stop criminal illegal immigrants from re-entering the U.S.\"\nThe words \"Rosen voted against stopping criminals from re-entering the U.S.,\" play across the screen. We gave it a fact-check.\nUnderstanding Kate’s Law\nKate’s Law came after 32-year-old Kathryn Steinle died in San Francisco from a shot by a Mexican national with seven felony convictions who had been deported five times. The tragic death in 2015 inflamed the debate over immigration and sanctuary cities.\nIn June 2017, a group of four House members introduced Kate’s Law. The bill imposed stricter penalties on people who had been deported or sent back before and tried to sneak back. Someone with three misdemeanors on their record, or a felony, could face up to 10 years behind bars.\nThose who had served time in an American jail faced ever increasing penalties, depending on the length of the original sentence. For a two-and-half year sentence, the maximum was 15 years. For a five-year sentence, the maximum was 20 years. And for the worst crimes, such as murder or rape, the maximum went to 25 years.\n\"It is already a federal crime to enter the United States without the federal government’s permission,\" said César Hernández, associate professor of law at the University of Denver. \"Right now, the maximum prison sentence is 20 years. Kate’s Law would increase that to 25 years, but only for people with prior convictions for a small set of serious crimes.\"\nKate’s Law passed the House by a 257-167 vote in June 2017 but died in the Senate. Rosen voted against it.\nKate’s Law targeted repeat immigration offenders and created ever more stringent penalties based on an offender’s past felony sentences. Under current law, the maximum penalty for any re-entry attempt is two years. Under Kate’s Law, after three attempts, the maximum rose to 10 years. It also expanded the universe of misdemeanors from drug-related under current law, to any misdemeanor, which could include offenses as common as traffic violations.\n\"It will discourage people from entering the United States illegally, particularly when they have already entered illegally earlier and have been convicted of a crime for doing so,\" said the bill’s main sponsor, Bob Goodlatte, R-Va., in 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe Criminal Alien Gang Member Removal Act\nAlthough Rosen voted against Kate’s Law, she was one of 11 Democrats who voted for the Criminal Alien Gang Member Removal Act in September 2017.\nThat bill made it easier for federal officials to detain and remove gang members. Under the bill, an official could act if he or she \"knows or has reason to believe that such person is or has been a member of a criminal gang or has participated in criminal gang activities.\"\nThe measure provided broad latitude in defining gangs and if officials had any suspicions, the person would be ineligible for asylum, temporary protected status, or special treatment because they are under 18. The bill passed in the House in September 2017, but has yet to win Senate approval.\nAssessing Kate’s Law and gangs\nIn White House press briefing, U.S. Attorney for Utah John Huber said Kate’s Law would help prosecutors keep gang members off the streets.\n\"What Kate's Law does is give us one more tool that is fairly easy to use, because we're not reliant upon witnesses who may be intimidated by the gangs or victimized by the gangs,\" Huber said. \"This enables us to, based on a person's status and their criminal record and their deportation record, to simply prosecute them in federal court, obtain a prison sentence, and get them out of here.\"\nBut gang expert Robert Bunker at the University of Southern California’s Safe Communities Institute said MS-13 gang members are a special case. Imprisonment is part of initiation.\n\"Being in prison for a gang member is considered part of ‘making one's bones’ to gain street cred and status within the gang,\" Bunker told us. \"So, unlike cartel members who may be deterred by facing a prison sentence, a gang member — such as an MS-13 one — is not going to be deterred by it. Further, if an MS-13 gang member from Central America was ordered by his clique leader or a higher up shot-caller, to journey to the United States, they would do so. Not following orders would get them severely beaten if not killed outright.\"\nBefore Kate’s Law emerged, while deportations in general more or less held steady, people deported because of their criminal history declined. This chart comes from deportation proceedings gathered by Syracuse University’s TRAC project.\n\n\nThere are two ways to read the numbers. It’s possible that immigrants with felonies drew less attention over the years (although during most of the period, Washington put more focus on them). But it’s also possible that current law has been effective, without the threat of Kate’s Law.\nHernandez at the University of Denver said he’s not seen any study that shows a connection between increased penalties and reduced border crossings.\nOur ruling\nThe Senate Leadership Fund said Rosen \"voted against stopping criminals from re-entering the United States,\" citing Kate’s Law. Rosen did vote against Kate’s Law, which increased penalties for those trying to re-enter the country.\nHowever, the ad leaves out that Rosen voted in favor of another bill that specifically targeted the sort of gang members presented in the ad. The measure gave federal officers wide latitude in defining gang membership and empowered them to detain and remove any person they had reason to believe was involved with a gang.\nRosen’s voting record undercuts the ad’s claim. We rate it Mostly False.\n Share the Facts 2018-10-02 19:25:50 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Jacky Rosen \"voted against stopping criminals from re-entering the United States.\"     Senate Leadership Fund Republican Super PAC aligned with Sen. Mitch McConnell https://youtu.be/gKuIgTDbzVM   In an attack ad. Tuesday, September 25, 2018 2018-09-25    Read More  info", "vclaim_id": "vclaim-pol-01535"}