{"url": "/factchecks/2020/mar/06/facebook-posts/romanian-conspiracy-theory-migrates-us-amid-corona/", "speaker": "Facebook posts", "vclaim": "The media “pulled down an entire shelf of goods so that they can present the news of people buying stuff in a hysteria over the coronavirus.\"", "truth_label": "pants-fire", "date": "stated on March 4, 2020 in an image:", "title": "Romanian conspiracy theory migrates to US amid coronavirus outbreak", "text": "The latest weapon in the arsenal of coronavirus conspiracy theorists: an out-of-context photo from Romania.\nA Facebook post published March 4 purports to show an empty row of shelves in a grocery store. According to the photo, a nearby camerawoman staged the scene.\n\"MSM in my town, pulled down an entire shelf of goods so that they can present the news of people buying stuff in a hysteria over the coronavirus,\" reads text under the image, which is a screenshot of a tweet that appears to have been deleted. (MSM stands for mainstream media.)\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has also been shared on Instagram.\nBut that’s not what this photo shows.\n\n(Screenshot from Facebook)\nWe traced the image to a Feb. 27 thread on a Romanian subreddit. (The store signs in the image are written in Romanian.)\n\"How to produce chaos,\" reads the title of the thread, which we translated using Google Translate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nReddit users commented that the news organization pictured in the photo is Antena 1, a TV network in Romania. The logo on the mic in the photo is consistent with that of Observator, a show on Antena 1.\nA video news report that Observator uploaded to YouTube on Feb. 26 addresses mounting concerns over the spread of the coronavirus in Romania. The four4-minute piece shows people emptying shelves at grocery stores across the country, where there are four confirmed cases of the virus.\n\"Fear of coronavirus is emptying major stores,\" reads the caption. \"Bags of flour and corn, dozens of cans and hundreds of liters of water carried from the shelves.\"\nThe trend of stockpiling groceries is well-documented and began in Wuhan, China, after the 2019 coronavirus first emerged there in December. As the virus spread, grocery stores across Europe and the United States were similarly affected, as customers rushed to stock up on essentials in the event of long home quarantines.\nRELATED: Stop sharing myths about preventing the coronavirus. Here are 4 real ways to protect yourself.\nThere is no evidence that Observator or any other media organization has staged footage of empty grocery store shelves to cause coronavirus panic. That conspiracy theory has been echoed on fringe internet platforms like 4chan, where several high-profile conspiracies were created. And the Antena 1 journalist who was implicated in the original hoax has published additional footage to contextualize the image.\nThe global outbreak of the virus officially known as COVID-19 has infected more than 93,000 people in 76 countries — including 99 confirmed cases in the United States. This is one of the many conspiracy theories and hoaxes that have gained traction online. Another popular conspiracy theory baselessly claims that the media and Democrats are overhyping the threat of the coronavirus to hurt President Donald Trump’s re-election chances.\nThis Facebook post is part and parcel of that conspiracy. It is inaccurate and makes a ridiculous claim. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-18066"}