{"url": "/factchecks/2016/feb/26/actionaid-k/advocacy-group-misses-mark-malawi-doctor-tally/", "speaker": "ActionAid UK", "vclaim": "\"Malawi has just 300 doctors for 16 million people.\"", "truth_label": "mostly-true", "date": "stated on February 2, 2016 in a tweet:", "title": "Advocacy group misses the mark with Malawi doctor tally", "text": "Anger over the tax strategies of American multinational corporations isn’t confined to America. Activists and lawmakers in the United Kingdom want to revamp the corporate tax law there, too. They argue, it wouldn’t just benefit British taxpayers, but it also would help some of the poorest nations. Thanks to treaties in the United Kingdom they say, multinational companies do a dandy job of avoiding taxes on their operations in developing countries.\nThis makes it even harder for these nations to meet the basic needs of their people.\nActionAid UK, an international anti-poverty group, drove home the point with a tweet that said \"Malawi has just 300 doctors for 16 million people.\"\nFor the record, the tweet appears to slightly undercount the population of Malawi -- a country surrounded by Zambia, Tanzania and Mozambique. The World Bank estimated the nation's population at 16.7 million in 2014. The CIA World Factbook estimates a 2015 population nearing 18 million.\nThe heart of this claim, however, is the number of doctors in the country.\nThat’s worthy of a deeper look.\nThe doctor tally\nWe contacted ActionAid UK but did not hear back. The most likely source behind the group’s statement is the World Health Organization’s Global Health Observatory. But the WHO’s most recent data for Malawi comes from 2008.\nThe Medical Council of Malawi has lists of every person licensed to practice in Malawi. They include doctors, nurses, physician assistants, dentists and more. You can see a list of new registrations here, and a longer list that goes back many years.\nTaken at face value, there are more than 620 doctors, surgeons, pediatricians and other specialists in Malawi. (This includes some foreign doctors, and excludes physicians who applied solely on a temporary basis.)\nBut that’s at least a little bit off. Some of the names have been on the list for over 20 years. While those people might still be practicing in Malawi, there’s no guarantee that they are and research shows that after about five years of working in the country, some doctors decide to leave, or shift into work that doesn’t involve treating patients.\nStill, Adamson Mulla, a professor of epidemiology and public health at the University of Malawi, told us while the list has its flaws, it’s more accurate than ActionAid UK’s estimate.\n\"The wisdom that there are 300 doctors in Malawi looks silly,\" Mulla said.\nNow whether the number is 300 or closer to 600, the count pales relative to the country’s 16.7 million people.\nBut the claim further ignores trained medical professionals who are not doctors.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nMalawi’s clinical officers and medical assistants\nHelen de Pinho, an assistant professor of public health at Columbia University, has studied Malawi’s health care system. De Pinho takes issue with the simplicity of the ActionAid message.\n\"If you are trying to assess availability of clinical skills then just looking at doctors is misleading,\" de Pinho said. \"We should also look at the number of medical assistants and clinical officers trained and deployed.\"\nMedical assistants provide basic primary care in clinics. Clinical officers have at least four years of training in internal medicine, pediatrics, obstetrics and gynaecology and surgery.\n\"They are able to do basic and emergency surgery including caesarean sections, and in rural districts,  perform over 95 percent of the c-sections,\" de Pinho said. \"The clinical officers really are the backbone of the clinical services, especially in the more rural district hospitals.\"\nThe Medical Council rolls show 925 clinical officers. If we add their ranks to the number of doctors, there would be about 1,400 doctors and clinical officers. If we include the 836 medical assistants, the number rises to over 2,000.\nAnother researcher of Malawi’s health care system, Kate Mandeville at the London School of Hygiene and Tropical Medicine, told us that unlike physicians, clinical officers and medical assistant are far more likely to stay and work in Malawi. So the Medical Council roster is more accurate for these health care providers.\nA shortage remains\nThe ActionAid tally of doctors overlooks the bulk of the health care workforce in Malawi, but to be sure, at the end of the day, the country still lags far behind other nations.\nIn round figures, Malawi has 0.12 health care workers for every 1,000 people ( totalling doctors, clinical officers and medical assistants.)\nRoughly speaking and relying on WHO data, Kenya has about 10 times as many skilled professionals as Malawi (about 1.1 health care workers for every 1,000.)\nNigeria, the continent’s largest economy, has about 2.1 workers for every 1,000. South Africa, the second largest economy, has 7.6.\nMandeville told us that the number of doctors, along with other clinicians, is \"far too low.\" Yet she urged caution in putting too much stock in that yardstick.\n\"The 300 figure has the most shock value, but scaling up the number of doctors alone is unlikely to have much impact on population health outcomes,\" Mandeville said.\nOur ruling\nActionAid UK said that Malawi has 300 doctors to treat 16 million people. A current estimate puts that figure closer to 600.\nAnd as experts note, the statistic overlooks the clinical officers and medical assistant who play at least as important a role as physicians, especially in Malawi’s rural areas.\nThat said, relative to the size of the population, Malawi suffers from a critical shortage of health care workers -- of any sort. The numbers ActionAid offered might not be perfect. But the broader point the group is making is largely accurate. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-05366"}