{"url": "/factchecks/2011/jun/14/michele-bachmann/bachmann-said-obama-voted-against-debt-limit-when-/", "speaker": "Michele Bachmann", "vclaim": "Then-Sen. Barack Obama \"refused to raise the debt ceiling because he said President Bush had failed in leadership.\"", "truth_label": "true", "date": "stated on June 13, 2011 in a debate in New Hampshire:", "title": "Bachmann said Obama voted against the debt limit when he was a senator", "text": "Michele Bachmann said she would not support increasing the debt ceiling if it didn't include major reductions in government spending. \n\n\"I've already voted no on raising the debt ceiling in the past. And unless there are serious cuts, I can't,\" she said at debate June 13, 2011, in New Hampshire. Bachmann is seeking the 2012 Republican nomination for president.\n\n\"But I want to speak to someone that's far more eloquent than I,\" she continued. \"Someone who said just dealing with the issue of raising the debt ceiling is a failure of leadership. That person was then Senator Barack Obama. He refused to raise the debt ceiling because he said President Bush had failed in leadership.\"\nWe decided to fact-check Bachmann's to see if she was right.  \n\nWe should point out that a vote to increase the debt limit doesn't increase spending directly. The spending was already authorized by other legislation, and now the U.S. Treasury Department needs a formal signoff to keep issuing debt. Some analysts have compared it to writing the check to cover a credit card bill for things you already charged. \n\nThe limit now stands at a mind-boggling $14.3 trillion, but said it needs to be raised by August for the government to keep up with its obligations. \n\nExperts have warned that failure to raise the limit could ultimately lead to chaos in the financial markets, but Republicans have vowed to oppose the increase unless it's accompanied by spending cuts. Closed-door negotiations, led by Vice President Joe Biden, have been ongoing. \n\nThe votes to raise the debt ceiling -- there have been 10 since 2001 -- are famous for political posturing. Our research showed that President Obama is no exception. Back in 2006, he joined with other Senate Democrats to vote against raising the debt limit, a measure supported by President George W. Bush.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. It is a sign that the U.S. Government can't pay its own bills,\" Obama said.\n\n\"Instead of reducing the deficit, as some people claimed, the fiscal policies of this administration and its allies in Congress will add more than $600 million in debt for each of the next five years,\" he said, adding,\"Increasing America's debt weakens us domestically and internationally. Leadership means that 'the buck stops here.' Instead, Washington is shifting the burden of bad choices today onto the backs of our children and grandchildren. America has a debt problem and a failure of leadership. Americans deserve better.\"\n\nThe Senate narrowly approved raising the limit along partisan lines, 52-48, with all Democrats opposed.\n\nTypically, the party that controls the White House has had to take the difficult vote to raise the limit, while the other party was free to criticize. An analysis of the past 10 years of votes on the debt limit from the nonpartisan Tax Policy Center shows the vote usually splits along partisan lines, with the president's party voting in support.\n\nWe asked the Obama re-election campaign for comment on this but we didn't hear back. Obama was asked directly about his vote on April 15, in an interview with George Stephanopoulos of ABC News. Here's their exchange:\n\n\"You've got to extend the debt limit,\" Stephanopolous said. \"And your job is a lot tougher because of your vote in the Senate against extending the debt limit. When did you realize that vote was a mistake?\"\n\n\"I think that it's important to understand the vantage point of a senator versus the vantage point of a president,\" Obama replied. \"When you're a senator, traditionally what's happened is, this is always a lousy vote. Nobody likes to be tagged as having increased the debt limit for the United States by a trillion dollars. As president, you start realizing, you know what, we can't play around with this stuff. This is the full faith and credit of the United States. And so that was just an example of a new senator making what is a political vote as opposed to doing what was important for the country. And I'm the first one to acknowledge it.\"\n\nBachmann said Obama refused to approve an increase in the debt limit when he was a senator, and that he blamed President Bush for failed leadership, as well as Bush's supporters in Congress. She's right on both counts, and we rate her statement True.", "vclaim_id": "vclaim-pol-12923"}