{"url": "/factchecks/2020/may/27/donald-trump/trumps-pants-fire-claim-twitter-completely-stiflin/", "speaker": "Donald Trump", "vclaim": "“Twitter is completely stifling FREE SPEECH” by adding a fact-check label to Trump’s tweet.", "truth_label": "pants-fire", "date": "stated on May 26, 2020 in a tweet:", "title": "Trump’s Pants on Fire claim that Twitter is ‘completely stifling free speech’ by fact-checking him", "text": "President Donald Trump lashed out at Twitter for tagging a misleading tweet with a \"get the facts\" button, accusing the company of trampling his right to free speech.\n\"Twitter is completely stifling FREE SPEECH, and I, as President, will not allow it to happen!\" Trump said May 26 in one of several tweets attacking the social media platform.\n....Twitter is completely stifling FREE SPEECH, and I, as President, will not allow it to happen!— Donald J. Trump (@realDonaldTrump) May 26, 2020 \nThe charge came after Twitter marked Trump’s unsubstantiated claims about mail-in ballots with a label that linked to news articles and said, \"Get the facts about mail-in ballots.\" \nFor years, Twitter has let users like Trump — who has over 80 million followers on the platform — broadcast falsehoods unchecked. Now, Trump has promised \"big action\" against the company and threatened to \"strongly regulate, or close them down.\"\nBut six legal experts who study the First Amendment told us Twitter hasn’t violated Trump’s constitutional rights. It’s a private company, and it hasn’t blocked Trump’s speech.\n\"Assuming Trump means to suggest that Twitter has violated his First Amendment right to freedom of speech, he is completely wrong,\" said Mary Anne Franks, professor of law at the University of Miami School of Law.\n\"They’re not stifling free speech — they’re exercising free speech,\" added UCLA School of Law professor Eugene Volokh. \"They are letting him speak, but responding to the speech with their own. That’s their First Amendment right, just as it’s his First Amendment right to criticize them.\"\nTwitter is a private company\nThe first problem with Trump’s attack is that it misconstrues the Constitution’s First Amendment protection of free speech.\n\"The First Amendment was specifically designed to protect you against the government,\" said Kate Klonick, assistant professor of law at St. John’s University School of Law.\nTwitter isn’t a public utility or an arm of the government. \"There’s no right to speech on Twitter, a private platform,\" said Ellen Goodman, professor of law at Rutgers Law School.\nAs a private entity, Twitter can set its own terms of service and strike or flag posts accordingly, said Nicole Ligon, the supervising attorney of the First Amendment Clinic at Duke Law.\n\"The president’s free speech is not impaired simply because he disagrees with Twitter’s policies,\" Ligon said, noting that \"he has plenty of other channels\" to speak freely.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\"They censor speech all the time that is constitutionally protected,\" such as nudity and hate speech, added Ashutosh Bhagwat, professor of law at the UC Davis School of Law.\nTwitter is acting within its rights\nThe second problem with Trump’s claim is that Twitter has marked one post, a move that legal experts said is itself protected under the First Amendment.\n\"Twitter did not delete his false claims, but merely added the option of accessing correct information to them,\" Franks said. \"This is a very modest exercise of another treasured free speech value, namely counterspeech.\" \nVolokh, the UCLA law professor, said protections for counterspeech trace back to a \"famous line\" from former Supreme Court Justice Louis Brandeis. \nThe line, from a concurring opinion in Whitney vs. California, was endorsed in New York Times vs. Sullivan, a landmark 1964 Supreme Court decision about defamation. Brandeis made a case for counterspeech, writing that \"the fitting remedy for evil counsels is good ones.\"\n\"Simply responding to speech with speech of your own is the very sort of ‘counterspeech’ that the Supreme Court has said is the proper response for speech with which one disagrees,\" Volokh said. \nIt’s possible that Trump was speaking of free speech in a more vague way. In a general sense, people often \"conflate the robust rights that they’re guaranteed under the First Amendment with general freedom of speech principles,\" Klonick told us.\nBut that argument also falls flat in this case. Franks said it would be \"nonsensical,\" since Twitter didn’t remove anything but instead \"offered correct speech in response to incorrect speech.\"\nIf Twitter started taking down Trump’s tweets, Volokh said, then people could reasonably argue that the platform was stifling free speech in this broader sense, even if such action wouldn’t cross the First Amendment’s free speech clause. But that’s not what Twitter is doing.\n\"What would be a violation is if the government told Twitter to ban Trump’s speech, and then only his speech as a private person, and not the office of the presidency,\" Goodman said.\nThe bigger First Amendment threat, experts told us, is Trump’s vow to take action against Twitter — something he can’t unilaterally do.\n\"The First Amendment protects Twitter from Trump,\" Klonick said. \"The First Amendment doesn’t protect Trump from Twitter.\"\nOur ruling\nTrump said, \"Twitter is completely stifling FREE SPEECH.\"\nSix legal experts told us Trump is wrong. The First Amendment limits the government, not private platforms like Twitter. Twitter’s decision to mark one tweet as misleading is itself protected under the First Amendment.\nWe rate Trump’s statement Pants on Fire!", "vclaim_id": "vclaim-pol-18378"}