{"url": "/factchecks/2015/jan/11/james-aubin/advocate-says-colorado-received-60-million-taxes-a/", "speaker": "James Aubin", "vclaim": "\"Colorado raked in $60 million in marijuana taxes and licensing fees in the past year.\"", "truth_label": "true", "date": "stated on January 5, 2015 in a newspaper commentary:", "title": "Advocate says Colorado received $60 million in taxes and fees from marijuana in 2014", "text": "The debate over the legalization of marijuana is a lively one, with strong opinions on either side.\nIn a recent commentary in The Providence Journal, James Aubin, the founder of pro-legalization group Common Sense Citizen, argued for the legalization of  marijuana in Rhode Island, saying it could boost the state’s sagging economy.\nHe included an impressive statistic about the revenue Colorado was bringing in from marijuana sales.\n\"Colorado raked in $60 million in marijuana taxes and licensing fees in the past year, plus saved most if not all of the $145 million the Harvard report estimated it spent each year fighting marijuana,\" Aubin wrote in the Jan. 5, 2015, piece.\n(The Harvard report he mentioned was \"The Budgetary Implications of Drug Prohibition,\" a 2010 study by professor Jeffrey Miron. He estimated that Rhode Island spends $40 million annually fighting marijuana.)\nWe decided to focus on the first half of his statement, dealing with Colorado revenue.\nWe asked Aubin where he got his numbers. He responded that he relied on the State of Colorado's Department of Revenue, as well as a story from Channel 7-KMGH, the Denver ABC News affiliate.\nWe pulled Colorado’s tax records ourselves. We added up the monthly figures, from Jan. 1, 2014, when the first recreational marijuana stores opened, through Oct. 31, the most recent report.\nWe determined that the state’s total marijuana tax revenue was about $60 million.\nThe revenue comes from a 2.9-percent retail and medical marijuana sales tax; a 10-percent retail marijuana special sales tax; and a 15-percent marijuana excise tax, plus application and license fees for retail and medical marijuana.\nIn other words, Aubin got his number right. We were curious about where the money went.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nColorado tax records show that a portion of the revenue from marijuana retail sales  is distributed to local governments where stores are located, including Denver and the ski resort towns of Breckenridge and Telluride, based on tax revenue brought in from marijuana sales in those communities. Denver, for example, received $128,586.\nMost of the money goes into the state general fund. But voters dedicated the first $40 million in excise taxes annually to a statewide school construction fund, administered by the state Department of Education. So far, that  tax has generated $10 million for the fund.\nThe monthly revenue from marijuana has increased steadily. In January, the total collected in taxes and fee was $3.5 million; in October, it was $7.6 million.\nWe also looked at news articles about the tax implications of legalizing marijuana. One, by Associated Press writer Kristen Wyatt, reports that estimates for tax potential from marijuana sales vary widely. States with legalized recreational marijuana sales could see their revenue drop as more states move to legalize.  \nAnother story, by Associated Press reporter Gene Johnson, detailed how tax revenues from legal sales of marijuana  were being undercut by regular users buying medical or black-market marijuana to avoid the higher taxes.\nOfficials in Colorado and Washington, two of the four states that have legalized sale of recreational marijuana, are  considering ways to rein in the medical marijuana system and to reduce the tax differential between medical and retail sales.\nFor the record, Rhode Island legalized medical marijuana in 2006. In 2013, it decriminalized possession of small amounts of non-medical marijuana; anyone caught with up to one ounce is subject to a $150 fine instead of facing a misdemeanor criminal charge.\nOur ruling\nJames Aubin wrote that \"Colorado raked in $60 million in marijuana taxes and licensing fees in the past year …\".\nDocuments we reviewed from the Colorado Department of Revenue showed that total marijuana revenue from taxes and fees was about $60 million between Jan. 1 through Oct. 31, 2014.\nOf course, this figure tells only part of the story about Colorado’s legalization of marijuana. There are also costs, including administrative expenses and societal costs yet to be determined. But those are beyond the scope of this fact-check.\nWe rate Aubin’s claim as True.", "vclaim_id": "vclaim-pol-06861"}