{"url": "/factchecks/2012/sep/19/paul-ryan/ryan-says-four-times-many-people-quit-job-hunting-/", "speaker": "Paul Ryan", "vclaim": "Based on the August 2012 national jobs numbers, \"for every person who got a job, nearly four people stopped looking for a job.\"", "truth_label": "mostly-true", "date": "stated on September 7, 2012 in a television interview:", "title": "Ryan says four times as many people quit job hunting as found work", "text": "The latest Labor Department jobs report, issued Sept. 7, 2012, was another disappointment: Only 96,000 jobs added nationwide.\n\nThat was below the projections from various economists that 125,000 jobs would be added.\n\nThe report, which was issued one day after the Democratic National Convention, became The Story for the presidential campaign -- at least for that day.\n\nIn an interview with CNBC, Republican vice presidential candidate Paul Ryan, a Wisconsin congressman, blamed President Barack Obama for the state of employment.\n\n\"This is not even close to what a recovery looks like,\" Ryan said.\n\nRyan noted that there must be 150,000 jobs created just  to keep in pace with population growth, and blamed \"bad fiscal policy\" from the Obama administration for the disappointing results.\n\nThen he offered this observation: \"For every person who got a job, nearly four people stopped looking for a job.\"\n\nNow that makes it all sound even more discouraging.\n\nIs Ryan right?\n\nThe Labor Department report report said that 12.5 million people were out of work in August, a number that was little changed from the previous month.\n\nBut the figure Ryan seized upon is less-noticed.\n\nIt’s the labor force participation rate and its monthly fluctuations are seen by some as a barometer about how the unemployed are viewing their job prospects. If they’re discouraged enough, they drop out of the labor force and report that they are not only unemployed but not actively seeking work.\n\nThat, in turn, affects the unemployment rate, which in August dropped from 8.3 to 8.1 percent.\n\nIn other words, the way the unemployment rate is tallied, it could fall even if no one found a new job, and instead more people stopped looking. It also does not count people who, for instance, go back to college for more training to get a better job.\n\nIn August, the labor force participation declined by 0.2 percent, or about 370,000 people, the Labor Department reported. And that’s the number at the center of Ryan’s claim. His statement notes that the increase in the number of people who have a job (96,000) is about a fourth of the number of people who dropped out of the labor force.\n\nRyan repeated the statement Sept, 9, 2012 on CBS’ \"Face the Nation\".\n\nIt’s an unconventional way to parse the monthly report, but other Republican leaders and conservative pundits have used a similar approach.\n\n\"This has been a pattern throughout the recession,\" James Sherk of the Heritage Foundation wrote on The Hill.com blog on Sept 10, 2012. \"Labor force participation rates have fallen 2.5 percentage points, to 63.5 percent, since December 2007. That is the lowest rate since 1981-- a time when far fewer women worked. \"\n\nSherk concluded that the adult male work force has hit an all-time low of 72.7 percent, a fifth of which is due to factors such as the retirement of Baby Boomers.\n\n\"The poor economy has caused the rest,\" he said.\n\nOthers economists have said retirements have played a larger role -- that people are retiring rather than simply giving up on a job hunt.\n\nThe Huffington Post quoted a Barclays Capital economist Michael Gapen as saying the bank didn’t expect the participation rate to rebound \"any time soon and its decline is mainly driven by the ageing (sic) of the population and the exit of the baby boomers from the labor market.\"\n\n\"Therefore, the decline in the unemployment rate is not reflective of underlying strength in employment in this report, \" Gapen said.\n\nIn March 2011, the Congressional Budget Office said the retirement of Baby Boomers \"will cause the potential labor force participation rate to decline throughout the next decade.\"\n\nWhile Ryan’s numbers check out, we feel it’s important to note -- even if Ryan didn’t -- that both the jobs numbers and the unemployment numbers are only estimates. Indeed, on the jobs side, we have previously noted the monthly numbers can change dramatically by the time the next quarterly census -- a more complete look at all jobs -- is completed.\n\nOur rating\n\nRyan said four times as many people gave up working in August 2012 than found a job. He’s highlighting a couple of figures from the Labor Department’s monthly report, and notes that one figure is four times as high as the other. What he doesn’t say, of course, is that both figures are estimates and subject to revision. And he doesn’t account for another key factor: Baby Boomers are retiring. We rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10356"}