{"url": "/factchecks/2013/jul/17/john-boehner/house-speaker-john-boehner-says-rushed-farm-bill-w/", "speaker": "John Boehner", "vclaim": "\"This is the same (farm) bill we voted on a few weeks ago, with the exception of one or two sentences.\"", "truth_label": "barely-true", "date": "stated on July 11, 2013 in a news conference:", "title": "House Speaker John Boehner says rushed farm bill was nearly the same as old one", "text": "House Republicans rushed a new farm bill to a vote last week. But it wasn’t really all that new, Speaker John Boehner argued.\n\nSure, it had been stripped of more than $700 billion in nutrition spending that Republicans wanted to consider separately. But the $200 billion package of farm measures that was left essentially matched what lawmakers had already considered, Boehner said at his weekly news conference July 11.\n\nIt passed that day 216-208. Some unlikely bedfellows cried foul.\n\nA policy analyst at the conservative Heritage Foundation called it a \"game of bait and switch\" with \"sneaky changes.\" Democratic Rep. Jim McGovern of Massachusetts said at a Rules Committee hearing, \"There’s been no hearing on it. There’s been no debate on it.\" Ferd Hoefner, a policy advocate for sustainable agriculture who’s followed every omnibus farm bill since 1977, told us the bill contained \"incredibly significant changes — historically unprecedented changes.\"\n\nEven without expensive supplemental nutrition programs — what most of us call food stamps — the farm bill is a lengthy, complex set of programs that covers everything from subsidies for commodities such as dairy, wheat, corn and sugar to grants for weather radio transmitters to farm loan programs to watershed protection.\n\nHere’s what Boehner told reporters about the new, sleeker bill the day it reached the House:\n\nQUESTION: Mr. Speaker, why did you use an emergency rule to get the farm bill down on the floor? And doesn't this violate what you were just saying, that members should have time to read these bills? This is a 600-page bill that's now on the floor of the House of Representatives.\n\nBOEHNER: It is an unusual situation, not something I would prefer to do. But the bill that we've got on the floor is the same bill that was on the floor about three weeks ago, with the exception of one or two sentences. And so we're in a situation where our members know what the bill is, and I don't believe that it violates either the rule or the spirit of the rule.\n\nWas that bill really \"the same bill\" with the exception of a few sentences?\n\nPermanent law\n\nThe \"one or two sentences\" that Boehner talked about were really a handful of key provisions, according to a taxpayer advocacy group.\n\nAn odd quirk of farm legislation is that the \"permanent law\" underlying commodities programs — just one section of the bill — dates from 1938 and 1949. Lawmakers merely suspend that law, usually five years at a time, and replace it with language that works in the current decade. But the old permanent law lurks in the background, motivating lawmakers to pass new farm bills lest the nation face antiquated rules that could double the prices of milk or bread.\n\nIn January, for example, before lawmakers approved a nine-month extension of the most recent law, there was talk of a \"dairy cliff.\"\n\nFolks disagree about the value of such a motivational tool — and even whether any administration would actually enforce Depression-era laws if Congress failed to pass new ones.\n\nSome lawmakers and policy advocates want to get rid of the risk altogether.\n\nSo here’s the major difference — other than nutrition programs — between the farm bill that House lawmakers rejected in June and the one they passed on July 11: The new bill repeals the 1938 and 1949 laws and removes five-year expiration dates on commodity programs such as crop subsidies.\n\nThe new permanent law, then, would be from 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nDid the bill do that in just \"one or two sentences\"? No. In the new bill, Section 1602, rather than suspend old law for five years, repeals it. That’s different language that replaces 16 lines in the bill with 11 lines. Other sections also got tweaks to eliminate expiration dates, including at least four sentences in provisions about sugar subsidies.\n\n\"Making these new programs permanent, instead of having them sunset in five years, is a meaningful (and lamentable) difference between the two bills,\" said Sallie James, a policy analyst at the libertarian Cato Institute. \"It will make reform of these programs more difficult, for sure.\"\n\nHoefner, of the National Sustainable Agriculture Coalition, also noted the significance of the shift: \"And all just dropped into the bill by Rules Committee at instruction of leadership, with no hearings and no action by the Agriculture Committee. In fact, it is hard to imagine the Agriculture Committee ever being able to get agreement to pass such changes.\"\n\nBoehner spokesman Brendan Buck described them to us as \"a handful of widely known changes.\"\n\nBut it’s not clear that’s the case.\n\nAgriculture Committee chairman Frank Lucas, R-Okla., did refer to a \"change in the status of permanent law\" as he explained the new bill to first to the Rules Committee, then House lawmakers.\n\nHe told the Rules Committee, which agreed after 10 p.m. on July 10 to rush the bill to the House floor under emergency rules, that he requested language \"to replace the '49 law in the draft, which is permanent, by making the 2013 law permanent.\"\n\nRep. Jim McGovern, D-Mass., protested on the spot. \"This is not the same bill. … This repeals, basically, the 1949 act, and you know, I don't think anybody has any idea what that means. There's been no hearing on it. There's been no debate on it. We're just trying to wing it as we go along here.\"\n\nThe next day, on the House floor, Rep. G.K. Butterfield, D-N.C., stood to say, \"The Rules Committee met last night and is sending us a rule today that has attached to it a bill that we have not seen and have not been able to read.\"\n\nJoshua Sewell, a senior policy analyst at Taxpayers for Common Sense, an independent group that analyzes federal spending, told PolitiFact it was clear enough that the new bill repealed the old laws.\n\nWhat wasn’t so clear was that it also got rid of expiration dates on some new programs — which, whether the 1930s and '40s law stayed in place or not, could have been up for renewal every five years.\n\nThose expiration dates gave lawmakers — and critics of farm bill spending — opportunities to adapt and rein in pricey subsidy programs.\n\n\"Leadership just focused on the repeal part. They didn't talk about replace,\" Sewell said.\n\nAnd that shift went far beyond \"one or two sentences,\" other critics argued.\n\n\"The tone of the bill is changed remarkably by the exclusion of those end dates, and so substantively it is quite a different animal,\" James of the Cato Institute said.\n\nOur ruling\n\nBoehner said, \"This is the same bill we voted on a few weeks ago, with the exception of one or two sentences.\" He’s off on the numbers: interest groups identified several changes to the bill, including an entire section.\n\nBut more to the point, he downplayed the substance of those changes, which not only repealed old law but made new programs permanent — which some Democratic lawmakers and a range of policy groups argued was a serious difference that called for open debate.\n\nIt’s true changes didn’t affect many sentences in the 600-page bill. But that obscures a different reality, in which those sentences had a significant impact on the legislation. We rate Boehner’s claim Mostly False.", "vclaim_id": "vclaim-pol-09099"}