{"url": "/factchecks/2019/sep/30/michelle-malkin/did-pat-mccrory-help-immigrants-get-drivers-licens/", "speaker": "Michelle Malkin", "vclaim": "Says Pat McCrory \"shepherded in driver’s licenses for illegal aliens in the aftermath of the 9/11 terrorist attacks.\"", "truth_label": "barely-true", "date": "stated on September 10, 2019 in an appearance on The Ingraham Angle:", "title": "Did Pat McCrory help immigrants get driver's licenses?", "text": "A conservative pundit called out former North Carolina Governor Pat McCrory for taking a liberal stance on immigrants’ access to driver’s licenses.\nDuring a recent appearance on Fox’s The Ingraham Angle, Laura Ingraham and Michelle Malkin discussed Republican Dan Bishop’s victory in the 9th Congressional District race. Malkin praised Bishop for his commitment to the conservative agenda and suggested that other Republicans had gone astray. She said, \"It was a previous North Carolina governor who was a Republican who shepherded in driver's licenses for illegal aliens in the aftermath of the 9/11 terrorist attacks.\"\nMalkin is a political blogger, commentator, and author whose work focuses on immigration and corruption. She appeared on the show to discuss her new book, \"Open Borders Inc.: Who's Funding America's Destruction?\" \nHer claim seemed fishy to us for a few reasons. First, the state didn’t have a Republican governor until over a decade after 9/11. Also, North Carolina isn’t among the 14 states and territories that allow immigrants living in the country illegally to get a driver’s license. There’s actually a bill in the General Assembly to do this, but it hasn’t passed.\nSo, we decided to look into her claim and found there was little to support it. \nWe assume she was talking about former Governor Pat McCrory, because he was the only Republican to hold the office since 9/11. During his term, DACA recipients became eligible for driver’s licenses. However, McCrory opposed allowing immigrants living in the country illegally to get drivers’ licenses. It’s quite a stretch for Malkin to say he \"shepherded in\" those privileges.\nLimitations on driver’s licenses for immigrants in NC\nThirteen states and the District of Columbia have passed laws to make immigrants living in the country illegally eligible for driver’s licenses, according to a report by the National Conference of State Legislatures in July 2019. North Carolina is not one of them.\nThat wasn’t always the case. In the 1990s and early 2000s, those immigrants could get driver’s licenses in North Carolina. In a New York Times article from August 2001, Wayne Hurder, the state’s director of driver’s license certification, explained the reasoning behind the policy.\n''We think it's in the best interests of everyone in the state if we can get them to learn the laws of the road and get insurance. It's not our job to get into national immigration policy — this is a purely practical decision,\" Hurder said at the time. \nBut in response to 9/11, Congress launched several efforts to strengthen domestic security. The REAL ID Act of 2005 mandated states to require proof of citizenship for REAL ID driver’s licenses and identification cards. REAL IDs are required by federal agencies for people who want to access federal facilities, board federally-regulated airplanes, and enter nuclear power plants. The law is being phased in with a final deadline in October 2020.\nIn 2005, then-Governor Mike Easley, a Democrat, followed the mandate and signed a law that specified driver’s license applicants must provide a valid Social Security Number, which prevented immigrants living in the U.S. illegally from getting licenses. Before then, applicants could provide an Individual Taxpayer Identification Number instead. \nIn recent years, a group of Democratic state representatives have been pushing another bill called the Safer Roads and Communities Act. It also would enable those immigrants to get licenses. The bill’s supporters argue that if more drivers are trained and insured, roads will be safer for everyone.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nDACA recipients are eligible \nWe reached out to Malkin about her claim but did not hear back. It seems likely that she was referring to a policy change in 2013 to allow immigrants who qualified for the Deferred Action for Childhood Arrivals program to get North Carolina driver’s licenses. (They are a small subset of the immigrants living in the U.S. illegally, accounting for about 15%.)\nPat McCrory, who is the only Republican governor since 9/11, was in office at the time. Neither the REAL ID Act of 2005 nor the recent bills in the General Assembly were in play during his term.\nDACA was a program established under President Barack Obama that would defer deportation for \"Dreamers\" — young immigrants who illegally entered the United States as children — who met certain criteria. Immigrants with the new status could apply for a Social Security card and legally work in the United States.\nBut the North Carolina DMV wasn’t sure how to handle driver’s license applications from DACA recipients and asked the attorney general’s office to weigh in. In January 2013, then Attorney General Roy Cooper released a legal opinion that said DACA recipients were entitled to driver’s licenses.\nWhen we asked McCrory about the policy, he emphasized that the driver’s licenses issued to DACA recipients included the phrases \"Legal Presence\" and \"No Lawful Status.\" The former governor said, \"We were following the law reluctantly.\"\nMcCrory also told us that he opposed expanding driver’s license eligibility to immigrants living here illegally. When a 2015 bill was introduced that proposed to do just that, McCrory’s legislative liaison told lawmakers, \"He is concerned with the provision providing driving privileges to those who are in this country unlawfully.\"\nOur ruling\nMichelle Malkin said former Republican Governor Pat McCrory \"shepherded in driver’s licenses for illegal aliens in the aftermath of the 9/11 terrorist attacks.\"\nFor the most part, her claim isn’t supported by the facts.\nNorth Carolina hasn’t allowed unauthorized immigrants to get driver’s licenses since 2006, when a Democratic governor signed an act requiring driver’s license applicants to provide a valid Social Security Number. We found widely varying estimates on the number of people living in North Carolina illegally who are currently ineligible for driver’s licenses.\nAlthough North Carolina decided to allow DACA recipients to access driver’s licenses during McCrory’s tenure as governor, he said he followed that \"reluctantly\" and did not support making the larger population of immigrants living here illegally eligible for driver’s licenses. \nWe rate the claim Mostly False.\nEditor's note: This item has been updated with comments from former Gov. Pat McCrory.", "vclaim_id": "vclaim-pol-00110"}