{"url": "/factchecks/2016/dec/16/kirk-watson/kirk-watson-says-average-austin-homeowner-pays-130/", "speaker": "Kirk Watson", "vclaim": "\"In Austin, Texas, the average homeowner is paying about $1,300 to $1,400 just for recapture,\" meaning funds spent in non-Austin school districts.", "truth_label": "true", "date": "stated on November 29, 2016 in a panel discussion about the 2017 legislative session:", "title": "Kirk Watson says average Austin homeowner pays $1,300 to $1,400 that goes to other school districts", "text": "For years, Austin taxpayers have indirectly helped fund schools elsewhere in accord with the state’s more than 20-year-old system for equalizing aid among school districts, some of which have vast differences in taxable property wealth.\nKirk Watson, the Democratic state senator from Travis County, attached an ear-catching figure to those costs during a November 2016 Texas Tribune panel discussion about hot issues in the 2017 legislative session.\n\"In Austin, Texas,\" Watson said, \"the average homeowner is paying about $1,300 to $1,400 just for recapture,\" as in funds shifted to less property-rich districts elsewhere. \"And so that’s going to the state to fund state obligations. We have got to look at how we’re doing our school finance system so that we can do right by the people in this state and have a fair and equitable system.\"\nWe asked Watson’s office how he arrived at his figure for how much average Austin homeowners are paying to schools elsewhere. By email, Kate Alexander said Watson relied on September 2016 testimony by the Austin school district’s chief financial officer.\nAccording to Nicole Conley's prepared remarks for a Sept. 28, 2016, appearance at a joint hearing of the Texas House committees on appropriations and public education, Conley described the Austin school district as the state’s largest single payer of recapture.\n\"Our payment alone comprises 13 percent of all state collections,\" Conley’s testimony says. \"During the next five years—between fiscal years 2016 and 2020—Austin ISD is projected to pay almost $2.6 billion in recapture payments to the state. By 2019, more than half of every tax dollar collected in Austin will go to the state.\"\nLater in her testimony: Conley said: \"So to put it in perspective, we could lower our tax rate by 35 cents if we weren’t sending $406 million to the state under the recapture system. For the average homeowner in Austin, that would amount to about $1,400 in lower taxes. That’s fairly substantial; that’s pretty significant tax relief. That would certainly make Austin more affordable for some of our taxpayers.\"\nTo our inquiry, district spokesman Jacob Barrett told us Conley reached her savings figure for the average homeowner starting from the district’s 2016-17 budget indicating it expects to pay $406 million in recapture to the state in accord with the school funding system. That payment amounts to 38 percent of the district’s $1.061 billion in budgeted property taxes, Barrett noted.\nBarrett said the district got to the average homeowner’s share of the budgeted recapture payment starting from its average taxable value of a home in the district of $328,844 (as of June 2016) on which such an owner expected to pay $3,548 in school maintenance and operations property taxes at the M&O tax rate of $1.079 per $100 valuation. Finally, Barrett said, multiplying the 38 percent by that $3,548 delivers the portion of taxes on an average-value residence that goes to recapture of $1,355.\nBarrett also emailed us a December 2012 district document showing that by amount, the Austin district's 2015 recapture payment was followed by what was paid by the Highland Park (Dallas); Eanes; Cotulla; and Karnes City districts, respectively. Also, the document says, the Austin district’s annual recapture payment is projected to exceed $630 million in 2019 when \"more than half of every school property tax dollar collected locally will be ‘recaptured’ by the state.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nNext, we asked non-district experts--Joe Wisnoski, a former Texas Education Agency official; Tom Canby of the Texas Association of School Business Officials; and Christy Rome, who advocates for districts required to make recapture payments--to evaluate how the Austin district determined the average Austin homeowner will pay $1,355 in school property taxes toward the district’s 2016-17 recapture total.\nSolid, each expert said.\nBy email, Wisnoski cautioned though: \"The average doesn’t really describe much about the distribution of payment amounts, so you don’t really know how many taxpayers are clustered close to that amount, and how many are really far away (high or low) compared to the average.\"\nFinally, we looked into how much a district resident with the median value home might be paying toward its recapture total. For that, we ran the median value of homes in the Austin district as of Aug. 8, 2016--$261,487--through the district’s equation. Result: The median-value homeowner will be expected to pay $2,821 in M&O school taxes, of which $1,078 would be her or his share of the district’s recapture payment.\nBarrett, the district spokesman, didn’t question our math. He noted, though, that Watson referred to \"the average homeowner.\" It’s fair, Barrett said by email, \"to use the variable that we do.\"  \nOur ruling\nWatson said the average Austin homeowner pays about $1,300 to $1,400 just for recapture, as in funds ultimately spent in other districts.\nBy the Austin district’s analysis, the owners of a home at the district’s average taxable value for 2016-17 stands to pay $1,355 in school property taxes toward the district’s more than $400 million recapture payment for the year.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n \nhttps://www.sharethefacts.co/share/f5103bc2-4b1f-4b8e-9d32-d1795f788004", "vclaim_id": "vclaim-pol-03861"}