{"url": "/factchecks/2012/oct/01/barack-obama/ad-says-obama-defied-china-save-tire-making-jobs-h/", "speaker": "Barack Obama", "vclaim": "Chinese tire imports threatened 1,000 American jobs, so President Obama \"stood up to China and protected American workers. Mitt Romney attacked Obama's decision.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2012 in a television ad:", "title": "Ad says Obama defied China to save tire-making jobs at home, Romney criticized", "text": "One skirmish in the heated presidential race centers on this: Who’s tougher on China?\n\nThe Obama campaign has released an ad saying the president held firm against China in a trade decision, to the benefit of American tire manufacturers.\n\n\"When a flood of Chinese tires threatened a thousand American jobs, it was President Obama who stood up to China and protected American workers,\" a narrator says as images from manufacturing plants flash on the screen. \"Mitt Romney attacked Obama's decision … said standing up to China was ‘bad for the nation and our workers.’\"\n\nIt concludes with the line, \"How can Mitt Romney take on the cheaters when he’s taking their side?\"\n\nWe’re checking whether Obama saved 1,000 American tire-making jobs and whether Romney criticized him for it. In addition, we discovered ample analysis of Obama’s action that calls into question whether it protected some workers but harmed others.\n\nThe background\n\nThe United States and China became permanent, normal trading partners in 2001, after China joined the World Trade Organization. As a condition of joining, China agreed to a provision in law that lets the U.S. government determine whether a product from China is being imported in such increased quantities that it causes \"market disruption\" to domestic producers.\n\nIn the years following that agreement, several petitions were filed under the provision, called Section 421. But President George W. Bush rejected the petitions on the reasoning that any limitations on Chinese products would be filled in by other foreign exporters and American companies would not ultimately benefit.\n\nA Section 421 petition is what brought the tire question to Obama’s desk.\n\nIn 2009, the United Steelworkers sought relief from a surge in Chinese tire imports that the union said had cost more than 5,000 U.S. jobs since 2004. A panel with the U.S. International Trade Commission heard the case and determined that \"certain passenger vehicle and light truck tires from the People’s Republic of China are being imported into the United States in such increased quantities or under such conditions as to cause or threaten to cause market disruption to the domestic producers of like or directly competitive products.\"\n\nThe panel recommended a three-year tariff, of 55 percent in the first year, 45 percent in the second year and 35 percent in the third year. Obama did impose a tax, albeit a lighter one of 35 percent, 30 percent and 25 percent over three years. It was the first time a president approved Section 421 relief on imports from China. China appealed the tariff to the WTO but lost. It expires this month.\n\nA study by the Peterson Institute for International Economics found that the tariffs saved as many as 1,200 domestic jobs. The study’s lead author, Gary Clyde Hufbauer, served as deputy assistant secretary for international trade and investment policy under President Jimmy Carter. He has written extensively about international trade.\n\nWhat Romney said\n\nThe Obama campaign cited three instances of Romney criticizing Obama’s move.\n\nThe first is a video, unearthed by the New Republic, of Romney speaking at the conservative group Foreign Policy Initiative in September 2009, the month Obama imposed the tariffs.\n\nRomney said these kinds of protections just encourage lower productivity.\n\n\"The tire workers of America look at these tires coming in from China and say this is not good for me. ... But if that’s what their response is, my experience is over time, they will lose out slowly but surely. As they protect their lack of productivity with barriers, they will become less and less competitive, the foreign guys will get more and more volume, more and more successful, they’ll become more and more productive. The domestic guys get less and less productive, less and less competitive, until finally even the tariff can’t hold them out and the foreign products come flooding into the marketplace and the domestic guys are gone. So putting barriers up, trying to put walls up, in my opinion is a defeating strategy and will yield ultimate decline and collapse.\"\n\nIn his 2010 book, No Apology, Romney wrote that action by the government to protect individual industries should be rare and temporary.\n\n\"President Obama’s action to defend American tire companies from foreign competition may make good politics by repaying unions for his support of their campaign, but it is decidedly bad for the nation and our workers. Protectionism stifles productivity,\" he wrote.\n\nFinally, in a policy memo, Romney’s policy director Lanhee Chen also characterized Obama’s intervention as little more than a favor to unions that backed his campaign.\n\n\"What message does it send the Chinese when President Obama takes protectionist action against China on behalf of Big Labor, undermining free trade principles for political gain? The Obama campaign has repeatedly held out its Section 421 action against Chinese tires as an example of President Obama’s supposedly tough China policy.\"\n\nDid the tariff protect jobs?\n\nIt’s clear to us that the claims in the ad are substantially accurate. Obama did push back against China to protect American tire manufacturing jobs, and Romney did criticize him.\n\nBut Romney wasn’t alone, and we think it’s worth examining the real effect of the tariffs on American jobs. Some pro-trade groups tell a different side of the story than the ad.\n\nThe U.S.-China Business Council, a private organization comprised of companies that do business with China, said the tariff did succeed in lowering Chinese imports, as expected, but the vacuum wasn’t filled by American producers.\n\n\"We’re still importing a lot of tires from Indonesia, Taiwan and Mexico,\" said communications director Marc Ross. \"It just shifted supply chains.\"\n\nWhat’s more, the council said job gains for tire makers were more likely due to the burgeoning economic recovery and improved outlook for the auto industry, more so than the tariff.\n\nThe Peterson Institute study, mentioned above, did attribute 1,200 tire jobs to the tariff, but found there were other employment casualties.\n\n\"The additional money that U.S. consumers spent on tires reduced their spending on other retail goods, indirectly lowering employment in the retail industry,\" the authors wrote.\n\nThe fallout? \"On balance, it seems likely that tire protectionism cost the U.S. economy around 2,531 jobs, when losses in the retail sector are offset against gains in tire manufacturing.\"\n\nAs for those higher prices, the Peterson study said consumers paid an extra $1.1 billion for tires in 2011 because of the tariffs, and \"adding further to the loss column, China retaliated by imposing antidumping duties on U.S. exports of chicken parts, costing that industry around $1 billion in sales.\"\n\nThe Wall Street Journal noted that the steelworkers union \"believes the measure has been a success, adding jobs to the U.S. It cites anecdotal and other evidence of production expansion across the industry. Some companies have indeed added production and employees, but whether that is a result of the tariff or the recovery in the U.S. economy isn't entirely clear.\"\n\nOur ruling\n\nObama’s ad is accurate in stating that the president imposed trade sanctions against China in an effort to protect American workers and \"Mitt Romney attacked Obama's decision.\"\n\nBut did the tariffs work? That’s less clear. Romney said the result was \"bad for our workers,\" and there are studies that back him up. Even with tire-making jobs that were saved, one analysis found that the higher price of tires depressed spending on other retail, and ultimately led to a loss in retail jobs.\n\nThe statement in the ad is accurate, but it needs additional information about the tire tariff’s effect. We rate it Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10276"}