{"url": "/factchecks/2008/feb/27/hillary-clinton/obamas-iraq-remark-taken-out-of-context/", "speaker": "Hillary Clinton", "vclaim": "Barack Obama said in 2004 \"that he basically agreed with the way George Bush was conducting the war.\"", "truth_label": "half-true", "date": "stated on February 26, 2008 in Cleveland, Ohio:", "title": "Obama's Iraq remark taken out of context", "text": "In a Feb. 26, 2008, debate in Cleveland, Sen. Hillary Clinton attacked Sen. Barack Obama's record on opposing the war in Iraq, saying that once the invasion ended, he didn't oppose the policy as strongly as he did in 2002.\n\n\"By 2004, he was saying that he basically agreed with the way George Bush was conducting the war,\" she said.\n\n\nThe 2004 remark comes from an interview Obama gave the\n\nChicago Tribune\n\non the eve of the 2004 Democratic convention to nominate John Kerry for president. The invasion had long since ended. Troops there were attempting to stop insurgent attacks and prevent kidnappings in the face of concerns from the American public that the situation in Iraq was starting to deteriorate.\n\n\n\"On Iraq, on paper, there's not as much difference, I think, between the Bush administration and a Kerry administration as there would have been a year ago,\" Obama said. \"There's not much of a difference between my position and George Bush's position at this stage.\"\n\n\n\"How do you stabilize a country that is made up of three different religious and in some cases ethnic groups with a minimal loss of life and minimum burden to the taxpayers?\" Obama said later in the interview.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTaking the interview in its entirety, it's clear Obama was speaking about the need to bring a satisfactory conclusion to the Iraq invasion once it had commenced, not diminishing his initial opposition to the war.\n\n\nIn the debate with Clinton, he made the same point a little more succinctly: \"Once we had driven the bus into the ditch, there were only so many ways we could get out.\"\n\n\nClinton's statement wrongly gives the impression that Obama was endorsing the Bush administration's overall policy in Iraq. We find her statement to be Half True.", "vclaim_id": "vclaim-pol-16319"}