{"url": "/factchecks/2010/mar/26/kendrick-meek/meek-accuses-rubio-wanting-government-out-health-c/", "speaker": "Kendrick Meek", "vclaim": "\"Marco Rubio thinks that government shouldn't be in the health care business at all.\"", "truth_label": "false", "date": "stated on March 20, 2010 in campaign website:", "title": "Meek accuses Rubio of wanting government out of health care", "text": "The day before the U.S. House of Representatives approved the health care reform bill, Democratic U.S. Rep. Kendrick Meek, who is running for the U.S. Senate, fired off this accusation about the Republican frontrunner: \"Marco Rubio thinks that government shouldn't be in the health care business at all.\"Meek made that statement on his campaign Web site March 20, 2010 -- the day before the historic vote. Here is the full quote: Rubio's \"ideas on health care could jeopardize Medicare and veterans' care, programs which cover more than 5 million Floridians. Marco Rubio thinks that government shouldn't be in the health care business at all. That means these programs could be shut down. Moreover, his obstruction of the current health care bill means we could lose our best chance ever to prevent insurance companies from denying coverage due to pre-existing conditions and to close the Medicare prescription drug coverage 'donut hole.' That's what he stands for. If he were in the Senate he would lead the charge to scrap health care reform. If elected, he has sworn to do everything he can to repeal it.\"Meek has leveled a sweeping claim that Rubio thinks government should get out of the health care business entirely -- in a state where millions of voters depend on government health care such as Medicare and veterans programs. We know that Rubio is against the Democratic-led health care reform plan that the House approved March 21, but is it fair to say he wants government out of health care entirely?Meek's e-mail cites two sources: an article \"Scrap Obamacare Today\" written by Rubio on March 15, in Human Events, a conservative publication, and a blog item in The Buzz, a St. Petersburg Times politics blog. Both quote Rubio criticizing the health care proposal.\"The President’s health care proposal is a deeply flawed plan that should be scrapped entirely in favor of a truly bipartisan approach that pursues step-by-step reforms,'' Rubio wrote in Human Events March 15. Meek's campaign also cited a March 3 press release from Rubio in which he spoke against \"government-run health care.\"\"Unfortunately, my opponent [Charlie Crist] disagrees and has said he would not scrap this bill and process. It underscores why, fundamentally, this campaign is about trust. It’s about who Floridians can trust to go to Washington to unapologetically stand on principle against ideas like the stimulus, cap-and-trade and government-run health care,\" Rubio said in the press release.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe Meek campaign's logic is that Rubio's use of \"government-run health care\" in that paragraph has a broader meaning that indicates he's not just against the Obama reform plan, he's against all government health programs.Meek's campaign also cited Rubio's vote in the Florida House of Representatives April 6, 2006, against a Democratic amendment to an appropriations bill that reduced contract services by $5 million and included funding for a dental program for veterans. The Meek campaign also cited three Rubio votes on the Cover Florida state health care initiative requiring coverage for prenatal care and prostate screening and mammograms. All three amendments, introduced by Democrat Dan Gelber, ultimately failed and Rubio voted against them. Rubio voted in favor of the overall bill. But we find those citations are flimsy evidence for a big, sweeping claim that could alarm Florida voters, particularly senior citizens. In our view it's clear that \"government-run health care\" was referring to the Obama plan and it doesn't prove that Rubio is against programs such as Medicare and Medicaid.Rubio's campaign also provided us with some evidence that he does believe government has a role in health care:* Rubio wrote an op-ed in the Orlando Sentinel Dec. 3, 2009, about the proposed health care bill that indicated he was concerned about cuts in Medicare: \"The bill also would expand a financially unsustainable Medicaid entitlement program that is already straining state budgets. And it would fundamentally hurt Medicare by taking away access to Medicare Advantage plans and installing a new government bureaucracy to oversee Medicare reimbursements.\"* In 2000, Rubio was part of a unanimous vote in favor of hearing screening for newborns and a unanimous vote related to expanding Kidcare, a health program for poor children. In 2004, Rubio voted in favor of changes to Kidcare. He also voted for changes to the Kidcare program in 2004 fought by Democrats because of changes to eligibility requirements.Our own search turned up a few other examples that showed that Rubio has supported certain health care programs or proposals.In a Feb. 19 interview on Morning Joe, Rubio said Medicare \"needs to be reformed,\" but did not provide details.Rubio supported expanding Florida's controversial Medicaid reform, which was initiated by former Gov. Jeb Bush in an effort to allow private companies to compete to provide serves for the poor, with the hope that it would slow growth in costs.Rubio was quoted in a March 6, 2008, Miami Herald article about the rising costs of Medicaid and the need to save it: \"Florida simply cannot afford to continue doing business like we are currently. In order to save the Medicaid system, continuing reform is vital. Expanding Medicaid Reform into Miami-Dade County is an important step in creating a system that can survive and is a step that we should enact this session.\"In addition, Rubio supported a budget in 2008 that included an estimated $15.7 billion for Medicaid from federal and state sources, according to Florida's Medicaid expenditure estimating conference. Here is a list that shows Medicaid expenditures over several sessions when Rubio was in the House. Someone who believed government \"shouldn't be in the health care business at all\" wouldn't be supporting Medicaid.Another piece of evidence: A budget list compiled by the governor's office shows Rubio supported money for Jackson Memorial Hospital, a public hospital. \"The budget list also links Rubio to a $20 million special line item for Jackson Memorial Hospital in 2008. Months later, Rubio established a consulting firm with a former aide and scored an $8,000 monthly consulting contract with the hospital,'' the Miami Herald wrote in a March 10 article.The Meek campaign has failed to prove its claim. Rubio clearly has spoken against the federal health care bill, which he has repeatedly referred to as a \"government takeover\" of health care (a characterization we've repeatedly rated Pants on Fire). But Rubio's votes and his comments indicate he has supported government health programs such as Medicaid. Lambasting a health care reform bill isn't the same as declaring that \"government shouldn't be in the health care business at all.\" We rate Meek's claim False.", "vclaim_id": "vclaim-pol-15170"}