{"url": "/factchecks/2014/apr/15/georgia-department-public-health/georgias-wic-program-ranked-7th-largest/", "speaker": "Georgia Department of Public Health", "vclaim": "\"Georgia has the nation's fifth largest Women, Infants and Children (WIC) Supplemental Nutrition program, serving more than 270,000 mothers, babies and children every day.\"", "truth_label": "mostly-true", "date": "stated on April 7, 2014 in department blog post:", "title": "Georgia's WIC program ranked 7th largest", "text": "One government program putting food on the table for the needy is the Women, Infants and Children Supplemental Nutrition Program, most often known by the acronym WIC.\nThe program targets low-income, nutritionally at-risk groups -- mostly pregnant women, new moms, babies and children up to age 5.\nParticipants receive vouchers to buy qualifying healthy foods -- such as fruit, vegetables, peanut butter and milk. (No lobster allowed under WIC, unlike the food stamp program. See food stamps Politifact, March 21.)\nAs its name suggests, the WIC program, which is 100 percent federally funded, is meant to supplement what’s already in the pantry. The average WIC participant received $45.47 worth of groceries a month in 2013, probably not enough on its own to keep body and soul together.\nDuring the recent General Assembly session, when GOP lawmakers were pushing through a bill to require drug tests of some food stamp recipients, a reader asked for a fact check on WIC. He jogged our memory last week after seeing a blog from the state Department of Public Health, the agency that administers the program.\nThe post stated: \"Georgia has the nation's fifth largest Women, Infants and Children (WIC) Supplemental Nutrition program, serving more than 270,000 mothers, babies and children every day.\"\n\"Could this be true?\" the reader asked. \"Dare I ask what that’s costing us?\"\nWe reached out to Nancy Nydam, a spokeswoman for the Department of Public Health.\nBased on costs, Georgia’s program ranked fifth among the 50 states, the U.S. territories and the District of Columbia for four years, from 2009 to 2012, Nydam said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDavid Perdue\n\n\nstated on August 8, 2017 in a USA Today op-ed\n\n\n\n\n\n\n\n\n\"Half of all immigrant households receive benefits from our social welfare system.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • August 14, 2017\n\n\n\n\n\n\n\nBut that’s no longer the case.\nNew data show that the Georgia program dropped to seventh in the rankings for 2013, she said. (The blogger was going on 2013 projections, not actual data for the year, Nydam said.)\nThe new data, provided by the Department of Public Health, show that, for 2013, Georgia ranked seventh behind: California, $1,095,910,535; Texas, $482,192,108; New York, $445,559,283; Florida, $354,990,320; Puerto Rico, $242,747,993; and Illinois, $215,142,474.\nGeorgia spent about $215.1 million for food and other services for 289,527 WIC recipients, including nutrition and breast-feeding education, and referrals for health and social services, Nydam said.\nEnrollment in the program was down 14,340 from 2012. It peaked in 2009, as the economy was crumbling, at 323,353, state data show.\nCosts for the Georgia program fell by more than $59 million, from $274.5 million in 2012, due to a couple of factors, Nydam said.\nBesides having fewer women and children on the rolls, Georgia has been working with manufacturers to lower the program’s costs for food. As a result, state spending on food for program participants was reduced from $225 million in 2011 to $204 million in 2012 and to $157 million for 2013, state data show.\nThe feds also have pushed states to do more to combat fraud. After it became a stand-alone agency, the Department of Public Health created an inspector general’s office to investigate fraud in the WIC program and developed and issued new WIC vouchers, complete with a foil seal and watermark designed to deter counterfeiting, Nydam said.\nThe inspector general’s office has prosecuted 16 people for WIC vendor fraud, terminated 183 vendors and recouped $17 million as restitution.\nOur conclusion: The blog statement said Georgia ranks fifth among the states, the District of Columbia and the U.S. territories based on the cost of its WIC program. That was true for four years, through 2012. Once Politifact inquired, state officials said there was new data showing the state dropped to seventh for 2013. We rate the statement as Mostly True.", "vclaim_id": "vclaim-pol-07992"}