{"url": "/factchecks/2016/oct/24/doctors-without-borders/world-tb-deaths-shoot-paper/", "speaker": "Doctors Without Borders", "vclaim": "A World Health Organization report shows \"that more people are dying of TB.\"", "truth_label": "half-true", "date": "stated on October 12, 2016 in a press release:", "title": "World TB deaths shoot up -- on paper", "text": "A reader of a recent statement from the medical aid group Doctors Without Borders might be forgiven for thinking we are losing ground in the battle against tuberculosis.\n\"The World Health Organization’s annual look at the global state of tuberculosis this year makes for a shockingly bad report card,\" the statement began. It then noted \"WHO’s report reveals that more people are dying of TB and more people are left undiagnosed and untreated than last year, creating a cycle of TB transmission and death.\"\nWe went to the WHO tuberculosis report to see if more people are dying of TB and if so, does that amount to shockingly bad news.\nThe answer is that while Doctors Without Borders has its numbers right, the increase is the result of better reporting, which people in public health, including Doctors Without Borders, see as a plus in the battle against any disease.\nThe WHO tuberculosis update\nIn 2015, WHO estimated that tuberculosis killed 1.4 million people directly and was the proximate cause of death for an additional 0.4 million people infected with HIV. Together, the death toll was 1.8 million.\nIn 2014, WHO estimated the total number of deaths at 1.5 million, with about 1.1 million who died exclusively from tuberculosis and another 0.4 million who were HIV-positive.\nSo that’s pretty clear. The total death toll rose by about 300,000.\nBut as the authors of the latest report spell out, the change stems from better counting, not in the growing reach of the disease.\n\"The TB epidemic is larger than previously estimated, reflecting new surveillance and survey data from India,\" the report said.\nPrudence Smith, a WHO spokeswoman, explained that between 2013 and 2015, India shifted from a reporting system based on paper to one that lives on the Internet.\n\"In addition,\" Smith said, \"the country has made case notification legally mandatory.\"\nIn the world of tuberculosis, India is a huge deal. It is home to more than 25 percent of all TB cases and deaths worldwide.\nWith better raw data in hand, the estimated death toll in India more than doubled between 2014 and 2015. While that might seem shocking, what really happened is that the earlier estimates low-balled deaths by a huge amount.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSo, has the situation deteriorated?\nNot really.\nThere are two ways to measure progress. You can estimate deaths and from that, you can estimate the TB death rate within the population. The same WHO report said both deaths and the death rate are down dramatically since 2000.\nWe looked at estimates from another respected source, the Institute for Health Metrics and Evaluation at the University of Washington. In an Oct. 8, 2016, Lancet article, the institute looked at the trend between 2005 and 2015. As you can see in this chart, the University of Washington group’s estimates mirror those of the WHO. \n\n\nJennifer Kates, director of global health and HIV policy at the Kaiser Family Foundation, told us the numbers can seem confusing. Kates said there’s been a strong effort to amp up the accuracy of tracking TB for some time, and she doesn’t find the latest figures surprising.\n\"Newer methods, better data, and so on yield better estimates and that sometimes makes understanding the trends and messaging about them much harder,\" Kates said.\nDoctors Without Borders spokeswoman Brienne Prusak said the latest figures paint a dire picture. Prusak noted that the report shows that TB deaths topped those by HIV/AIDS.\nKates, WHO and Doctors Without Borders applaud the improved TB monitoring. They also all say that funding to combat the disease falls well short of what’s needed. The WHO said the global effort ought to be in the neighborhood of $8.3 billion. Current spending is about $2 billion shy of that.\nThe 2015 estimate from the WHO has a special significance. It is the starting point in a 20-year plan to not just stop tuberculosis, but to end it.\nOur ruling\nThe group Doctors Without Borders called the latest WHO report on TB shockingly bad and noted that more people are dying from the disease. That statement about the rise in the deaths ascribed to tuberculosis is accurate. Estimated deaths rose by about 300,000 people.\nBut much of that increase has more to do with better reporting and more complete data than an actual increase in deaths. As the WHO report noted, experts came to believe that earlier estimates were too low. This was largely driven by the numbers out of India.\nLooking back 10 years, the trends in the number of deaths and the TB death rate show steady improvement.\nThe statement is partially accurate but leaves out important details.\nWe rate this claim Half True. https://www.sharethefacts.co/share/48803bc4-6b38-4141-8c1c-7ca11803b184", "vclaim_id": "vclaim-pol-04067"}