{"url": "/factchecks/2016/aug/09/democratic-congressional-campaign-committee/dccc-ads-says-rep-coffman-said-youd-support-trump-/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Says Rep. Mike Coffman is \"the one who said\" he would support Trump.", "truth_label": "barely-true", "date": "stated on August 4, 2016 in an ad :", "title": "DCCC ad says Mike Coffman said he would \"support' Trump, but he's condemned GOP nominee", "text": "Colorado Rep. Mike Coffman made international headlines with an ad sharply criticizing Republican presidential nominee Donald Trump — a first for a House GOP lawmaker.\n\"People ask me, 'What do you think about Trump?’ Honestly, I don't care for him much,\" Coffman said in the online ad released Aug. 4, 2016. \"So, if Donald Trump is president, I'll stand up to him, plain and simple. And if Hillary wins, I'll hold her accountable every step of the way.\"\nCoffman, who is fighting for re-election in a suburban Denver district that is one of the state’s most competitive and ethnically diverse, spoke Spanish in one version of his anti-Trump ad. Democratic groups, and some political reporters, were skeptical about whether Coffman’s stand was courageous or politically calculated.\nThe Democratic Congressional Campaign Committee quickly issued a counter ad. It shows Coffman vowing, \"So if Donald Trump is the president, I’ll stand up to him.\" Then a narrator says, \"Wait, you’re the one who said you’d support him. Don’t let Mike Coffman get away with this gimmick.\" It ends with side-by-side photos of Coffman and Trump and the text: \"SAY NO to Mike Coffman AND Donald Trump.\"\nIt’s been a constant battle this election season as Democrats seek to shackle Republican candidates to their party’s controversial presidential candidate.\nThe DCCC ad cites a six-month-old statement that Coffman’s spokeswoman gave to the Colorado Statesman as evidence Coffman would \"support\" Trump. But the statement, from Kristin Strohm, also clearly said Coffman supported former GOP presidential candidate and U.S. Sen. Marco Rubio, whom Coffman endorsed in late 2015.\n\"Will Mike Coffman support the Republican nominee over Bernie or Hillary?\" Strohm said in the Feb. 2 story. \"The answer is obviously yes. And he believes strongly it is going to be Marco Rubio.\"\nAt the time, Trump was one of 11 Republicans still in the race.\nThe DCCC attack echoes a May claim by an immigration reform group that cited the Colorado Statesman quote along with criticism of Coffman’s record on immigration as evidence that the congressman was \"with Trump.\" PolitiFact rated that claim Mostly False.\nAt the time, Coffman political director JD Key suggested to PolitiFact that Coffman might be having second thoughts about automatically supporting the GOP nominee.\n\"Rep. Coffman has not endorsed or voiced support for Donald Trump,\" Key said.\nIn fact, Coffman has said for three months — before and after the billionaire became the GOP nominee — that Trump hasn’t earned his support.\n\"Both Bernie Sanders and Donald Trump have tapped into a legitimate anger about the failures of Washington, but instead of running a campaign built on a positive vision for overcoming these failures, Donald Trump has conducted a polarizing and divisive campaign,\" Coffman said in a May 4 statement. \"Hillary Clinton is a non-starter and lacks the integrity to lead this nation but Trump has a long way to go to earn the support of many — me included.\"\nCoffman’s problem with Trump flared when Trump falsely blasted the Colorado GOP’s caucus system as \"rigged,\" after Ted Cruz won all 34 delegates on April 9. Coffman, a Marine Corps combat veteran, fired back with this April 18 Facebook post: \"If there is anyone who knows what a rigged system looks like it’s Donald Trump who was able to evade the draft during the height of the Vietnam War when the U.S. was losing, on average, 1,000 troops every month. That system was clearly rigged in favor of young men from politically influential families but Donald Trump never complained about that.\"\nCoffman also went after Trump in June when Trump aggressively defended his claims that a judge overseeing a lawsuit against Trump University is biased because of his Mexican heritage in an interview on CNN. Coffman tweeted June 3: \"Donald Trump has said plenty of outrageous, ridiculous things this year. And still, I literally can’t believe the words that came out of his mouth here. Donald Trump should call Jake Tapper, sit in front of a camera that’s recording, and retract this completely and totally unAmerican slur.\"\nCoffman didn’t attend the Republican National Convention in Ohio. Following Trump’s acceptance speech, Coffman told the Denver Post it hadn’t changed his view of the GOP nominee, saying \"I don’t like him much.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nThen came Trump’s hostile response to the parents of a Muslim American soldier killed by a suicide bomber in Iraq. The soldier’s father had criticized Trump’s proposal to ban Muslim immigration, saying the Republican nominee had \"sacrificed nothing and no one,\" during a speech at the Democratic National Convention.\nCoffman told the New York Times that Trump had disrespected American troops. \"Having served in Iraq, I’m deeply offended when Donald Trump fails to honor the sacrifices of all of our brave soldiers who were lost in that war,\"  Coffman said.\nSoon afterward, Coffman released his anti-Trump ad.\nAgain, Coffman told PolitiFact’s partner Denver7, \"Donald Trump has not earned my support,\" on the day the ad aired.\n\"What does it take for Donald Trump to get your vote?\" Denver7 reporter Marshall Zelinger asked.\n\"He has not earned my vote,\" Coffman said. \"I'm going to wait and watch, but the window's closing. (Trump's) wrong on policy, wrong on rhetoric. I think Hillary Clinton is wrong on everything. I think she's so incredibly dishonest and corrupt, but again, Donald Trump has not earned my vote.\"\nCoffman said he would not rule out voting for the Libertarian Party presidential nominee Gary Johnson and vice presidential nominee Bill Weld.\nYet, when KUSA asked Coffman, \"Would you rule out supporting Donald Trump for president?\" he said, \"No.\"\nThe fence-straddling reply drew a website headline: \"Coffman (kind of) comes out against Trump.\"\nThe DCCC defends the accuracy of its ad claim — \"you’re the one who said you’d support (Trump) — based on the February statement by Coffman’s spokeswoman that he would \"obviously\" support the eventual GOP nominee. It doesn’t matter how many times Coffman says \"Trump has not earned my support,\" DCCC says, arguing that his position hasn’t changed if he leaves the door open to backing him.\n\"He's trying to have it both ways,\" the DCCC said.\nOur ruling\nThe DCCC said of Coffman, \"You’re the one who said you’d support (Trump),\" in response to Coffman’s ad saying he would stand up to Trump.\nThe DCCC’s evidence is based on a six-month-old statement during the primary by his campaign spokeswoman. The spokeswoman said Coffman would \"support the Republican nominee,\" stressing Coffman wanted Rubio out of the remaining 11 candidates.\nSince then, Coffman has become the only Republican House lawmaker to issue an ad criticizing his party’s presidential nominee. He has condemned Trump’s treatment of a Gold Star family and demanded that he retract his \"totally unAmerican slur\" of a Mexican-American judge.\nMost importantly, Coffman himself has repeatedly said the billionaire has a long way to go to earn his support.\nThe DCCC ad skirts key facts. Coffman has never embraced Trump’s candidacy —  even saying \"I don’t like him much\" — and he’s gone farther than most Republicans in rebuking his \"polarizing and divisive campaign.\"\nWe rate the claim Mostly False.\nhttps://www.sharethefacts.co/share/938b726f-2ca6-43ce-9262-12a148b2ad23", "vclaim_id": "vclaim-pol-04508"}