{"url": "/factchecks/2016/nov/17/rand-paul/rand-paul-says-john-bolton-still-thinks-iraq-war-w/", "speaker": "Rand Paul", "vclaim": "Says John Bolton supported the Iraq War and said last year that \"I still think the decision to overthrow Saddam was correct.\"", "truth_label": "true", "date": "stated on November 15, 2016 in a column on rare.us:", "title": "Rand Paul says John Bolton still thinks Iraq War was right decision", "text": "It's speculated that one of Donald Trump’s potential nominees for secretary of state is former U.S. ambassador to the United Nations John Bolton. Bolton received some hostile fire this week from a senator on his own side of the aisle.\nSen. Rand Paul, R-Ky., blasted Bolton in a column on the media platform rare.us: \"Rumors are that Donald Trump might pick John Bolton for Secretary of State. Heaven forbid.\"\nPaul is a libertarian who has often expressed skepticism about the United States launching wars overseas. Bolton is a staunch hawk who served as part of the national security brain trust of then-President George W. Bush during the launch of the Iraq War.\nIn his column, Paul said Bolton was \"one of the loudest advocates of overthrowing Saddam Hussein and still stupefyingly insists it was the right call 13 years later. ‘I still think the decision to overthrow Saddam was correct,’ Bolton said just last year.\"\nIn recent years, many Americans have turned against the war -- 51 percent in Gallup’s most recent poll, taken in June 2015 said it was a mistake, and Trump himself repeatedly argued that he was against the war. (He actually wasn’t, we and other fact-checkers found.)\nSo has Bolton really remained steadfast about the wisdom of the decision to go after Saddam Hussein? Apparently, the answer is yes.\nWe did not hear back from either Bolton’s office or from Paul’s office. However, Paul’s column included a link to his evidence.\nPaul pointed to a Talking Points Memo article, which in turn referenced an article in the Washington Examiner.\nIn the Examiner article, published on May 14, 2015, senior congressional correspondent David Drucker quoted Bolton saying, \"I still think the decision to overthrow Saddam was correct. I think decisions made after that decision were wrong, although I think the worst decision made after that was the 2011 decision to withdraw U.S. and coalition forces. The people who say, ‘Oh, things would have been much better if you didn't overthrow Saddam,’ miss the point that today's Middle East does not flow totally and unchangeably from the decision to overthrow Saddam alone.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThis supports Paul’s assertion.\nBefore drawing a final conclusion, we looked at two additional questions.\nFirst, did Bolton complain after the fact that the article misquoted him? We asked Drucker, who said, \"No, they never complained -- him or his people.\"\nAnd second, has Bolton said anything else since then that would make his comment in the Examiner interview outdated? The answer here seems to be no, as well. We searched in both Google and Nexis and found no contrary comments by Bolton in the subsequent year and a half.\nThe only relevant quote we found in our searches was published on the same day as the Examiner article. It was a blog post in the Washington Post that quoted Bolton saying, \"My answer would have been: 'If you knew everything you do today, of course you'd make different choices, but I'd still overthrow Saddam Hussein, who was a threat to peace and stability in the region.' \"\nThis only supports the gist of what Paul said.\nOur ruling\nPaul said Bolton was a supporter of the Iraq War who said last year, \"I still think the decision to overthrow Saddam was correct.\"\nBolton did indeed say that to a reporter for the Washington Examiner, and he also made a similar comment published in the Washington Post on the same day. We were not able to find any published comments in which Bolton offered a substantially different opinion. So we rate Paul’s statement True.\nhttps://www.sharethefacts.co/share/99a9169d-7feb-470e-abc0-55a7c0b1eef7", "vclaim_id": "vclaim-pol-03931"}