{"url": "/factchecks/2017/jun/04/donald-trump/donald-trumps-tweet-misleads-about-london-mayors-r/", "speaker": "Donald Trump", "vclaim": "\"At least 7 dead and 48 wounded in terror attack and Mayor of London says there is ‘no reason to be alarmed!’ \"", "truth_label": "false", "date": "stated on June 4, 2017 in a tweet:", "title": "Donald Trump's tweet misleads about London mayor's reaction to bridge, stabbing attacks", "text": "Saturday night, President Donald Trump responded to the London Bridge and market attacks with solidarity for London and the United Kingdom.\nSunday morning, Trump had harsh words for the city’s mayor, Sadiq Khan.\n\"At least 7 dead and 48 wounded in terror attack and Mayor of London says there is ‘no reason to be alarmed!’ \" Trump wrote June 4.\nAt least 7 dead and 48 wounded in terror attack and Mayor of London says there is \"no reason to be alarmed!\"— Donald J. Trump (@realDonaldTrump) June 4, 2017\n\n\nThe London mayor did use those words in a morning-after news conference about the van and stabbing rampage. But in no way, shape or form did Khan say them about the terrorist attack.\nWhen Khan said there was \"no reason to be alarmed,\" he was talking about the increased police presence around the city that residents and tourists would notice.\nKhan condemned the attacks at London Bridge and Borough Market.\n\"I am appalled and furious that these cowardly terrorists would deliberately target innocent Londoners and bystanders enjoying their Saturday night,\" Khan said June 4. \"There can be no justification for the acts of these terrorists. And I’m quite clear that we will never let them win nor will we allow them to cower our city or Londoners.\"\nKhan talked about the stepped-up police presence three different times in the news conference, and twice he said people should not be alarmed by it. Here's one of the comments in context, via the BBC:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"Londoners will see an increased police presence today and over the course of the next few days.\n\"No reason to be alarmed. One of the things the police and all of us need to do is make sure we're as safe as we possibly can be.\n\"I'm reassured that we are one of the safest global cities in the world, if not the safest global city in the world, but we always evolve and review ways to make sure that we remain as safe as we possibly can.\"\nThe comment came up again when Khan was asked to give his message to Londoners and visitors (go to the 6:50 mark). In addition to saying they should remain calm and vigilant, he said, \"You will see an increased police presence today, including armed officers, uniformed officers. There's no reason to be alarmed by this. We are the safest global city in the world.\"\n\nAt another point in the news conference, Khan said he did not want the general elections Thursday postponed as a result of the attacks, and the threat level remained \"severe.\"\nThe White House did not immediately respond to a request for comment. It’s probable that Trump fired off his tweets after watching Fox & Friends, where pundits discussed Khan’s comments in the same manner around the same time.\nAsked about Trump’s tweet, a spokesperson for Khan told NBC News, \"The mayor is busy working with the police, emergency services, and the government to coordinate the response to this horrific and cowardly terrorist attack and provide leadership and reassurance to Londoners and visitors to our city. He has more important things to do than respond to Donald Trump's ill-informed tweet that deliberately takes out of context his remarks urging Londoners not to be alarmed when they saw more police — including armed officers — on the streets.\"\nOur ruling\nTrump tweeted, \"At least 7 dead and 48 wounded in terror attack and Mayor of London says there is ‘no reason to be alarmed!’ \"\nTrump portrayed Khan as an official with his head in the sand about the attacks that disrupted his city. The reality is the president plucked five words from the mayor’s longer message that condemned the terrorist acts and explained why Londoners would see an increased police presence in the coming days. Khan was not saying there is \"no reason to be alarmed,\" period,  by the attack -- he was pre-empting concerns about what law enforcement presence might mean in the days to come. \nWe rate Trump’s statement False.\n Share the Facts 2017-06-04 16:09:39 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"At least 7 dead and 48 wounded in terror attack and Mayor of London says there is ‘no reason to be alarmed!’ \"    Donald Trump U.S. president   a tweet Sunday, June 4, 2017 2017-06-04    Read More  info", "vclaim_id": "vclaim-pol-03243"}