{"url": "/factchecks/2020/oct/28/donald-trump/fact-checking-trumps-claim-biden-said-he-would-abo/", "speaker": "Donald Trump", "vclaim": "“Joe Biden confirmed his plan to abolish the entire U.S. oil industry.”", "truth_label": "false", "date": "stated on October 26, 2020 in a rally:", "title": "Fact-checking Trump’s claim that Biden said he would ‘abolish the entire U.S. oil industry’", "text": "President Donald Trump told supporters at a rally in Allentown that Joe Biden wants to dismantle the country’s oil and gas industry, a move he warned would have devastating consequences for Pennsylvania families.\n\"Joe Biden confirmed his plan to abolish the entire U.S. oil industry,\" Trump said at the first of three rallies he held in Pennsylvania on Monday. \"That means no fracking jobs and no energy for Pennsylvania.\"\nBiden has said repeatedly that he won’t ban fracking, the controversial drilling technique used to extract natural gas from miles beneath the Earth’s surface. (He does intend to stop new fracking on public lands.) But his vision for the oil industry hasn’t gotten as much attention.\nTrump’s characterization of Biden’s position is vastly oversimplified, and he’s suggesting Biden doubled down on a stance he never took in the first place.\nBiden wants to reduce the country’s reliance on oil by investing heavily in renewable energy, and he plans to pay for part of that investment by ending federal subsidies for oil companies. He doesn’t want to wipe out the oil industry as Trump claimed. In fact, some oil executives have cheered Biden’s support for the development of technology that captures greenhouse gas emissions before they reach the atmosphere, allowing companies to safely burn fossil fuel for years to come.\nBiden’s stance on oil was thrown into question after the presidential debate on Oct. 22, when he said he wants to gradually ease the country’s reliance on fossil fuels.\nHere’s an excerpt of the former vice president’s exchange with Trump on the debate stage.\n\"Would you close down the oil industry?\" Trump asked\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"By the way, I would transition from the oil industry, yes,\" Biden said.\n\"Oh, that’s a big statement,\" Trump said.\nBiden stumbled over his words as he tried to explain his position — that he wants the country to transition from fossil fuels to renewable energy over time, and that he wants to end federal subsidies for oil companies. After the debate, he again stressed his interest in eliminating subsidies in interviews with reporters.\nBut the Trump campaign saw an opening and quickly declared that voters would abandon him in swing states where Biden has led for months.\nBiden’s position on oil has been clear since he released his clean energy plan in July.\nThe document details Biden’s stance on oil subsidies, his support for renewable energy, and his interest in developing technology to capture greenhouse gas emissions, as well as his plan to limit oil companies' methane pollution, ban new drilling on public lands and beneath public waters, and set new fuel economy standards that would reduce U.S. oil consumption by 12 billion barrels.\nOur ruling\nTrump said Biden wants to \"abolish the entire U.S. oil industry.\" He’s oversimplifying Biden’s nuanced position — and baselessly saying Biden confirmed that oversimplification. Biden wants to eliminate federal subsidies for oil companies and use that money to invest in renewable energy. Plus, Biden supports the development of carbon capture technology that could help oil companies stay in business. Trump’s statement is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18795"}