{"url": "/factchecks/2020/apr/24/veronica-escobar/texas-lags-behind-other-states-coronavirus-testing/", "speaker": "Veronica Escobar", "vclaim": "Says Texas “either is near the bottom or at the very bottom when it comes to testing per capita.”", "truth_label": "true", "date": "stated on April 22, 2020 in an interview:", "title": "Texas lags behind other states in coronavirus testing per capita", "text": "As state leaders in Texas look to ease restrictions implemented to slow the spread of coronavirus in the state, some people have raised concerns about the number of tests the state has administered.\nU.S. Rep. Veronica Escobar, D-El Paso, raised the issue during a webcast with the Wilson Center’s Mexico Institute and the Migration Policy Institute on Wednesday.\n\"Texas, I believe, either is near the bottom or at the very bottom when it comes to testing per capita, so the numbers are probably far greater than what is being reported,\" she said. \"I believe we don’t have an adequate idea of just how many cases and how many deaths are being reported.\"\nAt the time of Escobar’s remark, Texas had administered 216,783 tests for the coronavirus, with 21,069 positive results, according to the Texas Department of State Health Services. The state was reporting 542 coronavirus fatalities with an estimated 7,341 recoveries.\nEscobar’s spokeswoman Elizabeth Lopez-Sandoval pointed to the COVID Tracking Project as the source of Escobar’s claim comparing Texas testing to other states.\nThe COVID Tracking Project was launched by The Atlantic and tracks and publishes data from each state about testing, deaths and hospitalizations related to the coronavirus. \nLooking at the numbers\nWith a population of more than 27.8 million in 2018 and 216,783 tests administered, Texas had administered about 777 coronavirus tests per 100,000 people as of Wednesday, ranking 48th among states in testing per capita.\nHere’s a look at the five states that had administered the fewest coronavirus tests per capita, as of Wednesday:\n\nKansas: 20,203 tests, or about 695 per 100,000 residents\nVirginia: 60,778 tests, or about 722 per 100,000 residents\nTexas: 216,783 tests, or about 777 per 100,000 residents\nKentucky: 36,075 tests, or about 812 per 100,000 residents\nArizona: 56,601 tests, or about 842 per 100,000 residents\n\nThe total number of tests administered in Texas is significantly higher than other states at the lower end of the list, but testing per capita remains low.\nHere’s how other states with large populations compare to Texas in the number of tests administered per capita, as of Wednesday:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nTexas: 216,783 tests, or about 777 per 100,000 residents\nCalifornia: 465,327 tests, or about 1,189 per 100,000 residents\nIllinois: 164,346 tests, or about 1,281 per 100,000 residents\nFlorida: 288,627 tests, or about 1,401 per 100,000 residents\nNew York: 669,982 tests, or about 3,415 per 100,000 residents\n\nAnd here’s how Texas compares to its neighbors in testing per capita, from lowest to highest, as of Wednesday:\n\nTexas: 216,783 tests, or about 777 per 100,000 residents\nArkansas: 29,713 tests, or about 993 per 100,000 residents\nOklahoma: 45,913 tests, or about 1,171 per 100,000 residents\nNew Mexico: 41,232 tests, or about 1,971 per 100,000 residents\nLouisiana: 142,834 tests, or about 3,063 per 100,000 residents\n\nEfforts to increase testing\nPublic health experts say a dramatic increase in testing is needed to ensure it’s safe to reopen sectors of the economy, as limited testing data means there are significant unknowns when it comes to the scope of the virus spread.\nThe data that does exist is incomplete, as some private laboratories have not reported the number of negative tests they have administered. And there are clear discrepancies in some county-level data.\nFor example, one small West Texas county reported 12 positive cases of the virus but only reported administering one test as of April 13, according to the American-Statesman. \nDuring a news conference on April 17, Gov. Greg Abbott said he spoke with the White House and was told Texas would receive \"a dramatic increase\" in testing — \"not just testing those who may show symptoms, but also being able to test entire communities so that we have better information.\"\nCalifornia and Arizona have both expanded which individuals meet the criteria required for testing, allowing individuals with no symptoms to be screened.\nAbbott told reporters that this increase in testing capacity is expected by \"late April or early May.\"\nHe declined to offer specifics, but said new testing will be coming from the private sector.\nTexas Department of State Health Services Commissioner John Hellerstedt said the private sector will play a role, but public health authorities also are working to grow their capacity.\nOur Ruling\nEscobar said that Texas \"is near the bottom or at the very bottom of COVID-19 testing per capita.\"\nData supports Escobar’s statement and shows that Texas has lagged behind other states in terms of coronavirus testing per capita. We rate this claim True.", "vclaim_id": "vclaim-pol-17012"}