{"url": "/factchecks/2010/aug/23/chain-email/health-care-law-sales-tax-home-sales-no/", "speaker": "Chain email", "vclaim": "Under the new health care law, \"all real estate transactions will be subject to a 3.8% Sales Tax\"", "truth_label": "pants-fire", "date": "stated on August 2, 2010 in a chain e-mail:", "title": "Health care law institutes a sales tax on home sales? No, it doesn't", "text": "A new chain e-mail wrongly claims that the 2010 health care law will institute a new tax on home sales.\n\nHere's the e-mail a reader recently forwarded to us:\n\n\"Under the new health care bill -- did you know that all real estate transactions will be subject to a 3.8% Sales Tax? The bulk of these new taxes don't kick in until 2013 (presumably after Obama's re-election). You can thank Nancy, Harry and Barack and your local Democrat Congressman for this one. If you sell your $400,000 home, there will be a $15,200 tax. This bill is set to screw the retiring generation who often downsize their homes. Is this Hope & Change great or what? Does this stuff makes (sic) your November and 2012 votes more important?\n\n\"Oh, you weren't aware this was in the Obamacare bill? Guess what, you aren't alone. There are more than a few members of Congress that aren't aware of it either (result of clandestine midnight voting for huge bills they've never read). AND, there are a few other surprises lurking.\"\n\nThe root of this claim appears to be Section 1402 of the Health Care and Education Reconciliation Act of 2010, titled \"Unearned income Medicare contribution.\"  Legislative wonks might remember that this was the second part of the health care bill, passed via reconciliation so that it only required 50 votes. Democrats had to do it that way after they lost their 60-seat majority due to a special election for the U.S. Senate in Massachusetts. (Republican Scott Brown won the seat that Sen. Edward Kennedy, a Democrat, held until his death.)\n\nThe health care law imposes a 3.8 percent tax on the investment income of couples who make more than $250,000 or individuals who make more than $200,000. That investment income could include income from real estate transactions. But it would only apply to those high earners, who make up less than 5 percent of all taxpayers. We're not sure why the e-mail extrapolates this tax to all real estate transactions, but that's the only 3.8 percent tax we could find in the new law. We ran this by two tax policy experts who confirmed our analysis of the new law.\n\nUnder current law, workers pay Medicare hospital taxes on wages. Workers and employers split a 2.9 percent tax; the self-employed pay all of it.\n\nThe new tax marks the first time investment income will be subject to Medicare taxes, said Clint Stretch, the managing principal for tax policy at Deloitte Tax LLP. We should point out that the government currently taxes investment income in various ways and could have simply raised current rates.\n\nBut lawmakers wanted to link the new revenues to health care, Stretch said. \"The point of doing it as a Medicare tax was to have the money go to the Medicare trust fund and have it act like a tax that is paying for health care. So there is additional complexity,\" he said.\n\nAnd by the way, if you're an empty-nester of any means, and you're thinking of downsizing, part of your profits are already tax-free. There are long-standing tax exemptions on the profits from home sales. In general, if you sell your own home, individuals are not taxed on the first $250,000 of profit and married couples are not taxed on the first $500,000 of profit. Again, that's profit, not the sales price.\n\nIf you're wealthy and sell your home at a substantial profit, it's possible you might get hit with the new 3.8 percent tax on investment income. Most Americans won't have to worry about this, though.\n\nNot that our chain e-mail acknowledges any of those pesky facts. It says that a 3.8 percent tax applies to all real estate transactions as a sales tax. That is not the case. The e-mail seems intended to scare people, particularly older Americans, and it urges them to vote a particular way based on false information. And for that, we award this chain e-mail a Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nUpdate: This report has been changed to reflect that there is no wage limit on Medicare hospital taxes. A wage limit of $106,800 applies to Social Security payroll taxes, but not Medicare hospital taxes.", "vclaim_id": "vclaim-pol-14549"}