{"url": "/factchecks/2015/aug/30/bernie-sanders/bernie-sanders-right-police-do-treat-african-ameri/", "speaker": "Bernie Sanders", "vclaim": "\"African Americans are twice as likely to be arrested and almost four times as likely to experience the use of force during encounters with the police.\"", "truth_label": "mostly-true", "date": "stated on August 12, 2015 in web site:", "title": "Bernie Sanders is right: Police do treat African Americans differently", "text": "U.S. Sen. Bernie Sanders, the independent from Vermont, is trying to attract black voters to his presidential campaign, despite some opposition from activists in the Black Lives Matter movement.\nThe website for Sanders’ campaign for the Democratic nomination devotes an entire section to \"Racial Justice.\" It kicks off by reciting the names of Michael Brown, Eric Garner and other individuals who have died during encounters with police.\n\"We know their names,\" it says. \"Each of them died unarmed at the hands of police officers or in police custody… We should not fool ourselves into thinking that this violence only affects those whose names have appeared on TV or in the newspaper.\"\nThen it says this: \"African Americans are twice as likely to be arrested and almost four times as likely to experience the use of force during encounters with the police.\"\nFurther into Sanders’ presentation, the policy statement repeats the same two points. Only this time, these points closely follow some other statistics about blacks being three times as likely to be searched during a traffic stop, a statistic attributed to a U.S. Bureau of Justice Statistics report.\nWe wondered where Sanders had gotten his information about blacks being twice as likely to be arrested and being almost four times as likely to experience police force.\nSanders’ policy advisor, Warren Gunnels, initially referred us to a 2007 U.S. Bureau of Justice Statistics report based on 10-year-old data from 2005.  \nHe directed us to the first page, where the federal statisticians had reported that \"...black drivers were twice as likely as white drivers to be arrested.\" This didn’t support the statement that African Americans are twice as likely to be arrested in all cases for all arrests.\nThe report did make a convincing presentation on another page showing that in 4.4 percent of their contacts with police, blacks experienced a use of force in 2005, while whites experienced force in only 1.2 percent of their contacts with police.\nThis did support Sanders’ statement that African Americans are almost four times as likely to experience the use of force during encounters with police. In 2011, the federal statisticians revisited the same issue, examining 2008 statistics.\nThey found that blacks experienced a use of force in 3.4 percent of their contacts with police. The percentage for the whites was still 1.2 percent. So the updated statistics show blacks being just shy of three times as likely — not almost four times as likely — to experience force during an arrest.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nIs there also more current data on the first part of Sanders’ claim? We got back to Gunnels to follow up on the likelihood of arrest question.\nGunnels directed us to a report compiled by The Sentencing Project, a Washington D.C.-based organization that promotes alternatives to imprisonment and also carries out research on criminal justice issues, including racial disparities.\nA passage in that 2008 report asserted that blacks are arrested at a rate twice their share of the population. Marc Mauer, The Sentencing Project’s director, provided additional analysis based on 2013 arrest statistics from the FBI Uniform Crime Report and data from the U.S. Census.\nIn 2013, blacks represented 28.3 percent of all persons arrested, even though they were only about 13.2 percent of the national population, Mauer said, noting that the 13.2 percent population figure is an estimate that tends to fluctuate.\n\"If all things were equal, you would expect blacks to represent 13.2 percent of all arrests,\" Mauer said. \"But they are not equal. The 28 percent figure is a little more than double the national population figure.\"\nBy contrast, whites represented about 77.7 percent of the population in 2013, Mauer said, and whites represented about 68.9 percent of all arrests.\nDoes this mean blacks are twice as likely to be arrested as whites?\n\"They are arrested at twice their share of the population,\" Mauer said. And yes, he said, this also means blacks are twice as likely to be arrested as whites.\nOur ruling\nBlacks are twice as likely to be arrested as whites based on a criminologist’s analysis of the 2013 data.\nBut, based on the latest numbers that the federal statisticians could provide regarding  use of force, blacks are about three times as likely to experience force during encounters with police.\nThree times is not \"almost four times,\" but Sanders was 75 percent correct, which is more than a passing score and the rate was close to four times in an older study.\nFor this reason, we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06023"}