{"url": "/factchecks/2020/may/18/facebook-posts/no-there-arent-set-amounts-hospitals-are-paid-deat/", "speaker": "Facebook posts", "vclaim": "Hospitals get paid $750 for patients who die from the flu, $17,500 for COVID-19.", "truth_label": "false", "date": "stated on April 27, 2020 in a Facebook post:", "title": "No, there aren’t set amounts hospitals are paid for deaths from flu vs COVID-19", "text": "Medicare is adding 20% to its regular reimbursements to hospitals for the treatment of COVID-19 victims. That’s a result of a federal stimulus law that was passed in response to the coronavirus pandemic.\nBut do hospitals get paid 23 times as much for a patient who dies from COVID-19 as for a patient who dies from the flu?\nThat’s the claim of a Facebook post that says:\n\"Check this out! Hospitals get $750 if you die from the flu, and $17,500 if you died from COVID-19. Now think about that!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe’ve looked into other claims that point to the differences in reimbursement levels to suggest that hospitals have a financial incentive to improperly diagnose cases as COVID-19. But experts say if anything, the illness is being underdiagnosed. \nIn any case, the dollar amounts claimed in this post about flu and COVID-19 are misleading. The main thing to know is there are no set amounts paid to hospitals for either type of patient.\nThe $17,500 claimed roughly matches the average amount Medicare paid hospitals before this year’s outbreak for a patient with a COVID-like respiratory infection, such as pneumonia, who needed a certain amount of care. But private insurance typically pays twice as much as Medicare does, Tricia Neuman, who leads Kaiser Family Foundation’s program on Medicare policy, told PolitiFact.\nAs for the amount claimed for a flu patient, \"no hospitalization ever costs $750 and has not in 30 years,\" said Gerard Anderson, a professor at the Johns Hopkins Center for Hospital Finance and Management.\nThe 20% add-on\nThe federal government has decided to pay hospitals extra for treating COVID-19 patients on Medicare.\nCongress added the provision because hospitals have lost revenue from routine care and elective surgeries that they couldn't provide during the crisis, and because the cost of providing even routine services to COVID patients has increased. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nFrom March through June, hospitals will lose an estimated $202.6 billion as a result of the high cost of COVID-19 care and lost revenue from canceled procedures, according to the American Hospital Association.\nUnder the CARES Act, the largest of the three federal stimulus laws enacted in response to the coronavirus, Medicare pays hospitals a 20% \"add on\" to its regular payment for COVID-19 patients. \nBut there is no indication that hospitals are over-identifying patients as having COVID-19 for the sake of padding their revenue. If anything, evidence suggests the illness is being underdiagnosed.\nDollar amounts in the claim are off\nMedicare pays hospitals based on a diagnosis; whether a patient dies does not affect the amount. And even then, the same diagnosis might trigger one reimbursement amount at one hospital, and a different payment at a hospital in another location, to take into account wage differences across the country and other factors.\nNeuman said $17,500 was roughly the average amount paid for a particular type of patient with a COVID-related diagnosis — one who has respiratory infection with complications  and who needs a ventilator for up to 96 hours. That’s based on estimates Kaiser did in 2017. The 20% add-on would raise that payment to nearly $21,000.\nAs for the Facebook post’s claim of a $750 payment for a flu patient, \"there is almost nothing in a hospital that only costs $750,\" said Dr. Bob Kocher, a partner at the Venrock venture-capital firm and a senior fellow at the Center for Health Policy and Economics at the University of Southern California. \"An emergency-room visit costs more than that.\"\nMoreover, a patient with the flu who is admitted to a hospital and then dies typically would have multiple comorbidities, such as a heart condition, requiring a range of treatments and incurring costs substantially larger than $750, said Joseph Antos, a scholar in health care at the American Enterprise Institute.\n\"There is no single number that correctly characterizes Medicare's payment, but it is fair to say that the numbers presented here do not represent a true average Medicare payment for either type of patient,\" Antos said.\nOur ruling\nA Facebook post claimed that hospitals get paid $750 for patients who die from the flu, $17,500 for COVID-19.\nThe $17,500 was roughly the average amount Medicare paid for a particular type of patient with a COVID-related diagnosis — one who has respiratory infection with complications and who needs a ventilator for up to 96 hours, according to Kaiser Family Foundation estimates for 2017.\nBut hospitals are not paid set amounts for patients who die from the flu or from COVID-19. Medicare pays hospitals based primarily on a diagnosis, and the amount is not directly affected by whether a patient dies. And payments vary based on how much treatment a patient needs, the location of a hospital, to take into account wage differences, and other factors.\nThe post misrepresents the way hospital reimbursements are determined and uses misleading numbers. We rate it False.", "vclaim_id": "vclaim-pol-18320"}