{"url": "/factchecks/2010/feb/19/kinky-friedman/kinky-friedman-says-texas-agriculture-commissioner/", "speaker": "Kinky Friedman", "vclaim": "\"The current (agriculture) commissioner allowed tainted beef to be sent to school cafeterias.\"", "truth_label": "false", "date": "stated on February 12, 2010 in a response to League of Women Voters of Texas.:", "title": "Kinky Friedman says Texas agriculture commissioner allowed tainted beef to reach school cafeterias", "text": "Kinky Friedman, seeking the Democratic nod for state agriculture commissioner, suggests the Republican incumbent, Todd Staples, let down his guard a couple years ago.\n\nResponding to a question from the League of Women Voters of Texas, Friedman said: \"The current commissioner allowed tainted beef to be sent to school cafeterias.\"\n\nHis stomach-churning charge drew our attention.\n\nThe candidate’s campaign pointed us to a February 2008 press release issued by Staples giving clearance to school districts to comply with a nationwide recall of more than 765,000 pounds of tainted beef. The release states: \"Currently, 462 Texas school districts and other entities enrolled in the school breakfast and lunch programs have reported to have meat on hold and now can begin the disposal process.\"\n\nThe release doesn’t say if or how Staples allowed the tainted beef get to Texas schools. But Friedman spokesman Jason Stanford said it shows \"this was allowed to happen on Staples’ watch.\"\n\nWe wondered what role the Texas Department of Agriculture plays in determining what foods get delivered for school meals.\n\nStaples’ spokesman Bryan Black confirmed that the Texas department distributes food commodities purchased by the U.S. Department of Agriculture.\n\nBlack conceded too those deliveries would have included the beef that was later targeted for disposal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nYet Black insisted that nothing in state law permits the commissioner to tell districts what foods to order or not.\n\nHis point: Staples couldn't have stopped--or disallowed--schools from taking the beef; the state department is responsible only for ensuring that food ordered through the USDA's commodity program--whatever the foods are--gets delivered.\n\nSpokeswoman Jean Daniel of the USDA's Food and Nutrition Service, which administers USDA's food nutrition programs, echoed Black's claim.\n\nDaniel said state officials such as the Texas agriculture commissioner don't determine which suppliers provide food either through federally purchased commodities, which account for 15 to 20 percent of the food in school meals nationwide, or local purchases from commercial suppliers, handled by school districts. Daniel said she didn't know of any instance of a state-level official intervening in school district food purchases unless they were alerted to a recall.\n\nIn 2008, Black said, Staples acted because the federal government told states that the beef was unfit for human consumption. The state agency helped ensure the disposal of the beef and reimbursements to districts.\n\nIt's true that the Texas agriculture commissioner is responsible for overseeing the distribution of federal commodities for school meal programs.\n\nBut we found no evidence that Staples had the authority to allow districts to get the bad beef.\n\nWe rate Friedman's statement as False.", "vclaim_id": "vclaim-pol-15294"}