{"url": "/factchecks/2018/oct/24/donald-trump/donald-trump-wrong-opioid-bill-didnt-get-much-demo/", "speaker": "Donald Trump", "vclaim": "Says a recent opioid bill that reached his desk had \"very little Democrat support.\"", "truth_label": "pants-fire", "date": "stated on October 12, 2018 in a rally in Lebanon, Ohio:", "title": "Donald Trump wrong that opioid bill didn't get much Democratic backing", "text": "Did Democrats try to shirk efforts to pass a bill on opioids that President Donald Trump recently signed? Trump said they did at a rally in Lebanon, Ohio, on Oct. 12.\nHe said, \"I'll soon sign into the law the largest legislative effort in history to address the opioid crisis where just this year we got $6 billion from Congress — thanks to (Ohio Republican Sen.) Rob Portman and a lot of others — thank you, Rob — but Rob and so many others helped. Very little Democrat support.\"\nWas this a mostly Republican-backed bill?\nNot at all. In fact, it garnered as close as you can come to universal support in this politically polarized era.\nThe bill offered such provisions as barring fentanyl from being imported by mail, expanding the ability of nurses to prescribe medication to counter opioid addiction, and enhanced access to treatment for Medicaid recipients.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nIt was originally introduced in June by several House Republicans and Democrats. The Democrats included Reps. Peter DeFazio of Oregon, Richard Neal of Massachusetts, Frank Pallone of New Jersey, and Tim Walz of Minnesota.\nThe initial version passed the House by a 396-14 margin and the equivalent version passed the Senate by a 99-1 margin. After the chambers ironed out their differences, the final version passed the House 393-8 on Sept. 28 and the Senate 98-1 on Oct. 3. (The only vote against the bill in the Senate — on both versions — was by a Republican, Mike Lee of Utah.)\nThe bill then went to the president, but he hasn’t officially signed it yet. The New York Times called it \"rare bipartisan accord.\"\nThe bill’s bipartisan nature was among the top themes in news coverage.\nWe reached out to the White House but did not hear back.\nOur ruling\nTrump said the recent opioid bill had \"very little Democrat support.\"\nThat couldn’t be further from the truth. Virtually every Democrat (and virtually every Republican) voted for the bill on the floor. We rate the statement Pants on Fire.\n Share the Facts 2018-10-24 15:22:49 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says a recent opioid bill that reached his desk had \"very little Democrat support.\"    Donald Trump President https://factba.se/transcript/donald-trump-speech-maga-rally-lebanon-oh-october-12-2018   a rally in Lebanon, Ohio Friday, October 12, 2018 2018-10-12    Read More  info", "vclaim_id": "vclaim-pol-01421"}