{"url": "/factchecks/2010/oct/10/debbie-jackow/debbie-jackow-says-opponent-doesnt-support-land-pr/", "speaker": "Debbie Jackow", "vclaim": "Debbie Jackow \"unlike her opponent ... WILL NOT de-fund the 20/20 land program.\"", "truth_label": "false", "date": "stated on September 27, 2010 in a campaign mailer:", "title": "Lee County's Debbie Jackow says opponent doesn't support land program", "text": "Lab tech and political newcomer Debbie Jackow's campaign mailer touts what she is not. She is not her opponent, two-term incumbent Lee County Commissioner Tammy Hall.\n\nJackow lists her bulleted campaign promises under the header, \"Unlike her opponent Debbie WILL NOT...\" \n\n• Be a tax and spend commissioner\n\n• Raise property taxes\n\n• Be owned by special interests\n\n• De-fund the 20/20 land program\n\nThat last line about the county's Conservation 20/20 program caught our attention.\n\nWe wondered, is that a fair accusation?\n\nVoters approved the 20/20 land program in a 1996 referendum to help the county buy up and exempt environmentally sensitive land from development. The program taxes 50 cents for every $1,000 of assessed property value. In 14 years, Lee County taxpayers have spent $286.5 million to preserve 37 square miles of land.\n\nHall has always voted to approve funding for the program. She voted for it again this year, and it's approved through 2011. We looked for evidence to support Jackow's claim that Hall planned in the future to pull funds from Conservation 20/20.\n\nWe pulled footage from the July 6, 2010, commission meeting where commissioners voted to fund the program. This meeting and the media's coverage of it, Jackow said, were the basis of her accusation.\n\nClerk of Court Charlie Green suggested at the start of the meeting that the commission divert $27 million from Conservation 20/20 this year ­to help fill the county's budget deficit. Hall's only response was to invite Green to stay at the meeting through the vote on the 14-year-old program.\n\nTwo hours into the meeting, Hall thanked Commissioner Ray Judah for his support of Conservation 20/20. She then said, \"I support, I have always supported the (Conservation) 20/20 program.\"\n\nShe led a unanimous vote to continue funding the program.\n\nSo where did Jackow's accusation come from?\n\n\"It was in The News-Press,\" Jackow said. \"(Hall) said she would consider touching the 20/20 money.\"\n\nA July 7 News-Press article said, \"Commission Chairwoman Tammy Hall said the board should be looking ahead to further cost-cutting measures. She cited Clerk of Court Charlie Green's idea of putting a halt to the county's land conservation purchasing program and using its tax dollars to help plug the budget hole.\"\n\nA look at the meeting footage shows Hall suggesting the county continue to make cuts. Without expressing support for Green's idea, she also states, \"The clerk has given us ideas on how to maybe put things on hold and transfer over, but that is our goal ... that the average citizen in Lee County does not see a tax increase.\"\n\nHall offered no further comment on Green's suggestion during the meeting.\n\nHall has supported Conservation 20/20 every year she's been in office, including the current year. To say Hall is considering de-funding the program would be a stretch. Saying she has de-funded the program is clearly incorrect. We rate this statement False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-14266"}