{"url": "/factchecks/2016/jan/13/nikki-haley/economy-too-weak-raise-incomes-nikki-haley-state-u/", "speaker": "Nikki Haley", "vclaim": "The economy is \"too weak to raise income levels.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2016 in the Republican response to the State of the Union address:", "title": "Economy is 'too weak to raise income levels,' says Nikki Haley in State of the Union response", "text": "In her Republican response to the State of the Union address, South Carolina Gov. Nikki Haley expressed criticism of President Barack Obama’s stewardship of the economy.\n\"The president's record has often fallen far short of his soaring words,\" Haley said. \"As he enters his final year in office, many Americans are still feeling the squeeze of an economy too weak to raise income levels.\"\nWe decided to check whether, six years into the economic recovery, income levels are still in the doldrums.\nHaley is basically correct if you look at Census Bureau data for median household income, adjusted for inflation. Here’s the trend line in recent years. Inflation-adjusted, median household income has fallen from $57,357 in 2009 to $53,657 in 2014, the most recent full year available.\n\nThat’s a decline of 6.4 percent over a five-year period once inflation is taken into account. Obama himself seemed to acknowledge this trend when he spoke about \"more and more wealth and income\" concentrated at the top and \"squeezed workers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe only silver lining for Obama is that median income has increased a bit since the first full year of the recovery -- 2010 -- and saw a tangible bump between 2012 and 2013. Still, at best, median income is moving sideways, a result strongly at odds with the much better record of job creation and unemployment reduction under Obama.\nThere are alternative ways to measure income, such as earnings from work, but these show growth that’s tepid at best.\nFor instance, median weekly earnings of full-time wage and salary workers rose from $776 in 2013 to $791 in 2014, which is less than a 2 percent increase, or roughly in line with inflation.\nOur ruling\nHaley said the economy is \"too weak to raise income levels.\"\nWhile the economy under Obama has made significant strides in such areas as job creation, income has not been an area of significant improvement. Median income is lower now compared to 2009. It is, however, slightly up from its low point in 2012.\nHaley’s claim is generally accurate but somewhat depends on your time frame and what you would consider a rise in income levels. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-05562"}