{"url": "/factchecks/2015/jun/30/bobby-scott/bobby-scott-says-us-income-disparity-widest-1920s/", "speaker": "Bobby Scott", "vclaim": "\"Income disparities in the United States are the worst since the 1920s.\"", "truth_label": "mostly-true", "date": "stated on June 12, 2015 in a news release.:", "title": "Bobby Scott says U.S. income disparity is widest since 1920s", "text": "U.S. Rep. Bobby Scott voted against a sweeping trade in agreement with Asian nations earlier this month, in part because he thinks it will depress U.S. wages.\n \n\"Entering into another large-scale trade deal at a time when income disparities in the United States are the worst since the 1920s is not the best course of action for our nation,\" Scott said in a June 12 statement explaining his votes against the Trans-Pacific Partnership.\n \nWe wondered if pay inequality between the very top earners and the rest of workers really is the highest since the Roaring 20’s. Similar claims have been sounded this year from both sides of the political aisle and uttered by two presidential candidates who, otherwise, are light years apart: Sens. Bernie Sanders, I-Vermont, and Ted Cruz, R-Texas.\n \nScott’s office backed the claim by referring us to two reports. The first, published earlier this year by the Center on Budget and Policy Priorities, is a guide to statistical studies on income inequality published by other organizations, including the U.S. Census Bureau and the Congressional Budget Office. All of the studies showed that disparity in the U.S. has been climbing steadily since the 1970s. But there was a problem: most of research didn’t go back much further in time and to get to the bottom of Scott’s claim, we had to travel back nearly 100 years.\n \nOne such time machine exists and the second document referred directly to it. Research by Emmanuel Saez -- an economist at the University of California, Berkeley and recipient of a 2010 genius grant from the MacArthur Foundation -- traces U.S. pay disparity since 1913. Saez and other economists built a database that compiles historic disparity statistics from 30 nations using data from millions of individual tax returns filed over the years.\n \nIn 2012, the top 1 percent of U.S. earners made 18.88 percent of the total pre-tax income of the nation’s tax filers. That was the highwater mark since 1928, when top earners pulled in a record 19.6 percent of all income.\n \nSaez says the 2012 share may have been a slight aberration, in part because many high earners cashed investments to avoid an increase in the capital gains tax that took effect the following year.\n \nIn 2013, the top percent’s share of income was 17.54 percent of total earnings. While that was a slight decrease, it still was the 16th highest mark over the 101 years measured in data base. It’s also the latest year available.\n \nThe data shows the top earners had at least a 16.68 percent share of total income every year since 2005. The figure was exceeded only one time between 1928 and 2005 -- top earners pulled in 17.64 percent in 1936..\n \nThe 16 years in which the top 1 percent had the greatest share of U.S. income are:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n1928, 19.6 percent\n2012, 18.88 percent\n1927, 18.68 percent\n1916, 18.57 percent\n1929, 18.42 percent\n2007, 18.33 percent\n1914, 18.16 percent\n2006, 18.06 percent\n1926, 18.01 percent\n1913, 17.96 percent\n2008, 17.89 percent\n2005, 17.68 percent\n1936, 17.64 percent\n1917, 17.6 percent\n1925, 17.6 percent\n2013, 17.54 percent.\n\nWhile Saez’s work has become a popular source for politicians to cite when discussing income disparity, some economists are critical of his measurements.\n \nGary Burtless, an economist with Brookings, a Washington think tank, told us as well as PolitiFact Texas that Saez’s data understates income growth of the bottom 99 percent. He noted that Saez’s income data is limited to pre-tax private income including wages, self-employment earnings, dividends, interest, rental payments and, in some cases, capital gains.\n \nWhat’s missing, Burtless said, are other forms of income such as Social Security, unemployment benefits, food stamps, government reimbursement of medical bills and untaxed fringe benefits such as employer contributions to health and retirement plans.\n \nThese unmeasured benefits, which almost entirely began in the 1940s -- and, in some cases, decades later -- \"are far more important for low and middle-income Americans than they are for the very well-to-do,\" Burtless said.\n \nThe CBO, which has been measuring income disparity since 1979, uses a broader statistical formula than Saez. It computed the top 1 percent’s income at 13.3 percent in 2009 and 14.9 percent in 2010 -- the latest years available. Saez, in comparison, computed the disparity at 16.7 percent and 17.5 percent for the same two years -- an average of about 3 percentage points higher than the CBO.\n \nAverage income disparity during the 1930s was less than two percentage points below the average from 2010-2013. So if all forms of income were computed for each era, it’s possible that that the actual disparity was greater 1930s than it is today.\n \nOur ruling\n \nScott said, \"Income disparities in the United States are the worst since the 1920s.\"\n \nThe one database that goes back that far backs up Scott. It shows that, with one exception, the sixteen highest years of disparity between the top one percent of earners and others occurred before 1930 or after 2004.\n \nBut it’s worth noting that the data tends to understate income because it doesn’t consider major government and employee benefits that weren’t offered until the 1940s or later. So it’s very possible that bottom-line disparity would have been greater in the 1930s than it is today.\n \nFor that reason, we rate Scott’s claim Mostly True.", "vclaim_id": "vclaim-pol-06252"}