{"url": "/factchecks/2016/nov/11/lamar-smith/lamar-smith-first-member-Congress-donate-Trump-Don/", "speaker": "Lamar Smith", "vclaim": "\"I was the first member of Congress to contribute to Donald Trump.\"", "truth_label": "true", "date": "stated on November 9, 2016 in a web post and email blast:", "title": "Lamar Smith 'first member of Congress to contribute to Donald Trump'", "text": "A re-elected U.S. House member from Texas offered congratulations to Donald Trump while laying claim to a financial first with the Republican president-elect.\nU.S. Rep. Lamar Smith, R-San Antonio, said in a Nov. 9, 2016, web post that voters chose a president who won’t expand government control. \"They have rejected bad trade deals, open borders, heavy-handed regulations, Obamacare, a liberal Supreme Court, political correctness, and business as usual in Washington,\" Smith wrote.\nSmith went on: \"When I learned I was the first member of Congress to contribute to Donald Trump, I didn't know whether to smile or frown. Now I realize that few actions have given me as much satisfaction. The walk-on quarterback has won the Super Bowl!\"\nSmith, who chairs the House Committee on Science & Technology, joined several fellow Republican House committee chairs in endorsing Trump’s candidacy on May 14, 2016. Was he also the first member of Congress to make a contribution to the New York businessman?\nSmith reported donations starting in May 2016\nWe emailed Smith consultant Jordan Berry seeking Smith’s factual backup.\nThen we called the Federal Election Commission, repository for candidate finance reports, where Julia Queen helped us ascertain that Smith’s campaign committee, Texans for Lamar Smith, reported giving the Donald J. Trump for President committee $2,000 on May 27, 2016.\nOur searches of FEC-posted summaries of Trump’s campaign finance filings show too that Trump reported fielding $1,913 from Smith’s campaign on Oct. 5, 2016. Trump’s campaign also listed $5,000 received Oct. 5, 2016, from the Maryland-based Longhorn PAC, a \"leadership PAC\" affiliated with Smith, according to a PAC filing with the FEC. Trump’s finance report also states \"excess to be refunded\" from the $5,000, without elaboration.\nOur request for research help from the Center for Responsive Politics, which tracks campaign contributions and spending, drew an email from spokeswoman Viveca Novak noting the Smith-led Longhorn PAC earlier reported giving Trump’s campaign $3,000 on May 27, 2016\nAccording to the FEC-posted summary of the Longhorn PAC’s donations to campaigns, the group also gave $1,000 on June 14, 2016 to a Massachusetts-based Trump Victory group. Even earlier, the Smith-steered group donated $5,000 in May 2015 to Texas Sen. Ted Cruz’s presidential campaign.\nAll told then, Smith’s campaign and his Longhorn PAC reported making three Trump campaign donations totaling $6,000 from May 27, 2016 into October 2016. Trump’s campaign reported $6,913 in two Smith-connected contributions in October 2016.\nA wrinkle: The contributions reported by Smith didn’t show up in the FEC-posted summaries of Trump’s reports, far as we could tell, nor did some of what Trump reported getting from Smith’s committee or leadership PAC appear in Smith’s filings. Significantly, though, Berry told us by email that Smith’s records show the May 2016 Smith campaign committee and leadership PAC checks made out to the Trump campaign were each cashed in mid-June 2016.\nOther members of Congress?\nSo, how about other members of Congress ponying up for Trump?\nOur review of Trump’s FEC list of other campaigns giving to his effort didn’t turn up other House members making donations prior to July 2016. Starting that month, five other Republican House members made donations from respective campaign funds.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nListed among more than 60 contributions from other political committees reported by Trump up to Oct. 18, 2016:\n--The Lone Star Leadership PAC, affiliated with Texas Rep. Michael Burgess, R-Flower Mound, gave two donations totaling $10,000 on July 21, 2016, the same day Burgess’ campaign gave two donations totaling $4,000.\n--A $2,000 donation from Rep. Ken Calvert of California on Sept. 9, 2016.\n--Rep. Steve Scalise of Louisiana donated $2,000 on Sept. 26, 2016.\n--Rep. Mark Meadows of North Carolina gave $1,994 in multiple in-kind donations in October 2016.\n--Rep. Tom McClintock of California gave $2,000 on Oct. 5, 2016.\nTrump’s campaign otherwise reported that a former House member, Dan Burton of Indiana, made two contributions totaling $2,700 in July 2016 and Todd Wilcox, a former Florida U.S. Senate aspirant, donated $2,000 in October 2016.\nThe center’s Daniel Auble said by email that for candidate committees and leadership PACs, Smith was the first sitting member of Congress to contribute to Trump’s bid. But in 2017, Smith will be sworn in with a new member of Congress who gave even earlier to Trump. Paul Mitchell, a Michigan Republican, made a $292 in-kind donation to Trump’s campaign in February 2016, Auble said.\nNo personal donations by Smith\nWe also explored whether Smith put personal money, not campaign funds, into Trump’s cause. Our search on the FEC website for Trump donors whose names include \"Lamar\" didn’t reveal personal Lamar Smith contributions to the presidential hopeful.\nAcross Texas, according to the FEC, Trump’s campaign reported accepting 135 contributions totaling $45,253 from September 2015 through Oct. 19, 2016. Those donors in 2016 included three San Antonio Smiths, Trump’s committee reported, none named Lamar.\nAnd did other House members make personal donations to Trump before Smith’s campaign chipped in? We didn't close in on this ourselves but Auble said his \"quick scan\" of individual donations posted by the FEC didn’t turn up anyone.\nOur ruling\nSmith said: \"I was the first member of Congress to contribute to\" Trump for president.\nCorroborating records appear to be imperfect. But Smith reported contributions to the Trump cause in May 2016 and we didn’t find any sign of other members of Congress donating to Trump before July 2016.\nWe rate this statement True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/e1c6e749-beca-48a4-b19a-5678ba871cf3", "vclaim_id": "vclaim-pol-03949"}