{"url": "/factchecks/2011/mar/01/eddie-lucio-jr/state-sen-eddie-lucio-said-miscarriage-considered-/", "speaker": "Eddie Lucio, Jr.", "vclaim": "\"A miscarriage is considered an abortion.\"", "truth_label": "half-true", "date": "stated on February 17, 2011 in remarks on the Senate floor:", "title": "State Sen. Eddie Lucio said a miscarriage is considered an abortion", "text": "State Sen. Eddie Lucio Jr., among supporters of a proposal requiring women seeking an abortion to first get a sonogram, made a dramatic statement in the floor debate before senators advanced the measure to the House.\n\n\"There are literally millions of abortions going on each year in our own state,\" the Brownsville Democrat said Feb. 17, adding that he would \"like to see the definition of abortion really be looked at. A miscarriage is considered an abortion, and I don’t think it should be considered an abortion because that’s a natural thing that unfortunately happens.\"\n\nAfter we sought more information from Lucio’s office, Lucio spoke again in the debate, saying: \"A while ago I was speaking with numbers, I misspoke with my numbers.\"\n\nFor other articles, we’ve confirmed that there have been about 50 million abortions nationally since the 1973 U.S. Supreme Court Roe v. Wade ruling and that 80,000 abortions took place Texas in 2008.\n\nAs we started to check Lucio’s other floor statement — that a miscarriage is considered an abortion — Lucio told us in an e-mail statement that friends who lost a baby and underwent a procedure to remove the fetus from the womb told him their insurance company considered the  procedure an abortion. He said he didn’t intend to suggest that a miscarriage in itself should be considered an abortion. \"I have strong beliefs about life,\" Lucio said. \"In an effort to articulate my beliefs... I misspoke.\"\n\nWe sought independent guidance on whether a miscarriage is considered an abortion.\n\nCarrie Williams, a spokeswoman for the Texas Department of State Health Services, told us miscarriages are sometimes referred to as \"spontaneous abortions,\" though she said that the agency doesn’t include them in its annual abortion counts.\n\nNo law requires the agency to track miscarriages, Williams said. \"Unfortunately miscarriages are very common and often happen before a woman even knows she’s pregnant making complete and accurate data collection very difficult,\" she said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nShe cited the legal definition of abortion in Texas. According to the Texas Health and Safety Code, an abortion is \"an act or procedure performed after pregnancy has been medically verified and with the intent to cause the termination of a pregnancy other than for the purpose of either the birth of a live fetus or removing a dead fetus.\"\n\nAccording to the Guttmacher Institute, which studies and advocates on issues related to reproductive health, 66 percent of 6.4 million pregnancies in 2008 resulted in live births and 19 percent ended in abortions. In Texas, 70 percent of 579,700 pregnancies were live births and 15 percent ended in abortions. An estimated 15 percent of pregnancies result in miscarriages, according to the institute.\n\nRebecca Wind, an institute spokeswoman, told us that while \"spontaneous abortion\" is the medical term for an abortion, miscarriages aren’t included in abortion statistics and there is no national effort to track miscarriages. \"In many cases, women who have miscarriages may not know they have had them,\" Wind said, because one can happen early in a pregnancy.\n\nNext, we contacted the Texas Medical Association, which represents 45,000 physicians and medical students. Spokeswoman Pam Udall confirmed that doctors usually call a miscarriage a spontaneous abortion because \"the body itself is aborting the pregnancy,\" she said. \"It is a natural consequence that affects up to one in four pregnancies.\"\n\nUdall pointed us to a 2002 pamphlet written by the American Congress of Obstetricians and Gynecologists, which says \"the loss of a pregnancy before 20 weeks is called early pregnancy loss. Often the loss is a miscarriage (sometimes called spontaneous abortion by doctors).\"\n\nWhere does that leave us?\n\nThere’s truth in Lucio’s statement: In medical terms, a miscarriage is also termed a spontaneous abortion. Where the senator got off track was in conflating those natural occurrences with elective abortions — medical procedures that terminate a pregnancy.\n\nWe rate his statement as Half True.", "vclaim_id": "vclaim-pol-13511"}